{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.313.313",
    "article_title": "\"Duration of Deep Molecular Response\" Has Most Impact on the Success of Cessation of Tyrosine Kinase Inhibitor Treatment in Chronic Myeloid Leukemia - Results from the EURO-SKI Trial ",
    "article_date": "December 7, 2017",
    "session_type": "632: Chronic Myeloid Leukemia: Therapy: Treatment Discontinuation, Dose Reduction and Prognostic Indicators",
    "abstract_text": "Background: The advent of tyrosine kinase inhibitors (TKI) has decisively improved the survival of patients with chronic myeloid leukemia (CML). Many patients achieve deep molecular response (DMR), a prerequisite for cessation of TKI therapy. The goal of the EURO-SKI trial was to assess the safety and feasibility and to define precise conditions for stopping treatment. Methods: Chronic-phase CML patients without prior failure to any TKI, treated for at least three years and in DMR for at least one year were eligible for stopping TKI. DMR was defined as MR 4 (detectable BCR-ABL1 on International Scale (IS) ≤ 0.01% or undetectable BCR-ABL1 in samples with ≥ 10,000 ABL1 or ≥ 24,000 GUS transcripts, respectively). Molecular responses were assessed by real-time quantitative PCR (RQ-PCR) at designated standardized laboratories. Primary outcome was molecular recurrence- (MRecFS) and treatment-free survival (MRecTFS) defined by staying at least in major molecular remission (MMR, BCR-ABL (IS) < 0,1%) without restart of therapy. MRecTFS was estimated with the Kaplan-Meier method. For the prognostic logistic regression analysis of the endpoint \"MRecFS status after 6 months\", candidate variables were age at diagnosis and at TKI discontinuation, sex, Sokal, Euro, EUTOS, and ELTS risk scores, and, alternatively, any variable part of any of the scores, previous IFN treatment, duration of TKI treatment, time to DMR while under TKI treatment, and DMR duration until discontinuation of TKI. Prognostic results were examined in an independent validation sample. Results: 821 patients (48% female, median age 60 years at study entry, range 19-90) were recruited, 755 patients were assessable for the estimation of MRecTFS. 371 (49.1%) lost MMR after TKI cessation, 13 restarted TKI in MMR, and 4 died in MMR. MRecTFS was 60% at 6 months (95% confidence interval (CI): 56-63%) and 49% at 24 months (CI: 45-52%). For 224 (29.7%) patients a grade 1-2 and for 9 patients a grade 3 TKI withdrawal syndrome was reported. After treatment restart, so far 321 (86%) and 302 (81%) of 373 patients re-achieved MMR and MR 4 , respectively. Median time to regain MMR and MR 4 was 3 and 4 months, respectively. In a prognostic model, of 448 patients (186 relapses after 6 months, 42%), 77 (17%) received IFN pre-treatment before imatinib was started. As IFN-pretreatment >1.5 years had significant positive influence on MRecFS, these patients were omitted in the prognostic model. In 405 imatinib treated patients TKI-treatment duration and DMR duration were significantly (p<0.005) correlated with MRecFS at 6 months. The minimal p-value approach identified a threshold of 5.8 years for imatinib-therapy duration and 3.1 years for DMR duration distinguishing two groups with 17% difference in MRecFS at 6 months. However, as MR 4 duration before TKI discontinuation was part of duration of imatinib treatment, both parameters were strongly correlated. The influence of the variable \"duration of imatinib treatment before MR 4 achievement\" was not significant (p=0.50). Considering all candidate variables including the new variable \"duration of imatinib treatment before MR 4 achievement\" for multivariate modelling, MR 4 duration and duration of imatinib treatment before MR 4 achievement were weakly negatively correlated (Spearman's rank correlation coefficient: -0.29), and only MR 4 duration remained significant (p=0.0009; duration of treatment before MR 4 : p=0.0921 The validation sample consisted of 195 patients (73 relapses after 6 months, 37%). MR 4 duration had the same odds ratio of 1.13 (CI: 0.98-1.29) as in the learning sample but were not significant anymore (p=0.08). Conclusion: EURO-SKI outlines important preconditions which can be employed as guidance for stopping criteria. Criteria with improved impact for successful stopping could be defined using a prognostic modeling to predict MRecFS at 6 months in a large cohort of patients who stopped imatinib. Best cut-off was defined by 3.1 years for MR 4 duration and 5.8 years for imatinib-therapy duration whereas the later was less important. Apart from the two cut-offs, an almost linear increase in MRecFS probability per additional year on treatment / in MR 4 for patients treated first-line with imatinib could be demonstrated. In conclusion, for imatinib therapy, a minimal total treatment duration of 6-years is suggested of which the patient should have been in MR4 for at least 3 years before stopping. Disclosures Saussele: Pfizer: Honoraria; Novartis: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Incyte: Honoraria. Hjorth-Hansen: BMS: Research Funding; Pfizer: Honoraria, Research Funding; Janssen: Honoraria. Almeida: Celgene: Consultancy; Servier: Consultancy; Novartis: Consultancy; Alexion: Honoraria; Bristol Meyer Squibb: Honoraria. Janssen: BMS: Honoraria, Research Funding; Ariad: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Honoraria. Mayer: Novartis: Research Funding; Eisai: Research Funding. Müller: IHO GMBH: Employment; Incyte: Honoraria; BMS: Honoraria; Novartis: Honoraria; Pfizer: Honoraria. Mustjoki: Novartis: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Ariad: Research Funding; Celgene: Honoraria; Pfizer: Honoraria, Research Funding. Rousselot: Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Sunesis: Honoraria; Incyte: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Research Funding; BMS: Research Funding. Etienne: Incyte: Speakers Bureau; BMS: Speakers Bureau; Novartis: Consultancy, Research Funding. Rigal-Huguet: Bristol Myers-Squibb, Novartis, Pfizer, Amgen, Incyte, Jazz Pharma: Consultancy; Bristol Myers-Squibb, Novartis, Pfizer, Amgen, Incyte, Jazz Pharma: Honoraria. von Bubnoff: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Honoraria. Rea: Incyte: Honoraria; Pfizer: Honoraria; BMS: Consultancy, Honoraria; Novartis: Consultancy, Honoraria. Brümmendorf: Novartis: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding. Nicolini: BMS: Consultancy, Honoraria, Speakers Bureau; ARIAD: Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Research Funding, Speakers Bureau; Incyte Biosciences: Honoraria, Speakers Bureau. Charbonnier: Pfizer: Consultancy, Speakers Bureau; Incyte: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau. Hochhaus: Pfizer: Research Funding; BMS: Research Funding; Incyte: Research Funding; ARIAD: Research Funding; MSD: Research Funding; Novartis: Research Funding. Pfirrmann: Novartis: Honoraria; BMS: Honoraria. Mahon: NOVARTIS PHARMA: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Consultancy, Honoraria; PFIZER: Consultancy, Honoraria; INCYTE: Honoraria.",
    "topics": [
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "imatinib mesylate",
        "measles-mumps-rubella vaccine",
        "duration of treatment",
        "bcr-abl tyrosine kinase",
        "disease remission",
        "paracoccidioidomycosis",
        "polymerase chain reaction",
        "quantitative real-time polymerase chain reaction"
    ],
    "author_names": [
        "Susanne Saussele, MD",
        "Johan Richter, MD PhD",
        "Joelle Guilhot, PhD",
        "Henrik Hjorth-Hansen, MD",
        "Antonio Medina de Almeida, MD PhD",
        "Jeroen J. W. M. Janssen, MD",
        "Jiri Mayer, Prof, MD SCs",
        "Perttu Koskenvesa, MD",
        "Panayiotis Panayiotidis, MD PhD",
        "Ulla Olsson-Strömberg, MD PhD",
        "Juan Luis Steegmann, MD PhD",
        "Hanne Vestergaard, MD",
        "Hans Ehrencrona, MD PhD",
        "Veli Kairisto",
        "Kateřina Machová Poláková, PhD",
        "Martin Müller, MD",
        "Satu Mustjoki, MDPhD",
        "Marc G. Berger, MD PhD",
        "Philippe Rousselot",
        "Martine Escoffre-Barbe, MD",
        "Gabriel Etienne, MD PhD",
        "Jolanta Dengler, MD",
        "Françoise Rigal-Huguet, MD",
        "Nikolas von Bubnoff, MD",
        "Hana Klamova, MD",
        "Edgar Faber, MD",
        "François Guilhot, MD",
        "Kourosh Lotfi, MD",
        "Delphine Rea, MD",
        "Tim H. Brümmendorf, MD",
        "Gorgine de Greef, MD",
        "Leif Stenke, MD",
        "Franck Emmanuel Nicolini, MD PhD",
        "Laurence Legros, MD PhD",
        "Andreas Burchert, MD",
        "Jaroslava Voglová, MD",
        "Aude Charbonnier, MD",
        "Emmanuel Gyan, MDPhD",
        "Maria-Elisabeth Goebeler, MD",
        "Peter E. Westerweel, MD",
        "Andreas Hochhaus, MD",
        "Markus Pfirrmann",
        "Francois-Xavier Mahon, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susanne Saussele, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Mannheim, Heidelberg University, Mannheim, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Johan Richter, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Radiation Physics, Skåne University Hospital, Lund, Sweden "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joelle Guilhot, PhD",
            "author_affiliations": [
                "INSERM CIC 1402, CHU de Poitiers, Poitiers, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Hjorth-Hansen, MD",
            "author_affiliations": [
                "Department of Hematology, St Olavs Hospital, Trondheim, Norway "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Medina de Almeida, MD PhD",
            "author_affiliations": [
                "Instituto Portugues de Oncologia de Lisboa de Francisco Gentil, Lisbon, Portugal "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeroen J. W. M. Janssen, MD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Mayer, Prof, MD SCs",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology and Oncology, Masaryk University and University Hospital Brno, Brno, Czech Republic "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Perttu Koskenvesa, MD",
            "author_affiliations": [
                "Hematology Research Unit Helsinki, University of Helsinki and Helsinki University Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Panayiotis Panayiotidis, MD PhD",
            "author_affiliations": [
                "Laikon General Hospital, National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulla Olsson-Strömberg, MD PhD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Uppsala, Uppsala, Sweden "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Luis Steegmann, MD PhD",
            "author_affiliations": [
                "Servicio de Hematologia y Grupo 44 IIS-IP, Hospital Universitario de la Princesa, Madrid, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanne Vestergaard, MD",
            "author_affiliations": [
                "Department of Hematology, Odense University Hospital, Odense, Denmark "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Ehrencrona, MD PhD",
            "author_affiliations": [
                "Department of Clinical Genetics, Skåne University Hospital, Lund, Sweden "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veli Kairisto",
            "author_affiliations": [
                "Department of Clinical Chemistry, Turku University Central Hospital, Turku, Finland "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kateřina Machová Poláková, PhD",
            "author_affiliations": [
                "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Müller, MD",
            "author_affiliations": [
                "Institute for Hematology and Oncology (IHO GmbH), Mannheim, Germany "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satu Mustjoki, MDPhD",
            "author_affiliations": [
                "Hematology Research Unit Helsinki, University of Helsinki and Helsinki University Comprehensive Cancer Center, Helsinki, Finland ",
                "Department of Clinical Chemistry and Hematology, University of Helsinki, Helsinki, Finland "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc G. Berger, MD PhD",
            "author_affiliations": [
                "Hématologie Biologique and EA 7453 CHELTER, CHU Estaing and Université Clermont Auvergne, Clermont-Ferrand, France "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Rousselot",
            "author_affiliations": [
                "Department of Hematology and Oncology, Centre Hospitalier de Versailles, INSERM UMR 1173, Université Versailles Saint-Quentin-en-Yvelines, Université Paris Saclay, Le Chesnay, France "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Escoffre-Barbe, MD",
            "author_affiliations": [
                "Service d'Hématologie Adulte, CHU de Rennes, Rennes, France "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriel Etienne, MD PhD",
            "author_affiliations": [
                "Centre Régional de Lutte Contre le Cancer de Bordeaux et du Sud-Ouest, Bordeaux, France "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jolanta Dengler, MD",
            "author_affiliations": [
                "Onkologische Schwerpunktpraxis Heilbronn, Heilbronn, Germany "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Françoise Rigal-Huguet, MD",
            "author_affiliations": [
                "Centre Hospitalier Universitaire (CHU) de Toulouse, Toulouse, France "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolas von Bubnoff, MD",
            "author_affiliations": [
                "Innere Medizin I Schwerpunkt Hämatologie, Onkologie und Stammzelltransplantation, Universitätsklinikum Freiburg, Freiburg, Germany "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hana Klamova, MD",
            "author_affiliations": [
                "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edgar Faber, MD",
            "author_affiliations": [
                "Department of Hemato-Oncology, Palacký University Olomouc, Faculty of Medicine and Dentistry, Olomouc, Czech Republic "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "François Guilhot, MD",
            "author_affiliations": [
                "INSERM CIC 1402, CHU de Poitiers, Poitiers, France "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kourosh Lotfi, MD",
            "author_affiliations": [
                "Department of Hematology and Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Delphine Rea, MD",
            "author_affiliations": [
                "Service d'Hématologie adulte et Centre d'Investigation Clinique Hôpital Saint Louis, Paris, France "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim H. Brümmendorf, MD",
            "author_affiliations": [
                "Uniklinik RWTH Aachen, Aachen, Germany "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gorgine de Greef, MD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leif Stenke, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine Huddinge, Karolinska Institute, Stockholm, Sweden ",
                "Division of Hematology, Department of Medicine, Karolinska Institute, Stockholm, Sweden "
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Emmanuel Nicolini, MD PhD",
            "author_affiliations": [
                "Hématologie Clinique, Centre Léon Bérard, Lyon, France ",
                "Hématologie clinique 1G, Centre Hospitalier Lyon Sud, Pierre Benite, France ",
                "INSERM U1052, Centre de recherche en cancérologie de Lyon (CRCL), Lyon, France "
            ],
            "author_rank": 33,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Legros, MD PhD",
            "author_affiliations": [
                "Hematology department, Centre Hospitalier Universitaire de Nice, Nice, France "
            ],
            "author_rank": 34,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Burchert, MD",
            "author_affiliations": [
                "Klinik für Innere Medizin, Schwerpunkt Hämatologie, Onkologie und Immunologie, Universitätsklinikum Marburg, Marburg, Germany "
            ],
            "author_rank": 35,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslava Voglová, MD",
            "author_affiliations": [
                "4th Department of Internal Medicine - Hematology, Charles University, Faculty Hospital and Faculty of Medicine, Hradec Králové, Czech Republic "
            ],
            "author_rank": 36,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aude Charbonnier, MD",
            "author_affiliations": [
                "Paoli-Calmettes Institute, Marseille, France "
            ],
            "author_rank": 37,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Gyan, MDPhD",
            "author_affiliations": [
                "Hématologie et Thérapie Cellulaire, CHU de Tours, Tours, France "
            ],
            "author_rank": 38,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria-Elisabeth Goebeler, MD",
            "author_affiliations": [
                "Medizinische Klinik und Poliklinik, Universitätsklinikum Würzburg, Würzburg, Germany "
            ],
            "author_rank": 39,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter E. Westerweel, MD",
            "author_affiliations": [
                "Internal Medicine, Albert Schweitzer Hospital, Dordrecht, Netherlands "
            ],
            "author_rank": 40,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "Klinik für Innere Medizin II, Universitätsklinikum Jena, Jena, Germany "
            ],
            "author_rank": 41,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Pfirrmann",
            "author_affiliations": [
                "Institut für medizinische Informationsverarbeitung, Biometrie und Epidemiologie, Ludwig-Maximilians-Universität, München, Germany "
            ],
            "author_rank": 42,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois-Xavier Mahon, MD PhD",
            "author_affiliations": [
                "Bergonié Cancer Institute INSERM Unit 916, University of Bordeaux, Bordeaux, France"
            ],
            "author_rank": 43,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T21:30:10",
    "is_scraped": "1"
}