{
    "doi": "https://doi.org/10.1182/blood.V104.11.1506.1506",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=173",
    "start_url_page_num": 173,
    "is_scraped": "1",
    "article_title": "The Natural History of Idiopathic Erythrocythosis: A Cohort Study of 74 Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "abdominal ultrasonography",
        "ambulatory care facilities",
        "arterial oxygen saturation",
        "aspirin",
        "brain",
        "cerebral ischemia",
        "chest x-ray",
        "complete blood count",
        "cytotoxic drug therapy",
        "death"
    ],
    "author_names": [
        "Finazzi Guido, MD",
        "Ruggeri Marco, MD",
        "Marconi Monica, MD",
        "Rodeghiero Francesco, MD",
        "Barbui Tiziano, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Division of Hematology, Ospedale S. Bortolo, Vicenza, Italy"
        ],
        [
            "Division of Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Division of Hematology, Ospedale S. Bortolo, Vicenza, Italy"
        ],
        [
            "Division of Hematology, Ospedali Riuniti, Bergamo, Italy"
        ]
    ],
    "first_author_latitude": "45.699315000000006",
    "first_author_longitude": "9.65298",
    "abstract_text": "Patients with absolute erythrocytosis not due to a detectable cause and not fulfilling the criteria for diagnosis of polycythemia vera (PV) are descriptively classified as Idiopathic Erythrocytosis (IE). Based on scanty and retrospective data, this disease is considered to be an heterogeneous entity, including “early” PV, unrecognized secondary erythrocytosis and other miscellaneous conditions. However, appropriate prospective studies to evaluate the natural history of patients with IE are not available. We report here the results of a cohort study of 74 patients with IE (66 males, 8 females, median age 56 years, range 14–82) followed in two Italian institutions. By definition, at baseline all IE patients had increased hematocrit (median 54%, range 48–68%) and increased red blood cell mass (> 25% above mean normal predicted value), but normal leukocyte (median values 8.1 x 10 9 /L, range 2.3–12) and platelet counts (median values 197 x 10 9 /L, range 117–467), as well as normal erythropoietin level, arterial O 2 saturation, chest X ray and abdominal ultrasound scanning (i.e. no splenomegaly). Granulocyte PRV-1 expression was also normal in 29 patients (39%) analyzed. At diagnosis, 12 patients (16%) reported a previous history of major thrombosis (7 ischemic cardiopathies, 4 cerebral ischemic events and 1 deep vein thrombosis). All IE patients were treated with phlebotomy to maintain a target hematocrit <45% and 24 patients (32%) were given aspirin, 100 mg/die, for previous thrombosis or microvascular symptoms. No cytotoxic drugs were given. The IE cohort was followed in the outpatient clinic with physical examination and full blood count at least every three months for a median period of 3.5 years (range 1–23). Twentythree patients (31%) were followed for more than 8 years. No patient was lost to follow-up. During the observation period, no disease potentially associated with secondary eryhtrocytosis emerged and no hematological transition into overt PV, myelofibrosis or acute leukemia occurred; two patients had a major thrombotic event (1 cerebral ischemia and 1 deep vein thrombosis) with an estimated incidence of thrombotic complications of 0.8% patient-year. The incidence of thrombosis was significantly lower than observed in 205 patients with overt PV followed during the same period in one of the two institutions (Bergamo, 3.49% patient-year, p<0.05). This study indicates that: a. the natural history of patients with IE, at least in the first years, is characterized by a remarkable and unexpected homogeneity without appearance of overt PV or diseases associated with secondary erythrocythosis; b. the diagnosis of IE identifies a group of absolute erythrocythoses at lower risk of thrombotic complications not requiring cytotoxic drug therapy; c. the diagnostic work-up of patients with absolute erythrocythosis should carefully distinguish IE from PV because the natural history and management of the two diseases is different."
}