{
    "doi": "https://doi.org/10.1182/blood.V120.21.1721.1721",
    "article_title": "Validation of the Nordic Scoring System for Erythropoietic Stimulating Agents in MDS Using IWG 2006 Erythroid Response Criteria ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "abstract_text": "Abstract 1721 The Nordic scoring system is commonly used to predict response to ESA's in MDS patients and is comprised of two weighted elements, patient's endogenous erythropoietin levels and transfusion dependency status, and three predictive categories of ESA response rates (E. Hellstrom-Lindberg et al., BJH 1997). We set out to validate the Nordic scoring system using the modified IWG erythroid response criteria for MDS 2006 (BD Cheson et al. Blood 2006) and identify any other clinical elements of prognostic importance. Methods: We conducted a retrospective review of 135 patients in a prospectively maintained MDS database of 400+ patients enrolled between the years of 2005 and 2012. Patients flagged as having had previous ESAs were included and categorized as ESA naive erythropoietin (EP), ESA naïve darbepoetin (DP), ESA non-naive EP and ESA non-naive DP. Nordic scores were calculated (when possible) using patient transfusion status and erythropoietin levels preceding ESA use, and actual response rates were determined using electronic medical records and transfusion histories. We recorded doses and schedules and evaluated the impact of WHO classification (3 groups) and IPSS risk score (L, Int-1 and Int-2) on overall response as well. We excluded patients who converted to AML during ESA trial, Jehovah witnesses and those with high risk MDS. We did not calculate Nordic scores in patients concurrently on ESA when referred to our center. Results: The patient population had a median age of 76 with 59% male. Out of 135 patients, 90 were put on EP, 35 put on DP and 10 put on both, with DP following EP in the 10 patients. Starting dose for most EP patients (59%) was 40,000 units q week with escalation to 60,000 units in non/suboptimal responders. GCSF was added concurrently in 36 (27%) patients. Starting dose for 71% of DP patients was 500 ug q3 weeks with increase to Q2 weeks for suboptimal response. The Nordic score was ‘calculatable’ in 109 patients pre ESA. Table 1 summarizes the response rates by Nordic score, IPSS transfusion dependence and type of ESA. Figures 1 and 2 depict response rates by ESA exposure and by WHO categories 1–3(see legend). We were not able to accurately document response durations. Conclusions: The Nordic scoring system is still valid for predicting response to ESA using IWG erythroid response criteria 2006 with slightly lower response rates at the highest score of > +1 than previously reported of 74%. We observed higher erythroid response rates in EP treated (42%) versus DP treated (31%) patients even after adjusting for Nordic scores. As expected, transfusion dependent MDS patients had lower responses to ESA than those independent of transfusions. Table 1. Response rates by Nordic score, IPSS, Transfusion status and ESA Patient Categories * . Sample size . Response (%) . All patients  135  39  Nordic scores    >+1 65 54 -1 to +1 42 31 <-1 3 67 IPSS groups    Low 23 52 Intermediate-1 28 18 Intermediate-2 7 14 Transfusion    Dependent 60 28 Independent 75 48 ESA    EP 100 42 Nordic >+1 37 62 Nordic -1 to +1 34 38 DP 45 31 Nordic >+1 27 37 Nordic -1 to + 1 8 0 Patient Categories * . Sample size . Response (%) . All patients  135  39  Nordic scores    >+1 65 54 -1 to +1 42 31 <-1 3 67 IPSS groups    Low 23 52 Intermediate-1 28 18 Intermediate-2 7 14 Transfusion    Dependent 60 28 Independent 75 48 ESA    EP 100 42 Nordic >+1 37 62 Nordic -1 to +1 34 38 DP 45 31 Nordic >+1 27 37 Nordic -1 to + 1 8 0 * please note that Nordic scores, WHO classifications and IPSS scores could not be determined in all patients. View Large View large Download slide Legend: Unclassified+5q+RA+RARS+MDS-U+RCUD-A RCMD+RCMD-RS RAEB1+RAEB2+CMML1+CMML2 View large Download slide Legend: Unclassified+5q+RA+RARS+MDS-U+RCUD-A RCMD+RCMD-RS RAEB1+RAEB2+CMML1+CMML2 Close modal View large Download slide View large Download slide Close modal Disclosures: Wells: Alexion: Honoraria, Research Funding; Janssen Ortho: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Novartis: Honoraria, Research Funding. Buckstein: Celgene: Honoraria, Research Funding.",
    "topics": [
        "blood transfusion",
        "edmonton symptom assessment scale",
        "erythropoiesis-stimulating agents",
        "erythropoietin",
        "erythropoietin measurement",
        "frequency of responses",
        "granulocyte colony-stimulating factor",
        "prostatic hypertrophy risk score",
        "transfusion",
        "witnesses"
    ],
    "author_names": [
        "Jennifer Jayakar",
        "Richard A. Wells, MD, DPhil",
        "Dina Khalaf, MD",
        "Alex Mamedov",
        "Adam Lam",
        "Martha Lenis",
        "Rena Buckstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer Jayakar",
            "author_affiliations": [
                "Hematology, Sunnybrook Health Sciences Research Centre, Torotno, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Wells, MD, DPhil",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dina Khalaf, MD",
            "author_affiliations": [
                "Odette Cancer Center, Toronto, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex Mamedov",
            "author_affiliations": [
                "Odette Cancer Center, Sunnybrook Health Sciences Center, Toronto, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Lam",
            "author_affiliations": [
                "Odette Cancer Center, Sunnybrook Health Sciences Center, Toronto, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Lenis",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rena Buckstein, MD",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, ON, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:32:25",
    "is_scraped": "1"
}