{
    "doi": "https://doi.org/10.1182/blood.V106.11.3792.3792",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=368",
    "start_url_page_num": 368,
    "is_scraped": "1",
    "article_title": "Hydroxyurea for the Prevention of Stroke and Other Vasoocclusive Complications in Children with Sickle Cell Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Due to the immigration of families of Mediterranean, Asian and African origins to Switzerland an increasing number of children with Sickle Cell Disease (SCD) are being followed in our centers. The Swiss Pediatric Sickle Cell Disease Registry is aimed to study prognostic aspects and the outcome of different therapeutic approaches. Particularly, indications for hydroxyurea treatment and the effects of its long-term use are assessed. The risk of stroke in children with sickle cell disease (SCD) is approximately 200–300-fold greater compared to healthy children. 10% of children with SCD have a specially high risk for stroke with an incidence of 1 in 100 children per year. The US stroke prevention (STOP) trial has demonstrated the benefit of regular red cell transfusions for stroke prevention; however hemochromatosis is frequent and blood-borne infections can occur. Hydroxyurea (HU) can be a therapeutic alternative for the prevention of stroke in children with SCD and other severe vasoocclusive complications (VOC). From 52 children in our centers with SCD or with compound hemoglobinopathies 27 (median age 10.5, range 3.8–19 y) are treated with HU and were followed for 9–101 (mean 47) months. 16 received HU for recurrent VOC, including 4 children with chest syndrome. Two children recieved HU for silent cerebral infarctions and after stroke, respectively (Jehovas Witness). In 9 children HU was commenced for pathological transcranial dopppler ultrasonography (TCD) results according to the STOP trial criteria. TCDs were performed in all SCD patients once a year, in children with conditional TCDs every 6 months, and every 3 months in patients with pathological TCD results. Upon observation of two pathological TCDs at 2–3 months interval, HU was initiated with 10 to maximally 30 mg/kg/day. HU was well tolerated in all patients and no leuko- or neutropenia was observed. No stroke, stroke recurrence, chest syndrome or splenic sequestration was observed during HU treatment and the average number of hospital days/y before (9d) and after 12 months of HU (3d) were reduced significantly (P=0.002). However after 12–24 months, abnormal lung function and growth retardation did not improve significantly. Laboratory studies documented a significant increase in total Hb (mean 79 to 93 g/l; P=0.03), HbF (9 to 23%; P=0.0001) and MCV (83 to 94 fl; P=0.001) and a significant decrease of HbS (86 to 71%; P<0.0001), WBC (7,8 to 5.4; P<0.05) and bilirubin (54 to 36 umol/l; P<0.05) after 12 months of HU. In children that had received HU for pathological TCDs the increase of HbF resulted in a reduction of the middle cerebral arteries blood flow velocities as soon as after 5–7 months. We conclude that HU is a promising therapeutic alternative for the prevention of stroke and other VOC in SCD. Safety and efficacy of this treatment in children has to be assessed by further long-term studies.",
    "topics": [
        "child",
        "hydroxyurea",
        "sickle cell anemia",
        "stroke prevention",
        "cerebrovascular accident",
        "ischemic stroke",
        "fetal hemoglobin",
        "bilirubin",
        "blood transfusion",
        "cisplatin/methotrexate/vinblastine protocol"
    ],
    "author_names": [
        "Markus Schmugge, MD",
        "Karin Zurbriggen, PhD",
        "Manuela Albisetti, MD",
        "Marlies Schmid",
        "Ralf W. Baumgartner, MD",
        "Roman Sztajzel, MD",
        "Gabriel Martin, MD",
        "Hulya Ozsahin, MD"
    ],
    "author_affiliations": [
        [
            "Haematology, University Children’s Hospital, Zurich, Switzerland"
        ],
        [
            "Haematology, University Children’s Hospital, Zurich, Switzerland"
        ],
        [
            "Haematology, University Children’s Hospital, Zurich, Switzerland"
        ],
        [
            "Haematology, University Children’s Hospital, Zurich, Switzerland"
        ],
        [
            "Neurology, University Hospital, Zurich, Switzerland"
        ],
        [
            "Neurology, University Hospital, Geneva, Switzerland"
        ],
        [
            "Haematology/Oncology, University Children’s Hospital, Geneva, Switzerland"
        ],
        [
            "Haematology/Oncology, University Children’s Hospital, Geneva, Switzerland"
        ]
    ],
    "first_author_latitude": "42.336575499999995",
    "first_author_longitude": "-71.1061602"
}