{
    "doi": "https://doi.org/10.1182/blood.V110.11.3442.3442",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=933",
    "start_url_page_num": 933,
    "is_scraped": "1",
    "article_title": "Intermediate Dose Intravenous Methotrexate (MTX) Dramatically Reduces the Risk of Secondary Central Nervous System (CNS) Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "central nervous system",
        "lymphoma",
        "methotrexate",
        "liposomes",
        "diffuse large b-cell lymphoma",
        "central nervous system prophylaxis",
        "chemotherapy regimen",
        "cytarabine",
        "extranodal disease",
        "pathologic fistula"
    ],
    "author_names": [
        "Ephraim P. Hochberg, MD",
        "Peter Hammerman, MD",
        "Tak Takvorian, MD",
        "Christiana Toomey",
        "James Michaelson, PhD",
        "Aliyah Rahemtullah, MD",
        "Jeremy S. Abramson, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Center, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Department of Medicine, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Cancer Center, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Cancer Center, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Department of Pathology, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Department of Pathology, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Cancer Center, Massachusetts General Hospital, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3631542",
    "first_author_longitude": "-71.0688334",
    "abstract_text": "Secondary CNS lymphoma (SCNSL) is a rare complication of diffuse large B cell non-Hodgkins lymphoma (DLBCL) which is almost universally fatal. Several groups have analyzed risk factors for the development of SCNSL and published risk estimates for both individual anatomic sites of DLBCL as well as combinations of clinical risk factors. Although the rates of SCNSL for all DLBCL patients range from 2.5% to 5% subgroups can be identified with risks as high as 33%. High risk scenarios where CNS prophylaxis is most commonly offered include either a combination of an elevated LDH and more than one extranodal site of disease, or disease involving the bone marrow, testicle, sinus, orbit, or a para-spinal location. The type of prophylaxis used varies widely from intrathecal to high-dose intravenous methotrexate as well as intrathecal use of cytarabine. Despite the advances made in the systemic therapy of DLBCL there is very limited data on the efficacy of these chemopreventive regimens in SCNSL. We undertook a retrospective review at our institution of all patients with DLBCL treated with inpatient intermediate dose methotrexate (3.5 grams per meter squared) followed by leucovorin rescue between 2002 and 2006 for CNS prophylaxis. We found 37 patients. Of 15 patients initially evaluated with diagnostic lumbar punctures (LP), no patient had a positive CSF cytology. The median age of the patients was 59 (26–79). The average IPI was 3. All patients were tested for HIV and 3 were found to be positive. The indications for CNS prophylaxis were primarily an elevated LDH and more than 1 extranodal site of disease (20) but also included patients with bone marrow (9), testicular (3), orbital (5), para-spinal (2) and sinus (6) involvement, with 6 patients having more than one site of involvement. All patients received an anthracycline containing chemotherapy regimen with curative intent. Thirty-six patients received rituximab. Patients received a median of 6 cycles of systemic chemotherapy and 3 courses of MTX given on day 15 of alternating cycles (usually 2, 4 and 6). In addition 2 patients received a single dose of 12 mg of intrathecal methotrexate at the time of their initial LP and 5 patients received intrathecal liposomal cytarabine. We calculated the expected number of cases of SCNSL using the estimates from van Besien et al. Blood ‘98, Hollender et al. Ann Onc ‘02, and Boehme et al. Ann Onc ‘06 as appropriate depending on the sites of disease for each patient. For this population the expected number of cases of SCNSL was 7.98 and the observed number of cases was 1 (p=.002 two-sided binomial probability). In this population of 37 patients with an elevated risk of SCNSL, the use of intravenous intermediate dose methotrexate substantially reduced their risk of this fatal complication."
}