{
    "doi": "https://doi.org/10.1182/blood.V118.21.4783.4783",
    "article_title": "Megakaryocytes Do Not Express Erythropoietin Receptor (EpoR) and Do Not Respond to Recombinant Human Erythropoietin (rHuEpo) Stimulation ",
    "article_date": "November 18, 2011",
    "session_type": "Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation",
    "abstract_text": "Abstract 4783 Recently, clinical studies were conducted in chronic kidney disease of type 2 diabetes patients that suggested an increased risk of stroke in patients receiving Erythropoiesis Stimulating Agents (ESAs) compared to placebo. One proposed explanation is that megakaryocytes and/or platelets express EpoR and respond to ESA challenge. We evaluated the underlying and untested assumption that megakaryocytes or platelets express a functional EpoR using flow cytometry assays developed to detect cell surface EpoR using validated EpoR-specific antibodies. Additionally, in order to investigate whether megakaryocytes/platelets are responsive to ESAs, the activation status of downstream signaling proteins was evaluated after stimulation with ESAs or vehicle control. Whole bone marrow aspirates were collected from healthy volunteers and bone marrow mononuclear cells (BMMCs) isolated by Ficoll separation (n=25). Megakaryocytes were isolated from BMMCs by using CD61 immuno-magnetic bead capture and analyzed by flow cytometry, gating for megakaryocytes using viability, CD41a expression and polyploidy. Platelets were analyzed in peripheral blood from healthy volunteers (n=10) using CD41a as marker. To measure EpoR expression an EpoR-specific monoclonal antibody was used for flow cytometry analysis in both platelets and megakaryocytes that were isolated and gated as described above. Megakaryocytes and platelets were stimulated with rHuEpo (1, 10, and 300 U/mL for 5 and 30 min) and induction of pSTAT5 was measured by intracellular flow cytometry using phospho-specific antibodies. In addition, platelets (CD41a+) were assessed for EpoR expression and functional response to recombinant human erythropoietin (rHuEpo) challenge. Stimulation with thrombopoietin (TPO) was used as a positive control for pSTAT5 induction in megakaryocytes and platelets. While robust EpoR expression was, as expected, observed consistently in UT7/Epo control cells and absent in CMK negative control cells (fold over control – UT7/Epo 12.78 ± 5.03; CMK 0.77 ± 0.22 mean ± 95%CI), no significant expression of EpoR was observed on CD41a+/polyploid megakaryocytes (fold over control − 1.006 ± 0.03; mean ± 95%CI). No activation of downstream signaling (pSTAT5) was detected in megakaryocytes in any of the samples stimulated with rHuEpo at any of the concentrations or timepoints analyzed, while robust pSTAT5 was detected in the UT7/Epo control cell lines. CMK cells were included as a negative control and demonstrated an absence of pSTAT5 induction in response to rHuEpo while a robust induction to TPO was observed (fold over control – UT7/Epo 12.11 ± 7.86; CMK 1.05 ± 0.03; mean ± 95%CI). Similarly, no significant EpoR expression was detected on CD41a+ platelets while the control, c-Mpl expression, was significant (fold over control – EpoR 1.11 ± 0.019; c-Mpl 2.936 ± 0.71; mean ± 95%CI) and no activation of downstream signaling (pSTAT5) was detected in platelets in any of the samples stimulated with rHuEpo at all concentrations and timepoints analyzed. The lack of EpoR expression on megakaryocytes was confirmed by laser scanning cytometric analysis in patient samples. A robust/sensitive platform was developed to profile biologically relevant EpoR expression and function in megakaryocytes and platelets. The assays for EpoR expression and function were sufficiently sensitive to allow characterization during in-vitro differentiation of erythroid progenitors. Using this platform we demonstrated a lack of EpoR expression and functional response to rHuEpo on megakaryocytes and platelets isolated from human bone marrow (CD41a+/CD61+/polyploid). Disclosures: Loberg: Amgen: Employment, Equity Ownership. Rossi: Amgen: Employment, Equity Ownership. Manoukian: Amgen: Employment, Equity Ownership. Wang: Amgen: Employment, Equity Ownership. Paweletz: Amgen: Employment, Equity Ownership. Sable: Amgen: Employment, Equity Ownership. Tudor: Amgen: Employment, Equity Ownership. Patterson: Amgen: Employment, Equity Ownership. McCaffery: Amgen: Employment, Equity Ownership.",
    "topics": [
        "erythropoietin receptors",
        "megakaryocytes",
        "recombinant erythropoietin",
        "flow cytometry",
        "edmonton symptom assessment scale",
        "antibodies",
        "bone marrow aspiration",
        "diabetes mellitus, type 2",
        "erythropoiesis-stimulating agents",
        "ficoll"
    ],
    "author_names": [
        "Robert D Loberg, PhD",
        "John M Rossi",
        "Raffi Manoukian",
        "Shen-Wu Wang",
        "Katherine L Paweletz",
        "Beate Sable",
        "Yanyan Tudor",
        "Scott D Patterson, PhD",
        "Ian McCaffery, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert D Loberg, PhD",
            "author_affiliations": [
                "Molecular Sciences, Amgen, Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John M Rossi",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffi Manoukian",
            "author_affiliations": [
                "Molecular Sciences, Amgen, Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shen-Wu Wang",
            "author_affiliations": [
                "Molecular Sciences, Amgen, Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine L Paweletz",
            "author_affiliations": [
                "Molecular Sciences, Amgen Inc., Thousand Oaks, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beate Sable",
            "author_affiliations": [
                "Molecular Sciences, Amgen, Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanyan Tudor",
            "author_affiliations": [
                "Molecular Sciences, Amgen Inc., Thousand Oaks, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott D Patterson, PhD",
            "author_affiliations": [
                "Molecular Sciences, Amgen Inc., Thousand Oaks, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian McCaffery, PhD",
            "author_affiliations": [
                "Molecular Sciences, Amgen Inc., Thousand Oaks, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T18:40:47",
    "is_scraped": "1"
}