{
    "doi": "https://doi.org/10.1182/blood-2018-99-113465",
    "article_title": "Prevalence and Risk Factors of Low Bone Mineral Density and Fractures of Young Thalassemia Patients ",
    "article_date": "November 29, 2018",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "abstract_text": "Background: Thalassemia is a common cause of anemia in Thailand. Blood transfusion and iron chelation lengthen life span of thalassemia patients. As a result, these patients are experiencing an emerging long-term complications including thalassemia-associated osteoporosis (TAO). However, prevalence of TAO and TAO-associated fractures in this population is uncertain. Objective: To investigate the prevalences of TAO and fractures among thalassemia patients and to identify clinical and laboratory factors that are associated with these conditions. Methods: Consecutive males (18-50 years) or premenopausal females with thalassemia who were followed up in the hematologic clinic at ChiangMai University from November 2017 to June 2018, were screened for TAO using the dual energy X-ray absorptiometry (DXA) for measuring bone mineral density (BMD) and vertebral fracture assessment (VFA). TAO was defined as low BMD (Z-score ≤ -2.0 SD) or presence of vertebral fractures from VFA. We collected clinical data and, determined laboratory investigation including fasting plasma glucose, serum testosterone or estradiol, thyroid function test, serum calcium, serum insulin like growth factor-1, serum C-terminal crosslinking telopeptide of type I collagen (CTX), serum procollagen type I N-terminal propeptide (P1NP), serum 25-hydroxy vitamin D (25-OHD), viral hepatitis B and C, and serum ferritin and non-transferrin-bound iron (NTBI; toxic form of iron). Outcomes were prevalence of TAO and fractures. Results: A total of 140 thalassemia patients were screened (89 transfusion-dependent thalassemia; TDT and 51 non-transfusion-dependent thalassemia; NTDT). Most patients received routine calcium (elemental calcium 600 mg/day) and vitamin D supplement (vitamin D2 20,000 IU/week). The prevalence of TAO was 75.7% (TDT 83.1%, NTDT 62.7%). The prevalence of vertebral fractures from VFA was 22.8% (TDT 24.7%, NTDT 19.6%). Among 106 patients with TAO, only 50 patients participated in this study (TDT 70%). Factors associated with lower mean BMD Z-score were current smoking, splenectomy history, vitamin D deficiency, diabetes mellitus, low IGF-1 level and serum NTBI above 2.2 uM. Fractures were common in patients with TDT than those with NTDT (51% vs. 20%, p=0.039). The prevalence of sub-optimal vitamin D level among Thai thalassemia patients was high at 50% even with vitamin D supplement. Factors associated with bone fractures were male sex (RR 1.66, 95%CI 1.02-2.70), hemoglobin level below 8 g/dl (RR 2.73, 95%CI 1.00-7.46), hypogonadism (RR 1.67, 95%CI 1.11-2.50), low IGF-1 level (RR 1.75, 95%CI 0.97-3.14) and serum NTBI above 1.5 uM (RR 6.14, 95%CI 0.96-39.47). Type of iron chelation, serum ferritin and the 2 bone turnover markers level (CTX and P1NP) were not associated with BMD or fractures. Conclusion: TAO is common among Thai thalassemia patients. We observed high prevalence of suboptimal vitamin D level in these patients. Male sex, high disease severity (low hemoglobin level and high serum NTBI) and secondary endocrinopathies may predict TAO and fractures. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone mineral density",
        "fractures",
        "thalassemia",
        "spinal fractures",
        "calcium",
        "hemoglobin measurement",
        "insulin-like growth factor i",
        "iron",
        "iron chelation therapy",
        "serum ferritin level result"
    ],
    "author_names": [
        "Pokpong Piriyakhuntorn, MD",
        "Adisak Tantiworawit, MD",
        "Mattabhorn Phimphilai, MD",
        "Somdet Srichairatanakool",
        "Waralee Teeyasoontranon, MD",
        "Thanawat Rattanathammethee, MD",
        "Chatree Chai-Adisaksopha, MD",
        "Ekarat Rattarittamrong, MD",
        "Lalita Norasetthada, MD",
        "Pimlak Charoenkwan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pokpong Piriyakhuntorn, MD",
            "author_affiliations": [
                "Chiang Mai University, Chiang Mai, Thailand "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adisak Tantiworawit, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Chiang Mai University, Muang, Chiang Mai, Thailand "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mattabhorn Phimphilai, MD",
            "author_affiliations": [
                "Chiang Mai University, Chiang Mai, Thailand "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Somdet Srichairatanakool",
            "author_affiliations": [
                "Chiang Mai University, Chiang Mai, Thailand "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Waralee Teeyasoontranon, MD",
            "author_affiliations": [
                "Chiang Mai University, Chiang Mai, Thailand "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thanawat Rattanathammethee, MD",
            "author_affiliations": [
                "Chiang Mai University, Chiang Mai, Thailand "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chatree Chai-Adisaksopha, MD",
            "author_affiliations": [
                "Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ekarat Rattarittamrong, MD",
            "author_affiliations": [
                "Chiang Mai University, Chiang Mai, Thailand "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lalita Norasetthada, MD",
            "author_affiliations": [
                "Chiang Mai University, Chiang Mai, Thailand "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pimlak Charoenkwan, MD",
            "author_affiliations": [
                "Chiang Mai University, Chiang Mai, Thailand "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T09:34:05",
    "is_scraped": "1"
}