{
    "doi": "https://doi.org/10.1182/blood.V110.11.2644.2644",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1022",
    "start_url_page_num": 1022,
    "is_scraped": "1",
    "article_title": "Function of Nucleophosmin in Zebrafish Hematopoiesis. ",
    "article_date": "November 16, 2007",
    "session_type": "Oncogenes and Tumor Suppressors",
    "topics": [
        "alpha-globin",
        "antisense oligonucleotides",
        "globins",
        "hematopoiesis",
        "karyotype determination procedure",
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "myelodysplastic syndrome",
        "npm1 gene",
        "peroxidase"
    ],
    "author_names": [
        "Elspeth M. Payne, MB, ChB",
        "Clemens Grabher, PhD",
        "Niccolo Bolli, MD",
        "John Kanki, PhD",
        "Brunangelo Falini, MD",
        "A. Thomas Look, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Hematology, University of Perugia, Perugia, Italy"
        ],
        [
            "Department of Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Nucleophosmin (NPM1) is a multi-functional ubiquitous phosphoprotein that shuttles between the nucleolus and cytoplasm. Located on chromosome 5q35 NPM1 is involved in the development of acute myeloid leukemia (AML) and myelodysplastic syndromes (MDS) both as a chimeric fusion partner and as a putative key haploinsufficient tumor suppressor. Heterozygous NPMc+ mutations have been identified in 30% of AML, usually with normal karyotype. Such mutations create new nuclear export signals and disrupt the normal nucleolar localization signal, resulting in re-localization of both mutant and heterodimeric wild-type (WT) NPM protein from the nucleolus to the cytoplasm. The zebrafish is a model organism ideally suited to genotypic and phenotypic analysis of myelopoiesis and leukemogenesis, with a proven track record for facilitating the discovery of novel pathogenetic pathways. Using in silico analysis we identified two homologues (a common finding in zebrafish due to genome duplication during piscine evolution) of the human nucleophosmin gene in zebrafish. These two genes have been designated znpm1a and znpm1b. znpm1a is annotated by the National Center for Biotechnology (NCBI) while znpm1b is a known protein-coding region located via blast search of the human NPM1 amino acid sequence at www.ensembl.org/Danio_rerio/index.html . Whilst znpm1b exhibits slightly less identity to human NPM1 (47%) than znpm1a (64%) it demonstrates clear synteny with human chromosome 5q35 and mouse chromosome 11 (Figure 1). We confirmed expression of both znpm1a and znpm1b in embryonic tissue and adult hematopoietic tissue of the major lineages by RT-PCR of Green Fluorescent Protein (GFP)-sorted cells in pu.1-GFP transgenic zebrafish embryos and in adult zebrafish kidney cells (sorted by forward and side scatter charactersistics). Morpholinos (stable, synthesized antisense oligonucleotides that specifically block gene expression when injected into embryos at the one-cell stage) were designed to inhibit znpm1a or 1b and injected into zebrafish embryos at the 1–4 cells stage to assess the effect of knockdown of znpm1a and 1b alone and in combination on hematopoiesis. Whole-mount in situ hybridization of 48 hours post-fertilization(hpf) injected embryos demonstrated a 50% reduction in the expression of myeloperoxidase ( mpo ) and a similar reduction in alpha globin (α -globin ) expression as markers of myelo- and erythropoiesis. To investigate the mechanism of the reduction in hematopoietic cells we injected the znpm1a and 1b morpholinos into zebrafish carrying mutated p53 and observed partial rescue of the hematopoietic phenotype suggesting that loss of npm1 in zebrafish activates p53 dependent cell cycle arrest, senescence or cell death. Thus zebrafish npm1 proteins are required for normal hematopoiesis consistent with the role for NPM1 as a tumor suppressor in AML/MDS with loss of all or part of chromosome 5. Future studies using this model will address which pathways are disrupted by the loss of npm1 and thus may contribute to the pathogenesis of human AML/MDS and facilitate identification of potential therapeutic targets. Figure 1. View large Download slide Zebrafish znpm1b exhibits synteny with human chromosome 5q35 and mouse chromosome 11. Figure 1. View large Download slide Zebrafish znpm1b exhibits synteny with human chromosome 5q35 and mouse chromosome 11. "
}