{
    "doi": "https://doi.org/10.1182/blood-2018-99-113516",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4030",
    "start_url_page_num": 4030,
    "is_scraped": "1",
    "article_title": "Somatic PRAME Deletions Are Associated with Decreased Immunogenicity, Apoptosis Resistance and Poor Outcomes in Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "621. Lymphoma—Genetic/Epigenetic Biology: Functional implications of genetics and epigenetics",
    "topics": [
        "diffuse large b-cell lymphoma",
        "immunogenicity",
        "apoptosis",
        "antigens",
        "cancer",
        "neoplasms",
        "tumor microenvironment",
        "cancer immunotherapy",
        "chemotherapy regimen",
        "computed tomographic angiography"
    ],
    "author_names": [
        "Katsuyoshi Takata, MD PhD",
        "Daisuke Ennishi, MDPhD",
        "Ali Bashashati",
        "Saeed Saberi",
        "Elena Viganò, PhD",
        "Shannon Healy, PhD",
        "Julie S Nielsen",
        "Gianluca D' Antonio",
        "Brad H Nelson",
        "Sohrab P Shah",
        "Joseph M Connors",
        "Randy D. Gascoyne, MD",
        "David W. Scott, PhDMD,FRACP,FRCPA",
        "Christian Steidl, MD"
    ],
    "author_affiliations": [
        [
            "Centre for Lymphoid Cancer, BC Cancer, Vancouver, Canada "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer Agency, Vancouver, Canada "
        ],
        [
            "Molecular Oncology, British Columbia Cancer, Vancouver, Canada "
        ],
        [
            "Molecular Oncology, BC Cancer, Vancouver, Canada "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer, Vancouver, Canada "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer, Vancouver, Canada "
        ],
        [
            "Trev and Joyce Deeley Research Centre, British Columbia Cancer Agency, Victoria, Canada "
        ],
        [
            "Trev and Joyce Deeley Research Centre, British Columbia Cancer Agency, Victoria, Canada "
        ],
        [
            "Trev and Joyce Deeley Research Centre, British Columbia Cancer Agency, Victoria, Canada "
        ],
        [
            "Molecular Oncology, BC Cancer, Vancouver, Canada "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer, Vancouver, Canada "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer, Vancouver, Canada "
        ],
        [
            "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Lymphoid Cancer Research, British Columbia Cancer Agency, Vancouver, Canada"
        ]
    ],
    "first_author_latitude": "49.245550249999994",
    "first_author_longitude": "-123.07016759999999",
    "abstract_text": "Background: The current standard of care in diffuse large B-cell lymphoma (DLBCL) consists of chemotherapy and therapeutic monoclonal antibodies that have significantly improved patient outcomes over the past 15 years. However, a large proportion of patients suffer from refractory or relapsed disease. Therefore, the development of new therapeutic strategies for this subgroup of patients, who are threatened by a high chance of disease-related death, represents an important unmet clinical need. Methods: We enrolled into our study 347 de novo DLBCL patients uniformly treated with R-CHOP from the BC Cancer population-based cohort between September 2000 and January 2012. RNAseq and high-resolution copy number analysis were performed and correlated with clinical outcome data and tumor microenvironment composition. We also performed functional studies to investigate PRAME-mediated memory T-cell responses and gene expression changes. Results: We discovered novel, highly focal deletions of 22q11.22, including the PRAME gene in 13% (44/338) of the cases. The deletions cluster in a narrow chromosomal region that includes a very small number of genes ( VpreB1, ZNF280A/B, PRAME, GGTLC2, miR-650 ). Of clinical importance, 22q11.22 deletions were found significantly more frequently in germinal centre B-cell-like (GCB) type DLBCL (17% (31/180) vs. activated B-cell-like (ABC) type: 8% (8/98), P < 0.01), and were also significantly associated with worse outcome, which was specifically observed in GCB-DLBCL (5-year disease specific survival, non- PRAME -deleted: 84.5% vs. PRAME -deleted: 67.2%, P = 0.026). Homozygous deletions were more strongly associated with poor outcome than heterozygous deletions. Interestingly, 90% of PRAME-deleted cases were Ig-lambda restricted ( P < 0.001). PRAME is a prominent member of the cancer testis antigen (CTA) family of proteins that are expressed in various types of cancers, but not in normal tissues, including normal mature B-cells, apart from male germinal cells. Due to the cancer-specific expression of CTAs, these molecules are considered promising targets for cancer immunotherapy using cytotoxic T-cells and tumor vaccination approaches. To determine the association with tumor microenvironment composition, we analyzed CD4/CD8 flow cytometry data from DLBCL patient samples. The numbers of CD4 and CD8-positive T cells were significantly lower in PRAME -deleted cases compared to wild type (CD4: P < 0.001, CD8: P = 0.013). Notably, RNAseq analysis revealed that the HLA-A*0201 genotype was seen significantly more often in PRAME deleted cases ( PRAME wt: 2.5% vs. PRAME deleted: 10.8%, P = 0.005). In order to functionally characterize its interaction with the immune microenvironment, we utilized enzyme-linked immunoSpot (ELISPOT) assays to investigate memory T-cell reactions of patient-derived T cells to PRAME antigens using patient-derived peripheral blood mononuclear cells (PBMC) and measured IFN-g production (7 control healthy donors, 4 PRAME -deleted and 4-wild type patients). While T cells from PRAME-replete patients had no reaction to PRAME antigens, PRAME -deleted patient-derived T-cells had significant reactions to 4 independent PRAME peptides. These data suggest that PRAME -deleted tumor cells can escape from cytotoxic T-cell attack to gain growth advantage. Next, we performed PRAME knock-out (KO) experiments using CRISPR/Cas9 genome editing to clarify the cell autonomous effects of PRAME deletions. Using 2 different cell lines (Karpas422 and SUDHL-4), we found TNFSF10 (TRAIL) expression was significantly down-regulated in homozygous PRAME-KO cell lines compared to wild type. The soluble form of TRAIL (sTRAIL) was also reduced, as measured with enzyme-linked immunosorbent assays. These results suggest that PRAME downregulated cells may contribute to cell survival via TRAIL and sTRAIL reduction. Conclusion: We identified recurrent PRAME deletions and characterized their clinical and functional role in DLBCL. Our findings contribute to the understanding of cell-autonomous and extrinsic roles of PRAME deletions in lymphomagenesis and may lead to the discovery of new therapeutic avenues to simultaneously treat the tumor and the host. Disclosures Gascoyne: NanoString: Patents & Royalties: Named Inventor on a patent licensed to NanoString Technologies. Scott: Janssen: Research Funding; Roche: Research Funding; NanoString: Patents & Royalties: Named Inventor on a patent licensed to NanoString Technologies, Research Funding; Celgene: Consultancy, Honoraria. Steidl: Tioma: Research Funding; Seattle Genetics: Consultancy; Roche: Consultancy; Bristol-Myers Squibb: Research Funding; Juno Therapeutics: Consultancy; Nanostring: Patents & Royalties: patent holding."
}