{
    "doi": "https://doi.org/10.1182/blood.V116.21.4283.4283",
    "article_title": "Apo-Transferrin Injections Reduce Transferrin Receptor 1 Concentration on Erythroid Precursors and Reverse Ineffective Erythropoiesis In Splenectomized Beta-Thalassemic Mice ",
    "article_date": "November 19, 2010",
    "session_type": "Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "Abstract 4283 Beta-thalassemia results from a mutation in the beta-globin gene which leads to ineffective erythropoiesis (IE), shortened red blood cell (RBC) survival, and anemia requiring varying degrees of transfusion-dependence. Our previous data demonstrate that thalassemic (Hbb th1/th1 ) mice treated with apo-transferrin have more circulating RBCs, each with lower mean corpuscular hemoglobin (MCH), increased hemoglobin, and reversal of splenomegaly. These results suggest that anemia in beta-thalassemia is a consequence of excess intracellular heme in developing erythroblasts. Because iron in erythroid precursors is predominantly used for heme synthesis and iron uptake is limited to transferrin-bound iron through transferrin receptor 1 (TfR1), we hypothesized that exogenous apo-transferrin injections reduce MCH by decreasing surface TfR1 expression. To clarify the direct effect of splenic erythropoiesis in this experimental system, we analyzed splenectomized thalassemic mice for the effect of apo-transferrin injections on erythroid precursor differentiation and expression of TfR1 in the bone marrow as well as all RBC parameters, serum erythropoietin levels, and degree of extramedullary erythropoiesis (EMH) in the liver. We used intraperitoneal human apo-transferrin injection, 10 mg daily for 20 days. Apo-transferrin treated splenectomized thalassemic mice were compared with age and gender matched untreated splenectomized mice. A novel flow cytometry analysis using CD44 and TER119 in the bone marrow allowed us to measure the expression levels (using mean fluorescence intensity) of TfR1 at different stages of erythroid differentiation. Splenectomy in thalassemic mice resulted in decreased reticulocyte count ( P <0.0001) and hemoglobin concentration ( P <0.0001), an increase in serum erythropoietin ( P <0.0001), and a higher concentration of TfR1 on erythroid precursors of all stages ( P =0.003, 0.01, 0.02, and 0.003 for proerythroblasts, basophilic, polychromatophilic, and orthochromatophilic erythroblasts, respectively) relative to age and gender matched non-splenectomized thalassemic mice. Despite this deterioration, apo-transferrin injections increased RBC counts ( P <0.0001) and hemoglobin concentration ( P <0.0001) and decreased reticulocyte counts ( P <0.0001), MCV ( P <0.0001), and MCH ( P =0.0002) to levels similar to non-splenectomized apo-transferrin treated thalassemic mice. Additionally, serum erythropoietin concentration decreased ( P =0.009), RBC survival significantly improved (t½ = 33.5 vs. 10.6 days, P <0.0001), and EMH in the liver completely reversed relative to untreated splenectomized thalassemic mice. We also demonstrate that apo-transferrin treatment in splenectomized thalassemic mice reduces the amount of TfR1 expressed on erythroblasts at all stages of erythroid development ( P =0.0007, 0.007, 0.01, and 0.004 for proerythroblasts, basophilic, polychromatophilic, and orthochromatophilic erythroblasts, respectively) compared with untreated splenectomized thalassemic mice. During a three month follow up after splenectomy, apo-transferrin injections decreased mortality in thalassemic mice (likely by reversal of severe anemia; hemoglobin of 11.3 vs. 7.5 g/dL in treated and untreated splenectomized thalassemic mice, respectively). In summary, exogenous apo-transferrin increases the efficiency of erythropoiesis in splenectomized thalassemic mice as previously documented in non-splenectomized thalassemic mice, relieving their dependence on EMH in the liver and spleen. Decreased iron uptake in erythroid precursors of apo-transferrin treated splenectomized thalassemic mice is associated with a reduction in the amount of TfR1 on all stages of erythroid precursor development and likely explains the reduction of MCH in apo-transferrin treated mice. Our findings demonstrate a novel feedback inhibition of TfR1 expression by exogenous apo-transferrin injection. Taken together, these results support the use of apo-transferrin to 1) delay or prevent the need for surgical splenectomy and 2) ameliorate anemia, IE, and EMH in splenectomized patients with beta-thalassemia. Disclosures: Cabantchik: Aferrix Ltd: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "erythroid progenitor cells",
        "ineffective erythropoiesis",
        "mice",
        "transferrin",
        "transferrin receptors",
        "anemia",
        "hemoglobin",
        "iron",
        "beta thalassemia",
        "splenectomy"
    ],
    "author_names": [
        "Huihui Li, MS",
        "Jing Liu, PhD",
        "Jianhua Zhang, MD",
        "Maya Shvartsman",
        "Charles B Hall, PhD",
        "William Breuer",
        "Leni vonBonsdorff, PhD",
        "Zvi Ioav Cabantchik",
        "Xiuli An, MD, PhD",
        "Mohandas Narla, DSc",
        "Yelena Ginzburg, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Huihui Li, MS",
            "author_affiliations": [
                "Erythropoiesis, New York Blood Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jing Liu, PhD",
            "author_affiliations": [
                "Red Cell Physiology Lab, The New York Blood Center, New york, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianhua Zhang, MD",
            "author_affiliations": [
                "Red Cell Physiology, New York Blood Center, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maya Shvartsman",
            "author_affiliations": [
                "Biological Chemistry, Hebrew University, Jerusalem, Israel, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles B Hall, PhD",
            "author_affiliations": [
                "Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Breuer",
            "author_affiliations": [
                "Biological Chemistry, Hebrew University of Jerusalem, Jerusalem, Israel, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leni vonBonsdorff, PhD",
            "author_affiliations": [
                "Plasma Products, Sanquin Oy, Espoo, Finland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zvi Ioav Cabantchik",
            "author_affiliations": [
                "Biological Chemistry, Institute of Life Sciences, Hebrew University of Jerusalem., Jerusalem, Israel, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiuli An, MD, PhD",
            "author_affiliations": [
                "Red Cell Physiology Laboratory, New York Blood Center, New York, NY, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohandas Narla, DSc",
            "author_affiliations": [
                "New York Blood Center, New York, NY, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yelena Ginzburg, MD",
            "author_affiliations": [
                "Hematology, New York Blood Center, New York, NY, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T09:37:53",
    "is_scraped": "1"
}