{
    "doi": "https://doi.org/10.1182/blood.V128.22.SCI-23.SCI-23",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3342",
    "start_url_page_num": 3342,
    "is_scraped": "1",
    "article_title": "Genomic Applications for Transfusion Support ",
    "article_date": "December 2, 2016",
    "session_type": "Genomics in Transfusion Medicine",
    "topics": [
        "transfusion",
        "genome",
        "alloimmunization",
        "genotype determination",
        "dna microarrays",
        "blood group antigens",
        "dna",
        "hepatitis b e antigens",
        "human platelet antigens",
        "phenotype determination"
    ],
    "author_names": [
        "Stella Chou, MD"
    ],
    "author_affiliations": [
        [
            "The Children's Hospital of Philadelphia, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.9474703",
    "first_author_longitude": "-75.1953683",
    "abstract_text": "Red blood cell (RBC) and platelet antigen determination by DNA methods (genotyping) has become an important part of the practice of transfusion medicine over the past decade.The results are reliable and highly correlated with serologic phenotyping results, and are superior in some situations. Application of RBC genotyping to provide more precise transfusion therapy for various patient populations will be discussed, with a particular emphasis on those requiring chronic RBC therapy or with complex serologic reactivity. Current DNA arrays can test for a large number of blood group antigens, but routine typing of the ABO and Rh systems is not currently feasible due to the large number of genetic mutations. Patients with sickle cell disease (SCD) are one of the most challenging populations to safely transfuse, in part due to high rates of alloimmunization against Rh antigens despite prophylactic matching for D, C, and E antigens. Genotyping of the RH loci has revealed that RHD and RHCE variants are prevalent in African Blacks. Nearly 90% of patients with SCD have at least one altered RH gene and contributes to Rh alloimmunization in patients with SCD. The role of RH variation and alloimmunization in SCD will be reviewed, and the feasibility and approach to genetic RBC matching of patients and donors will be discussed. The use of targeted DNA arrays, whole exome sequencing, or whole genome sequencing to identify common and variant RH alleles will be addressed, including limitations of each method. Disclosures No relevant conflicts of interest to declare."
}