{
    "doi": "https://doi.org/10.1182/blood.V106.11.3336.3336",
    "article_title": "An Outpatient Salvage Approach for Advanced Lymphoma Incorporating Stratification and Dose-Escalation. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "We have previously demonstrated significant anti-lymphoma activity using an outpatient-based salvage approach comprising vinorelbine and gemcitabine with an overall response (CR + PR) rate of 55%. We now report the results of a planned interim analysis of a similar outpatient approach for both non-Hodgkin’s lymphoma (NHL) and Hodgkin’s lymphoma (HL) but incorporating patient stratification and treatment escalation. Patients were stratified into Group 1 (G1 - good risk - first relapse following durable first remission - follicular NHL>12 months, all other NHL sub-types and HL>6 months); Group 2 (G2 - poor risk - primary refractory, second or subsequent relapse, or non-durable first remission); or Group 3 (G3 - post-transplant - relapse following any form of stem cell transplant therapy). Two chemotherapy regimens were evaluated. VGF (vinorelbine 25mg/sqm days 1 and 8, gemcitabine 1000mg/sqm days 1 and 8, pegfilgrastim 6mg SC day 9); F-GIV (same as VGF but with ifosfamide 3000mg/sqm day 1 with mesna uroepithelial protection). G1 and G3 commenced therapy with VGF and G2 with F-GIV. Following 2 cycles of therapy all patients were restaged. Any patients demonstrating disease progression were removed from trial. Responsive patients (>50% reduction in all previous sites of disease and gallium and/or FDG-PET negativity where baseline positivity was demonstrated) received 2 further cycles of the same therapy, the remainder ‘escalated’ therapy with F-GIV (G1 and G3) or IVAC (G2) (inpatient treatment with ifosfamide, VP-16 and Ara-C). A planned total of 90 patients were accrued between December 2002 and December 2004. Here we report on the first 88 patients (G1 = 26, G2 = 50, G3 = 12) with a median age of 57 years (range, 17–78). Diagnoses at entry were HL, n = 16 (nodular sclerosing = 13, mixed cellularity = 3) and NHL, n = 72 (diffuse large cell = 41, follicular = 16, others = 15). So far G1 and G2 have received 79 and 138 cycles of VGF and F-GIV, respectively, with grades 3/4 neutropenia or thrombocytopenia occurring in 24% and 18% (VGF) and 62% and 49% (F-GIV) of patients, respectively. Significant non-haematological toxicities were uncommon. Febrile neutropenia, hospital admission, treatment delay or dose-reductions occurred with 4%, 19%, 4%, 1% and 17%, 34%, 9%, 9% of VGF and F-GIV cycles, respectively. The 12 post-transplant patients (G3) have received 28 and 8 cycles of VGF and F-GIV, respectively, with no unexpected toxicities. Based on published standardised response criteria overall response (CR + Cru + PR) on an intention-to-treat basis after 2 to 4 cycles of treatment is 54% (CR 29%) (77% and 42% for G1 and G2, respectively). Diffuse large cell NHL patients have demonstrated response rates of 67% and 17% for G1 and G2 patients, respectively. Based on this planned interim analysis we conclude that both VGF and F-GIV can be safely administered on an outpatient basis and show activity against advanced lymphoma.",
    "topics": [
        "lymphoma",
        "outpatients",
        "disease remission",
        "gemcitabine",
        "ifosfamide",
        "toxic effect",
        "transplantation",
        "vinorelbine",
        "chemotherapy regimen",
        "cytarabine"
    ],
    "author_names": [
        "Andrew Spencer, DM",
        "Andrew Grigg, MBBS",
        "John Catalano, MBBS",
        "Michael Leahy, MBBS",
        "Craig Underhill, MBBS",
        "Chris Arthur, MBBS",
        "James DRozario, MBBS",
        "Ray Lowenthal, DM",
        "Kerry Taylor, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew Spencer, DM",
            "author_affiliations": [
                "Clinical Haematology & BMT, Alfred Hospital, Melbourne, Victoria, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrew Grigg, MBBS",
            "author_affiliations": [
                "Haematology, Royal Melbourne Hospital, Melbourne, Victoria, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Catalano, MBBS",
            "author_affiliations": [
                "Haematology, Frankston Hospital, Frankston, Victoria, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Leahy, MBBS",
            "author_affiliations": [
                "Haematology, Fremantle Hospital, Fremantle, Western Australia, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig Underhill, MBBS",
            "author_affiliations": [
                "Oncology, Border Medical Oncology, Albury, NSW, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Arthur, MBBS",
            "author_affiliations": [
                "Haematology, Royal North Shore Hospital, Sydney, NSW, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James DRozario, MBBS",
            "author_affiliations": [
                "Haematology, Canberra Hospital, Canberra, ACT, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ray Lowenthal, DM",
            "author_affiliations": [
                "Oncology, Royal Hobart Hospital, Hobart, Tasmania, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry Taylor, MBBS",
            "author_affiliations": [
                "Haematology, Mater Hospital, Brisbane, Queensland, Australia"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T18:46:00",
    "is_scraped": "1"
}