{
    "doi": "https://doi.org/10.1182/blood.V114.22.4563.4563",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1433",
    "start_url_page_num": 1433,
    "is_scraped": "1",
    "article_title": "Characteristics of N -Glycosylation-Modified Erythropoietin in Xenopus Laevis.  ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - CYTOKINES, SIGNAL TRANSDUCTION, APOPTOSIS, AND CELL CYCLE REGULATION",
    "topics": [
        "culture media, conditioned",
        "erythropoietin",
        "glycosylation",
        "xenopus laevis",
        "carbohydrates",
        "erythropoietin receptors",
        "amino acids",
        "molecule",
        "dna, complementary",
        "glycoside hydrolases"
    ],
    "author_names": [
        "Kazumichi Nagasawa",
        "Nami Kosaka-Nogawa",
        "Youichi Aizawa, PhD",
        "Takashi Kato, DSc"
    ],
    "author_affiliations": [
        [
            "Major in Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan, "
        ],
        [
            "Major in Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan, "
        ],
        [
            "Department of Biology, School of Education, Waseda University, Tokyo, Japan"
        ],
        [
            "Major in Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.7087334",
    "first_author_longitude": "139.7196485",
    "abstract_text": "Abstract 4563 Erythropoietin (EPO) and erythropoietin receptor (EPOR) are primary regulators of erythropoiesis in mammals. In human EPO (huEPO), for example, there are three well-conserved glycosylation sites for N -linked carbohydrates. It is reported that the N -glycosylation is not required for the in vitro activity but essential for the exhibition of the in vivo activity. The N -linked carbohydrates are also important for biosynthesis and/or secretion as well as its stability and biological function. Previously, we identified EPO cDNA in the South African clawed frog, Xenopus laevis but found no N -glycosylation sites in the deduced protein, xl EPO. To learn more about xl EPO lacking N -glycosylation, we constructed and characterized xl EPO mutants with N -linked carbohydrates. We altered xl EPO gene by site-directed mutagenesis to contain N -glycosylation consensus sequences (Asn-X-Ser/Thr, where X is any amino acid except proline) at the same positions as those in huEPO. These seven different xl EPO mutants contain one to three inserted N -glycosylation sites at Asn24, Asn38, and Asn83, respectively. Here, we describe xl EPO mutants as xl EPO-Y, where Y indicates N -glycosylation position 1 at Asn24, position 2 at Asn38, and position 3 at Asn83. Then, we isolated conditioned media from cultures of COS-1 cells transiently expressing wild-type and mutant xl EPOs. Western blots showed progressive increases in the molecular weights of xl EPO mutants from 18 kDa to 22, 26, and 30 kDa based on the number of additional N -linked carbohydrates. Non-glycosylated Asn83 was observed in xl EPO-3, xl EPO-13, xl EPO-23, and xl EPO-123. Treatment with peptide- N -glycosidase F (PNGase F) shifted the molecular weights of all mutants to 18 kDa, identical to wild-type. Thus we attributed the increased size of the mutants above that of wild-type xl EPO to increased N -linked carbohydrate content. Blots also revealed decreases in relative secretion levels that depended on addition of N -linked carbohydrates. The secretion levels of mutants with one and two additional N -linked carbohydrate(s) were approximately half and quarter that of wild-type xl EPO, respectively. The results suggested that in contrast to huEPO, N -glycosylation is not necessary for efficient secretion of xl EPO. To examine the effects of the added N -linked carbohydrates on in vitro activity of xl EPO, we used a proliferation assay with mouse FDC/P2 cells that express xl EPOR. xl EPO mutants showed dose-dependent stimulation and removal of N -linked carbohydrates from these mutants with PNGase F increased their activities. The maximum effects of xl EPO-1 (70%), xl EPO-12 (30%) were less than that of wild-type xl EPO, suggesting that carbohydrate at Asn24 was most effective. This is in accord with the observation that abolishing this N -glycosylation site in huEPO increases in vitro activity (Yamaguchi et al. , J Biol Chem 266: 20434, 1991). Previously, we reported that xl EPO induced proliferation of both EPO-dependent human UT-7/EPO cells and murine EPOR expressing FDC/P2 cells though xl EPO has only 38% amino-acid sequence identity with human EPO (Nogawa et al. , ASH 2006, Abstract 1148). Taken together, we consider that xl EPO retains an important aspect of the structural frame of EPO molecule required for the biological activity. The xl EPO and its receptor will be valuable tools to further study the structure-activity relationships of EPO molecule. Disclosures: No relevant conflicts of interest to declare."
}