{
    "doi": "https://doi.org/10.1182/blood.V126.23.3489.3489",
    "article_title": "A Single Amino Acid in the Gla Domain Mouse FVIIa Allows Its Binding to the Endothelial Protein C Receptor and Enhances Its Coagulant Activity In Vivo ",
    "article_date": "December 3, 2015",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "abstract_text": "The human protein C (PC) interaction with the endothelial PC receptor (EPCR) is mediated through the PC Gla domain, via key amino acids Phe4 and Leu8. Specifically, substitution of Leu8 with Val from human prothrombin abolishes the PC-EPCR interaction. The Gla domain of human Factor VII (FVII) shares these positions with PC and, consequently, the EPCR binding capacity. In the mouse, a commonly used in vivo model, the sequence determinants of the Gla domain of mouse PC (mPC) interaction with mouse EPCR (mEPCR) are not known. Remarkably, mouse FVII (mFVII) and its activated form (mFVIIa) have poor affinity for mouse EPCR. We previously described a variant of mFVIIa (mFVIIa-FMR) that contained the Leu4->Phe, Leu8->Met and Trp9->Arg from the mPC Gla domain. We found that this molecule was functionally similar to mFVIIa and could bind mEPCR. Using mFVIIa-FMR as surrogate to study the mPC-mEPCR interaction, we highlighted the importance of the Phe4/Met8/Arg9 in the mPC-mEPCR interaction. We also found that mFVIIa-FMR had enhanced hemostatic properties when infused at 3 mg/kg after FeCl 3 carotid artery injury in hemophilic mice (vessel occlusion was 2.5 times faster than mFVIIa). In order to further refine whether the mEPCR binding capacity of mPC is coordinated by any/all of Phe4/Met8/Arg9 positions, we previously generated single variants of mPC at these positions using the corresponding amino acids of mFVIIa (that has poor interaction with mEPCR). We found that Phe4 is the sole determinant of specificity of the mPC-mEPCR interaction. Moreover, when Phe4 was placed in mFVIIa, we found that mFVIIa-Phe4 had activity similar to mFVIIa and bound mEPCR on cells (or in solution to soluble mEPCR) with a Kd of ~350nM. This was of similar magnitude to the mEPCR affinity of a mFVIIa variant with the entire mPC Gla domain (~200 nM), indirectly suggesting that Phe4 determines both the specificity and affinity of mPC to mEPCR. Since mFVIIa-FMR showed improved hemostatic properties in vivo as a result of mEPCR binding, enhancing the EPCR-FVIIa binding may generate improved human FVIIa molecules for the treatment of bleeding. Here we wanted to provide proof-of-concept using limited Gla domain modifications. For this, we utilized mFVIIa-Phe4, a minimally modified mFVIIa molecule, described above. Specifically, hemophilia B animals were subjected to a 7.5% FeCl 3 injury of their carotid artery for 2 minutes; after 10 minutes mice were infused with 3 mg/kg of mFVIIa or mFVIIa-Phe4. Time to vessel occlusion was determined by monitoring blood flow. Hemostatically normal mice occluded in 13.3 ± 3.0 min. We found that infusion of mFVIIa resulted in vessel occlusion at 8.9 ± 1.7 min. However, mice that received mFVIIa-Phe4 reached vessel occlusion within 4.5 ± 2.4 min, ~2.5 times faster than mFVIIa-infused mice (P<0.01). This was similar to that we previously observed with mFVIIa-FMR infusion after injury in hemophilia B mice. Our results suggest the following: (1) Phe4 in the mPC Gla domain confers the specificity and affinity to mEPCR; (2) a single Phe4 substitution in mFVIIa is the only requirement for enhancing its clotting function in vivo. These data reveal another difference between human and mouse systems that may affect EPCR-dependent functions of other vitamin K-dependent proteins. Moreover, our results suggest the possibility that minimally modified variants of FVIIa with respect to EPCR binding may have more favorable hemostatic properties for clinical use. Disclosures Ivanciu: Bayer Hemophilia Awards Program: Research Funding. Margaritis: Novo Nordisk A/S: Research Funding; Bayer Hemophilia Awards Program: Research Funding.",
    "topics": [
        "amino acids",
        "coagulants",
        "endothelial protein c receptor",
        "mice",
        "recombinant coagulation factor viia",
        "hemostatics",
        "molecule",
        "hemophilia a",
        "hemophilia b",
        "hemophilias"
    ],
    "author_names": [
        "Giulia Pavani, PhD",
        "Lacramioara Ivanciu, PhD",
        "Katherine A. Stafford",
        "Paris Margaritis, DPhil"
    ],
    "author_dict_list": [
        {
            "author_name": "Giulia Pavani, PhD",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lacramioara Ivanciu, PhD",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA ",
                "University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine A. Stafford",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paris Margaritis, DPhil",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA ",
                "University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T21:33:43",
    "is_scraped": "1"
}