{
    "doi": "https://doi.org/10.1182/blood.V110.11.3870.3870",
    "article_title": "The Feature of CD3-zeta Chain Gene Expression in Mononuclear Cells without and with Stimulation by Different Factors from Umbilical Cord Blood. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "CD3 zeta gene is required for efficient TCR expression and plays a central role in the signal-transducing events leading to T and NK-cell activation and proliferation. Umbilical cord blood (UCB) has been used successfully as a source of allogeneic transplantation and UCB T cells have showed capacity for production the specific CTL by tumor associated antigen ex vivo. In order to investigate the feature of CD3 zeta gene expression pattern in cord blood, UCB T cell without or with stimulation by different stimulators, including PHA, IL-2, CD3 monoclonal antibody (McAb), CD28 McAb + IL-2 and PML-RARα peptide) were used to analyze. By using Real-Time PCR with SYBR Green I technique, the expression level of CD3 zeta gene was analyzed in T-cells from 60 cases of UCB before and after T-cells culture at different time points (5–20days), β2-microglobulin gene was used as an endogenous reference. The relative mRNA expression level of CD3 zeta gene was used by the 2 - ΔCt method. According to melting curve, polymorphism of nucleotide sequence was determined by PCR products direct sequencing. 60 cases healthy adults served as controls. The results showed that CD3 zeta gene was expressed in all cases from both UCB and healthy adults. The mean value 6.7%±5.56% of relative mRNA expression level of CD3 zeta gene was found in 60 UCB cases, the expression level under 1.0% was detected in 4 cases, over 10% in 14 cases and a high expression of 25.53% only in one case. In contrast, 3.1%±2.23% of relative mRNA expression level of CD3 zeta gene was detected in 60 cases healthy adults. The expression of the CD3 ζ gene from the healthy adults is more concentrated and the highest expression is only 9.34%. Compare with the healthy adults, a significant higher expression of CD3 zeta gene was found from UCB ( P =0.000). Polymorphism and mutation of CD3 zeta gene were not identified by sequence analysis in both UCB and healthy samples. For the culture cells, CD3 zeta gene expression level in initial culture (5–10days) was increased after different stimulation. A higher expression lever was found in combined CD3 MCAb + CD28 McAb with or without PML-RARα peptide than in stimulation with PHA or IL-2 alone. The CD3 zeta gene expression lever in UCB T cells induced by combined PML-RARα peptide was 6.37 times as much as unstimulated cells at 10 days, whereas the CD3 zeta gene expression lever in UCB T cells stimulated by IL-2, CD3 McAb plus CD28 McAb was 5.83 times higher than that from un-stimulated cells. However, when the duration of T cells culture was prolonged, the expression of CD3 zeta was gradually reduced in all groups after 10 days. In conclusion, this is to our knowledge, the first description of CD3 zeta gene expression in UCB. Our data suggest that a higher expression of CD3 zeta gene could be found in UCB than in adult peripheral blood, and up-regulation of CD3 zeta gene can also be achieved after stimulation with PHA, IL-2, CD3 McAb + CD28 McAb + IL-2 with or without PML-RARα peptide, respectively. In addition, combined CD3 McAb + CD28 McAb with/without PML-RARα peptide showed a significantly higher capacity for promoting proliferation. The down-expression of CD3 zeta in cultured T cells after 10 days remains an open question.",
    "topics": [
        "aldesleukin",
        "antigens",
        "cd28 antigens",
        "gene expression",
        "monoclonal antibodies",
        "mononuclear cells",
        "neoplasms",
        "peptides",
        "polymerase chain reaction",
        "progressive multifocal leukoencephalopathy"
    ],
    "author_names": [
        "Shaohua Chen, BA",
        "Yangqiu Li, MD",
        "Lijian Yang",
        "Si Chen, BA"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaohua Chen, BA",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, Guangdong, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yangqiu Li, MD",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, Guangdong, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lijian Yang",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, Guangdong, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Si Chen, BA",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, Guangdong, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T02:34:12",
    "is_scraped": "1"
}