{
    "doi": "https://doi.org/10.1182/blood.V126.23.5557.5557",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3264",
    "start_url_page_num": 3264,
    "is_scraped": "1",
    "article_title": "A Highly Sensitive Assessment Tool for the Gene Editing Efficiency of Sickle Cell Disease Hemoglobin Beta Gene ",
    "article_date": "December 3, 2015",
    "session_type": "802. Chemical Biology and Experimental Therapeutics",
    "abstract_text": "In sickle cell disease, a single point mutation in hemoglobin β gene (HBB) results in the substitution of valine for glutamic acid at position 6 of the β globin protein sequence, causing the deformation of red blood cells into a sickle (or crescent) shape. With the development of powerful gene editing tools, scientists are initiating the correction of the point mutation of HBB gene in CD34+ hematopoietic stem cells and induced pluripotent stem cells. Although the results are very exciting, the evaluation method of the gene editing is primitive. Currently, the modification at the mutation site is identified and quantified using Restriction Fragment Length Polymorphism (RFLP), which involves PCR amplification, restriction enzyme digestion and gel electrophoresis. The accuracy of the gene editing efficiency depends heavily on the quantification of the DNA bands in the gel images, which is inherently imprecise. We have developed a novel technique to quantify the correction efficiency of HBB gene editing using a fluorescence tagging of the edited DNA sequence. This method provides excellent sensitivity and accuracy, and saves time and labor, eliminating a process of gel electrophoresis. We demonstrate the assessment of gene editing in HBB of K562 cells, in which the wild type HBB (β A gene) is converted to mutant β s using the gene editing tools (i.e. Transcription Activator-Like Effector Nucleases (TALENs) and single-stranded oligo deoxynucleotides (ssODNs)). We present limited information here due to the sensitivity of the intellectual property, but will discuss in detail the experimental procedures and data at the American Society of Hematology meeting. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "assessment scales",
        "gene editing",
        "genes",
        "hemoglobin",
        "sickle cell anemia",
        "gel",
        "dna",
        "electrophoresis, gel",
        "transcription activator-like effector nucleases",
        "dna restriction enzymes"
    ],
    "author_names": [
        "Mandula Borjigin, PhD",
        "Eric Brian Kmiec, PhD",
        "Rigumula Wu, MS"
    ],
    "author_affiliations": [
        [
            "Department of Chemistry, Delaware State University, Dover, DE "
        ],
        [
            "Department of Chemistry, Delaware State University, Dover, DE "
        ],
        [
            "Department of Chemistry, Delaware State University, Dover,"
        ]
    ],
    "first_author_latitude": "39.186137200000005",
    "first_author_longitude": "-75.5422735"
}