{
    "doi": "https://doi.org/10.1182/blood.V118.21.618.618",
    "article_title": "Platelet Phenotype and Thrombosis In JAK2 V617F Mice ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Biological Advances II",
    "abstract_text": "Abstract 618 Disorders of hemostasis are frequent in patients suffering from classic myeloproliferative neoplasm (MPN) i.e. essential thrombocytemia (ET) or polycythemia vera (PV). They include high incidence of thrombosis, which represents a leading cause of morbidity and mortality, and a lower incidence of hemorrhagic events. The pathogenesis of hemostatic disorders is complex. The JAK2 V617F mutation is found in 95% of PV and in 50% of ET. Since receptors coupled to JAK2 V617F are hyper-responsive to growth factors, it is proposed that JAK2 V617F primes platelets and, as a consequence, directly contributes to the thrombotic risk. However, the relation between the mutation and thrombosis has yet not clearly been established due to variable JAK2 V617F allele burden and antithrombotic prophylaxis. Novel MPN animal models expressing the mutation have been developed with reported hemostasis disorders from unknown origin. Therefore, we took the opportunity to use these JAK2 V617F knock-in (KI) mice to investigate the effects of JAK2 V617F on platelet functions. We used irradiated WT recipient mice grafted with bone marrow (BM) cells from JAK2 + /V617F KI donor mice. JAK2 + /V617F KI mice were conditional floxed JAK2 + /fl mice crossed with transgenic mice expressing Cre under the control of the vav promoter ( vav Cre/JAK2 + /V617F ) or Cre-tamoxifen-inducible transgenic mice expressing CreERt under the HSC-SCL promoter ( scl CreERt/JAK2 + /V617F ). All recipient mice developed 4 weeks after transplantation ( vav Cre/JAK2 + /V617F ) and tamoxifen-induction ( scl CreERt/JAK2 + /V617F ) a MPN mimicking PV and characterized by elevated hematocrit, platelet and leucocyte levels. Mice were studied between 4 and 9 weeks after the graft or 7, 14, 32 and 60 days after tamoxifen-induction ( scl CreERt/JAK2 + /V617F ). Platelet functions were analyzed in vitro by flow cytometry and light transmission aggregometry, ex vivo by measuring thrombus formation in whole blood and flow conditions on collagen and vWF, and in vivo in a FeCl3-induced model of thrombosis. The analysis of platelet glycoprotein expression was focused on two ITAM receptors, GPVI and CLEC2. The principal observation is a deficiency in GPVI up to 50% in vav Cre/JAK2 + /V617F mice (p<0.01) while expression of other platelet membrane glycoproteins (GPIb, GPV, GPIIbIIIa and CLEC2) was normal. GPVI deficiency was confirmed by immunoblot while the expression of the FcRg chain was normal. At arterial shear rates, platelet adhesion and aggregation on immobilized collagen and vWF were profoundly impaired with a platelet surface coverage decreased by up to 80% (p<0.01). In vivo, an enlargement of mesenteric vessels was noticed in vav Cre/JAK2 + /V617F mice. When vessels of the same caliber as WT mice were submitted to FeCl3-induced thrombosis, platelet aggregates formed rapidly (5-8 min) but surprisingly occlusion was not often reached and the aggregates were highly unstable. In scl CreERt/JAK2 + /V617F mice, GPVI deficiency was not observed at day 7 and 14 but appeared at day 60 after JAK2 V617F -induction by tamoxifen. In vivo , time to vessel occlusion and thrombus stability were initially (day 7 and 14) similar in KI and WT mice. However, the rate to which platelet aggregates formed and their stability became impaired at 32 days after JAK2 V617F -induction. In conclusion, these data demonstrate that JAK2 V617F induces complex modifications of platelet functions including platelet GPVI deficiency, in vitro loss of collagen-induced aggregation and facilitation of in vivo thrombosis initiation associated with instability of the clot. Therefore, this study provides new insight into the pathophysiology of hemostatic disorders in MPN, thrombus instability being able to drive microvascular thrombosis disorders and pulmonary embolism. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "blood platelets",
        "jak2 gene v617f",
        "mice",
        "thrombosis",
        "phenotype",
        "doxorubicin/etoposide/vincristine protocol",
        "tamoxifen",
        "thrombus",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Lamia Lamrani",
        "Catherine Lacout",
        "Veronique Ollivier",
        "Benoit HO Tin Hoe",
        "William Vainchenker, MD, PhD",
        "Jean-Luc Villeval, PhD",
        "Martine Jandrot-Perrus"
    ],
    "author_dict_list": [
        {
            "author_name": "Lamia Lamrani",
            "author_affiliations": [
                "U698, INSERM, Paris cedes 18, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Catherine Lacout",
            "author_affiliations": [
                "INSERM U1009, Institut Gustave Roussy, Université Paris XI, Villejuif, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Ollivier",
            "author_affiliations": [
                "U698, INSERM, Paris cedex 18, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benoit HO Tin Hoe",
            "author_affiliations": [
                "U698, INSERM, Paris cedex 18, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Vainchenker, MD, PhD",
            "author_affiliations": [
                "Institut Gustave Roussy, Villejuif, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Luc Villeval, PhD",
            "author_affiliations": [
                "U1009, INSERM, Villejuif, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Jandrot-Perrus",
            "author_affiliations": [
                "INSERM U698, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:24:51",
    "is_scraped": "1"
}