{
    "doi": "https://doi.org/10.1182/blood.V106.11.5211.5211",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=343",
    "start_url_page_num": 343,
    "is_scraped": "1",
    "article_title": "Dendritic Cells Reconstitution after Different Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objective: To compare the dendritic cells reconstitution after different allogeneic hematopoietic stem cell transplantation in early time Methods: From June 2004 to March 2005, Twenty-eight patients undergoing allo-HSCT were enrolled in this study. There were 16 patients who undergone normal HSCT, 8 patients who undergone Haploidentical HSCT and 4 patients who undergone Nonmyeloablative HSCT. Three-colour flow cytometry was applied to study the alteration of the percentage and number in circulating peripheral blood dendritic cells subsets on day 14,day 30,day 60 after transplantation among three distinct type HSCT. Results: The dendritic cells subsets number of myeloablative HSCT patients were very low. No difference was observed in the kinetics of DC1 (Lin − HLA-DR + CD11c + )and DC2 (Lin − HLA-DR + CD123 + ) reconstitution between the normal HSCT group and Haploidentical HSCT group patients( p <0.05). There was significant difference between myeloablative HSCT group and normal healthy individuals( p <0.01). There was significantly different between the non-myeloablative HSCT group and the myeloablative HSCT group in the kinetics of DC1 and DC2 reconstitution( p <0.05). Conclusion: The early reconstitution of dendritic cells in Nonmyeloablative HSCT patients is earlier than the patients who undergone myeloablative HSCT. The early reconstitution of dendritic cells in normal HSCT and Haploidentical HSCT patients were later than others.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "dendritic cells",
        "hematopoietic stem cell transplantation",
        "hla-dr antigens",
        "allopurinol",
        "flow cytometry",
        "transplantation",
        "color"
    ],
    "author_names": [
        "De Pei Wu, MD, PhD",
        "Junjie Cao, PhD",
        "Caixia Li, PhD",
        "Xiaojin Wu, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, Jiangsu, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, Jiangsu, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, Jiangsu, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, Jiangsu, China"
        ]
    ],
    "first_author_latitude": "31.302696999999995",
    "first_author_longitude": "120.63475799999999"
}