{
    "doi": "https://doi.org/10.1182/blood.V108.11.1349.1349",
    "article_title": "Genetic Deletion of Bcl-x Reveals a Potential Role in Governing Stem Cell Homeostasis. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Germline deletion of bcl-x demonstrated the importance of this gene for hematopoiesis. Bcl-x deficient embryos failed to thrive due to massive apoptosis of immature hematopoietic and neural cells. Deletion of this gene in the adult has uncovered its requirement for the final maturation of erythroid cells, the transition of pre-B cells to the pro-B cell stage and recently, we showed an important role in the development of natural killer cells. While the role of bcl-x in hematopoietic stem cells (HSC) has yet to be addressed, a role for other members of anti-apoptotic bcl-2 family of proteins has been established. Overexpression of bcl-2 led to accumulation of HSC, whereas genetic deletion of mcl-1 resulted in ablation of HSC. In the present study, we determined by quantitative Real-Time PCR, that in addition to mcl-1, bcl-x is also highly expressed in hematopoietic stem cells, whereas the level of bcl-2 is threefold lower. Moreover, we found the expression of bcl-x to be down regulated with differentiation of HSC into progenitor populations (i.e. GMP, CMP and MEP). Therefore, we established a model to delete bcl-x in the stem cells of adult mice. We bred the Mx1-cre transgenic line with mice that carry the bcl-x gene flanked by loxP sites. Deletion of bcl-x occurred following administration of pIpC. A total of 10 bcl-x deficient mice and 7 age-matched control animals (Mxi-cre/wildtype bcl-x) were examined. Quantitative real-time PCR revealed a 55 – 95% reduction of bcl-x mRNA in Lin − , Sca-1 + , c-kit + cells 8 days post the first administration of pIpC. This population consists of phenotypically and functionally defined long-term HSC (LT-HSC), short-term HSC (ST-HSC) and multipotent progenitors. We used FACS analysis to identify LT-HSC versus ST-HSC populations and to further assess the effects of bcl-x deletion. LT-HSC were defined by staining, for the following cell surface markers as Lin − , Sca-1 + , c-kit + , Flt3 − , CD34 − ; ST-HSC were characterized as Lin − , Sca-1 + , c-kit + , Flt3 − , CD34 + . We found a 2 fold shift in the ratio of LT-HSC versus ST-HSC in bcl-x deficient mice compared to the ratio in control animals. This result raises the hypothesis that bcl-x regulates entry of HSC into the cell cycle. A notion that is supported by the observation that overexpression of bcl-x in fibroblasts delays transition from the G o /G 1 to the S phase of the cell cycle. Future experiments will determine if the observed phenomenon is mediated through the anti-apoptotic function or cell cycle activity of the bcl-x protein.",
    "topics": [
        "ablation",
        "cd34 antigens",
        "cyclic gmp",
        "genetics",
        "homeostasis",
        "ms-like tyrosine kinase 3",
        "polymerase chain reaction",
        "proto-oncogene protein c-kit",
        "rna, messenger",
        "stem cells"
    ],
    "author_names": [
        "Brenda J. Chyla, PhD",
        "Jason G. Harb, Ph.D.",
        "Claudia S. Huettner, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Brenda J. Chyla, PhD",
            "author_affiliations": [
                "Cancer Biology, Blood Center of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason G. Harb, Ph.D.",
            "author_affiliations": [
                "Cancer Biology, Blood Center of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia S. Huettner, Ph.D.",
            "author_affiliations": [
                "Cancer Biology, Blood Center of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T09:37:36",
    "is_scraped": "1"
}