{
    "doi": "https://doi.org/10.1182/blood.V126.23.4903.4903",
    "article_title": "Fight for Platelets: AML Diagnosed during Dengue Fever: Case Report ",
    "article_date": "December 3, 2015",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Introduction: Dengue Fever (DF) is the most prevalent mosquito-borne viral disease, with 4 serologically distinctly related viruses (DENV-1, DENV-2, DENV-3 and DENV-4) and it is a public health challenging issue. According to Brazilian Health Secretary, 1,254,907 possible DF cases were notified during the first half of 2015, and according to World Health Organization they are expected about 390,000,000 infections with approximately 97,000,000 clinically evident cases per year throughout the world. Clinical manifestations range from self-limited DF to Dengue Hemorrhagic Fever with Shock Syndrome, the most serious picture, associated to increased vascular permeability, marked thrombocytopenia, and circulatory failure. We describe an interesting concomitant presentation of DF and Acute Myeloid Leukemia (AML) in Brazil. Case report: A 30 years old female patient was admitted to the hospital on May 22 nd , 2015, due to suspected Dengue Hemorrhagic Fever. She started with fever, chills, myalgia and headache four days before admission. Symptoms worsened on May 21 st and she developed hemorrhage on the same day, with Grade 3 petechiae and gum bleeding. On admission laboratory tests confirmed acute DF (positive IgM and negative IgG antibodies) Hemoglobin 14.0g/dL, 4100 total leukocytes with 656 neutrophils/mm 3 and 45,000/mm 3 platelets. Prothrombin and Thromboplastin times were normal. No significant abnormalities were seen in biochemical evaluations except a Grade 1 rise on AST and ALT. She was actively bleeding and received transfusion of 06 units of random-donor platelet concentrates with poor clinical response. Due to hypotension, persistence of low platelet counts (ranging between 15,000 and 23,000/mm 3 ) and bleeding despite transfusions, she was transferred to intermediary care unit on the same day. Platelet counts drop markedly during the following days, neutrophil counts normalized and hemoglobin slowly decreased (figure 1). She had been receiving platelet concentrate transfusions every day, without significant counting increments. A short course of Prednisone 1mg/Kg was administered for 3 days without any increase on platelet numbers. Neutrophil counts normalized and patient showed a clear clinical improvement regarding general symptoms related to Dengue, despite of persistence of gum and nasal bleeding and petechiae. On May 30 th , immature cells were observed in peripheral blood smear and Hematological consultation was requested. Bone marrow aspiration was collected and morphology showed 71% of middle-size blasts with slightly granular cytoplasm and scarce Auer rods. Flow Cytometry of bone marrow identified 38% of cells positive for CD4, CD11b, CD11c, CD13, CD33, CD34, CD38, CD64, CD117, MPO and HLA-DR. Cytogenetic tests showed a normal karyotype and CEBPA double mutation. FLT3, NPM1 and c-kit mutations were not detected. A diagnosis of Acute Myeloid Leukemia was done and on June 8 th she started treatment with 3 days of daunorubicin (90mg/m 2 ) plus 7 days of standard-dose cytarabine (100mg/m 2 ). The patient tolerated chemotherapy without significant toxicity and no other infection or recrudescence of DF symptoms happened during the neutropenic phase. However, no platelet count increment was seen with transfusion, despite use of random or single-donor apheresis (figure 1), and the patient needed daily platelet transfusions for more than 3 weeks due to platelet levels and to persistence of Grade 1 gum bleeding and purpura. Platelet counts raised at the same time as neutrophils increased during bone marrow recovering, on day + 21 after chemotherapy. Bone marrow evaluation showed complete morphological response and the patient was discharged asymptomatic, on July 1 st . Discussion: AML has a worldwide distribution and even with a significantly lesser incidence than DF in same region such as Brazil, concomitancy of both diseases is possible and sometimes may be confusing due to the overlapping of symptoms. The main manifestation, in this case, was refractory thrombocytopenia and it is very difficult to trace the boundaries between DF and AML in the pathogenesis of this feature. However, it was clear that other symptoms of DF resolved spontaneously even in the presence of an untreated AML in the background and no reactivation of viral-related symptoms happened during the prolonged neutropenia secondary to AML and its treatment. Figure 1. View large Download slide Transfusion and Blood Counts Follow Up Figure 1. View large Download slide Transfusion and Blood Counts Follow Up  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "dengue fever",
        "concentrate dosage form",
        "transfusion",
        "hemorrhage",
        "thrombocytopenia",
        "blood transfusion",
        "chemotherapy regimen",
        "dengue hemorrhagic fever",
        "follow-up"
    ],
    "author_names": [
        "Laura Yolanda Chialanza Garcia, MD",
        "Daniela Ferreira Dias, MD",
        "Marcelo Bellesso, MD",
        "Juliano Cordova Vargas, MD",
        "Milton A. F. Aranha, MD",
        "Annelise C. Wengerkievicz Lopes, MD",
        "Rodrigo Santucci, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Yolanda Chialanza Garcia, MD",
            "author_affiliations": [
                "Instituto Hemomed, Sao Paulo, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniela Ferreira Dias, MD",
            "author_affiliations": [
                "Instituto Hemomed, Sao Paulo, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcelo Bellesso, MD",
            "author_affiliations": [
                "Instituto Hemomed, Sao Paulo, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juliano Cordova Vargas, MD",
            "author_affiliations": [
                "Instituto Hemomed, Sao Paulo, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Milton A. F. Aranha, MD",
            "author_affiliations": [
                "Instituto Hemomed, Sao Paulo, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annelise C. Wengerkievicz Lopes, MD",
            "author_affiliations": [
                "Instituto Hemomed, Sao Paulo, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo Santucci, MD",
            "author_affiliations": [
                "Instituto Hemomed, Sao Paulo, Brazil"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T06:34:58",
    "is_scraped": "1"
}