{
    "doi": "https://doi.org/10.1182/blood.V124.21.5180.5180",
    "article_title": "Inventory of STAT3 Splice Variants in ABC- and GCB-DLBCL ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "abstract_text": "Signal transducer and activator of transcription 3 (STAT3) is a key mediator of lymphocyte differentiation and proliferation. Germline mutations of STAT3 are associated with hyper-IgE syndrome, recurring STAT3 somatic mutations are associated with some lymphoid malignancies, and dysregulation of STAT3’s expression and activation contributes to the phenotype of Activated B-cell Diffuse Large B-cell Lymphoma (ABC-DLBCL). In mice, expression of α and β splice variants (both well-described) is required for normal immune function. The two variants have distinct but overlapping functions, with α being more closely correlated to oncogenesis. Compared to α, the β variant lacks the C-terminal transactivation domain including serine-727, which is phosphorylated upon activation. A second differential splicing event results in serine-701 being included (S) or excluded (ΔS) (Schaefer et al . 1995 PNAS 92: 9097; Hiller et al . 2006 Genome Biol . 7: R65). Interrogation of Illumina’s publicly available RNA-Seq data showed that S and ΔS variants exist in all human tissues, albeit at varying ratios. The S/ΔS splice site is conserved in mice and several other mammalian species tested. While the presence or absence of a single residue may seem inconsequential, serine-701 is in the linker that allows activated STAT3 to dimerize and is in close proximity to tyrosine-705, the phosphorylation of which is required for STAT3 activation. In addition, there is mass spectrometric evidence that serine-701 can be phosphorylated along with tyrosine-705 (Stokes et al., 2012 Mol. Cell. Proteomics 11(5): 187). Our goals were to learn if the ɑ/β and S/ΔS splicing events are mutually exclusive of one another or occur randomly such that four transcripts are generated--ɑS, ɑΔS, βS, and βΔS--and to develop quantitative(q) PCR protocols in order to compare the ratio of the transcripts in ABC-DLBCL to the ratio in Germinal Center B-cell (GCB)-DLBCL in which STAT3 is not dysregulated. PCR products generated using 3ˈ-primers specific for ɑ and β variants and a common 5ˈ-primer both yielded sequences that included or lacked the codon for serine-701. These products were cloned, and the clones used to validate and standardize qPCR assays for the four variants. Ratios of the variants were not strikingly different between cDNAs of 6 ABC-DLBCL and 2 GCB-DLBCL cell lines. Thus, the percentages (mean±SD) of ɑS, ɑΔS, βS, and βΔS were, respectively, 72±6%, 10±2%, 16±7% and 2.0±0.2% for ABC cells and 76±2%, 7.6±0.1%, 14±2%, and 2.0±0.6% for GCB cells. A small bias in splicing was observed: the percentage of β variants that were ΔS (13.9±3.1%) was greater than of α variants (11.5±1.9%) (p<0.05 for the 8 cell lines). These data demonstrate that two splicing events generate four isoforms of STAT3 with different potentials to undergo activating and modulating phosphorylations. Further experiments are required to determine if having all four splice variants is required for full STAT3 function and whether disease-associated mutations in STAT3 specifically impact function of one of the variants. The results will help guide isoform-specific interrogation of the multi-faceted role of STAT3 in lymphoma. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "stat3 protein",
        "serine",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "polymerase chain reaction",
        "protein isoforms",
        "tyrosine",
        "carcinogenesis",
        "job's syndrome",
        "lymphoid neoplasm, malignant"
    ],
    "author_names": [
        "Keren B Turton",
        "Deane F. Mosher, MD",
        "Lixin Rui, PhD",
        "Stephane Esnault, PhD",
        "Douglas S Annis"
    ],
    "author_dict_list": [
        {
            "author_name": "Keren B Turton",
            "author_affiliations": [
                "University of Wisconsin-Madison, Madison, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Deane F. Mosher, MD",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lixin Rui, PhD",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Esnault, PhD",
            "author_affiliations": [
                "University of Wisconsin-Madison, Madison, WI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas S Annis",
            "author_affiliations": [
                "University of Wisconsin-Madison, Madison, WI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:41:46",
    "is_scraped": "1"
}