{
    "doi": "https://doi.org/10.1182/blood.V126.23.5223.5223",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3073",
    "start_url_page_num": 3073,
    "is_scraped": "1",
    "article_title": "Transition of Chronic Myeloid Leukemia to Chronic Myelomonocytic Leukemia As a Tool to Observe Development of Chronic Myelomonocytic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "636. Myelodysplastic Syndromes - Basic and Translational Studies",
    "topics": [
        "leukemia, myelocytic, chronic",
        "leukemia, myelomonocytic, chronic",
        "imatinib mesylate",
        "follow-up",
        "mesothelin",
        "neurotrophic tyrosine kinase receptor type 3",
        "dna",
        "pyrosequencing",
        "rna",
        "cd14 antigen"
    ],
    "author_names": [
        "Jamshid S Khorashad, MD PhD",
        "Srinivas K Tantravahi",
        "Dongqing Yan, PhD",
        "Anna M. Eiring, PhD",
        "Hannah M. Redwine",
        "Amber D. Bowler",
        "Kevin C. Gantz",
        "Keith M Gligorich, PhD",
        "Anthony D Pomicter, MS",
        "Todd W Kelley, MD",
        "Thomas O'Hare, PhD",
        "Michael W Deininger, MD PhD"
    ],
    "author_affiliations": [
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "ARUP Institute for Clinical and Experimental Pathology®, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Division of Hematology and Hematologic Malignancies, Salt Lake City, UT"
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Division of Hematology and Hematologic Malignancies, Salt Lake City, UT"
        ]
    ],
    "first_author_latitude": "40.7725759",
    "first_author_longitude": "-111.8343872",
    "abstract_text": "Introduction . Development of abnormal Philadelphia (Ph) negative clones following treatment of chronic myeloid leukemia (CML) patients with imatinib has been observed in 3 to 9% of patients. Here we report on a 77 year old male diagnosed with CML that responded to imatinib treatment and subsequently developed chronic myelomonocytic leukemia (CMML). He achieved major cytogenetic response within 3 months but this response coincided with the emergence of monocytosis diagnosed as CMML. Five months after starting imatinib treatment the patient succumbed to CMML. We analyzed five sequential samples to determine whether a chronological order of mutations defined the emergence of CMML and to characterize the clonal evolution of the CMML population. Materials and Method . Five samples (diagnostic and four follow up samples) were available for analysis. CMML mutations were identified by whole exome sequencing (WES) in CD14 + cells following the onset of CMML, using CD3 + cells as constitutional control. Mutations were validated by Sequenom MassARRAY and Sanger sequencing and quantified by pyrosequencing. Deep WES was performed on the diagnostic sample to determine whether the mutations were present at CML diagnosis. To determine the clonal architecture of the emerging CMML, colony formation assays were performed on the diagnostic and the next two follow-up samples (Samples 1-3). More than 100 colonies per sample were plucked for DNA and RNA isolation. The DNA from these colonies were tested for the presence of the confirmed CMML mutations and the RNA was used for detection of BCR-ABL1 transcript using a Taqman real time assay. Results . Four mutations were identified by Sequenom and WES throughout the patient's time course [ KRAS G12R , MSLN P462H , NTRK3 V443I and EZH2 I669M ]. Sequenom did not identify these at diagnosis while deep WES did. Clones derived from colony formation assay revealed three distinct clones present in all samples analysed. Clone 1 had only KRAS G12R , clone 2 had KRAS G12R , MSLN P462H , and NTRK3 V443I , and clone 3 had all four mutations. All clones containing any of these four mutations were BCR/ABL1 negative. Analysis of clonal architecture indicated that KRAS G12R was acquired first and EZH2 I669M last, while MSLN P462H and NTRK3 V443I were acquired in between. These CMML clones increased proportionately as clinical CML metamorphosed into clinical CMML after initiation of imatinib therapy. Consistent with the colony data, pyrosequencing revealed that the ratio between the mutants remained largely stable throughout the follow up period. Conclusion. This case illustrates how targeted therapy impacts clonal competition in a heterogeneous MPN. While the CML clone was dominant in the absence of imatinib, it was quickly outcompeted by the CMML clones upon initiation of imatinib therapy. The clonal architecture analysis, in combination with in vivo kinetics data, suggest that the KRAS G12R mutation alone was able to produce a CMML phenotype as clones with just KRAS G12R remained at a relatively stable ratio during follow up. Unexpectedly, acquisition of additional mutations, including EZH2 I669M as the last mutational event identified in this patient, did not increase clonal competitiveness, at least in the peripheral blood. These data show that clonal evolution may not invariably increase clonal fitness, suggesting that factors other than Darwinian pressures contribute to clonal diversity in myeloproliferative neoplasms. View large Download slide View large Download slide  Disclosures Deininger: Gilead: Research Funding; Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees; Ariad: Consultancy, Membership on an entity's Board of Directors or advisory committees."
}