{
    "doi": "https://doi.org/10.1182/blood.V110.11.4120.4120",
    "article_title": "Identification of a Small Subpopulation of Candidate Leukemia Initiating Cells within the Side Population (SP) of Patients with Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Acute myeloid leukemia (AML) likely originates from the CD34+CD38- hematopoietic stem cell (HSC). The so-called side population (SP), defined by Hoechst 33342 dye, might offer an alternative/supplementary stem cell compartment. The relationship between both compartments is largely unknown. We found that the CD34+CD38- compartment can be subdivided in an AML and normal compartment, based on expression of AML stem cell specific antigen CLL-1: CLL-1 positive CD34+CD38- cells carry AML specific cytogenetic aberrations and initiate leukemia in NOD/SCID mice (van Rhenen, Blood 2007, in press). Lineage aberrancies including CD7, CD19, CD56 and aberrant myeloid aberrancies, enabled to further define AML and normal CD34+CD38- sub-compartments ( van Rhenen et al., Leukemia  21 : 1700 , 2007 ). This led us to investigate whether SP too have aberrancies and whether these define primitive stem cells. SP cells were detected in 40 of 47 AML patients with median frequency of 0.02% (range 0.002–7.6%). In the majority of cases there was also a CD34+CD38- compartment with a median frequency of 0.44% (range 0–27%), which is 22 fold higher (in all individual cases >1-fold) than SP frequency. The median frequency of CD34+CD38- cells within SP compartment was only 2.5% (range: 0–49%). SP cells were partly or completely positive for CLL-1 (median 53%), CD123 (27%), CD7 (35%), CD19 (20%) and CD56 (53%). SP cells in NBM (n=12; median frequency 0.12%, range 0.008–4.1%) were completely negative for CLL-1 and lineage markers (median 0%, ranges 0–4% at maximum), but not for CD123 (median expression 27%, range 1–82%). These results strongly suggest that considerable part of SP cells are malignant, which was confirmed by FISH analysis. The whole SP fraction was remarkably heterogeneous with at least 4 different subpopulations present: 3 with lymphoid characteristics, ie CD7+ (median 7% of total SP), CD19+ (2%) and CD56+ (4%), all 3 CD45 high and CD48+; a myeloid population (median 54% of SP population; range 4–91%), CD45 low and CD48-, with relatively high forward and sideward scatter (FSC high /SSC high ) and high CD38 expression (median 82%) and usually with aberrant marker expression; a low-frequency FSC low /SSC low myeloid fraction, CD45 low and CD48-, with lower CD38 expression (median 48%), and negative for aberrant markers and a similar population but with aberrant markers present. The latter, presumably primitive, malignant population had median frequency (of WBC) of 0.0018% (range 0.00016–0.0056%). The CD34+CD38- content herein was 20% at maximum. NBM too had the 3 lymphoid populations (median 8%, 2% and 5%, resp), the FSC high /SSC high myeloid population (in 9/12 cases) and the FSC low /SSC low myeloid population (12/12 cases). The putative primitive character of the AML FSC low /SSC low SP subpopulation was substantiated by suspension culture for 5 weeks with subsequent CFU assay (14 days): FSC low /SSC low cells had >200 fold clonogenic ability compared to FSC high /SSC high cells. In conclusion, the AML SP compartment is highly heterogeneous and contains a low-frequency (median 1:50,000) subpopulation, defined by aberrant markers and with primitive characteristics, as a likely candidate stem cell population. In a stem cell concept integrating the CD34+CD38- and SP compartment, the presumed AML stem cell frequency would be in the order of 1:250,000. which probably is close to the presumed frequency of leukemia initiating cells in diagnosis AML.",
    "topics": [
        "leukemia",
        "leukemia, myelocytic, acute",
        "cd45 antigens",
        "cd19 antigens",
        "cd48 antigen",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "antigens",
        "colony-forming units assay",
        "dyes"
    ],
    "author_names": [
        "Bijan Moshaver",
        "Angele Kelder",
        "Guus Westra",
        "Anna van Rhenen, MD",
        "Gert J. Ossenkoppele, MD, PhD",
        "Sonja Zweegman, MD, PhD",
        "Gerrit J. Schuurhuis, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bijan Moshaver",
            "author_affiliations": [
                "Hematology, VU University Medical Center, De Boelelaan 1117, Amsterdam, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angele Kelder",
            "author_affiliations": [
                "Hematology, VU University Medical Center, De Boelelaan 1117, Amsterdam, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guus Westra",
            "author_affiliations": [
                "Hematology, VU University Medical Center, De Boelelaan 1117, Amsterdam, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna van Rhenen, MD",
            "author_affiliations": [
                "Hematology, VU University Medical Center, De Boelelaan 1117, Amsterdam, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gert J. Ossenkoppele, MD, PhD",
            "author_affiliations": [
                "Hematology, VU University Medical Center, De Boelelaan 1117, Amsterdam, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja Zweegman, MD, PhD",
            "author_affiliations": [
                "Hematology, VU University Medical Center, De Boelelaan 1117, Amsterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerrit J. Schuurhuis, PhD",
            "author_affiliations": [
                "Hematology, VU University Medical Center, De Boelelaan 1117, Amsterdam, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T03:56:59",
    "is_scraped": "1"
}