{
    "doi": "https://doi.org/10.1182/blood-2018-99-116460",
    "article_title": "Lenalidomide and Vorinostat Maintenance after Autologous Transplant in Multiple Myeloma- Long Term Follow-up ",
    "article_date": "November 29, 2018",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster I",
    "abstract_text": "Introduction: Post autologous transplant maintenance therapy with lenalidomide for patients with multiple myeloma (MM) is standard of care (McCarthy et al, NEJM , 2012). Vorinostat (SAHA, Zolinza) is a HDAC inhibitor and preclinical data suggested that HDAC-I's increase MHC class I and class II expression, rendering tumor cells more susceptible to host innate immune killing. Lenalidomide activates NK cells via PP2A inhibition and induces CD56 expression in CD16+CD56- cells thereby enhancing NK cell-mediated ADCC. Initiating lenalidomide to enhance NK cell activity against tumor cells in the early post autologous transplant period may be particularly effective when the NK:myeloma cell ratios favor NK killing, especially if administered after increased MHC class I expression induced by HDAC-I pretreatment. We hypothesized that the combination of vorinostat and lenalidomide would be both tolerable and effective in the post-transplant setting. We have published the initial report of this combination (Sborov, BJH, 2015). We now present the long term follow up. Methods: This was a non-randomized, open-label phase I trial for patients with myeloma who have received high dose IV melphalan followed by autologous peripheral blood stem cell transplant (ASCT) following the three-and-three up-and-down phase I design. Vorinostat was administered beginning at 200 mg starting day +90 after HSCT for days 1-7 and 15-21 of a 28-day cycle combined with lenalidomide 10 mg days 1-21 of a 28-day cycle until progression or clinically significant toxicity. The initial dose of lenalidomide could be increased from 10 mg after cycle 1 and escalated as tolerated up to 25 mg. Results: Sixteen patients were enrolled after autologous transplant with a median age 58 y.o. (range 41-67), with a median number of prior therapies at enrollment of 2 (range 1-8) and mean ISS stage 1.5 (range 1-3). Twelve patients had trisomies on CD138-selected FISH, one patient had normal cytogenetics, and three patients had high risk features [complicated karyotype, t(4;14), or abnormal chromosome 1]. All patients started with 10 mg of lenalidomide and 14 patients received more than one cycle of therapy. 11/14 (78%) were able to escalate the lenalidomide dose. 4/11 (36%) were able to escalate to 25 mg of lenalidomide. The tolerability, toxicities and adverse events have been previously reported (Sborov, BJH, 2015). With a median follow up of 84 months (range 17 - 88), 9 patients (56%) have progressed and 5(31%) have died due to disease progression. Seven patients (44%) remain in complete remission with 5 currently on continued maintenance more than 72 months from ASCT. The median progression-free survival (PFS) is 46.5 months (range 2 - 88) and the median overall survival (OS) has not been reached (17 to NR) (Figure 1). Conclusions: The combination of lenalidomide and vorinostat is well tolerated, with prolonged PFS and OS. Details on the current seven patients still in remission and on continued maintenance will be presented at the meeting. View large Download slide View large Download slide  Close modal Disclosures Hofmeister: Adaptive biotechnologies: Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "follow-up",
        "lenalidomide",
        "multiple myeloma",
        "transplantation",
        "vorinostat",
        "autologous stem cell transplant",
        "hdac protocol",
        "histone deacetylase",
        "toxic effect",
        "tumor cells"
    ],
    "author_names": [
        "Nidhi Sharma, PhD MS",
        "Nita Williams, BS",
        "Ashley E. Rosko, MD",
        "Don M. Benson, Jr., MD PhD",
        "Maria Chaudhry, MD",
        "Craig C Hofmeister, MD MPH",
        "Douglas W. Sborov, MD MS",
        "Yvonne Efebera, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nidhi Sharma, PhD MS",
            "author_affiliations": [
                "Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nita Williams, BS",
            "author_affiliations": [
                "Department of Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashley E. Rosko, MD",
            "author_affiliations": [
                "Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Don M. Benson, Jr., MD PhD",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Chaudhry, MD",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig C Hofmeister, MD MPH",
            "author_affiliations": [
                "Winship Cancer Institute / Department of Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas W. Sborov, MD MS",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvonne Efebera, MD",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T18:41:19",
    "is_scraped": "1"
}