{
    "doi": "https://doi.org/10.1182/blood.V122.21.5111.5111",
    "article_title": "Clinical Analysis Of 120 Cases Of Natural Killer/T Cell Lymphoma, Nasal Type By Single Hospital In The North-Western China ",
    "article_date": "November 15, 2013",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre–Clinical Models",
    "abstract_text": "Objectives To improve the understanding of extranodal natural killer(NK)/ T cell lymphoma (ENKTCL) with poor prognosis and provide experiential references for individual therapy via a retrospective analysis of the clinical and pathological features. Methods 120 NKTCL cases from April 2007 to Oct 2012 in single center of Northwestern China were retrospectively analyzed on their pathologic diagnosis and clinical manifestations. Pathological examinations were mainly depended on morphology, immunohistochemisty for immunophenotype and In situ hybridizationc for epstein - barr virus (EBV) small encoded RNA£¨EBER£©. Polymerase chain reaction (PCR) for the amount of EBV DNA in whole-blood and T-cell receptor (TCR) gene rearrangement were performed. Chemotherapy and or radiotherapy were the main treatments. Complete remission(CR), 2 year(2y) overall survival (OS) and progressive free survival (PFS) according to clinical characteristics were analyzed. Results The median age of 120 NKTCL cases was 43.19+13.7 years old. 98 primary nasal ENKTCL cases accounted for 81.4%, whose 2y OS and PFS were 88.6% and 69.1% respectively. 22 non-nasal ENKTCL accounted for 18.3%£€whose 2y OS and PFS were 58.8% and 45.5% respectively, which was statistically significant comparing with primary nasal ENKTCL cases. It was found that patients with primary intestinal or Ki67 greater than 80% were dead in first year. Patients with primary liver and intestinal had higher Ki67 than patients with primary nasal. Rate of 2y OS of 43 patients with Ki67 from 60% to 80% was 60% and PFS was 36% as compared to 86.3% of rate of OS and 57.5% for PFS of 30 patients with Ki67 from 30% to 50% and 100% of rate of OS and 78% for PFS of 7 patients with Ki67 less than 30%. Basing on analysis showed that from the cell of origin, it was found that primary site was nasal and 2y OS 100%¡¢PFS 75%£€in 8 cases with CD56+,CD3+ and T-cell receptor (TCR) gene rearrangement, which was statistically significant comparing with CD56- nasal ENKTCL cases. EBER was positive in every case. Among the 13 EBV –DNA samples detected, there were 5 samples with more than 6.1X10 7 copies/ml with OS 60%. 2y OS and PFS of Patients with normal ferritin ¦Â-microglobulin were longer than that of higher ferritin and ¦Â-microglobuli( P). 2y OS and PFS of 10 cases with I stage who had only radiotherapy was 100% respectively. 47 cases with II-IV stage received only chemotherapy. Their 2y OS and PFS was 100% and 90% respectively for patients with II stage better than that of III and IV stage. 63 cases with treatment of chemotherapy and radiotherapy. Among them, 2y OS and PFS of local nasal and invasion nasal were different. International prognostic index, IPI was good for prognosis for OSºÍPFS. Conclusion£º It was implied that Ki67, CD56, EBER, EBV-DNA and primary site was related with the prognosis of NKTCL. It needs further and more clinical observation and verification to judge if they could be additional markers for prognostication and clinical stratification to be incorporated in clinical individual management algorithms. The chemotherapies containing asparaginase or polyehylene glycol asparaginase are more effective. Autologous stem cell transplantation could make patients long live and pretransplant CR status was a major prognostic factors. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "asparaginase",
        "autologous stem cell transplant",
        "cd56 antigens",
        "chemotherapy regimen",
        "china",
        "complete remission",
        "dna",
        "extranodal disease",
        "ferritin",
        "glycols"
    ],
    "author_names": [
        "Rong Liang, PhD MD",
        "Xie qun Chen, Sr, PhD MD",
        "Zhe Wang, PhD MD",
        "Bai qin Xian, PhD MD",
        "qin-Guo guo Yan, PhD MD",
        "Lan Yang, PhD MD",
        "Lan Yang, PhD MD",
        "Tao Zhang, PhD MD",
        "Hong tao Gu, PhD MD",
        "bao-Xia xia Dong, PhD MD",
        "Guang xun Gao, PhD MD",
        "Guang xun Gao, PhD MD",
        "mi-Mi mi Shu, MD",
        "Liang Zhang, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rong Liang, PhD MD",
            "author_affiliations": [
                "department of Hematology, Xijing Hospital, Xi'an, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xie qun Chen, Sr, PhD MD",
            "author_affiliations": [
                "Hematology, Department of Hematology, Xijing Hospital,Fourth Military Medical University, Xi'an, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhe Wang, PhD MD",
            "author_affiliations": [
                "Pathology, Department of Pathology, Xijing Hospital,Fourth Military Medical Universitya, China, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bai qin Xian, PhD MD",
            "author_affiliations": [
                "Hematology, Xijing Hospital, Fourth Military Medical Unversity, China, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "qin-Guo guo Yan, PhD MD",
            "author_affiliations": [
                "Pathology, Xijing Hospital, Fourth Military Medical Unversity, china, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan Yang, PhD MD",
            "author_affiliations": [
                "Hematology, Xijing Hospital, Fourth Military Medical Unversity, Xi'an, China, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan Yang, PhD MD",
            "author_affiliations": [
                "Hematology, Xijing Hospital, Fourth Military Medical Unversity, Xi'an, China, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tao Zhang, PhD MD",
            "author_affiliations": [
                "department of Hematology, Xi jing Hospital, Xi'an, China, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong tao Gu, PhD MD",
            "author_affiliations": [
                "Hematology, Xijing Hospital, Fourth Military Medical Unversity, Xi'an, China, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "bao-Xia xia Dong, PhD MD",
            "author_affiliations": [
                "Hematology, Xijing Hospital, Fourth Military Medical Unversity, Xi'an, China, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guang xun Gao, PhD MD",
            "author_affiliations": [
                "hematology, Xijing Hospital, Fourth Military Medical Unversity, Xi'an, China, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guang xun Gao, PhD MD",
            "author_affiliations": [
                "hematology, Xijing Hospital, Fourth Military Medical Unversity, Xi'an, China, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "mi-Mi mi Shu, MD",
            "author_affiliations": [
                "Hematology, Xijing Hospital, Fourth Military Medical Unversity, Xi'an, China, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liang Zhang, MD, PhD",
            "author_affiliations": [
                "Department of Lymphoma & Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T04:09:37",
    "is_scraped": "1"
}