{
    "doi": "https://doi.org/10.1182/blood.V124.21.1402.1402",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2698",
    "start_url_page_num": 2698,
    "is_scraped": "1",
    "article_title": "Presepsin (soluble CD14 subtype) Is Secreted from Human Monocytes after Phagocytosis – in Vitro Analyses and a Retrospective Cohort Study in Patients with Allogeneic Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster I",
    "topics": [
        "allogeneic stem cell transplant",
        "cd14 antigen",
        "monocytes",
        "phagocytosis",
        "allopurinol",
        "bacteremia",
        "serum specimen",
        "biological markers",
        "tumor necrosis factors",
        "agonists"
    ],
    "author_names": [
        "Yasuyuki Arai, MD",
        "Kouhei Yamashita, MD PhD",
        "Kiyomi Mizugishi, MD PhD",
        "Akifumi Takaori-Kondo, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Kyoto University Graduate School of Medicine, Kyoto, Japan "
        ],
        [
            "Kyoto University Graduate School of Medicine, Kyoto, Japan "
        ],
        [
            "Kyoto University Graduate School of Medicine, Kyoto, Japan "
        ],
        [
            "Graduate School of Medicine, Kyoto University, Kyoto, Japan"
        ]
    ],
    "first_author_latitude": "35.00181395",
    "first_author_longitude": "135.72841294999998",
    "abstract_text": "INTRODUCTION: Presepsin is a subtype of soluble CD14, which is a receptor for lipopolysaccharide (LPS)/LPS-binding protein complexes and is expressed on the myelomonocytic cell surface. Recently, it has been shown to be a useful biomarker for assessing the severity of sepsis and has come into use in the field of critical care medicine. However, the precise mechanism involved in its production in human is yet to be ascertained. Therefore, we performed in vitro analyses to determine the main sources of presepsin and the mechanism of presepsin production in humans. We also performed a retrospective cohort study to determine the clinical relevance of presepsin in the diagnosis of bacteremia or other complications after allogeneic stem cell transplantation (allo-SCT) because, so far, only one study has analyzed the utility of presepsin as a biomarker for myelosuppressed patients after chemotherapies. METHODS: For in vitro assays, we first isolated neutrophils and monocytes from the peripheral blood of healthy controls and co-cultured them (4 x 10 5 cells) with various stimuli, such as bacteria or cytokines, with or without inhibitors. The supernatants were subjected to ELISA for the determining the presepsin production levels, and precipitants were analyzed by immunostaining for CD14 and presepsin. For the cohort study, we enrolled patients who had undergone allo-SCT in our department during recent 5 years. Serum samples were collected at 4 different times (before the conditioning regimen, on day 0, 7, and 28 after allo-SCT). The serum specimens were analyzed using ELISA to determine the presepsin levels, and the relationship between these levels with the occurrence of SCT-related complications and overall survival rate was determined. RESULTS: In vitro co-culture assays showed that monocytes secreted significantly higher amounts of presepsin than neutrophils in response to Escherichia coli (mean ± standard error, 414.8 ± 55.9 vs. 124.7 ± 37.9 pg/mL, p = 0.01). Immunostaining showed an apparent cytosolic deposition of presepsin in monocytes, but not in neutrophils ( Figure 1 ). The secretion of presepsin from monocytes induced by LPS, tumor necrosis factor (TNF)-ƒ¿, and Pam 3 CSK (Toll-like receptor 1/2 agonist) was small, and similar to the base line secretion (76.0 ± 9.2 pg/mL, p > 0.90). Monocytic secretion of presepsin in response to E. coli is partially suppressed by various kinds of phagocytic inhibitors (125.6 ± 9.5 pg/mL, p = 0.01 with wortmannin; 160.7 ± 18.3 pg/mL, p = 0.02 with cytochalasin). Moreover, other bacteria such as Staphylococcus epidermidis induced presepsin secretion (182.6 ± 37.7 p/mL, p = 0.02). These findings suggest that monocytic phagocytosis is the main factor responsible for presepsin production in humans. In order to analyze the clinical relevance of presepsin, we included 69 patients who had undergone allo-SCT (35 men and 34 women; age range, 17 – 66 y; median age, 49 y). The donors were related in 16 cases and unrelated in 53. Myeloablative conditioning was performed in 27 patients. The serum presepsin levels was 1,909 ± 540 pg/mL before allo-SCT, and no significant differences were observed between this level and those observed at the other 3 time points ( p = 0.62). Bacteremia was observed in 17 and 10 patients within 5 days before serum sample collection on day 7 and day 28, respectively. These patients with bacteremia showed higher levels of presepsin compared to those without bacteremia (5,174 ± 1,693 vs 1,161 ± 151 pg/mL, p < 0.01 on day 7, and 4,877 ± 1,923 vs. 2,183 ± 537 pg/mL, p = 0.07 on day 28). No correlation was observed between presepsin levels, viral infections, and the occurrence of acute GVHD. Moreover, patients with higher presepsin levels at day 28 (≥ 2,000 pg/mL) showed a significantly worse overall survival (hazard ratio, 3.7; 95%CI, 1.7 – 7.7, p < 0.01, Figure 2 ) mainly due to transplant-related death. CONCLUSION: Our results showed that human presepsin is produced mainly by monocytes after phagocytosis of bacteria in vitro . This data is supported by the results of the retrospective cohort study indicating that elevation in serum presepsin levels is observed especially during bacteremia. Presepsin levels can be used as an effective diagnostic marker for the bacteremia even during the myelosuppressive period after allo-SCT. Moreover, high presepsin levels on day 28 after allo-SCT can be indicative of poor prognosis. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures Yamashita: Mochida Pharmaceutical Co., Ltd.: Research Funding."
}