{
    "doi": "https://doi.org/10.1182/blood.V128.22.562.562",
    "article_title": "Factor VIIa Interaction with Endothelial Cell Protein C Receptor: Its Role in Hemostatic Effect of rFVIIa in Treating Hemophilia ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Bench to Bedside",
    "abstract_text": "Recent studies from our laboratory and others established that clotting factor FVII/FVIIa, which binds tissue factor and triggers the coagulation cascade, also binds endothelial cell protein C receptor (EPCR), a receptor that plays a critical role in protein C/activated protein C (APC)-mediated anticoagulation pathway. We postulated that FVIIa binding to EPCR might augment the hemostatic effect of rFVIIa in therapeutic conditions by down-regulating the EPCR-mediated anticoagulation pathway. Our recent studies showing the blockade of endogenous protein C binding to EPCR by administration of EPCR blocking antibodies augmented the hemostatic effect of rFVIIa in a mouse hemophilia model provided an indirect support to this hypothesis. However, studies from other investigators raised a possibility that FVIIa interaction with EPCR may influence the hemostatic effect of rFVIIa in vivo through EPCR-FVIIa directly activating FX or EPCR tethering FVIIa to provide an extended locale of procoagulant reactions on the endothelium. The present study is carried out to investigate the mechanism by which FVIIa interaction with EPCR contributes to the hemostatic effect of FVIIa in hemophilia therapy. The study employed wild-type, transgenic mice expressing no EPCR (EPCR -/- ) or overexpressing EPCR (Tie2-EPCR). FVIII mAb (1 mg/kg) were given to mice to induce hemophilia. The saphenous vein incision bleeding model was used to evaluate the hemostatic effect of human rFVIIa. In this model, bleeding is induced by a sharp incision to the saphenous vein and the bleeding from the cut was monitored for 30 min. After each hemostasis incident, the clot was disrupted gently to reinitiate a new bleeding episode and average time to achieve hemostasis (ATH) was calculated. First, we investigated the role of EPCR in hemostasis by comparing the bleeding episodes in unchallenged wild-type, EPCR -/- and Tie2-EPCR mice following the saphenous vein incision. In this model, control wild-type mice had a median ATH of 55 sec (mean 63 ± 7 sec; n=9) and EPCR -/- mice had a median ATH of 67 sec (mean 74 ± 6 sec; n =12). The difference between them is not statistically significant. Surprisingly, the median ATH in EPCR overexpressing Tie2-EPCR mice was significantly lower (a median ATH of 43 sec; mean 46 ± 2 sec; n=10) compared to the ATH in wild-type or EPCR -/- mice. The reason for a shorter ATH observed in EPCR overexpressing mice is unknown at present. Analysis of blood count showed no significant differences among wild-type, EPCR -/- and Tie2-EPCR in their platelet count, RBC, and other blood cell count. Next, we induced acquired hemophilia condition in wild-type, EPCR -/- and Tie2-EPCR by injecting FVIII mAb (1 mg/kg) i.v. 2 h before inducing the bleeding. Administration of FVIII mAb markedly prolonged the bleeding time in wild-type and Tie2-EPCR mice (between 300 to 1800 sec) with a median ATH of 600 sec (mean 730 ± 277 sec) in wild-type mice and 750 sec (mean 939 ± 200 sec) in Tie2-EPCR mice. Interestingly, EPCR -/- mice were protected from the antibody-induced acquired hemophilia. Administration of FVIII mAb prolonged the bleeding time only marginally in this group of mice to a median ATH of 120 sec (mean 163 ± 38 sec). Administration of a low dose of rFVIIa (0.25 mg/kg) fully corrected the mild bleeding defect in EPCR -/- acquired hemophilia mice (median ATH of 67 sec; mean 86 ± 17 sec). Administration of 0.25 mg/kg rFVIIa is corrected the bleeding disorder only partially in wild-type acquired hemophilia mice (median ATH 164 sec; mean 303 ± 94 sec; n=5). Administration of either 1 or 4 mg/kg of rFVIIa was required to correct the bleeding in these mice (1 mg/kg dose: median ATH of 75 sec, mean 74 ± 1 sec; 4 mg/kg dose: median ATH of 37 sec; mean 40 ± 2 sec, n=5). In Tie2-EPCR hemophilia mice, administration of 1 mg/kg rFVIIa was not sufficient to fully achieve the hemostatic effect (median ATH 164 sec; mean 521 ± 237 sec; n=6). Administration of 4 mg/kg rFVIIa was required to restore the hemostasis in these mice (median ATH of 90 sec; mean 94 ± 7 sec, n= 6). In summary, the present data indicate that EPCR levels influence the hemostatic effect of rFVIIa in treating antibody-induced hemophilia. The present study rules out the possibility of direct activation of FX by FVIIa-EPCR complexes or EPCR tethering of FVIIa as probable mechanisms by which EPCR-FVIIa influences the hemostatic effect of rFVIIa. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "endothelial cells",
        "endothelial protein c receptor",
        "factor viia",
        "hemophilia a",
        "hemophilias",
        "hemostatics",
        "recombinant coagulation factor viia",
        "hemorrhage",
        "hemophilia, acquired",
        "hemostasis procedures"
    ],
    "author_names": [
        "Shiva Keshava, PhD",
        "Jagan Sundaram, PhD",
        "Anuradha Rajulapati, M.S.",
        "Charles T. Esmon, PhD",
        "Usha R. Pendurthi, PhD",
        "L. Vijaya Mohan Rao, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shiva Keshava, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Biology, The University of Texas Health Science Center at Tyler, Tyler, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jagan Sundaram, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Biology, The University of Texas Health Science Center at Tyler, Tyler, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anuradha Rajulapati, M.S.",
            "author_affiliations": [
                "Department of Cellular and Molecular Biology, The University of Texas Health Science Center at Tyler, Tyler, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles T. Esmon, PhD",
            "author_affiliations": [
                "‎Oklahoma Medical Research Foundation and Departments of Pathology and Biochemistry & ‎Molecular Biology, ‎University of Oklahoma Health Sciences Center, Oklahoma City‎, OK"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Usha R. Pendurthi, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Biology, The University of Texas Health Science Center at Tyler, Tyler, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. Vijaya Mohan Rao, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Biology, The University of Texas Health Science Center at Tyler, Tyler, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:31:16",
    "is_scraped": "1"
}