{
    "doi": "https://doi.org/10.1182/blood.V128.22.4267.4267",
    "article_title": "The Impact of Myeloproliferative Neoplasms (MPNs) on Patients' Quality of Life and Productivity: Results from the International MPN Landmark Survey ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "abstract_text": "Background Myelofibrosis (MF), polycythemia vera (PV), and essential thrombocythemia (ET) are myeloproliferative neoplasms (MPNs) whose associated disease burden includes a range of debilitating symptoms, thrombosis, hemorrhage, and shortened survival. To enhance patient care, it is important to understand the impact of MPNs in patients' lives; however, little is known regarding how these conditions affect patients' quality of life (QOL), activities of daily living, productivity, and emotional well-being. The US LANDMARK survey (Mesa et al. BMC Cancer 2016) captured data for US patients. Here, we present an interim analysis of results of another MPN LANDMARK survey conducted in the rest of the world. Methodology MPN LANDMARK survey is a cross-sectional survey of MPN patients across 6 countries (Australia, Canada, Germany, Japan, Italy, and UK). Patients completed an online questionnaire to measure MPN related symptoms experienced over the past 12 months and the impact of their condition on their QOL and ability to work. Additional questions related to employment productivity and activity impairment (including absenteeism and loss of productivity over the past 7 days). Patients included in this interim analysis had completed the survey by July 18, 2016, with enrollment continuing in all countries. Results Patients: Overall, 437 patients had completed the survey (98 MF, 121 PV, 218 ET). For MF and PV, the male to female gender split was relatively even (54% male for each), whereas an expected greater proportion of ET patients was female (70%). Patients with MF were significantly older than PV and ET patients (mean ages, 62, 59, and 55 years, respectively) and more had been diagnosed within 2 years of experiencing their symptoms (83% MF, 67% PV, 71% ET). MPN Symptoms (Table): Most patients (94%) experienced MPN-related symptoms in the past 12 months. The most commonly reported symptom among all subtypes was fatigue (69% MF, 62% PV, 73% ET), incidence of other common symptoms varied depending on disease subtype (MF: shortness of breath [38%], bruising [36%], night sweats [35%], early satiety [33%]; PV: night sweats [36%], trouble concentrating [36%], trouble sleeping [34%], dizziness [34%]; ET: trouble sleeping [37%], dizziness [37%], bruising [35%], night sweats [35%]). When asked which symptom patients would most like to have resolved, most patients preferred to have feeling of fatigue/tiredness improved across all disease subtypes (31% MF, 30% PV, 33% ET). Patients experienced an average of 6.4 symptoms at diagnosis but this progressed to an average of 7.6 symptoms since diagnosis after a median time of 6 years. QOL: A majority of patients indicated that they experienced a reduction in QOL due to MPN symptoms (87% MF, 71% PV, 73% ET) with 33% and 26% of MF and ET patients expressing that their condition has caused emotional hardship, and one-third of patients with PV reporting that they have felt worried or anxious about their disease (39%). MPN Impact on Activity/Employment: Patients reported a high impact on their ability to work, 12% reported voluntarily leaving their job, 10% had taken early retirement, 10% had moved onto disability living allowance, 8% moved to a lower paid job, and 2% experienced involuntary loss of work (Table). Of the patients who were in full-time or part-time employment at the time of the survey (MF [n=17]), PV [n=41], ET [n=98]), approximately, 40% had been absent from work within the past 7 days; this was the highest in MF patients (41% MF, 38% PV, 33% ET). On an average, over the past 7 days, MF patients had missed 3.1 hours from work, PV patients 2.3 hours and ET patients 2 hours. Across all subgroups, a substantial proportion of patients reported impairment in work (mean: 34% MF, 33% PV, 31% ET) and overall activity (mean: 46% MF, 42% PV, 39% ET). Conclusions This interim analysis from the MPN LANDMARK survey indicates that MPN patients experience a high burden of disease, including a high prevalence of symptoms, an increase in the number of symptoms from diagnosis and reduction of their emotional well-being, QOL, and ability to work. These results are consistent with those from the previous US LANDMARK survey with the addition of novel data on how MPNs impact work. When treating MPN patients, care should be taken in trying to manage a patient's disease burden, so as to minimize the impact on a patient's daily life. Further results from additional survey responses will be presented at the congress. View large Download slide View large Download slide  Close modal Disclosures Harrison: Baxaltra: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Other: travel, accommodations, expenses, Research Funding, Speakers Bureau; Gilead: Honoraria, Speakers Bureau; Incyte Corporation: Honoraria, Speakers Bureau; Shire: Honoraria, Speakers Bureau. Koschmieder: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Foltz: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Koehler: Novartis Inc. (Germany): Consultancy, Other: Training. Komatsu: Shire: Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Boothroyd: Novartis: Employment, Equity Ownership. Spierer: Novartis: Employment. Ronco: Novartis: Employment. Taylor-Stokes: Adelphi Real World: Employment. Waller: Adelphi Real World: Employment. Mesa: Celgene: Research Funding; Galena: Consultancy; Novartis: Consultancy; CTI: Research Funding; Ariad: Consultancy; Incyte: Research Funding; Gilead: Research Funding; Promedior: Research Funding.",
    "topics": [
        "myeloproliferative disease",
        "quality of life",
        "fatigue",
        "night sweats",
        "contusions",
        "dizziness",
        "cancer",
        "dyspnea",
        "hemorrhage",
        "myelofibrosis"
    ],
    "author_names": [
        "Claire N. Harrison, DM, FRCP, FRCPath",
        "Steffen Koschmieder, MD",
        "Lynda Foltz, MD FRCP",
        "Paola Guglielmelli, MD",
        "Tina Flindt, AAS",
        "Michael Koehler, Dipl.-Psych., Dr. rer. MDc.",
        "Jonathan Mathias, BSc",
        "Norio Komatsu, MD PhD",
        "Robert N. Boothroyd, PharmD",
        "Amber Spierer, MPH",
        "Julian Perez Ronco, MD",
        "Gavin Taylor-Stokes, MBA",
        "John Waller, PhD",
        "Ruben A. Mesa, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claire N. Harrison, DM, FRCP, FRCPath",
            "author_affiliations": [
                "Guy's and St. Thomas' NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steffen Koschmieder, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology, and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynda Foltz, MD FRCP",
            "author_affiliations": [
                "St. Paul's Hospital, University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Guglielmelli, MD",
            "author_affiliations": [
                "CRIMM, Center for Research and Innovation of Myeloproliferative Neoplasms, AOU Careggi, Department of Experimental and Clinical Medicine, University of Florence, Florence, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tina Flindt, AAS",
            "author_affiliations": [
                "Patient advocate, Prato, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Koehler, Dipl.-Psych., Dr. rer. MDc.",
            "author_affiliations": [
                "Department of Hematology and Oncology, Faculty of Medicine, Otto-von-Guericke University Magdeburg, Magdeburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Mathias, BSc",
            "author_affiliations": [
                "Patient Chair, MPN Voice, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norio Komatsu, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Juntendo University Faculty of Medicine, Tokyo, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert N. Boothroyd, PharmD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amber Spierer, MPH",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julian Perez Ronco, MD",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gavin Taylor-Stokes, MBA",
            "author_affiliations": [
                "Adelphi Real World, Bollington, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Waller, PhD",
            "author_affiliations": [
                "Adelphi Real World, Bollington, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A. Mesa, MD",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:38:06",
    "is_scraped": "1"
}