{
    "doi": "https://doi.org/10.1182/blood-2021-153529",
    "article_title": "Monoacylglycerol Lipase Inhibition: A Strategy to Treat Chronic Pain in a Humanized Sickle Cell Mouse Model ",
    "article_date": "November 5, 2021",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia: Basic and Translational",
    "abstract_text": "Introduction: Sickle Cell Disease (SCD) is a major cause of morbidity and mortality worldwide, and affects more than 100,000 people in the US. Acute, vaso-occlusive pain crises are the hallmark of the disease and the primary cause of hospitalization. Recurrent, acute pain episodes compound and result in chronic pain for many patients, though the mechanisms of this transition are poorly understood. Although opioids remain the standard of care to treat SCD chronic pain, their myriad adverse side effects (e.g., constipation, respiratory depression, abuse liability, dependence) as well as the fact that SCD chronic pain requires prolonged opioid treatment that results in tolerance, severely limit their therapeutic utility. Thus, a pressing need exists to identify effective non-opioid analgesic strategies to reduce SCD chronic pain. Humanized mouse models of SCD, such as the Berkeley (BERK) model, provide a useful tool to investigate disease pathophysiology and evaluate novel therapeutic strategies. Dorsal Root Ganglion neurons are peripheral sensory neurons essential for pain preclinical investigations. DRG neurons from rodents in neuropathic pain models show hyperexcitability. Inhibitors of the major degradative enzyme of 2-arachidonoylglycerol, monoacylglycerol lipase (MAGL), reduce nociceptive behavior in neuropathic and inflammatory preclinical models of pain through cannabinoid receptor-dependent and -independent mechanisms. MAGL inhibitors have yet to be tested in BERK mice and we hypothesize that they will ameliorate pain-like behavior and neuronal hyperexcitability. Here we evaluate the effects of MJN110 in a series of pain-related behaviors in BERK mice. Methods: Male and female HbSS-BERK (sickle) and HbAA-BERK (control) mice were used as subjects for these experiments. Pain-like behaviors were assessed using the Von Frey, Hot Plate, and Grip Strength tests. Neuronal hyperexcitability was assessed using whole cell patch clamp electrophysiology of L4-S1 dorsal root ganglia (DRG) neurons. For the dose-response experiments, MJN-110 (1.25, 2.5, 5, and 10 mg/kg, i.p.) was administered one hour prior to testing. Data were analyzed as Student's t-test, one- and two-way ANOVAs followed by Tukey or Sidak post-hoc analysis when appropriate (p < 0.05 considered significant). Results: HbSS-BERK mice displayed profound mechanical allodynia, as well as thermal and deep tissues/musculoskeletal hyperalgesia. HbSS-BERK mice possess extremely hyperexcitable DRG neurons. MJN-110 dose-dependently reduced mechanical allodynia and thermal hyperalgesia in HbSS-BERK mice. Importantly, BERK mice given seven days of daily injections of MJN-110 (5 mg/kg) displayed sustained antinociception that did not undergo tolerance. Ongoing studies are aimed to determine whether MJN110 ameliorates the hyperexcitability of DRG neurons. Conclusion: These initial findings, not only validate that BERK mice show hypersensitive responses to mechanical and heat stimuli, but also demonstrate that neurons innervating the distal parts of BERK mice are hyperexcitable. Additionally, MJN110 reduces these hyper-nociceptive behaviors suggesting that MAGL inhibition represents a viable strategy to reduce chronic pain behaviors in the BERK mouse model. Disclosures Gupta:  Tautona Group: Consultancy, Honoraria; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; 1910 Genetics: Other: Grantee; Grifols: Other: Grantee; SCDAA: Membership on an entity's Board of Directors or advisory committees; CSL Behring LLC: Honoraria; NIH: Other: Grantee; University of Minnestoa Foundation: Other: Philanthropic Funding; Southern California Institute for Research and Education Foundation: Other: Philanthropic Funding; Cyclerion: Research Funding; UCI Foundation: Other: Philanthropic Funding. Smith:  Emmaus Pharmaceuticals: Consultancy; Global Blood Therapeutics: Consultancy, Honoraria, Research Funding, Speakers Bureau; Novartis Pharmaceuticsl: Consultancy, Honoraria; Novo-Nordisk: Other: DSMB; Pfizer: Consultancy, Research Funding; Imara: Research Funding; Forma Therapeutics: Consultancy, Research Funding; Agios: Research Funding.",
    "author_names": [
        "Kennedy N Goldsborough",
        "Karan Mucchala",
        "Kalpna Gupta",
        "Joyce Lloyd",
        "Hamid Akbarali",
        "Wally R Smith",
        "Aron Lichtman"
    ],
    "author_dict_list": [
        {
            "author_name": "Kennedy N Goldsborough",
            "author_affiliations": [
                "Pharmacology and Toxicology, Virginia Commonwealth University, Richmond, VA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karan Mucchala",
            "author_affiliations": [
                "Pharmacology and Toxicology, Virginia Commonwealth University, Richmond, VA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kalpna Gupta",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of California, Irvine, Irvine, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joyce Lloyd",
            "author_affiliations": [
                "Virginia Commonwealth University, Richmond, VA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hamid Akbarali",
            "author_affiliations": [
                "Pharmacology and Toxicology, Virginia Commonwealth University, Richmond, VA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wally R Smith",
            "author_affiliations": [
                "Virginia Commonwealth University, Richmond, VA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aron Lichtman",
            "author_affiliations": [
                "Pharmacology and Toxicology, Virginia Commonwealth University, Richmond, VA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:35:30",
    "is_scraped": "1"
}