{
    "doi": "https://doi.org/10.1182/blood.V114.22.1412.1412",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1502",
    "start_url_page_num": 1502,
    "is_scraped": "1",
    "article_title": "A Multifaceted Strategy to Reduce Inappropriate Use of Fresh Frozen Plasma Transfusions in the Intensive Care Unit. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH SERVICES AND EDUCATION POSTER I",
    "topics": [
        "blood transfusion",
        "fresh-frozen plasma",
        "intensive care unit",
        "fresh-frozen plasma transfusion",
        "hemorrhage",
        "transfusion",
        "critical illness",
        "international normalized ratio",
        "plasmapheresis",
        "prostate health index"
    ],
    "author_names": [
        "Donald M. Arnold, MDCM, MSc",
        "Heather Whittingham, MD",
        "Francois Lauzier",
        "France Clarke",
        "Ellen McDonald",
        "Andrea Tkaczyk",
        "Angela Greiter",
        "Lily Waugh",
        "Mark A. Crowther, MD",
        "Deborah Cook"
    ],
    "author_affiliations": [
        [
            "Medicine, McMaster University and Canadian Blood Services, Hamilton, ON, Canada, "
        ],
        [
            "Medicine, McMaster University, Hamilton, "
        ],
        [
            "University of Sherbrooke, Quebec, Canada, "
        ],
        [
            "St. Joseph's Hospital and McMaster University, Hamilton, Canada"
        ],
        [
            "St. Joseph's Hospital and McMaster University, Hamilton, Canada"
        ],
        [
            "St. Joseph's Hospital and McMaster University, Hamilton, Canada"
        ],
        [
            "St. Joseph's Hospital and McMaster University, Hamilton, Canada"
        ],
        [
            "St. Joseph's Hospital and McMaster University, Hamilton, Canada"
        ],
        [
            "St. Joseph's Hospital and McMaster University, Hamilton, Canada"
        ],
        [
            "St. Joseph's Hospital and McMaster University, Hamilton, Canada"
        ]
    ],
    "first_author_latitude": "43.2851209",
    "first_author_longitude": "-79.8820447",
    "abstract_text": "Abstract 1412 Poster Board I-435 Introduction: The overuse of fresh frozen plasma (FFP) transfusions has been well documented, especially among critically ill patients. In a mixed medical surgical intensive care unit (ICU), we documented that 43% of FFP transfusions were given for indications other than those proposed in published guidelines (Lauzier 2007). Methods: We developed a 3-Phase multifaceted behavior-change strategy to curtail inappropriate FFP transfusions, documenting all patients who had FFP, excluding plasmapheresis. Phase I was a 3-month baseline assessment period with no intervention, in which the FFP transfusion orders prescribed at the discretion of the ICU team were recorded. Phase II was a 3-month intervention targeted to all ICU clinicians, comprised of education on the appropriate use of FFP transfusions, audit and feedback of performance indicators, and a pre-order FFP Request Form to specify the indication and the pre-transfusion INR. Phase III was a 9-month assessment period incorporating only the FFP Request Form. At the end of the study, the indications for all transfusions were adjudicated independently in triplicate by 2 ICU clinicians and 1 hematologist, to determine whether each FFP transfusion was a) consistent with published guidelines, b) inconsistent with guidelines but appropriate for the ICU context, or c) inconsistent and inappropriate. Discrepancies were resolved in all cases. FFP orders were not withheld if FFP Request Forms were not completed. Results: Chance-corrected agreement (which considers clustered transfusions within patients) between ICU reviewers on whether transfusions were consistent or appropriate versus inconsistent and inappropriate was high (phi = 0.80). During Phase I (3 months), 66 FFP transfusions were administered (n= 26 patients), of which 30 were for bleeding. During Phase II (3 months), 24 transfusions were administered (n = 11 patients), of which 11 were for bleeding. During Phase III (7 months of data), 96 transfusions were given (n= 41 patients), of which 57 were for bleeding. Rates of FFP transfusions per month for all indications and for bleeding indications were 22 and 10, respectfully in Phase I; 8 and 4 in Phase II; and 14 and 8 in Phase III. A FFP Request form accompanied 39 (40.6%) of 96 FFP transfusions in Phase III. Conclusions: A multifaceted behavior-change strategy appears to be an effective method of changing inappropriate FFP transfusion practices; however satisfactory uptake of a pre-transfusion FFP Request Form requires consistent reminders. We recommend that transfusion guidelines are improved to explicitly incorporate FFP transfusion criteria appropriate for the ICU setting. Disclosures: No relevant conflicts of interest to declare."
}