{
    "doi": "https://doi.org/10.1182/blood.V128.22.5643.5643",
    "article_title": "Contribution of High-Density Neutrophils to Multiple Myeloma Microenvironment Dysregulation ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background and objective: Multiple Myeloma (MM) is a plasma cell malignancy with a well documented immune dysfunction. Previous reports in murine models and our previous work in MM patients, showed that myeloid cells, both granulocyte-myeloid derived suppressor cells (G-MDSC) and neutrophils sedimenting on top of red cells after density gradients, defined as high-density neutrophils (HDN) are increased and exert an immunosuppressive activity. Moreover, we showed that myeloid precursors could be activate and acquire G-MDSC phenotype if cultures in presence of MM mesenchymal cells. Thus, we characterized functionally HDN to gauge their contribution in immunesuppression, angiogenesis and bone resorption in MM microenvironment. Methods: In HDN freshly-isolated from a series of 60 newly-diagnosed MM, 30 smoldering MM and 30 MGUS we investigated by RT-PCR, flow-cytometry, western-blot and immunofluorescence genes and proteins related to immunesuppression (Arg-1, IDO), angiogenesis (BV8, VEGF, MMP9) and bone resorption (IL1-b, MMP9, CHI3L). Results: First, MM-HDN exhibited an increased expression of immunesuppressive molecules Arg-1 and IDO compared to MGUS and healthy subjects (25.5 vs 6.2 vs 1 fold changes in gene expression, p=0.003), confirmed by functional assay of enzymatic activity, immunostaining and WB, positively correlated with advanced disease. Second, MM-HDN showed increased expression of BV8 and MMP9 (p=0.01, p=0.05) but not VEGF, as confirmed by immunofluorescence. In line with this observation, by using migration assay (CIM plate) MM-HDN induced neo-vasculogenesis in vitro by forming more and aberrant tubes than healthy or MGUS-HDN, thus to disclosure a novel proangiogenic mechanism driven by BV8. Third, MM-HDN showed increased expression of IL1-b, MMP9, CHI3L, associated to increased bone resorption activity, evaluated by dentin-disk assay. The same findings could be obtained treating bone matrix with MM-HDN-conditioned media, suggesting the crucial role of molecules released by MM-HDN but no from MGUS-HDN. Conclusion: taken together, our observations disclosure the contribution of aberrantly activated HDN in MM clinical features, contributing to immunosuppression, angiogenesis and bone resorption. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "neutrophils",
        "gelatinase b",
        "monoclonal gammopathy of undetermined significance",
        "interleukin-1",
        "molecule",
        "vascular endothelial growth factor a",
        "cancer",
        "flow cytometry",
        "immune system diseases"
    ],
    "author_names": [
        "Alessandra Romano, MD PhD",
        "Cesarina Giallongo",
        "Nunziatina L Parrinello",
        "Daniele Tibullo, PhD",
        "Fabrizio Puglisi",
        "Giusy Camiolo",
        "Piera La Cava",
        "Marina Parisi",
        "maria Letizia Consoli",
        "Concetta Conticello, MD",
        "Francesco Di Raimondo, MD",
        "Vanella Luca"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandra Romano, MD PhD",
            "author_affiliations": [
                "Division of Genetics and Cell Biology, San Raffaele Scientific Institute, Milano, Italy ",
                "Division of Hematology, Azienda Ospedaliera e Policlinico Vittorio Emanuele, Catania, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cesarina Giallongo",
            "author_affiliations": [
                "University of Catania, Azienda Policlinico-OVE, Catania, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nunziatina L Parrinello",
            "author_affiliations": [
                "Division of Haematology, AOU, Catania, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniele Tibullo, PhD",
            "author_affiliations": [
                "Division of Hematology, A.O.U. Policlinico-OVE, Catania, University of Catania, Catania, Italy., Catania, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabrizio Puglisi",
            "author_affiliations": [
                "Division of Hematology, AOUP Policlinico Catania, Catania, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giusy Camiolo",
            "author_affiliations": [
                "Division of Hematology, AOUP Policlinico Catania, Catania, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Piera La Cava",
            "author_affiliations": [
                "Division of Haematology, AOU, Catania, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Parisi",
            "author_affiliations": [
                "Division of Haematology, AOU \"Policlinico - Vittorio Emanuele\", University of Catania, Catania, Italy., Catania, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "maria Letizia Consoli",
            "author_affiliations": [
                "Division of hematology, AOUP Policlinico Catania, Catania, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Concetta Conticello, MD",
            "author_affiliations": [
                "University of Catania, Azienda Policlinico-OVE, Catania, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Di Raimondo, MD",
            "author_affiliations": [
                "A.O.U. Policlinico \"Vittorio Emanuele\", University of Catania, Division of Hematology, Catania, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanella Luca",
            "author_affiliations": [
                "AOUP Policlinico Catania, Catania, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:32:52",
    "is_scraped": "1"
}