{
    "doi": "https://doi.org/10.1182/blood.V128.22.2105.2105",
    "article_title": "Critical Analysis on the Mechanism of Action (MoA) of the Anti-CD38 Monoclonal Antibody Isatuximab in Multiple Myeloma (MM) ",
    "article_date": "December 2, 2016",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "abstract_text": "Monoclonal antibodies (mAbs) targeting CD38 are demonstrating remarkable efficacy, particularly when combined with anti-MM agents. Thus, in-depth understanding of the MoA of anti-CD38 mAbs is of utmost importance to design rational treatment combinations. Notably, while there is considerable data about the MoA of Daratumumab, there is virtually no data about the MoA of Isatuximab. Here, we started by analyzing in a selected panel of MM cell lines (RPMI8226, H929, MM1S and OPM2) the effect of Isatuximab on 1) proliferation, 2) direct cell death, 3) complement dependent cytotoxicity (CDC), 4) antibody dependent cell mediated cytotoxicity (ADCC), and 5) antibody dependent cellular phagocytosis (ADPC). Our results show that Isatuximab had no effect on proliferation, and did not directly killed any of the MM cell lines tested. Interestingly, while Isatuximab (similar to drugs such as Cetuximab) binds to C1q, CD38 receptor density in MM cell lines was insufficient to trigger CDC based on the absence of C3 deposition and impact on cell survival. Upon co-culture with human blood leukocytes, Isatuximab induced ADCC particularly on cells showing higher expression of CD38 (P=0.02). Upon co-culture with human-derived M2-like macrophages, we noted a trend (P=.1) towards decreased MM cell expansion; thus, in order to establish the exact contribution of ADCC and ADCP on the efficacy of Isatuximab, we co-cultured RPMI8226 MM cells with human leukocytes and prior to treatment (10µg/mL), used sensitive FACS sorting to remove key immune cell populations such as NK cells, macrophages and T cells from the culture. Our results show that the presence of NK cells was critical for the efficacy of Isatuximab, whereas macrophages and T cell depletion had no effect on MM cell viability in the presence of Isatuximab. We next tested Isatuximab (10µg/mL) in 10 primary patient samples. In the absence of C3 deposition in the majority of samples (ie. no CDC), we observed Isatuximab-induced cell death in all patients tested (P=0.002), along with increased proliferation and activation of NK cells upon Fc recognition. Due to broad expression of CD38 in hematopoietic cells, we also investigated presence of off-target effects of Isatuximab. Importantly, with the exception of CD38bright B cell precursors (P=.0006), there was no toxicity observed in other progenitor and mature hematopoietic cells. We also investigated the potential synergism of Isatuximab in combination with Bortezomib-Dexamethasone; interestingly, the addition of Isatuximab resulted in a (P=0.06) 2.7-fold increment in MM cell death. In order to further understand the direct effect of Isatuximab in both MM and (CD38bright) NK cells, we determined the molecular signature of both subsets in co-culture and upon treatment with Isatuximab. Interestingly (though consistent with the lack of impact in proliferation and direct apoptosis), MM cells showed no gene dysregulation upon treatment with Isatuximab and in the absence of NK cells. By contrast, in the presence of NK cells and respective ADCC, MM cells chemoresistant to Isatuximab showed 184 dysregulated genes, including significant down-regulation of CD38. Noteworthy, Isatuximab binding induced in NK cells up-regulation of genes related to antigen binding, chemokine receptor activity, G-protein coupled peptide receptor or hydrolase activity. One such gene was CD137, which up-regulation was subsequently confirmed at the protein (surface antigen) level. In summary, this critical analysis on Isatuximab's MoA using a comprehensive set of assays, MM cell lines and primary patient samples, suggests that ADCC is the major efficacy contributor for this particular mAb. Thus, drugs that can further stimulate NK cells might be optimal candidates for rational combinations with Isatuximab; in this regard, we showed that Isatuximab induces up-regulation of CD137 which warrants further investigations on the value of combined Isatuximab and anti-CD137 immune therapies. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Paiva: Celgene: Honoraria, Research Funding; Janssen: Honoraria; Takeda: Honoraria, Research Funding; Sanofi: Consultancy, Research Funding; EngMab: Research Funding; Amgen: Honoraria; Binding Site: Research Funding.",
    "topics": [
        "cd38",
        "monoclonal antibodies",
        "multiple myeloma",
        "pharmacokinetics",
        "coculture techniques",
        "antibodies",
        "bortezomib",
        "cetuximab",
        "chemokine receptors",
        "daratumumab"
    ],
    "author_names": [
        "Laura Moreno",
        "Aintzane Zabaleta",
        "Diego Alignani",
        "Daniel Ajona",
        "Marta Lasa",
        "Patricia Maiso, PhD",
        "Tomas Jelinek, MD",
        "Victor Segura, PhD",
        "Jose Antonio Delgado",
        "Paula Rodriguez-Otero, MD PhD",
        "Felipe Prosper, MD",
        "Jesus San Miguel, MD PhD",
        "Bruno Paiva, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Moreno",
            "author_affiliations": [
                "Department of Hematology and Immunology, Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aintzane Zabaleta",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego Alignani",
            "author_affiliations": [
                "Clínica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Ajona",
            "author_affiliations": [
                "CIMA, Pamplona, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Lasa",
            "author_affiliations": [
                "CIMA, Pamplona, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Maiso, PhD",
            "author_affiliations": [
                "CIMA, Pamplona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Jelinek, MD",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Segura, PhD",
            "author_affiliations": [
                "Department of Bioinformatics, CIMA/UNAV/IDISNA, Pamplona, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Antonio Delgado",
            "author_affiliations": [
                "Department of Hematology and Immunology, Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Rodriguez-Otero, MD PhD",
            "author_affiliations": [
                "Clínica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe Prosper, MD",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus San Miguel, MD PhD",
            "author_affiliations": [
                "CIMA/UNAV/IDISNA, Pamplona, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Paiva, PhD",
            "author_affiliations": [
                "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:39:45",
    "is_scraped": "1"
}