{
    "doi": "https://doi.org/10.1182/blood-2019-125500",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4310",
    "start_url_page_num": 4310,
    "is_scraped": "1",
    "article_title": "Effects of Interferon-γ on Proliferation and Ability of Secretion of Human Amniotic Mesenchymal Stem Cells ",
    "article_date": "November 13, 2019",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells",
    "topics": [
        "amnion",
        "bodily secretions",
        "human leukocyte interferon",
        "interferons",
        "stem cell, mesenchymal",
        "dinoprostone",
        "hla-g antigen",
        "flow cytometry",
        "graft-versus-host disease",
        "kynurenine"
    ],
    "author_names": [
        "Ya Gao, MD",
        "Ying Xu",
        "Weiru Li",
        "Yintian Zhang",
        "Baohong Ping",
        "Qifa Liu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Huiqiao, Nanfang Hospital, Southern Medical University, guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital Southern Medical University, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "Objective: The immunoregulatory properties and proliferation of mesenchymal stem cells (MSCs) could be affected by inflammatory factors. However, there have been few studies about human amniotic MSCs (hAMSCs). We investigated the effects of interferon (IFN)-γ on the proliferation and apoptosis of hAMSCs, and measured the level of inflammatory factors secreted by hAMSCs. Result :hAMSCs were cultured with complete medium with different concentrations of IFN-γ. We detected the proliferation of hAMSCs by Cell Counting Kit-8 assays, analysed apoptosis by flow cytometry (FCM) at 48 h, and mesasured the level of inflammatory factors such as solube HLA-G and prostaglandin E2 (PGE2) in the supernatant at 48 h by ELISA. The level of kynurenine (KYN) was measured by ultraviolet spectrophotometry. As culture time increased, the proliferation of hAMSCs with different concentrations of IFN-γ increased rapidly from day 1 to day 4, and then the growth rate slowed. FCM indicated that there was no significant apoptosis in the 100 ng/ml IFN-γ group compared with cells without IFN-γ. The level of PGE2 and soluble HLA-G in cells with IFN-γ was higher compared with those without IFN-γ. The level of KYN increased significantly in the cells with IFN-γ. Conclusion: IFN-γ did not affect the growth and proliferation of hAMSCs, and promoted secretion of PGE2 and soluble HLA-G, and enhanced activity of indoleamine 2,3-dioxygenase (IDO), providing a theoretical basis for hAMSCs to prevent and treat graft-versus-host disease. Disclosures No relevant conflicts of interest to declare."
}