{
    "doi": "https://doi.org/10.1182/blood.V124.21.2606.2606",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2946",
    "start_url_page_num": 2946,
    "is_scraped": "1",
    "article_title": "Second Primary Malignancy in Diffuse Large B Cell Lymphoma (DLBCL) ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: Poster II",
    "topics": [
        "diffuse large b-cell lymphoma",
        "second primary cancers",
        "microscopy, scanning probe",
        "hematologic neoplasms",
        "cancer",
        "kaposi sarcoma",
        "anus neoplasms",
        "lymphoma, non-hodgkin",
        "melanoma",
        "kidney"
    ],
    "author_names": [
        "Krishna B Ghimire, MD",
        "Binay K. Shah, MD"
    ],
    "author_affiliations": [
        [
            "Mercy Medical Center - North Iowa, Mason City, IA "
        ],
        [
            "St. Joseph Regional Medical Center, Lewiston, ID"
        ]
    ],
    "first_author_latitude": "43.1485571",
    "first_author_longitude": "-93.21607",
    "abstract_text": "Introduction: Patients with non-Hodgkin lymphoma are at significantly increased risk of second primary malignancies (SPM). There are few studies on SPM in diffuse large B-cell lymphoma. We aim to evaluate the risk of SPM after diagnosis of primary DLBCL using Surveillance, Epidemiology and End Results (SEER) database. Methods: We used SEER 13 database to select adult patients with primary DLBCL diagnosed between 1992- 2009. We used SEER*Stat’s Multiple Primary - Standardized Incidence Ratios (MP-SIR) to calculate SPM in DLBCL. We analyzed SPM by age (≥20, 20-59 and ≥60 years), sex and latency. Second primary malignancy was defined as a metachronous malignancy developing six months or more after an index DLBCL. Results: A total of 28,368 adult DLBCL patients were selected for analysis. Among them, 54.4% were male, 44.1% were <60 years of age. The total number (n) of all site SPMs in DLBCL patients was 2,597, an Observed/ Expected (O/E) ratio of 1.22, P< 0.05, excess risk of 30.93. The risk of following SPMs was significantly higher in the patients with DLBCL: head & neck, anus & colorectal, lung, skin (melanoma), kidney, thyroid, Kaposi sarcoma and hematological malignancies. In young DLBCL patients (20-59 years) group, 12,509 patients developed 830 all site SPMs with O/E: 1.56, P value < 0.05, excess risk 37.01. SPMs which were significantly increased as compared to general population were: head & neck, anus & colorectal, lung, kidney, thyroid, Kaposi sarcoma and hematological malignancies. Similarly, 15,859 older (≥60 years) DLBCL patients developed 1,767 all site SPMs with O/E: 1.11, P< 0.05, excess risk 24.07. SPMs which were significantly increased in this age group as compared to general population were: head & neck, skin, colon, kidney, thyroid and hematologic malignancies. There was significantly higher risk of tumors of anus & colorectal, liver, kidney, thyroid, Kaposi sarcoma and hematologic malignancies within 5 years of latency. Malignancies of head & neck, anus &, colorectal, skin, breast, urinary bladder and hematologic malignancies were significantly higher after 5 years of latency. Conclusion: Patients with DLBCL were at significantly increased risk of developing SPMs as compared to general population. Survivors of DLBCL need to be closely followed with special attention to SPM. Disclosures No relevant conflicts of interest to declare."
}