{
    "doi": "https://doi.org/10.1182/blood.V108.11.1702.1702",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=597",
    "start_url_page_num": 597,
    "is_scraped": "1",
    "article_title": "Characterization of an Anti-Factor VIII Monoclonal Antibody with A1 and A3 Epitopes Which Increases Factor VIII Activity. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "epitopes",
        "factor viii",
        "factor viii antibody",
        "monoclonal antibodies",
        "antibodies",
        "thrombin",
        "factor xa",
        "activated protein c",
        "factor ixa",
        "factor x"
    ],
    "author_names": [
        "Masahiro Takeyama, MD",
        "Keiji Nogami, MD,PhD",
        "Tetsuhiro Soeda, phD",
        "Tsukasa Suzuki, phD",
        "Kunihiro Hattori, phD",
        "Kohei Tatsumi, MD",
        "Yuri Fujita, MD",
        "Ichiro Tanaka, MD.PhD",
        "Akira Yoshioka, MD,PhD",
        "Midori Shima, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
        ],
        [
            "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
        ],
        [
            "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan",
            "Genome Antibody Product Research, Chugai Pharmaceutical Co. Ltd, Gotemba, Shizuoka, Japan"
        ],
        [
            "Genome Antibody Product Research, Chugai Pharmaceutical Co. Ltd, Gotemba, Shizuoka, Japan"
        ],
        [
            "Genome Antibody Product Research, Chugai Pharmaceutical Co. Ltd, Gotemba, Shizuoka, Japan"
        ],
        [
            "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
        ],
        [
            "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
        ],
        [
            "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
        ],
        [
            "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
        ],
        [
            "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
        ]
    ],
    "first_author_latitude": "34.50363355",
    "first_author_longitude": "135.7922211",
    "abstract_text": "Epitopes of anti-factor VIII (FVIII) neutralizing antibodies distribute all of the FVIII domains. They inhibit FVIII for instance by blocking the FVIII interaction with factor IXa, factor X/factor Xa (FX/FXa), phospholipid, von Willebrand factor, or thrombin. Therefore, localization of such FVIII inhibitory effect gives us useful information for understanding of FVIII structure and function. We expect FVIII enhancing antibody also may be a useful tool. In this study, we found an anti-FVIII monoclonal antibody (named by moAb216) that increased the FVIII cofactor activity. The addition of moAb216 increased FVIII activity by ~1.6-fold dose-dependently in one-stage clotting assay. The increase of FVIII activity in the presence of moAb216 correlated with that of generated thrombin or factor Xa in thrombin or FXa generation based-assay. Blotting analysis revealed that this antibody reacted with only intact FVIII molecule, whilst failed to react with either SDS-treated FVIII, FVIIIa (active-form), or isolated each A1, A2, and A3-C1-C2 subunit. Individual monoclonal antibody, with an epitope of the A1 or A3 acidic region in FVIII, competitively inhibited FVIII binding to moAb216 as well as the increase of FVIII activity by its antibody. However, anti-A2 or anti-C2 monoclonal antibody did not affect. These results supported that this unique antibody, with a discontinuous epitope spanning both acidic regions in the A1 and A3 domains, recognized the native conformation of FVIII. To examine the mechanism(s) of increasing effect by moAb216, we focused on the activation and/or inactivation of FVIII. Rate constants on thrombin- and FXa-catalyzed activation of FVIII in the presence of moAb216 were ~2 and 3-fold greater, respectively, in dose-dependent manners compared with that of FVIII in its absence. On the other hand, the antibody inhibited the activated protein C (APC)-catalyzed FVIII inactivation with ~10-fold lower of inactivation rate constant. SDS-PAGE analysis revealed that moAb216 accelerated the cleavage at Arg372 in the A1-A2 junction by thrombin and FXa, whilst decelerated the cleavage at Arg336 within the A1 domain by APC. In addition, FVIII activity in the presence of moAb216 was more stable following heat denaturation analysis than that in its absence. We demonstrated that the increasing effect of FVIII activity by moAb216 was attributed to the change of cleavage at Arg372 and/or Arg336 in the heavy chain caused by interaction with the A1/A3 domains. Furthermore, moAb216 would be useful as a new replacement therapy for hemophilia A patients, since this increases and stabilizes FVIII activity, and can function even in the presence of anti-FVIII (A2 and C2) inhibitors."
}