{
    "doi": "https://doi.org/10.1182/blood.V104.11.5266.5266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=194",
    "start_url_page_num": 194,
    "is_scraped": "1",
    "article_title": "VEGF Specific siRNAs Act Synergistically with Bortezomib and Steroids in Inhibiting VEGF Gene Expression, Proliferation and Induction of Apoptosis in Multiple Myeloma Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "apoptosis",
        "bortezomib",
        "gene expression",
        "multiple myeloma",
        "steroids",
        "vascular endothelial growth factor a",
        "rna, small interfering",
        "tumor cells",
        "antigens, differentiation",
        "antineoplastic agents"
    ],
    "author_names": [
        "Michael Koldehoff, MD",
        "Nina K. Steckel",
        "Rudolf Trenschel, MD",
        "Dietrich W. Beelen, MD, PH",
        "Ahmet H. Elmaagacli, MD, PH"
    ],
    "author_affiliations": [
        [
            "Department of Bone Marrow Transplantation, University Hospital of Essen, Essen, Germany",
            "(Intr. by Michael Flasshove"
        ],
        [
            "Department of Bone Marrow Transplantation, University Hospital of Essen, Essen, Germany",
            "(Intr. by Michael Flasshove"
        ],
        [
            "Department of Bone Marrow Transplantation, University Hospital of Essen, Essen, Germany",
            "(Intr. by Michael Flasshove"
        ],
        [
            "Department of Bone Marrow Transplantation, University Hospital of Essen, Essen, Germany",
            "(Intr. by Michael Flasshove"
        ],
        [
            "Department of Bone Marrow Transplantation, University Hospital of Essen, Essen, Germany",
            "(Intr. by Michael Flasshove"
        ]
    ],
    "first_author_latitude": "51.4364493",
    "first_author_longitude": "6.989008699999999",
    "abstract_text": "Multiple myeloma (MM) is a clonal B-cell malignancy characterized by the accumulation of malignant plasma cells within the bone marrow (BM). Vascular endothelial growth factor (VEGF), a glycoprotein produced by normal and neoplastic cells is an important regulator of physiological and pathological angiogenesis. MM cells secrete VEGF, which promotes production of cytokines in bone marrow stromal cells, as well as migration and proliferation of the tumor cells. Inhibition of VEGF activity or disabling the function of its receptors has been shown to inhibit both tumor growth and spread of metastases in a variety of animal tumor models. RNA interference (RNAi) is rapidly being established as a post-transcriptional gene silencing method and holds promise to specifically inhibit gene expression in mammals. Another novel class of antitumor agents is based on the inhibition of the ubiquitin-proteosomal system which represents the major nonlysosomal pathway through which intracellular proteins are degraded in eukaryotic cells. Bortezomib, a reversible proteosome inhibitor, shows remarkable anticancer activity in various malignant cell types, including MM cells that are resistant to conventional therapies. We studied the effect of transfection with small interfering RNA (siRNA) targeting VEGF in MM cells in terms of proliferation, induction of apoptosis, and cell differentiation. Further, we evaluated if the effects of post-transcriptional gene silencing by VEGF specific siRNA can be augmented by bortezomib and/or steroids in the cell line OPM-2. A mean reduction of VEGF gene expression to 38% as determined by real-time PCR was observed with 0.8 ug VEGF siRNA in OPM-2 cells compared to controls (controls were set up to 100%). Simultaneous administration of bortezomib and siRNA was able to reduce VEGF gene expression down to 23% compared to VEGF siRNA alone demonstrating a synergistic effect of combined bortezomib and siRNA treatment. We found a 2.5-fold increase in induced apoptosis in OPM-2 cells subsequent to VEGF siRNA administration but we saw no additional stimulation of apoptosis after combination of VEGF siRNA with bortezomib and/or steroids. Proliferation in OPM-2 cells was strongly inhibited (about 91%) following combination treatment as opposed to only 62% after administration of VEGF siRNA alone. The transfection of VEGF siRNA in OPM-2 cells had no influence on the expression levels of differentiation markers such as CD38, CD138, CD19, CD34, CD45, and CD7AAD. Our findings suggest that synergistic effects of VEGF siRNA with bortezomib and dexamethason may offer new therapeutic options in the treatment of MM."
}