{
    "doi": "https://doi.org/10.1182/blood.V114.22.2234.2234",
    "article_title": "Adequate Immune Reconstitution in Recipients of Unrelated Donor Hematopoietic Cell Transplants Given Rabbit Anti-Thymocyte Globulin During Conditioning. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL CARE - ACUTE AND CHRONIC GVHD, INFECTIOUS COMPLICATIONS AND IMMUNE RECONSTITUTION OF TRANSPLANTATION POSTER II",
    "abstract_text": "Abstract 2234 Poster Board II-211 Anti-thymocyte globulin (ATG) is known to reduce the risk of developing acute graft vs host disease following allogeneic hematopoietic cell transplant (HCT). Its effects on long-term immune reconstitution are less well defined, particularly in the adult population undergoing unrelated donor (URD) HCT. Since 2004, rabbit ATG (Thymoglobulin, Genzyme Inc, Cambridge, MA) has been used at our institution during the conditioning of patients undergoing URD HCT. We performed a retrospective landmark analysis to compare immune reconstitution in patients who received ATG during conditioning vs. those who did not. Patients had to have completed at least 6 months of follow-up post transplant. Eighty six patients were eligible, and underwent analysis of immune reconstitution in the first year post transplant. Fifty six patients underwent matched related donor HCT and did not receive ATG (no ATG cohort); 30 patients received an URD HCT (ATG cohort). The median age for no ATG cohort was 49 years and for the ATG cohort was 48. There were 40 females in the combined cohorts. The no ATG cohort included patients with the diagnosis of AML (34%), NHL (21%), MM (16%), ALL (9%), along with CML, CLL, MDS, MF and HD (20%). The ATG cohort was comprised of AML (43%), MDS (23%), ALL (13%), CML (13%), along with NHL & SAA (8%). Conditioning regimens used in the no ATG vs. ATG cohorts were 12-Gy TBI-Cy in 18% vs. 47%, Bu-Cy in 42% vs. 40%, and others in 40% vs. 13% (Flu-Mel, Bu-Flu, Flu-Cy, 2-Gy TBI,TBI-VP16). Stem cells were GCSF mobilized PBSC in 95% of the no ATG cohort and in 44% of the ATG cohort. The ATG dose administered was either 7.5 or 10 mg/kg in 3 divided doses, given from day -3 to day -1. With a median follow up of 727 days in the no ATG cohort and 480 days in the ATG cohort, 82% of the patients survived in the no ATG cohort compared to 73% in the ATG cohort (Fisher's exact test P=0.41). Absolute lymphocyte counts at 6, 9 and 12 months following transplantation were (mean ± SD) 1.2 ± 0.6×10 3 /μL vs. 1.0 ± 0.8 (T-Test, P=0.44), 1.5 ± 0.9 vs. 1.3 ± 1.0 (P=0.51) and 1.6 ± 0.9 vs. 1.3 ± 0.9 (P=0.23) respectively in the no ATG cohort vs. ATG cohort. Lymphocyte subset enumeration data was obtained during the first year following HCT at the time of cessation of immunosuppression and was available for 32 and 12 patients in the no ATG and ATG cohorts respectively. Absolute CD3+ cell counts measured at a median of 278 days were 1226 ± 773 vs. 981 ± 442 /μL in the no ATG vs. ATG cohorts (P=0.52). Simultaneously measured absolute CD3+/4+ cell counts were 483 ± 231 vs. 242 ± 122 (P=0.001), CD3+/8+ were 717 ± 627 vs. 701 ± 444 (P=0.94), CD19+ were 250 ± 239 vs. 351 ± 233 (P=0.25) and CD56+ were 181 ± 97 vs. 178 ± 67 (P=0.75) in the no ATG vs. ATG cohorts. Surveillance for EBV and CMV reactivation was performed using PCR. No statistically significant difference was noted in rate of CMV reactivation between the two cohorts in the 6-12 month post-transplant period indicating equivalent functional cellular immune reconstitution. EBV reactivation did not occur in either cohort. During the same time period the incidence of culture proven fungal infections and viral infections was equivalent between the two groups, however there was a significantly higher number of patients who experienced bacterial infection episodes in the ATG group. We are investigating the impact of ATG administration on the relative rate of relapse in these two cohorts. We conclude that ATG administered during conditioning did not adversely impact cellular immune reconstitution in this cohort of patients, even though these high-risk patients had undergone URD HCT with bone marrow as the stem cell source in the majority. This effect may be explained by a reduction in the incidence of acute GVHD secondary to ATG use, which in turn reduces the overall immunosuppressive exposure these patients experience following transplantation. T helper cell reconstitution appears to be delayed and may contribute to the higher number of patients experiencing bacterial infections in the ATG cohort. Disclosures: Off Label Use: Thymoglobulin for GVHD prophylaxis. McCarty: Celgene: Honoraria; Genzyme: Honoraria.",
    "topics": [
        "antithymoglobulin",
        "cell transplants",
        "conditioning (psychology)",
        "donors",
        "immune reconstitution",
        "oryctolagus cuniculus",
        "transplantation",
        "influenza",
        "bacterial infections",
        "cmv reactivation"
    ],
    "author_names": [
        "Devon Fletcher, MD",
        "John M. McCarty, MD",
        "Harold M Chung, MD",
        "Kathryn Candler, MA",
        "Catherine H Roberts, PhD",
        "Lisa Shickle, MS",
        "Miriam Rabie",
        "John Lamberta, FNP",
        "Richard Edwards, PA-C;, MT",
        "Amir Toor, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Devon Fletcher, MD",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John M. McCarty, MD",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harold M Chung, MD",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn Candler, MA",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine H Roberts, PhD",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Shickle, MS",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miriam Rabie",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Lamberta, FNP",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Edwards, PA-C;, MT",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amir Toor, MD",
            "author_affiliations": [
                "BMT program, Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T04:56:22",
    "is_scraped": "1"
}