{
    "doi": "https://doi.org/10.1182/blood-2018-99-120123",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3915",
    "start_url_page_num": 3915,
    "is_scraped": "1",
    "article_title": "Risk of Second Primary Malignancies in Chronic Lymphocytic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster II",
    "topics": [
        "cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "follow-up",
        "microscopy, scanning probe",
        "leukemia, myelocytic, chronic",
        "lung cancer",
        "lymphoma",
        "prostate cancer",
        "renal cancer"
    ],
    "author_names": [
        "Anuhya Kommalapati, MD",
        "Sri Harsha Tella, MD",
        "Gaurav Goyal, MBBS"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of South Carolina School of Medicine, Columbia, SC "
        ],
        [
            "Internal Medicine, University of South Carolina School of Medicine, Columbia, SC "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "34.041337500000004",
    "first_author_longitude": "-80.98981775",
    "abstract_text": "Introduction: Chronic lymphocytic leukemia (CLL) is the most common type of adult leukemia, with ~21,000 estimated new cases in 2018. Prior retrospective studies have suggested an increased risk of second primary malignancies (SPMs) in CLL patients. Population-based studies on the risk of SPMs in CLL are limited, especially in the last decade with improvements in prognostic and therapeutic tools over the last decade. As the survival of CLL patient improves, it may lead to more survivors who are at risk of developing SPMs. In this study, we sought to evaluate the risk of development of SPMs among CLL patients diagnosed from 2000-2014. Methods : We used the SEER 18 registries for the calculation of risk of SPMs and included CLL cases that were confirmed histologically between 2000-2014 (https://seer.cancer.gov/). SPMs diagnosed within 2 months of primary CLL diagnosis were excluded. Time to SPM was calculated by subtracting second malignancy survival/follow-up time from CLL survival/follow-up time. The SEER*Stat Multiple Primary-SIR tool was used to calculate SIRs for secondary malignancies by comparing these patients' subsequent cancer experience with the number of cancers that would be expected based on incidence rates for the general U.S. population. These analyses were adjusted for age, gender, race, and year of CLL diagnosis. Multivariate logistic regression was performed to identify factors associated with development of SPM. Results : The study cohort included 46,164 patients with CLL. After a median follow up of 50 months (range 1-179), 5220 (11.3%) patients developed a total of 5,738 subsequent malignancies. As compared to that of general population, CLL patients had a higher risk of developing SPMs (SIR: 1.40 [95%CI:1.37-1.44]) and the risk was much higher for hematologic malignancies (SIR: 2.63 [95%CI:2.47-2.80]) as compared to solid organ malignancies (SIR: 1.25 [95%CI: 1.22-1.29]). In addition to known common SPMs in CLL (lymphoma, melanoma, lung cancer, and prostate cancer), there was an elevated risk of developing acute lymphoblastic leukemia (SIR 5.43), chronic myeloid leukemia (SIR 2.18), thyroid cancer (SIR 2.09), and kidney cancer (SIR 1.70) (Table). Out of the 5220 patients who developed SPMs, 437 (8.3%) patients developed two subsequent second primary malignancies, and 81 (1.5%) patients developed > 2 subsequent primary cancers, which was significantly more than the endemic rate (SIR, 1.40; p <.05). Of the 5738 SPMs, 1095 (19%) occurred in 2-11 months, 2822 (49%) in 1-5 years, 1499 (26%) in 6-10 years and 321 (6%) beyond 10 years of CLL diagnosis (Figure). On logistic regression, males had higher odds of developing SPMs than females (OR: 1.46 [95% CI: 1.38-1.56], p<0.0001) and the patients diagnosed with from 2000-2007 had higher odds of developing SPMs as compared to those diagnosed from 2007-2014 (OR: 2.28 [95%CI: 2.15-2.42], p<0.0001]. The risk of developing SPM did not differ based on the age, race and between the patients who received first line therapy and no initial therapy. CLL patients who developed SPMs had significantly less median overall survival as compared to that of patients who did not develop SPMs (93 vs 109 months, p<0.05). Conclusion: In this large population-based study, CLL patients had an elevated risk of developing second primary hematologic and solid malignancies. The specific types of SPMs were varied, ranging from common ones such as lymphoma, lung cancer, prostate cancer, to uncommon ones such as thyroid cancer, kidney cancer, and chronic myeloid leukemia. The patients who were diagnosed after 2007 had a lower risk of developing SPMs as compared to those diagnosed before. There is a need for studies evaluating immunological repertoire of CLL and its impact on development of SPMs. Knowledge of these SPMs may help physicians with their early detection. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}