{
    "doi": "https://doi.org/10.1182/blood.V122.21.2469.2469",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2550",
    "start_url_page_num": 2550,
    "is_scraped": "1",
    "article_title": "Ineffective Erythropoiesis With Increased Neutrophils In Old Mice Overexpressing Hmga2 cDNA ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "topics": [
        "dna, complementary",
        "hmga2 protein",
        "ineffective erythropoiesis",
        "mice",
        "neutrophils",
        "bcl-xl protein",
        "leukemia",
        "mean corpuscular volume analyses",
        "transferrin receptors",
        "annexin a5"
    ],
    "author_names": [
        "Kazuhiko Ikeda, MD, PhD",
        "Philip J. Mason",
        "Kayo Shirado Harada, MD",
        "Kazuei Ogawa, MD, PhD",
        "Monica Bessler",
        "Yasuchika Takeishi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Cardiology and Hematology, Fukushima Medical University, Fukushima, Japan, "
        ],
        [
            "Comprehensive Bone Marrow Failure Center, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Department of Cardiology and Hematology, Fukushima Medical University, Fukushima, Japan, "
        ],
        [
            "Department of Cardiology and Hematology, Fukushima Medical University, Fukushima, Japan, "
        ],
        [
            "Comprehensive Bone Marrow Failure Center, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Department of Cardiology and Hematology, Fukushima Medical University, Fukushima, Japan, "
        ]
    ],
    "first_author_latitude": "37.689546",
    "first_author_longitude": "140.4708526",
    "abstract_text": "HMGA2 is frequently overexpressed in hematopoietic cells of patients with paroxysmal nocturnal hemoglobinuria (PNH) and primary myelofibrosis (PMF), and occasionally in myelodysplastic syndromes/myeloproliferative neoplasms (MDS/MPN). We recently reported that transgenic mice overexpressing truncated Hmga2 cDNA ( ΔHmga2 mice) showed increased numbers in all lineages of peripheral blood (PB) cells, hypercellular bone marrow (BM), and splenomegaly in young adults of 3 months old (Ikeda et al, Blood, 2011). ΔHmga2 mice also showed growth advantage of hematopoietic stem cells (HSCs) in serial BM transplants and of committed progenitors in colony-replating assays. Thus, overexpression of HMGA2 may contribute to clonal expansion in PNH or myeloproliferation in PMF and MDS/MPN. Although these disorders show disease progression and development of leukemia in the long term, consequences of long-term overexpression of HMGA2 in hematopoiesis is unknown. Therefore, in this study, we investigated hematopoiesis in old ΔHmga2 mice at 15 months old. We found an increase in PB neutrophils in 16 old ΔHmga2 mice compared with 8 old wild-type (WT) mice (mean ± SD; 4.3 ± 1.7 vs. 2.4 ± 0.6 x10 9 /L, p<0.01) as well as young mice. Strikingly, in contrast to young mice, we found a decrease in PB red blood cells of older ΔHmga2 mice compared with WT mice (8.5 ± 0.5 vs. 9.3 ± 0.4 x10 12 /L, p<0.01), which was associated with an increase in the mean corpuscular volume (MCV, 48.5 ± 3.7 vs. 42.1 ± 1.8 fL, p<0.01). PB total leukocyte and platelet counts were similar between old ΔHmga2 mice and old WT mice. Total BM cell counts were higher in 11 old ΔHmga2 mice compared with 12 WT mice (2.1 ± 0.4 vs. 1.4 ± 0.5 x10 7 /femur, p<0.01). Spleens were 2-fold heavier in old ΔHmga2 mice (n=11) compared with old WT mice (n=12, p<0.01). Histology showed hypercellular BM with erythroid dysplasia, but neither fibrosis nor leukemia, in 5 old ΔHmga2 mice. Absolute numbers of BM lineage - Sca-1 + c-kit + HSCs were higher in 5 old ΔHmga2 mice compared with 3 old WT mice (73 ± 31 vs. 23 ± 10 x10 3 /femur, p=0.036). In addition, proportions of CD71 + Ter119 + erythroblasts were higher in 3 old ΔHmga2 mice compared with 3 WT mice (11.8 ± 1.2 vs. 5.1 ± 1.1%, p<0.01), although absolute number of megakaryocyte-erythrocyte progenitors did not show a statistical difference (137 ± 36 vs. 96 ± 18 x10 3 /femur, p=0.1). Progenitor assay also showed increased numbers of BFU-E colonies in 3 old ΔHmga2 mice compared with 3 WT mice (25 ± 2 vs. 13 ± 2, p<0.01), but new BFU-E colonies did not grow from replating of these colonies of old ΔHmga2 mice, in contrast to young ΔHmga2 mice. Annexin V staining showed increased spontaneous apoptosis after 24-hour incubation in Ter119 + CD71 + cells of 3 old ΔHmga2 mice compared with 3 old WT mice (26.6 ± 2.7 vs. 14.3 ± 7.0%, p=0.033). In MACS-sorted Ter119 + erythroid cells, expression of anti-apoptotic Bcl-xl mRNA in old ΔHmga2 mice was lower compared with old WT mice (3.3 ± 1.2 vs. 5.3 ± 0.3, p=0.016), while that in young ΔHmga2 mice were higher than young WT mice (6.9 ± 0.4 vs. 3.5 ± 0.3, p<0.01), suggesting the possibility that some changes, including expression of Bcl-xl affected sensitivity of erythroid cells to apoptosis during aging, resulted in ineffective erythropoiesis. In conclusion, long-term expression of HMGA2 may lead to neutrophilia with ineffective erythropoiesis, which may mimic MDS/MPN rather than myelofibrosis, possibly through impairment of Bcl-xl in erythroid cells during a long course. Ineffective erythropoiesis may also in part explain BM failure in PNH. Disclosures: No relevant conflicts of interest to declare."
}