{
    "doi": "https://doi.org/10.1182/blood-2020-141461",
    "article_title": "Nx-2127, a Degrader of BTK and IMiD Neosubstrates, for the Treatment of B-Cell Malignancies ",
    "article_date": "November 5, 2020",
    "session_type": "605.Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases",
    "abstract_text": "Bruton's tyrosine kinase (BTK) plays a key role in cell survival in B cell malignancies, such as chronic lymphocytic leukemia (CLL). Covalent inhibitors of BTK, such as ibrutinib and acalabrutinib, while effective, have been associated with the occurrence of resistance mutations. The most prevalent site of mutation, C481, renders covalent BTK inhibitors unable to form a covalent bond with BTK leading to diminished efficacy and disease progression. Small molecule-induced protein degradation offers a unique approach to target BTK for the treatment of B-cell malignancies. Chimeric Targeting Molecules (CTMs) catalyze ubiquitylation and proteasomal degradation of target proteins and are comprised of a ubiquitin ligase binding element (\"harness\"), a linker, and a target binding element (\"hook\"). NX-2127 is a CTM that contains a BTK hook linked to a cereblon (CRBN) harness. NX-2127 degrades 50% of cellular BTK (DC50) at < 5 nM across multiple cancer cell lines and in human PBMCs. BTK CTMs impair viability in the BTK-dependent ABC-DLBCL cell line, TMD8 (EC50: < 15 nM after 72 hours). Importantly, NX-2127 induces degradation of the mutated BTK-C481S in cells and inhibits proliferation of BTK-C481S mutant TMD8 cells more effectively than ibrutinib (NX-2127 EC50 values of < 30 nM versus > 1 μM for ibrutinib). Oral administration of NX-2127 in mice leads to dose-proportional exposure in plasma and BTK degradation to <10% of baseline levels in circulating and splenic B cells. In both WT TMD8 and C481S mutant xenograft models, daily oral administration of NX-2127 resulted in superior tumor growth inhibition (TGI) as compared to ibrutinib. NX-2127 also demonstrates potent degradation of BTK in cynomolgus monkeys with oral administration. Following 14 days of once daily, oral dosing in cynomolgus monkey, BTK levels are suppressed to <10% of baseline levels at doses as low as 1 mg/kg. In addition to potent BTK degradation, NX-2127 possesses IMiD-like properties through the design of the CRBN binding harness that catalyzes the degradation of CRBN neosubstrates Aiolos (IKZF3) and Ikaros (IKZF1). This activity is associated with increased T cell activation and anti-tumor effects of the IMiD drugs lenalidomide and pomalidomide. In primary human T cells, NX-2127 catalyzes the degradation of Aiolos and Ikaros with of 25 nM and 54 nM, respectively, potencies which are similar to those of lenalidomide (20 nM and 343 nM, respectively). Corresponding with such degradation, NX-2127 stimulates T cell activation as measured by increased IL-2 production in primary human T Cells in a manner similar to lenalidomide and pomalidomide. The dual activity of BTK degradation combined with immunomodulation of NX-2127 supports its development for the treatment of B-cell malignancies. Disclosures Robbins: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Kelly: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Tan: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. McIntosh: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Wu: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Konst: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Kato: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Peng: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Mihalic: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Weiss: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Perez: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Tung: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Kolobova: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Borodovsky: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Rountree: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Tenn-McClellan: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Noviski: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Ye: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Basham: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Ingallinera: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. McKinnell: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Karr: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Powers: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Guiducci: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company. Sands: Nurix Therapeutics: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Daniel W Robbins",
        "Aileen Kelly, PhD",
        "May Tan",
        "Joel McIntosh",
        "Jeffrey Wu",
        "Zef Konst",
        "Daisuke Kato",
        "Ge Peng",
        "Jeff Mihalic",
        "Dahlia Weiss",
        "Luz Perez",
        "Jennifer Tung",
        "Anna Kolobova",
        "Sasha Borodovsky, PhD",
        "Ryan Rountree",
        "Austin Tenn-McClellan",
        "Mark Noviski",
        "Jordan Ye",
        "Steve Basham",
        "Timothy Ingallinera",
        "Jenny McKinnell",
        "Dane E Karr",
        "Janine Powers, PhD",
        "Cristiana Guiducci, PhD",
        "Arthur Sands"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel W Robbins",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aileen Kelly, PhD",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "May Tan",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel McIntosh",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Wu",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zef Konst",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Kato",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ge Peng",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff Mihalic",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dahlia Weiss",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luz Perez",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Tung",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Kolobova",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sasha Borodovsky, PhD",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan Rountree",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Austin Tenn-McClellan",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Noviski",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordan Ye",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steve Basham",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Ingallinera",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny McKinnell",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dane E Karr",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janine Powers, PhD",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristiana Guiducci, PhD",
            "author_affiliations": [
                "Nurix Inc, San Francisco, CA"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arthur Sands",
            "author_affiliations": [
                "Nurix Therapeutics, San Francisco, CA"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T12:56:59",
    "is_scraped": "1"
}