{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3869.3869",
    "article_title": "Characteristics of Venous Thromboembolism in Patients with Acute Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster III",
    "abstract_text": "Background: Malignancy-associated venous thromboembolism (VTE) is well described in the literature. Risk factors in this population include type of underlying malignancy, active chemotherapy, and central venous catheters. Despite this, there remains a paucity of data regarding leukemia-associated VTE in the adult population. Furthermore, treatment of VTE in patients with acute leukemia is based on expert opinion without standardization. We aim to describe the incidence and characteristics of VTE in patients with acute leukemia at our center, including the VTE treatments received. Methods: This is a retrospective chart review of all patients diagnosed with acute leukemia at The Ottawa Hospital (TOH) from January 2007 to September 2015. Details of patients' demographics, cytogenetics, and thrombosis characteristics were collected into a database. A VTE event was defined by either a positive diagnostic scan or a positive documentation. Thrombocytopenia was defined as a platelet count less than 50 x 10 9 /L. Results: 440 patients with acute leukemia were identified. Of these, 41 patients (21 males and 20 females) developed 59 VTE events within the follow-up time, conferring a cumulative incidence of 9.3%. 12 out of 41 patients (29.3%) developed recurrent VTE. Of the 59 thrombotic events, 12 were pulmonary emboli, 46 were extremity deep venous thrombi, and 1 was portal vein thrombosis. 15 out of 41 (36.6%) patients had a VTE event while thrombocytopenic. Detailed characteristics of these patients are summarized in Table 1. Managements of these thrombotic events are summarized in Table 2. Of the 41 acute leukemia patients with VTE, there were 5 (12.2%) major bleeding events. Conclusion: Patients with acute leukemia have a high rate of venous thrombosis and a high rate of recurrence. Anticoagulation in this population is frequently complicated by thrombocytopenia due to underlying leukemia and chemotherapy. The optimal management of venous thrombosis in this population is not defined and remains variable as demonstrated by this analysis. Developing a standard management protocol for the prevention and treatment of VTE in this high risk population would be important in reducing the morbidity and mortality associated with VTE. View large Download slide View large Download slide  Close modal Disclosures Sabloff: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "leukemia, acute",
        "venous thromboembolism",
        "thrombus",
        "cancer",
        "chemotherapy regimen",
        "leukemia",
        "thrombocytopenia",
        "venous thrombosis",
        "anticoagulation",
        "central venous catheters"
    ],
    "author_names": [
        "Yuqi Wang, MDFRCPC",
        "Nathan Cantor",
        "Marc Carrier, MD",
        "Grace Christou, MD MSc",
        "Jill Fulcher, MD PhD",
        "Rick Ikesaka, MD",
        "Natasha Kekre, MD FRCPC",
        "Mitchell Sabloff, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuqi Wang, MDFRCPC",
            "author_affiliations": [
                "Ottawa Blood Disease Centre, The Ottawa Hospital, Ottawa, Canada ",
                "The University of Ottawa, Ottawa, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nathan Cantor",
            "author_affiliations": [
                "The University of Ottawa, Ottawa, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Carrier, MD",
            "author_affiliations": [
                "Ottawa Blood Disease Centre, The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grace Christou, MD MSc",
            "author_affiliations": [
                "Ottawa Blood Disease Centre, The Ottawa Hospital, Ottawa, Canada ",
                "The University of Ottawa, Ottawa, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jill Fulcher, MD PhD",
            "author_affiliations": [
                "Ottawa Blood Disease Centre, The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rick Ikesaka, MD",
            "author_affiliations": [
                "Ottawa Blood Disease Centre, The Ottawa Hospital, Ottawa, Canada ",
                "The University of Ottawa, Ottawa, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natasha Kekre, MD FRCPC",
            "author_affiliations": [
                "Ottawa Blood Disease Centre, The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell Sabloff, MD",
            "author_affiliations": [
                "Ottawa Blood Disease Centre, The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:37:21",
    "is_scraped": "1"
}