{
    "doi": "https://doi.org/10.1182/blood.V118.21.568.568",
    "article_title": "MLL Rearrangement and Age At Diagnosis Are Strongly Associated with High Level Surface FLT3 Expression and Ex Vivo Sensitivity to FLT3 Inhibition: A Prospective Analysis of 54 Consecutive Infants with ALL Enrolled in Children's Oncology Group (COG) Trial AALL0631 ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Prognostic Biomarkers in Pediatric Leukemia",
    "abstract_text": "Abstract 568 Background: Infant acute lymphoblastic leukemia (ALL) is clinically and biologically distinct from ALL in older children. About 80% of infant ALL cases harbor MLL rearrangements (MLLr). MLLr infant ALL is an aggressive disease with poor prognosis, particularly in cases diagnosed at <90 days of age. Infant cases with wild type MLL (MLLwt) are clinically similar to childhood ALL. Retrospective studies of selected banked specimens have suggested that MLLr infant ALL cases express higher levels of FLT3 receptor tyrosine kinase mRNA and protein, and show enhanced in vitro FLT3 inhibitor-induced cytotoxicity compared to MLLwt childhood ALL, leading to an ongoing COG trial to determine if adding lestaurtinib to chemotherapy improves outcome for MLLr infant ALL (AALL0631). Methods: We prospectively characterized 54 consecutive diagnostic leukemia specimens from infants with ALL enrolled on AALL0631 with respect to: 1) Quantitative surface FLT3 protein expression (s-FLT3) using FACS CD135 mean fluorescence index (MFI); 2) FLT3 inhibitor (lestaurtinib: 0 to 100 nM) in vitro sensitivity using 48 hour WST-1 cytotoxicity assays; samples defined as “sensitive” if 100 nM produced ≥40% inhibition of cell viability compared to vehicle controls; 3) Identification and quantification of putative leukemia stem cell (LSC) subpopulation by flow cytometric immunophenotyping (% CD34+, CD38− viable cells). Studies were performed blinded to clinical information and MLL status; data were later correlated with age at diagnosis (<90 days vs. ≥90 days) and MLL-rearrangement status/fusion partner (cytogenetics/FISH). Results: Of 54 cases, 42 (78%) are MLLr and 12 (22%) are MLLwt. For MLLr cases, fusion partners are AF4 (n=13), ENL (n=17), AF9 (n=3), AF1p (n=2), and other (n=7). Of MLLr cases, 10 (24%) were 90days (mean MFI 62.6 vs. 22.0, p<0.0001). We analyzed FLT3 inhibitor sensitivity according to MLL genotype and s-FLT3. All 42 of the MLLr samples were evaluable, with 35 (83%) sensitive and 7 (17%) resistant; 11 of 12 MLLwt samples were evaluable (1 had excessively poor viability), with 6 (55%) sensitive and 5 (45%) resistant. We thus found a significant association between MLLr and FLT3 inhibitor sensitivity (Chi square 4.125, p=0.042). In the s-FLT3 analysis, the sensitive samples trended towards higher s-FLT3 than the resistant samples (mean MFI 31.3 vs. 16.7, p=0.17). Finally, we compared s-FLT3 in the putative LSC-like subpopulation fraction (if present) with the “bulk” leukemia population. Of the 54 samples analyzed, 35 (65%) had a clearly identifiable LSC-like population (i.e., comprising >0.5% of the total viable leukemia population). Within these 35 samples, s-FLT3 was significantly higher in the LSC-like fraction than in the bulk leukemia population (mean MFI 40.4 vs. 31.2, p=0.05). Conclusions: We have for the first time prospectively compared FLT3 expression and FLT3 inhibitor sensitivity in unselected representative cohorts of MLLr and MLLwt infants, confirming that MLLr cases express significantly higher levels of surface FLT3 protein and are more sensitive to the cytotoxic effects of FLT3 inhibition. Novel findings include higher surface FLT3 protein expression in MLL-AF9 cases relative to MLL-AF4 cases, and the strikingly higher surface FLT3 protein expression in MLLr cases in the youngest infants. An intriguing finding is the presence of phenotypically-defined subpopulations of “LSC-like” cells in the majority of cases, and that this LSC-like population expresses significantly higher levels of FLT3 protein than the “bulk” population. These findings provide further evidence that FLT3 overexpression plays a role in MLLr leukemogenesis. If these findings correlate with clinical responses in COG AALL0631, they may prove to be useful predictive biomarkers in selecting patients for whom FLT3-targeted therapy is most appropriate. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "biological markers",
        "chemotherapy regimen",
        "child",
        "cytotoxicity",
        "flt3 gene",
        "flt3 inhibitors",
        "immunophenotyping",
        "infant",
        "leukemia"
    ],
    "author_names": [
        "Allison J. Kaeding",
        "Daniel Magoon",
        "Yarden Fraiman",
        "Tamekia Jones, PhD",
        "Nyla A. Heerema, PhD",
        "Andrew J. Carroll, PhD",
        "Kathleen W. Rao, PhD",
        "Joanne M. Hilden, MD",
        "Stephen P. Hunger, MD",
        "Donald Small, MD, PhD",
        "Patrick A. Brown, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Allison J. Kaeding",
            "author_affiliations": [
                "Oncology and Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel Magoon",
            "author_affiliations": [
                "Oncology and Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yarden Fraiman",
            "author_affiliations": [
                "Oncology and Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamekia Jones, PhD",
            "author_affiliations": [
                "Epidemiology and Health Policy Reseach, University of Florida School of Medicine, Gainesville, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nyla A. Heerema, PhD",
            "author_affiliations": [
                "Pathology, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J. Carroll, PhD",
            "author_affiliations": [
                "Department of Genetics, University of Alabama at Birmingham, Birmingham, AL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen W. Rao, PhD",
            "author_affiliations": [
                "Pediatrics and Path/Lab Medicine, University of North Carolina School of Medicine, Chapel Hill, NC, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanne M. Hilden, MD",
            "author_affiliations": [
                "Pediatric Hem./Onc./BMT, University of Colorado School of Medicine, Aurora, CO, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen P. Hunger, MD",
            "author_affiliations": [
                "Pediatric Hem./Onc./BMT, University of Colorado School of Medicine, Aurora, CO, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Small, MD, PhD",
            "author_affiliations": [
                "Oncology and Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick A. Brown, MD",
            "author_affiliations": [
                "Johns Hopkins University School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:24:02",
    "is_scraped": "1"
}