{
    "doi": "https://doi.org/10.1182/blood-2019-125812",
    "article_title": "Outcomes of Pregnancies in Patients with Sickle-Cell Disease : Update from European Non-Interventional, Multicentric, Prospective Escort-HU Study ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Hydroxyurea (HU) is approved in EU and USA for the prevention of vaso-occlusive crises (VOC) including acute chest syndromes (ACS) in patients over 2 years with sickle-cell disease (SCD). Patients on HU wishing to conceive should stop treatment 3 to 6 months before pregnancy if possible. Pregnancy in SCD female patients are considered at risk for the mother and the fetus. This condition is associated with increased pain, infections, thromboembolic events,[1] and vaso-occlusion in placenta can lead to adverse fetal outcomes.[2] A few cases of HU exposure during pregnancy in SCD patients previously published[3],[4] suggested that the risk of deleterious teratogenic effect of HU shown in animal species[5] may have been overestimated in humans.[6] Therefore, a much larger dataset of pregnancies with HU exposure was needed. ESCORT-HU study (European Sickle Cell Disease COhoRT - HydroxyUrea) is a multicentric, prospective, non-interventional European study initiated to collect information about long-term safety of HU when used in current practice. This is the first study in which all pregnancy courses were collected irrespectively of action taken with HU before or during pregnancy. Overall 1906 patients were enrolled from 63 centers in France, Germany, Greece and Italy, 854 men (45%) and 1052 women (55%) among them around 2/3 aged from 15 to 49 years during the follow-up. During the study, 125 pregnancies in 101 women and 12 pregnancies in 10 partners of male patients were collected in the study, regardless HU exposure. In pregnancies with HU paternal exposure, 10 live births and 2 miscarriages were reported. Durations of HU exposure and outcomes of pregnancies in females treated with HU are provided in Table 1. The mean age at the pregnancy was 30 years. The mean HU duration before pregnancy was nearly 5 years. In only 16 pregnancies with maternal exposure (15%) HU was stopped at least 15 days before conception. In 43 pregnancies (34%), transfusions were reported. Live births were reported in 73% of pregnancies with maternal HU exposure excluding voluntary abortions. There was no statistical difference (Chi-squared test) in the proportions of live birth in exposed and non-exposed females (p=0.577). VOC or ACS have been reported in 3 women after the stop of HU. Although women are advised to stop HU before pregnancy, in current practice continuation of HU may be required and HU remains the only alternative to protect the mother and the fetus from deleterious effects of VOC. In conclusion, the data on pregnancy outcome following HU exposure are reassuring when compared to those in general SCD population. Overall in ESCORT-HU, 61% of pregnancies resulted in live birth, which is more than the 42% of pregnancies in the MSH study participants. 4 It is notable, without considering voluntary abortions, that the percentage of live birth in ESCORT-HU reached 71%. The rate of preterm delivery (13%) was similar to the one (16%) in HbSS patients from a French cohort.[7] The fertility in women treated with HU seems to be even better and no particular problem in newborns has been reported to date. View large Download slide View large Download slide Close modal Disclosures Galactéros: Addmedica: Membership on an entity's Board of Directors or advisory committees. Cannas: Addmedica: Membership on an entity's Board of Directors or advisory committees. Bartolucci: AddMedica: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Agios: Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; HEMANEXT: Membership on an entity's Board of Directors or advisory committees. Voskaridou: Addmedica: Membership on an entity's Board of Directors or advisory committees; Acceleron: Consultancy, Research Funding; Genesis: Consultancy, Research Funding; Protagonist: Research Funding; Celgene Corporation: Consultancy, Research Funding.",
    "topics": [
        "pregnancy",
        "sickle cell anemia",
        "abortion, elective",
        "hydroxyurea",
        "abortion, spontaneous",
        "blood transfusion",
        "follow-up",
        "infections",
        "pain",
        "premature birth"
    ],
    "author_names": [
        "Frédéric Galactéros, MD PhD",
        "Giovanna Cannas, MD",
        "Pablo Bartolucci, MD PhD",
        "Ersi Voskaridou",
        "Laure Joseph, MD",
        "Emmanuelle Bernit, MD",
        "Justine Gellen-Dautremer, MD",
        "Corinne Charneau, MD",
        "Stephanie Ngo, MD",
        "Anoosha Habibi"
    ],
    "author_dict_list": [
        {
            "author_name": "Frédéric Galactéros, MD PhD",
            "author_affiliations": [
                "Sickle cell referral center, Internal Medicine Unit, Henri Mondor Hospital, Assistance Publique-Hôpitaux de Paris, Creteil, France ",
                "INSERM-U955, EFS, Institut Mondor, Université Paris-Est Créteil, Team 2 Transfusion et maladies du globule rouge, Laboratoire d´Excellence GR-Ex, Créteil, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giovanna Cannas, MD",
            "author_affiliations": [
                "Edouard Herriot Hospital, Lyon, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo Bartolucci, MD PhD",
            "author_affiliations": [
                "Sickle cell referral center, Internal Medicine Unit, Henri Mondor Hospital, Assistance Publique-Hôpitaux de Paris, Creteil, France ",
                "INSERM-U955, EFS, Institut Mondor, Université Paris-Est Créteil, Team 2 Transfusion et maladies du globule rouge, Laboratoire d´Excellence GR-Ex, Créteil, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ersi Voskaridou",
            "author_affiliations": [
                "Thalassemia and Sickle Cell Disease Center, \"Laiko\" General Hospital, Athens, Greece "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laure Joseph, MD",
            "author_affiliations": [
                "Biotherapy Department, Necker Children's Hospital, Assistance Publique-Hôpitaux de Paris, Paris, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuelle Bernit, MD",
            "author_affiliations": [
                "Hospital La Timone, Marseille, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justine Gellen-Dautremer, MD",
            "author_affiliations": [
                "CHU la Milétrie, Poitiers, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Charneau, MD",
            "author_affiliations": [
                "Basse-Terre Hospital, Basse-Terre, Guadeloupe "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Ngo, MD",
            "author_affiliations": [
                "Delafontaine hospital, Saint-Denis, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anoosha Habibi",
            "author_affiliations": [
                "Sickle cell referral center, Internal Medicine Unit, Henri Mondor Hospital, Assistance Publique-Hôpitaux de Paris, Creteil, France ",
                "INSERM-U955, EFS, Institut Mondor, Université Paris-Est Créteil, Team 2 Transfusion et maladies du globule rouge, Laboratoire d´Excellence GR-Ex, Créteil, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T13:00:53",
    "is_scraped": "1"
}