{
    "doi": "https://doi.org/10.1182/blood-2019-126641",
    "article_title": "Exploiting an Anti-CD3/CD33 Bispecific Antibody to Redirect Donor T Cells Against HLA Loss Leukemia Relapses ",
    "article_date": "November 13, 2019",
    "session_type": "723.Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "abstract_text": "Background Genomic loss of mismatched HLAs (\"HLA loss\") represents a frequent modality by which acute myeloid leukemia (AML) evades immune recognition from donor T cells after partially HLA-incompatible allogeneic hematopoietic cell transplantation (allo-HCT). One important consequence of this post-transplantation relapse mechanism is that infusions of lymphocytes from the original donor become ineffectual, prompting the search for alternative therapeutic options. Here, to circumvent the loss of physiological T cell receptor-HLA interactions in these patients, we tested the ability of an anti-CD3/CD33 bispecific antibody (BsAb) to re-target donor T cells towards HLA loss relapses. Methods For short-term in vitro experiments, T cells were co-cultured with the MOLM-13 AML cell line or with primary patient blasts for 96 hours in presence or absence of an anti-CD3/CD33 BsAb. As readouts, we measured T cell activation (as surface expression of CD25 and CD69) and the absolute counts and relative proportion of effectors and targets. For long-term in vitro experiments, we established mixed lymphocyte cultures (MLCs) of T cells purified from two patients after haploidentical HCT and primary AML blasts obtained from the same patients at the time of diagnosis. After sequential stimulations, the co-cultures were tested against targets of interest, with or without addition of the BsAb. Functional readouts were T cell degranulation (measured as CD107a expression), antigen-specific activation (as CD137/41-BB expression) and target-specific cytotoxicity (measured by time-lapse live cell imaging over a 48 hour time span). For in vivo experiments, human leukemic cells were infused intravenously into non-irradiated NSG mice, followed by intraperitoneal infusion of T cells and daily administration of the BiTE compound. Results First, we retrospectively analyzed immunophenotypic data of 36 AML patients who experienced HLA loss relapses at our Institution, documenting robust expression of CD33 on the surface of the relapsed leukemia in 35 of them (97%; Figure 1A). By short-term co-culture experiments we titrated the BsAb concentration to be used for subsequent in vitro assays to 100 ng/ml, and the most informative effector:target ratio to 1:3. Then, we established MLCs by stimulating T cells collected from two patients after partially HLA-incompatible allo-HCT with AML blasts collected from the same patients at the time of diagnosis. In both cases, donor-derived T cells robustly responded against the patient blasts both in term of degranulation (Figure 1B) and of antigen-specific activation (Figure 1C). As expected, when we tested the same T cells against the patient leukemia at time of HLA loss relapse, we detected no T cell-mediated responses. Noticeably, when the BsAb was added, in both cases we detected a strong response not only against the diagnosis but also against the HLA loss variants, indicating that T cells were effectively re-targeted towards leukemic cells. Similar results were obtained also by live cell imaging, measuring target cell apoptosis over 48 hours of recording: also in this assay, in fact, donor T cells recognized and killed leukemia at diagnosis (45% of detection area positive for apoptosis dye) and failed to recognize its HLA loss relapse counterpart (32% of area positive for apoptosis dye). Addition of the BsAb to the co-cultures had a minor effect on recognition of the original disease (45% of area positive for apoptosis dye) but drove dramatic cell death of HLA loss blasts (80% of area positive for apoptosis dye), demonstrating that the BsAb induced not only T cell activation but also and most importantly target cell killing (Figure 1D). Finally, we modeled the BsAb activity in vivo , showing that, whereas the sole infusion of human T cells is not able to prevent the outgrowth of leukemia in the bone marrow of NSG mice, addition of the bispecific antibody leads to effective disease clearance (Figure 1E). Conclusions Our results demonstrate that anti-CD3/CD33 BsAbs can effectively redirect donor T cells against HLA loss leukemia variants, resulting in their rapid and effective killing. Taken together, these promising findings strongly support translation of this approach to ad hoc designed early-phase clinical trials, to provide a rational therapy for this increasingly recognized but still treatment-orphan modality of post-transplantation relapse. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Subklewe: Janssen: Consultancy; Miltenyi: Research Funding; Pfizer: Consultancy, Honoraria; Oxford Biotherapeutics: Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria; Morphosys: Research Funding; Roche: Consultancy, Research Funding; AMGEN: Consultancy, Honoraria, Research Funding. Vago: Moderna Therapeutics: Research Funding; GenDx: Research Funding.",
    "topics": [
        "antibodies, bispecific",
        "cd33 antigen",
        "donors",
        "human leukocyte antigens",
        "leukemia",
        "t-lymphocytes",
        "dyes",
        "coculture techniques",
        "allopurinol",
        "antigens"
    ],
    "author_names": [
        "Pier Edoardo Rovatti, MD",
        "Laura Zito, MSc",
        "Eleonora Draghi, MSc",
        "Monika Herrmann, PhD",
        "Anetta Marcinek, MSc",
        "Bettina Brauchle, MSc",
        "Cesare Covino, MSc",
        "Mattia Di Bono, MSc",
        "Matteo Giovanni Carrabba, MD",
        "Massimo Bernardi, MD",
        "Karl-Peter Hopfner, PhD",
        "Cristina Toffalori, PhD",
        "Fabio Ciceri, MD",
        "Marion Subklewe, MD",
        "Luca Vago, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pier Edoardo Rovatti, MD",
            "author_affiliations": [
                "Unit of Immunogenetics, Leukemia Genomics and Immunobiology, IRCCS San Raffaele Scientific Institute, Milano, Italy ",
                "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laura Zito, MSc",
            "author_affiliations": [
                "Unit of Immunogenetics, Leukemia Genomics and Immunobiology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleonora Draghi, MSc",
            "author_affiliations": [
                "Unit of Immunogenetics, Leukemia Genomics and Immunobiology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Herrmann, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Gene Center, Ludwig-Maximilians-Universität, Munich, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anetta Marcinek, MSc",
            "author_affiliations": [
                "Laboratory for Translational Cancer Immunology, Gene Center of the LMU Munich, Munich, Germany ",
                "Department of Medicine III, University Hospital, LMU Munich, Munich, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bettina Brauchle, MSc",
            "author_affiliations": [
                "Laboratory for Translational Cancer Immunology, Gene Center of the LMU Munich, Munich, Germany ",
                "Department of Medicine III, University Hospital, LMU Munich, Munich, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cesare Covino, MSc",
            "author_affiliations": [
                "Advanced Light and Electron Microscopy BioImaging Center (ALEMBIC), IRCCS San Raffaele Scientific Institute, Milano, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mattia Di Bono, MSc",
            "author_affiliations": [
                "Unit of Immunogenetics, Leukemia Genomics and Immunobiology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matteo Giovanni Carrabba, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Bernardi, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karl-Peter Hopfner, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Gene Center, Ludwig-Maximilians-Universität, Munich, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Toffalori, PhD",
            "author_affiliations": [
                "Unit of Immunogenetics, Leukemia Genomics and Immunobiology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Ciceri, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marion Subklewe, MD",
            "author_affiliations": [
                "Department of Biochemistry and Gene Center, Ludwig-Maximilians-Universität, Munich, Germany ",
                "Department of Medicine III, University Hospital, LMU Munich, Munich, Germany "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Vago, MD PhD",
            "author_affiliations": [
                "Unit of Immunogenetics, Leukemia Genomics and Immunobiology, IRCCS San Raffaele Scientific Institute, Milano, Italy ",
                "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:39:32",
    "is_scraped": "1"
}