{
    "doi": "https://doi.org/10.1182/blood-2020-136013",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4492",
    "start_url_page_num": 4492,
    "is_scraped": "1",
    "article_title": "Results from a Phase 1 Dose Escalation Study of HMPL-689, a Selective Oral Phosphoinositide 3-Kinase-Delta Inhibitor, in Chinese Patients with Relapsed/Refractory (R/R) Lymphomas ",
    "article_date": "November 5, 2020",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Junning Cao",
        "Zhiming Li, MD PhD",
        "Jianfeng Zhou, MD PhD",
        "Dongmei Ji, MD PhD",
        "Weina Shen, PhD",
        "Peng Sun, MD",
        "Yu Wang, MD",
        "Dengju Li, MD",
        "Zhenya Hong, MDPhD",
        "Gaoxiang Wang, MDPhD",
        "Xianlin Duan, MD",
        "Chen Yu, MD",
        "Yu Cai, PhD",
        "Weiguo Su, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology, Fudan University Shanghai Cancer Center, Shanghai Medical College, Fudan University, Shanghai, China "
        ],
        [
            "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China "
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Department of Medical Oncology, Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Department of Medical Oncology, Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China "
        ],
        [
            "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China "
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Hutchison MediPharma Limited, Shanghai, China"
        ],
        [
            "Hutchison MediPharma Limited, Shanghai, China"
        ],
        [
            "Hutchison MediPharma Limited, Shanghai, China"
        ],
        [
            "Hutchison MediPharma Limited, Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.197415999999997",
    "first_author_longitude": "121.45153399999998",
    "abstract_text": "Introduction HMPL-689 is a potent and highly selective small molecule inhibitor of phosphoinositide 3-kinase-delta (PI3Kδ). Despite available agents targeting the B-cell receptor (BCR) pathway, there remains a need for alternative therapies in the relapsed/refractory (R/R) setting due to agent-specific toxicities and suboptimal efficacy among lymphoma subtypes. This study (NCT03128164) is a phase 1, open-label, dose escalation and expansion study in China to assess the safety, pharmacokinetics (PK), and preliminary efficacy of HMPL-689 as a monotherapy in patients with R/R lymphomas. Here we present the preliminary results of the dose-escalation phase of the study. Methods In this dose escalation phase, patients with R/R lymphoma failed of standard therapy, at least 1 prior therapy, were eligible. The dose-escalation study consisted of cohort A (BID) and cohort B (QD), in which HMPL-689 was orally administered continuously on a 28-day cycle. The modified toxicity probability interval scheme-2 (mTPI-2) design was applied for the dose escalation and maximum tolerated dose (MTD) determination. Blood samples for PK and pharmacodynamics (PD) analyses were collected during Cycle 1 and Day 1 of each subsequent cycle. Results A total of 56 patients were enrolled, with 5 chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL), 23 follicular lymphoma (FL), 7 marginal zone lymphoma (MZL), 9 mantle cell lymphoma (MCL), 9 diffuse large B cell lymphoma (DLBCL), and 3 Hodgkin's lymphoma (HL) patients (Table 1). The median age was 56 years (range 26-73). The median number of prior therapies was 3 (range 1-8), of which 39 patients had prior exposure to rituximab. 29 patients received HMPL-689 in cohort A (BID): 2.5 mg (n=3), 5 mg (n=9), 7.5 mg (n=8), and 10 mg (n=9), while 27 patients were in cohort B (QD): 5 mg (n=3), 10 mg (n=3), 20 mg (n=9), 30 mg (n=9), and 40 mg (n=3). Median duration of HMPL-689 therapy was 7.6 months (range 0.4 -Not reached [NR]). The most common Grade ≥3 non-hematologic treatment emergent adverse events (TEAEs) were pneumonia and hypertension. Grade ≥3 hematologic TEAEs were neutropenia (Table 2). No Grade 5 TEAE was reported. In cohort A, 4 dose limited toxicities (DLTs) were observed, including Grade 3 asymptomatic amylase (2 pts, 5 mg), Grade 4 hypercalcemia (1 pt, 10 mg), Grade 3 lipase increased (1 pt, 10 mg). In cohort B, 5 DLTs including Grade 3 skin maculopapular (1 pt, 20 mg), hypertriglyceridemia (1 pt, 30 mg), QT interval prolongation (1 pt, 30 mg) and rash (2 pts, 40 mg) were reported. Plasma PK data for the 5-30 mg QD and 2.5-10 mg BID multiple-dose regimens were determined. HMPL-689 drug exposures increased in a dose proportional fashion up to 30mg QD, as reflected in AUC and C max . The geometric mean AUC tau and C max at 30 mg QD in patients were approximately 2150 h•ng/mL and 260 ng/mL, respectively at steady state. The median T max was around 2 h and the arithmetic mean t 1/2 was within the range of 5-10 hours, consistent across all dose levels. 51 out of the 56 patients had post-baseline tumor assessment, with 6 complete response (CR) (2 CLL/SLL, 4 FL), 21 partial responses (PR) (2 CLL/SLL, 5 MZL, 7 FL, 4 MCL, 3 DLBCL) and 18 stable disease (SD) (2 MZL, 9 FL, 4 MCL, 1 DLBCL, 2 HL). This resulted in 52.9% (27/51) objective response rate (ORR) in efficacy evaluable patients. The median time to response (TTR) and duration of response (DOR) were 3.5 months (1.8-8.4) and 6.4 months (0.7-NR), respectively (Table 3). One patient with FL who achieved CR (per post hoc independent radiologic review) was on treatment > 586 days. Final data quality control/verification is ongoing. As a result, 30 mg QD of HMPL-689 has been selected as recommended phase 2 dose (RP2D) based on overall safety and tolerability, PK/PD and preliminary efficacy data. Conclusions: HMPL-689 was well tolerated and the RP2D was determined to be 30 mg QD orally. It exhibited dose-proportional pharmacokinetics, a manageable toxicity profile, and promising single-agent clinical activity in R/R B-cell lymphoma patients. The dose expansion study is ongoing, evaluating the safety and efficacy of HMPL-689 in patients with R/R B-cell lymphoma. Acknowledgement 1. We would like to thank all patients and their families who participated in this trial; 2. We would like to thank all investigators, study coordinators and the entire project team. View large Download slide View large Download slide  Disclosures Duan: Hutchison MediPharma Limitied: Current Employment. Yu: Hutchison MediPharma Limitied: Current Employment. Cai: Hutchison MediPharma Limitied: Current Employment. Su: Hutchison MediPharma Limited: Current Employment."
}