{
    "doi": "https://doi.org/10.1182/blood.V104.11.1277.1277",
    "article_title": "The Ferrohemoglobin Affects Blood Arsenic Concentration and Individual Arsenic Tolerance. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Back ground and objective: arsenic trioxide is effective to acute promyelocytic leukemia (APL), however, there were different tolerance and manifestations individually during arsenic therapy and consolidation. As we know, more than 90% arsenic combined with ferrohemoglobin after infused into blood circulation, and anemia was accompanied by most of the leukemia patients. Whether or not the anemia was one of the important factors that correlated to the incidence of arsenic side effects and clinical therapeutic effect, and how to defined a more proper therapeutic quantity of arsenic trioxide individually than routine 10 mg/ kg •d in adult and 5mg/kg •d in child, in this paper , we observed the effects of anemia on arsenic concentration in blood serum and the incidence of cardiac arsenic side effect . Method: the arsenic concentration in serum and in erythrocyte of 58 cases of APL, who received arsenic treatment, were dynamically and simultaneously monitored by atom fluorescence meter in different time points. QTc and ST-T of these patients were monitored by 12-leads electrocardiograph. Arsenic trioxide 0.16mg/kg was infused in general speed daily, every duration of arsenic infusion was about 2 hours. The APL patients were divided into three groups: the mild anemia group (Hb = 60 g/L or below ), the middle anemia group(Hb = 61~100 g/L) and non-anemia group(Hb above 100 g/L). Results: The peak of serum arsenic in three groups appeared at the 4 th hour, while the peak of intra-erythrocyte arsenic appeared at the10 th hour after arsenic infusion, at the 24 th , the arsenic levels in both the serum and the erythrocyte were very low. The peak and average arsenic concentrations in serum in anemia group were higher than that in non-anemia group of APL patients in the same time points. The relationships among arsenic peaks in blood seums, the degree of anemia and the incidence of arsenic related cardiac side effects when received intravenous As 2 O 3 infusion in general speed with the dosage of 0.16mg/kg daily were showed on table 1. Conclusions: The quantity of individual ferrohemoglobin affects the arsenic peak in blood serum, which shows a negative correlation ( r = −0.97). There are positive correlation between the serum arsenic concentrations and the incidences of clinical arsenic related cardiac side effects. The APL patients with moderate degree of anemia have poor tolerance to arsenic trioxide. The proper therapeutic quantity of arsenic trioxide should be defined according to the quantity of ferrohemoglobin individually. Tab.1: relationships among arsenic peak concentration in blood circulation, the degree of anemia and the incidence of arsenic related cardiac side effects when patients received intravenous As2O3 with the dosage of 0.16mg/kg daily.  Group . N . Hb . As peak level(μg / L) . long-QT (%) . ST-T (%) . * t = 4.56 , p < 0.01 ; * x2 = 3.92 , * x2 = 4.02 , p < 0.05 1 20 5.5±1.0 1048±32.4* 20(4 /20)* 40(8/20)* 2 20 8.5±1.5 846±41.2 5(1 /20) 15(4 /20) 3 18 11.5±1.5 714±28.9 0(0 /18) 5.5(1/ 18) Group . N . Hb . As peak level(μg / L) . long-QT (%) . ST-T (%) . * t = 4.56 , p < 0.01 ; * x2 = 3.92 , * x2 = 4.02 , p < 0.05 1 20 5.5±1.0 1048±32.4* 20(4 /20)* 40(8/20)* 2 20 8.5±1.5 846±41.2 5(1 /20) 15(4 /20) 3 18 11.5±1.5 714±28.9 0(0 /18) 5.5(1/ 18) View Large View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "arsenic",
        "prolonged qt interval",
        "anemia",
        "arsenic trioxide",
        "adverse effects",
        "infusion procedures",
        "acute promyelocytic leukemia",
        "electrocardiogram",
        "electrocardiographic recorders",
        "leukemia"
    ],
    "author_names": [
        "Jin Zhou, Ph.D",
        "Ran Meng, Ph.D",
        "Baofeng Yang, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jin Zhou, Ph.D",
            "author_affiliations": [
                " ",
                "hematology, the first hospital of harbin medical university, Herbin, Heilongjiang, China."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ran Meng, Ph.D",
            "author_affiliations": [
                " ",
                "hematology, the first hospital of harbin medical university, Herbin, Heilongjiang, China."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Baofeng Yang, Ph.D.",
            "author_affiliations": [
                " ",
                "hematology, the first hospital of harbin medical university, Herbin, Heilongjiang, China."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-22T04:46:16",
    "is_scraped": "1"
}