{
    "doi": "https://doi.org/10.1182/blood.V118.21.1693.1693",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2110",
    "start_url_page_num": 2110,
    "is_scraped": "1",
    "article_title": "Combination Targeted Therapy to Impair Self-Renewal Capacity of Human Blast Crisis Leukemia Stem Cells ",
    "article_date": "November 18, 2011",
    "session_type": "632. Chronic Myeloid Leukemia - Therapy: Poster I",
    "topics": [
        "blast phase",
        "leukemia",
        "molecular targeted therapy",
        "stem cells",
        "dasatinib",
        "combined modality therapy",
        "transplantation",
        "biological markers",
        "cd34 antigens",
        "protein isoforms"
    ],
    "author_names": [
        "Angela C Court Recart, BS, MS",
        "Anil Sadarangani, Ph.D.",
        "Daniel Goff, BS",
        "Alice Y Shih, BS",
        "Russell Wall, BS",
        "Heather Leu, BS",
        "Wenxue Ma, M.D., Ph.D.",
        "Christian L Barrett, Ph.D.",
        "Kelly A Frazer, Ph.D.",
        "Elizabeth Chun, MSc",
        "Marco A. Marra, PhD",
        "Catriona Jamieson, MD, Ph.D."
    ],
    "author_affiliations": [
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
        ],
        [
            "University of California San Diego, "
        ],
        [
            "University of California San Diego, "
        ],
        [
            "British Columbia Cancer Agency, Genome Sciences Centre, Vancouver, Canada, "
        ],
        [
            "Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ]
    ],
    "first_author_latitude": "32.87864669999999",
    "first_author_longitude": "-117.2230577",
    "abstract_text": "Abstract 1693 The aim of this study is to develop clinical strategies that will HALT progression of CML by reducing leukemia stem cell (LSC) burden using a clinical grade JAK2 inhibitor, SAR302503 (SAR503, Sanofi, Cambridge, MA), alone or in combination with a potent BCR-ABL inhibitor, dasatinib. For this, CML patient samples in blast crisis phase (BC CML) were subjected to immunomagnetic bead CD34 selection or FACS Aria ll sorted to obtain leukemic progenitors (LSC/CD34 + CD38 + Lin − ). Malignant progenitors were then transplanted into neonatal RAG2−/−g c −/− mice, and 8 weeks post-transplant, mice were treated with SAR503, dasatinib and vehicle for 14 days. Following treatment, hematopoietic tissues were analyzed for human engraftment by FACS analysis. Our results revealed that single agent experiments with SAR503 had a cytostatic rather than a cytoreductive effect on BC LSC. The treatment alone (60 mg/kg twice daily administered by oral gavage) did not significantly reduce leukemic progenitor burden in the liver, spleen, bone marrow and peripheral blood. Conversely, combination therapy with SAR503 and dasatinib (50mg/kg/day) significantly reduced LSC progenitors in all tissues examined. Interestingly, we observed that dasatinib alone therapy reduced the LSC burden in the liver, spleen, and peripheral blood, but the bone marrow retained a significant population of BC LSC. Also we found that the GMP population, previously shown to be enriched for BC LSC (Jamieson et al NEJM 2004; Abrahamsson et al PNAS 2009), was preferentially localized in the bone marrow. As shown by our laboratory and others, LSC therapeutic resistance may be influenced by extrinsic cues provided by the niche (e.g. promoting quiescence). Because quiescence has been implicated in driving tyrosine kinase inhibitor resistance and LSC survival and because the bone marrow retains a resistant population, we decide to perform secondary transplantation experiments to determine relapse potential (self-renewal). LSC progenitors were isolated by immunomagnetic bead selection of human CD34+ cells from marrows and spleens of treated mice. After serially transplanting an equal number of this cells into secondary recipients, we observed a significant reduction in LSC serial transplantation only following combination treatment, suggesting that the combination therapy can abolish LSC self-renewal capacity and thereby potentially prevent relapse. To validate drug exposure, we have been performing both genomic and nanoproteomic analysis. Regarding the proteomics validation studies, we analyzed sorted LSC derived from spleen (pooled 5 mice per group) that were treated with vehicle or SAR503 for 14 days. The analysis was performed to detect status of p-JAK2, JAK2, p-STAT5 and B2-microglobulin (loading control). We observed a down regulation on the levels of p-JAk2 (active site Tyr 1007–08) and p-Stat5 (active site Tyr 694) (35% and 42% respectively), while no changes are observed for total JAK2 protein or B2M between both conditions. The full transcriptome sequencing, on sorted LSC treated with SAR503 alone and in combination with dasatinib, identified specific isoform changes in the JAK/STAT pathway that could be used as biomarkers of response and could explain the synergistic effect of the combination therapy. We have also characterized, at an isoform level, biomarkers of resistance that could explain relapse of disease after single agent therapy and we are currently validating these findings. Disclosures: No relevant conflicts of interest to declare."
}