{
    "doi": "https://doi.org/10.1182/blood-2021-151263",
    "article_title": "Clinical and Genomic Characterization of Secondary Acute Myeloid Leukemia with Mixed Phenotype ",
    "article_date": "November 5, 2021",
    "session_type": "613.Acute Myeloid Leukemias: Clinical and Epidemiological",
    "abstract_text": "INTRODUCTION Mixed phenotype (MP) is characteristic for de novo mixed phenotype acute leukemia (dnMPAL) but can also be seen in blast phase of myeloproliferative neoplasms (MPN-BP), myeloid/lymphoid neoplasms with eosinophilia & rearrangements, acute myeloid leukemia (AML) with recurrent cytogenetic abnormalities (AML-RCA) and secondary AML (sAML) including AML with myelodysplasia-related changes (AML-MRC) and therapy-related AML (t-AML). Although WHO classification excludes sAML with MP (sAML-MP) from dnMPAL, the significance of MP in the setting of sAML and their genetic landscape has not been studied. METHODS The MSKCC pathology data base was searched from 01/2014 to 09/2020 and a cohort of 125 patients with MP as defined per WHO 2016 classification was obtained. The clinical, morphologic, immunophenotypic, and cytogenetic/molecular results were reviewed. Patients with a diagnosis of AML-RCA, myeloid/lymphoid neoplasms with eosinophilia & rearrangements, MPN-BP, B-ALL with isolated MPO and myelodysplastic syndrome (MDS) were excluded (Fig 1). RESULTS 50 cases of sAML-MP (14 t-AML and 36 AML-MRC) were retrieved and compared to 42 dnMPAL cases and 100 sAML without MP (37 t-AML and 63 AML-MRC) (Table 1). The median age at diagnosis was 66 years which was higher than dnMPALs (44.5 yrs, p value <0.0001) and similar to sAML without MP. sAML-MP showed slight male preponderance (M:F=1.6). Out of the 50 cases; 26, 19 and 5 revealed B/Myeloid(B/M), T/M and B/T/M phenotype, respectively. The WBC, platelet and peripheral blood blast counts were all higher in the dnMPAL cohort. 37 cases of sAML-MP and 65 sAML without MP revealed MDS defining cytogenetic abnormalities. In comparison in the dnMPAL cohort, 5 revealed complex karyotype (CK) but with balanced translocations, 1 showed a hyperdiploid clone and 1 T/B phenotype case revealed CK. Molecular studies (Table 2) revealed that the most commonly mutated genes in sAML-MP were RUNX1 , DNMT3A , TP53 which were all present in a significantly higher frequency in comparison to dnMPAL. The frequency of RUNX1 mutation was higher in sAML-MP even in comparison to sAML without MP. Conversely, mutations in PHF6 frequently noted in dnMPALs were uncommon in sAML cohorts. Cluster analysis based on immunophenotyping of the 3 cohorts revealed 6 clusters (Fig 2) with separation between the 3 cohorts. Most of the dnMPAL with B/M phenotype formed a distinct tight cluster (cluster 3). Most of the sAML-MP were seen clustering together in cluster 4 whereas sAML without MP predominated in cluster 5 and 6. Cluster 1 revealed a mixture of dnMPAL and sAML-MP with predominantly T/M phenotype. The overall survival (OS) was inferior in the sAML-MP cohort in comparison to dnMPAL cohort (median survival: 6.77 vs 36.99 mths, p value 0.00005; Fig 3A) and was similar to the sAML without MP cohort (median survival: 6.77 vs 4.96 mths, p value 0.33; Fig 3A). In a multivariate analysis, model adjusted for the age and allotransplant did not explain difference in OS between these groups. Comparison of OS between the 6 clusters (Fig 3B) revealed better OS in clusters 2 and 3 that were enriched for dnMPAL. Cluster1 in spite of having a mixture of dnMPAL and sAML-MP did poorly. This could be driven by enrichment in DNMT3A mutations in the dnMPAL with T/M phenotype. Immunophenotypically distinct blast populations were flow cytometrically sorted in 4 cases of sAML-MP (2 each with T/M and B/M phenotype). While the majority of the genetic abnormalities were shared between populations with different lineages, a case with multiple mutations showed divergent KRAS/NRAS mutations showing clonal divergence as possible late event driving distinct lineage maturation (Table 3). CONCLUSION sAML-MP and sAML without MP are clinically similar and have biological overlaps with frequent somatic mutations in TP53 , chromatin modifying genes and spliceosome-complex genes, which is different from dnMPAL. However, the frequency of RUNX1 mutation is higher in sAML-MP than sAML without MP suggesting its role in lineage infidelity. Though, cluster analysis based on immunophenotype separates the 3 cohorts into enriched clusters, there are still overlaps between sAML-MP and dnMPAL especially with a T/M phenotype as well as between sAML-MP and sAML without MP especially in TP53 mutated cases. Additional RNA seq and ATAC seq are currently being performed on flow cytometrically sorted distinct blast populations of the sAML-MP cases. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Galera:  Paige.AI: Research Funding. Dogan:  Physicians' Education Resource: Honoraria; Seattle Genetics: Consultancy; Takeda: Consultancy, Research Funding; EUSA Pharma: Consultancy; Roche: Consultancy, Research Funding; Peer View: Honoraria. Tallman:  Syros: Membership on an entity's Board of Directors or advisory committees; NYU Grand Rounds: Honoraria; Kura: Membership on an entity's Board of Directors or advisory committees; Innate Pharma: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Biosight: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Jazz Pharma: Membership on an entity's Board of Directors or advisory committees; Oncolyze: Membership on an entity's Board of Directors or advisory committees; KAHR: Membership on an entity's Board of Directors or advisory committees; Orsenix: Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; Amgen: Research Funding; Rafael Pharmaceuticals: Research Funding; Glycomimetics: Research Funding; Biosight: Research Funding; Orsenix: Research Funding; Abbvie: Research Funding; Mayo Clinic: Honoraria; UC DAVIS: Honoraria; Northwell Grand Rounds: Honoraria; NYU Grand Rounds: Honoraria; Danbury Hospital Tumor Board: Honoraria; Acute Leukemia Forum: Honoraria; Miami Leukemia Symposium: Honoraria; New Orleans Cancer Symposium: Honoraria; ASH: Honoraria; NCCN: Honoraria. Levine:  Celgene: Research Funding; Incyte: Consultancy; Roche: Honoraria, Research Funding; Morphosys: Consultancy; Imago: Membership on an entity's Board of Directors or advisory committees; Lilly: Honoraria; QIAGEN: Membership on an entity's Board of Directors or advisory committees; Astellas: Consultancy; Amgen: Honoraria; Gilead: Honoraria; Zentalis: Membership on an entity's Board of Directors or advisory committees; Ajax: Membership on an entity's Board of Directors or advisory committees; Prelude: Membership on an entity's Board of Directors or advisory committees; Isoplexis: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy; C4 Therapeutics: Membership on an entity's Board of Directors or advisory committees; Mission Bio: Membership on an entity's Board of Directors or advisory committees; Auron: Membership on an entity's Board of Directors or advisory committees. Roshal:  Physicians' Education Resource: Other: Provision of services; Celgene: Other: Provision of services; Auron Therapeutics: Other: Ownership / Equity interests; Provision of services. Glass:  GLG: Consultancy. Xiao:  Stemline Therapeutics: Research Funding.",
    "author_names": [
        "Pallavi Galera",
        "Alexander Chan",
        "Andriy Derkach",
        "Ying Liu",
        "Jeeyeon Baik",
        "Christopher Famulare",
        "Allison Sigler",
        "Maria E. Arcila",
        "Douglas A Mata",
        "Ahmet Dogan",
        "Martin S. Tallman",
        "Ross L. Levine",
        "Yanming Zhang",
        "Mikhail Roshal",
        "Jacob L Glass",
        "Wenbin Xiao"
    ],
    "author_dict_list": [
        {
            "author_name": "Pallavi Galera",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexander Chan",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, NEW YORK, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andriy Derkach",
            "author_affiliations": [
                "Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Liu",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeeyeon Baik",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Famulare",
            "author_affiliations": [
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison Sigler",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria E. Arcila",
            "author_affiliations": [
                "Molecular Diagnostic Service, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas A Mata",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmet Dogan",
            "author_affiliations": [
                "Department of Pathology, Hematopathology Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin S. Tallman",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross L. Levine",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanming Zhang",
            "author_affiliations": [
                "Cytogenetics Laboratory, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikhail Roshal",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacob L Glass",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenbin Xiao",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:42:59",
    "is_scraped": "1"
}