{
    "doi": "https://doi.org/10.1182/blood.V116.21.4507.4507",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1805",
    "start_url_page_num": 1805,
    "is_scraped": "1",
    "article_title": "Bronchiolitis Obliterans After Allogeneic Stem Cell Transplantation: a Single Center Retrospective Study of Risk Factors. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia, and Late Complications after Transplantation",
    "abstract_text": "Abstract 4507 Bronchiolitis obliterans (BO) is a late-onset pulmonary complication occurring after stem cell transplantation as a manifestation of chronic graft versus host disease (cGVHD). It is characterized by an insidious airflow obstruction leading to a high mortality. To identify risk factors of BO, we retrospectively analyzed 151 allogeneic bone marrow recipients allografted between 2006 and 2008 in our hematology center. The median age is 47 years (4 – 66 years). The ratio male/female is 2. 52 % of patients were allografted for AL, 13% for myelodysplastic syndrome, 10.5% for NHL, 3 % for CML, 4.6% for CLL, 4% for HL. Sixty four patients (42%) had a myeloablative conditioning regimen and 87 patients (58%) had reduced intensity conditioning regimen. Busulfan was used as a part of the conditioning in 45% of the transplantations and total body irradiation in 47%. The source of the graft is bone marrow in 32% of cases, peripheral stem cells in 57% of cases and umbilical cord blood in 11% of cases. In 50 % of the cases the donor is a sibling. GVHD prophylaxis is cyclosporine associated with MTX in 41% of the cases, cyclosporine alone in 25% of cases and cyclosporine with MMF in 30% of the cases. Patients had pulmonary function test pre transplant and at 3, 6, 12 months after transplantation and then every 6 months. BO was defined according to national institute of health (NIH) consensus for diagnosis and staging of cGVHD. NIH definition requires: absence of active infection, decreased FEV1 (120% of predicted normal) or an expiratory chest CT or lung biopsy that reveals air trapping or bronchiectasis. According to this definition, we found 11 cases of BO with a cumulative incidence at 3 years of 13%. BO appeared after a median time of 16 months (6m-25m). In univariate analysis, recipient age 50 y.o. and above (p=0.003), donor age 50 y.o and above (p=0.05), cGVHD (p=0.05), aGVHD (p=0.04), female donor to female recipient (p=0.001) and reduced intensity conditioning regimen (p=0.08) are associated with BO. In multivariate analysis, aGVHD (p=0.029) (RR 6.5, 95% confidence interval, 1.2%- 34.7%) and female donor to female recipient (p=0.028) (RR 5.45, 95%, confidence interval 1.19%-24.8%) are risk factors of BO. All the patients who developed BO where treated for GVHD at the time of onset of pulmonary symptoms. Among the 11 patients, 6 died and BO is the cause of death in 3 patients. The remaining 5 patients are alive with a BO controlled with immunosuppressive treatment. Conclusion: BO is a rare complication after allogeneic stem cell transplantation according to the consensus criteria. It is tightly linked to GVHD. Female donor to female recipient is strongly associated with the occurrence of this complication. This should be verified on a larger number of patients. A reinforced immunosuppressive treatment may control the progression of the disease and prolong the survival of those patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "bronchiolitis obliterans",
        "graft-versus-host disease, chronic",
        "cyclosporine",
        "graft-versus-host disease",
        "transplantation",
        "airway obstruction",
        "forced expiratory volume function",
        "immunosuppressive agents",
        "air trapping"
    ],
    "author_names": [
        "Hend Ben Neji",
        "Claire Dromer",
        "Reza Tabrizi",
        "Stephane Vigouroux",
        "Herve Guenard",
        "Arnaud Pigneux",
        "Thibaut Leguay",
        "Marie-Sarah Dilhuydy",
        "Krimo Bouabdallah",
        "Anna Schmitt",
        "Gerald Marit",
        "Noel Milpied"
    ],
    "author_affiliations": [
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service de chirurgie thoracique et cervicale et transplantation pulmonaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service d’exploration fonctionnelle respiratoire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France"
        ],
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ],
        [
            "Service d’hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Leveque, Pessac, France, "
        ]
    ],
    "first_author_latitude": "44.78702",
    "first_author_longitude": "-0.6588319999999999"
}