{
    "doi": "https://doi.org/10.1182/blood.V122.21.1934.1934",
    "article_title": "A Phase 1, Dose-Escalation Study (CHAMPION-1) Investigating Weekly Carfilzomib In Combination With Dexamethasone For Patients With Relapsed Or Refractory Multiple Myeloma ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction Carfilzomib (CFZ) is a selective proteasome inhibitor approved in the US for the treatment of relapsed and refractory multiple myeloma (MM) (Kyprolis PI, 2012). The approved dose and schedule for single-agent CFZ is 20/27 mg/m 2 administered intravenously (IV) over 2–10 minutes on days 1, 2, 8, 9, 15, and 16 of a 28-day cycle. Using the same consecutive daily dosing schedule, 56 mg/m 2 CFZ administered IV over 30 minutes has been found to be well tolerated as a single agent or in combination with dexamethasone (DEX), with an overall response rate (ORR) of 55%–60% for patients (pts) with relapsed and refractory MM (Badros et al, ASH 2012, abstract 4036). In this multicenter single-arm phase 1/2 study (CHAMPION-1; NCT01677858), we are evaluating the safety and efficacy of once-weekly CFZ with DEX. Results from the phase 1 dose-escalation portion of the study are presented herein, including an evaluation of safety, pharmacokinetics (PKs), clinical benefit rate (CBR, ≥minimal response [MR]), ORR (≥partial response [PR]), and time to response. Methods Pts with relapsed or refractory MM who had received 1−3 prior regimens were eligible for enrollment. Pts were treated with CFZ as a 30-minute IV infusion on days 1, 8, and 15 of each 28-day cycle in a standard 3+3 dose-escalation scheme. All pts received CFZ (20 mg/m 2 ) on day 1 of cycle 1; subsequent doses started at 45 mg/m 2 in the first cohort and were escalated to 56, 70, or 88 mg/m 2 in successive cohorts until the maximum tolerated dose (MTD) was determined. Pts also received 40 mg DEX (IV or oral administration) on days 1, 8, 15, and 22 of cycles 1–8. During cycle 9 and beyond, patients continued to receive the same doses and schedules of CFZ and DEX, with the exception that DEX was not administered on day 22. The primary objective of the phase 1 portion of the study was to determine the MTD of weekly CFZ plus DEX. Response was assessed by IMWG criteria. MR was assessed by EBMT criteria. Results As of July 11, 2013, 18 pts have been enrolled, with a median age of 63 years (range, 43–84), and a median of 1 prior regimen (range, 1–2). The 45 and 56 mg/m 2 dosing cohorts enrolled 3 pts each, and the 70 and 88 mg/m 2 dosing cohorts enrolled 6 pts each. Pts have received a median of 5.5 cycles of treatment. At 88 mg/m 2 , 2 dose-limiting toxicities (DLTs) were observed: grade [Gr] 3 dyspnea and Gr 3 vomiting. All 18 pts were evaluable for safety. The only grade 3 adverse event (AE) reported in more than 1 patient was increased blood creatinine (n=2). Four serious AEs were reported in 3 pts: Gr 3 dyspnea, Gr 3 pneumonia, Gr 3 increased blood creatinine, and Gr 4 hyponatremia. No peripheral neuropathy was reported. Six pts discontinued treatment for the following reasons: AEs of decreased renal function (n=1) and dyspnea (n=1), progressive disease (n=2), physician decision (n=1), and withdrawal of consent (n=1). Five patients had a dose reduction from 88 mg/m 2 to 70 mg/m 2 (1 due to an AE, 1 due to a DLT, and 3 per protocol due to the 2 DLTs in the 88 mg/kg 2 cohort); 2 of the 5 pts had an additional dose reduction owing to AEs. PK analysis (n=12) from pts that received 20, 70, or 88 mg/m 2 of CFZ showed a dose-dependent increase in mean C max (703, 2640, and 3172 ng/mL, respectively) and AUC (283, 1045, and 1247 h·ng/mL, respectively) for CFZ. The mean terminal half-life was ∼0.8 h. Fifteen pts were included in the response evaluation; 3 pts did not have a postbaseline assessment at the time of the data cutoff. The ORR was 67%, and the CBR was 87% (4 pts achieved a complete response, 1 very good PR, 5 PR, and 3 MR). One pt had stable disease, and 1 pt was not evaluable for response, as the pt had a DLT and was no longer on treatment. Median time to response for pts that achieved a ≥PR (n=10) was 1.6 months. Conclusions These preliminary results demonstrate that weekly CFZ at doses ≥45 mg/m 2 in combination with DEX in pts with relapsed or refractory MM was tolerated and showed rapid and promising efficacy with an ORR of 67% and a CBR of 87%. Weekly infusion of 70 mg/m 2 CFZ demonstrated a lower C max , comparable half-life, and higher AUC per cycle compared with the currently approved twice-weekly CFZ dosing regimen. Overall, these findings suggest that CFZ at doses up to 70 mg/m 2 in combination with DEX may be administered in a convenient once-weekly schedule. The study is ongoing to confirm the MTD at 70 mg/m 2 , at which point the phase 2 portion of the study will be initiated. Disclosures: Berenson: Onyx: Consultancy, Honoraria, Research Funding. Off Label Use: Carfilzomib is a selective proteasome inhibitor that is approved in the US for the treatment of relapsed and refractory multiple myeloma. Klein: USONC: Employment. Rifkin: Onyx: Membership on an entity’s Board of Directors or advisory committees; Celgene: Membership on an entity’s Board of Directors or advisory committees; Millennium: The Takeda Oncology Company: Membership on an entity’s Board of Directors or advisory committees. Patel: Onyx: Employment, Equity Ownership. Dixon: Onyx: Employment, Equity Ownership. Ou: Onyx: Employment, Equity Ownership.",
    "topics": [
        "carfilzomib",
        "dexamethasone",
        "multiple myeloma",
        "brachial plexus neuritis",
        "dyspnea",
        "creatinine measurement",
        "proteasome inhibitors",
        "administration, oral",
        "adverse event",
        "complete remission"
    ],
    "author_names": [
        "James R. Berenson, MD",
        "Leonard Klein, MD",
        "Robert M. Rifkin, MD",
        "Priti Patel, MD, MS",
        "Sandra Dixon, MS",
        "Ying Ou, PhD",
        "Alan Cartmell, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "James R. Berenson, MD",
            "author_affiliations": [
                "The Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leonard Klein, MD",
            "author_affiliations": [
                "Illinois Cancer Specialists, Niles, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert M. Rifkin, MD",
            "author_affiliations": [
                "US Oncology Research, Inc., The Woodlands, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priti Patel, MD, MS",
            "author_affiliations": [
                "Onyx Pharmaceuticals, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Dixon, MS",
            "author_affiliations": [
                "Onyx Pharmaceuticals, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Ou, PhD",
            "author_affiliations": [
                "Onyx Pharmaceuticals, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Cartmell, MD",
            "author_affiliations": [
                "Comprehensive Blood and Cancer Center, Bakersfield, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T09:33:29",
    "is_scraped": "1"
}