{
    "doi": "https://doi.org/10.1182/blood.V120.21.3309.3309",
    "article_title": "TLR3 Activation Is Involved in Venous Thrombosis Development ",
    "article_date": "November 16, 2012",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster III",
    "abstract_text": "Abstract 3309 Venous thromboembolism (VTE) afflicts 117 people per 100,000 each year and is an important cause of morbidity and mortality. The pathophysiology of VTE is now better understood from experimental studies. Leukocytes, chemokines, and proinflammatory cytokines are involved in VTE resolution and vein wall healing. This process resembles sterile wound healing with distinct phases of polymorphonucleic neutrophil and monocyte influx followed by fibrosis. Inflammation is emerging as a central mechanism in both the genesis and resolution of VTE. Recently, the role of toll-like receptor (TLR) signaling in modulating sterile inflammation has become better defined in experimental injury models. TLR3 senses dsRNA, a by-product of viral replication, in the endosome. In addition, TLR3 has been increasingly linked to tissue damage. Endogenous RNA released by damaged tissue or necrotic cells is able to induce TLR3 expression and signaling. Thus, we hypothesize that TLR3 might be involved in the inflammatory development of VTE. Intravenous injection of polyinosine polycytidylic acid (polyI:C), a synthetic double-stranded RNA analog, increases the size of thrombi after FeCl 3 -induced inferior vena cava injury (IVC) compared to mice treated with vehicle control (p<0.05). In TLR3 deficient (TLR3 −/− ) mice, polyI:C did not induce a further increase in thrombus size compared to vehicle control. Recently, neutrophils have been shown to initiate and propagate venous thrombosis. PolyI:C injection was associated with an increased of neutrophil infiltration in the thrombus in WT but not in TLR3 −/− mice (p<0.05). We found that polyI:C injection was associated with increased neutrophil activation. In the thrombus of WT mice, immunofluorescence staining for myeloperoxidase and citrulinated H3, markers for neutrophils activation, were increased by polyI:C. Interestingly, in TLR3 −/− mice, no increase of these markers was found after polyI:C injection as compared to vehicle control. In vitro incubation of endothelial cells with polyI:C induces production of pro-inflammatory cytokines IL-8 and CCL5 involved in the recruitment of neutrophils as demonstrated by a cytokine array. We found that mRNA expression of TLR3, IL-8 and CCL5 were dramatically increased with polyI:C. When endothelial cells were transfected with siRNA for TLR3, mRNA expression of TLR3, IL-8 and CCL5 was blunted in response to polyI:C. These results suggest that release of IL-8 and CCL5 from endothelial cells after TLR3 activation are involved in neutrophil recruitment. Taken together, these results strongly suggest that TLR3 stimulation after endothelial cell injury participate in thrombus formation by inducing a pro-inflammatory response leading to the recruitment and activation of neutrophils. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "venous thrombosis",
        "venous thromboembolism",
        "thrombus",
        "interleukin-8",
        "rantes",
        "cytokine",
        "inflammation",
        "rna, double-stranded",
        "rna, messenger",
        "chemokines"
    ],
    "author_names": [
        "Catherine A Lemarie",
        "Angela Le",
        "Meghedi Aghourian",
        "Jianqiu Wu",
        "Mark D Blostein"
    ],
    "author_dict_list": [
        {
            "author_name": "Catherine A Lemarie",
            "author_affiliations": [
                "Medicine, Lady Davis Institute, McGill University, Montreal, QC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angela Le",
            "author_affiliations": [
                "Medicine, Lady Davis Institute, McGill University, Montreal, QC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meghedi Aghourian",
            "author_affiliations": [
                "Medicine, Lady Davis Institute, McGill University, Montreal, QC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianqiu Wu",
            "author_affiliations": [
                "Medicine, Lady Davis Institute, McGill University, Montreal, QC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark D Blostein",
            "author_affiliations": [
                "Jewish General Hospital, Montreal, QC, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T15:33:20",
    "is_scraped": "1"
}