{
    "doi": "https://doi.org/10.1182/blood.V110.11.450.450",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1036",
    "start_url_page_num": 1036,
    "is_scraped": "1",
    "article_title": "VELCADE/Dexamethasone (Vel/D) Versus VAD as Induction Treatment Prior to Autologous Stem Cell Transplantion (ASCT) in Newly Diagnosed Multiple Myeloma (MM): Updated Results of the IFM 2005/01 Trial. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Autologous Transplantation",
    "topics": [
        "autologous stem cell transplant",
        "bortezomib",
        "dexamethasone",
        "multiple myeloma",
        "stem cells",
        "brachial plexus neuritis",
        "complete remission",
        "cyclophosphamide",
        "electrophoresis",
        "etoposide"
    ],
    "author_names": [
        "Jean Luc Harousseau, MD",
        "Claire Mathiot, MD",
        "Michel Attal, MD",
        "Gerald Marit, MD",
        "Denis Caillot, MD",
        "Mohamad M.M. Mohty, MD",
        "Cyrille Hullin, MD",
        "Thierry T.F. Facon, MD",
        "Iain I.W. Webb, MD",
        "Philippe Moreau, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, University Hospital, Nantes, France"
        ],
        [
            "Hematology, Intergroupe Francophone du Myelome, Paris Curie, France"
        ],
        [
            "Hematology, Intergroupe Francophone du Myelome, Paris Curie, France"
        ],
        [
            "Hematology, Intergroupe Francophone du Myelome, Paris Curie, France"
        ],
        [
            "Hematology, Intergroupe Francophone du Myelome, Paris Curie, France"
        ],
        [
            "Hematology, Intergroupe Francophone du Myelome, Paris Curie, France"
        ],
        [
            "Hematology, Intergroupe Francophone du Myelome, Paris Curie, France"
        ],
        [
            "Hematology, Intergroupe Francophone du Myelome, Paris Curie, France"
        ],
        [
            "Millenium Pharmaceuticals, Cambridge, USA"
        ],
        [
            "Hematology, Intergroupe Francophone du Myelome, Paris Curie, France"
        ]
    ],
    "first_author_latitude": "47.21053034999999",
    "first_author_longitude": "-1.5534576999999998",
    "abstract_text": "Introduction. ASCT is considered the standard of care for younger patients (pts) with MM. The benefit of ASCT is at least partly related to an increase in Complete Remission (CR) plus Very Good Partial Remission (VGPR) rate. One way to increase the CR rate is to improve the induction treatment prior to ASCT. Several phase II studies with Vel in combination as induction treatment yielded promising CR rates. We have previously tested the Vel/D combination with Vel 1.3mg/m2 d1,4,8,11 with 40mg/d d1–4, d 9–12 for 4 consecutive 21d cycles (D only on d1–4 during cycles 3–4) (Harousseau et al Haematologica 2006). Methods. In July 2005, the IFM initiated a randomized Phase II trial comparing Vel/D with VAD as induction treatment prior to ASCT in pts with newly diagnosed MM up to the age of 65.This IFM 2005/01 was closed for accrual in January 2007 after having recruited 482 patients. The primary objective was the CR (negative immunofixation) plus n-CR (negative electrophoresis) after 4 cycles. The second question was to evaluate the impact of a consolidation with 2 cycles of DCEP (D, Cyclophosphamide, Etoposide, Platinum). At diagnosis pts were randomized between 4 arms (A1:4 cycles of VAD, A2: 4 cycles of VAD + 2 cycles of DCEP, A3:4 cycles of Vel/D, A4:4 cycles of Vel/D + 2 cycles of DCEP). Randomization was stratified according to β2-microglobulin and del 13 by FISH analysis. Stem cell collection was performed between cycle 3 and 4 after G-CSF priming (10μg/kg x 6d). ASCT was prepared by melphalan 200mg/m2. Results. As of Aug 2007, data from the first consecutively enrolled 222 pts have been analyzed (A1:54,A2:56,B1:55,B2:57). In the VAD arms (A1+A2),88% of pts received the planned 4 courses versus 94% in the Vel/D arms (B1+B2). In arm A2,87.5% of pts received the 2 cycles of DCEP versus 82% in arm B2. ASCT was performed in 94% of evaluable pts in arms A1+A2 and in 92% in arms B1+B2. The number of SAE was the same in the VAD and the Vel/D arms. The incidence of grade 3–4 averse events was also comparable. However the proportion of pts with neurological symptoms (all grades) during induction treatment was higher with Vel/D (36% versus 11%). Response assessment is available for 208 pts (100 VAD, 108 Vel/D). The results are shown in the table (intent-to-treat analysis). Consolidation with DCEP did not increase the CR rate (16% pre-ASCT both in arms A1+B1 and in arms A2+B2). Conclusion. This analysis not only confirms that the post-induction CR rate is increased by Vel/D compared to VAD (Harousseau ASH 2006) but also shows that this benefit translates in higher CR+VGPR rates after ASCT. Longer follow-up is needed to demonstrate that this better tumor reduction induces longer PFS and OS. Currently 1-year PFS and OS rates are respectively 90% and 95% with VAD, 93% and 97% with Vel/D. Updated results will be presented at the meeting.  View large View Large"
}