{
    "doi": "https://doi.org/10.1182/blood.V116.21.2920.2920",
    "article_title": "Updated Results of Combination Cytokine Immunotherapy In the Treatment of Aplastic Anemia and Myelodysplastic Syndrome (MDS) ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster II",
    "abstract_text": "Abstract 2920 Immunosuppressive therapy using antithymocyte globulin (ATG) and cyclosporine has been successfully used in the treatment of cytopenias in patients (pts) with severe aplastic anemia (AA). Laboratory and clinical data suggest that dysregulated immune mechanisms may also contribute to the pathogenesis of ineffective hematopoiesis in some subsets of early MDS and result in cytopenias. Rabbit ATG (rATG) is active and well tolerated in pts have recurrent/persistent disease after treatment with equine ATG. Here we present our updated results with a combination of rATG, cyclosporine, prednisone, and G-CSF in pts with aplastic anemia or myelodysplastic syndrome. This is a single-arm phase II study evaluating the efficacy and safety of the following combination in pts with aplastic anemia and low or intermediate-1 risk MDS (by the international prognostic scoring system) : rATG 3.5 mg/kg/day (or 2.5 mg/kg/day for age ≥ 55 yrs) intravenously (IV) for 5 days, methylprednisone 1mg/kg/day IV daily for 5 days (given prior to each dose of ATG), followed by oral prednisone tapered off over 1 month, G-CSF (filgrastim daily or pegfilgrastim every 2 weeks) subcutaneously for up to 3 months, and cyclosporine (5 mg/kg) daily for up to 6 months. Dose reductions or interruptions for toxicities were allowed at the discretion of the treating physician. Responses were assessed at 3 months after initiating therapy. Of the 51 pts enrolled, 46 have received treatment including 23 (50%) pts with AA and 23 (50%) pts with MDS. The median age overall was 60 yrs (range, 19–82), 54 (19-82) in the AA and 63 (48-79) in the MDS cohorts respectively. Of the 43 pts evaluable for response (21 AA, 22 MDS), there were 13 (62%) responders (4 CR, 8 PR, 1 HI) in AA cohort and 6 (27%) responders (2 CR, 4 HI) in the MDS cohort. Median age of responders was 59 (19-79). The median time to response (TTR) was 3.2 months. Of the 46 pts who received treatment, 20 pts (43%) were HLA-DR15 positive, 22 (48%) were negative, and 4 (9%) were not checked. In the MDS cohort, 9 (39%) pts were HLA-DR15 positive and none responded. In the AA cohort, 11 (48%) were HLA-DR15 positive, out of which 6 (55%) responded. Among the 19 responding pts described above, 6 (32%) were HLA-DR15 positive and all had AA. The median disease free survival for responders (CR & PR) is 26 months. The median overall survival of responders has not been reached, compared to 20 months for nonresponders (p<0.001). Overall the treatment was tolerable. The most common grade 3/4 toxicities were thrombocytopenia (43%), neutropenia (41%), transaminase elevation (13%), hyperbilirubinemia (7%), infection/fever (7%), and hyperglycemia (4%). Grade 3/4 dyspnea, abdominal pain, and hypertension occurred in 1 patient each. Twenty pts (43%) had infusion related reactions including fever, chills, and dyspnea that was manageable with supportive care. The combination of rATG, cyclosporine, steroids, and G-CSF is a well tolerated, effective regimen in the treatment of aplastic anemia and also has activity in a subset of pts with MDS. The rate of serious infections was relatively low, but infusion reactions were common and should be managed with premedication and supportive care. HLA-DR15 positivity correlated with response in patients with AA, but not in MDS. Responses were slow to occur, but durable, and associated with improved survival. Disclosures: Kadia: Genzyme: Research Funding. Ravandi: Genzyme: Honoraria.",
    "topics": [
        "aplastic anemia",
        "cytokine",
        "immunotherapy",
        "myelodysplastic syndrome",
        "brachial plexus neuritis",
        "human leukocyte antigens",
        "cyclosporine",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "cytopenia"
    ],
    "author_names": [
        "Tapan Kadia, MD",
        "Farhad Ravandi, MD",
        "Guillermo Garcia-Manero, MD",
        "Elias Jabbour, MD",
        "Gautam Borthakur, MD",
        "Zeev Estrov, MD",
        "Sherry A. Pierce, RN, BS",
        "Sergernne York, RN",
        "Hagop M. Kantarjian, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tapan Kadia, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev Estrov, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry A. Pierce, RN, BS",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergernne York, RN",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T04:03:19",
    "is_scraped": "1"
}