{
    "doi": "https://doi.org/10.1182/blood-2020-143055",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4638",
    "start_url_page_num": 4638,
    "is_scraped": "1",
    "article_title": "Healthcare Utilization and Health Related Quality of Life in Persons with Von Willebrand Disease ",
    "article_date": "November 5, 2020",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "topics": null,
    "author_names": [
        "Jonathan C. Roberts, MD",
        "Roshni Kulkarni, MD",
        "Peter A. Kouides, MD",
        "Robert F. Sidonio, Jr., MD",
        "Shannon L Carpenter, MD",
        "Barbara A. Konkle, MD",
        "Joanne Wu, MDMS",
        "Judith Baker, DrPH, MHSA",
        "Megan M. Ullman, MA, MPH",
        "Randall Curtis, MBA",
        "Steven Carrasco, MPH",
        "Duc Quang Tran, Jr., MD",
        "Michael B. Nichol, PhD"
    ],
    "author_affiliations": [
        [
            "Bleeding & Clotting Disorders Institute, Peoria, IL "
        ],
        [
            "Michigan State University Center for Bleeding and Clotting Disorders, East Lansing, MI "
        ],
        [
            "Mary M. Gooley Hemophilia Center, Inc, Rochester, NY "
        ],
        [
            "Emory University & Children's Healthcare of Atlanta, Atlanta, GA "
        ],
        [
            "Children's Mercy Kansas City, Kansas City, MO "
        ],
        [
            "University of Washington, Washington Center for Bleeding Disorders, Seattle, WA "
        ],
        [
            "University Of Southern California, Los Angeles, CA "
        ],
        [
            "Center For Inherited Blood Disorders, Orange, CA "
        ],
        [
            "Gulf States Hemophilia & Thrombophilia Center, University of Texas Health Science Center at Houston, Houston, TX "
        ],
        [
            "Factor VIII Computing, Berkeley, CA "
        ],
        [
            "University of Southern California, Los Angeles, CA "
        ],
        [
            "Emory University, Hemophilia of Georgia Center for Bleeding & Clotting Disorders of Emory, Atlanta, GA"
        ],
        [
            "University of Southern California, Los Angeles, CA "
        ]
    ],
    "first_author_latitude": "40.766411000000005",
    "first_author_longitude": "-89.60120635",
    "abstract_text": "Background: von Willebrand disease (VWD) is the most common inherited bleeding disorder. Questions remain regarding the impact of VWD related bleeding phenotype on healthcare utilization, joint health, and health-related quality of life (HRQoL) in the US. Objective: Our study investigated the impact of VWD bleeding phenotype on healthcare utilization, joint health, and HRQoL in a geographically diverse cohort of individuals with VWD who obtain care at seven US Hemophilia Treatment Centers (HTCs). Methods: Hematology Utilization Group Studies (HUGS) prospectively examined the cost and burden of illness in persons with VWD. The current study enrolled individuals age ≥12 with VWD Type 1 (VWF:Ag/RCo: ≤30%), low VWF (VWF:Ag/RCo: 30-50%), Type 2, and 3. Participants completed a standardized interview to collect sociodemographic and clinical data, self-reported healthcare utilization and bleeding in last 6 months, self-reported pain, joint health and HRQoL measured by EQ-5D-3L. Clinical chart reviews abstracted information about VWD type and treatment. Association of bleeding and VWD type with healthcare utilization, joint health, and HRQoL were assessed using Chi-square or Fisher exact tests for categorical variables and Student T-tests or one-way ANOVA for continuous variables. P value ≥0.05 indicates not statistically significant (NS). Results: We analyzed 100 participants with complete baseline information. Mean age was 31.7 (SD=18.6) years, 67.0% were adults ≥18 years, 80.0% were female, 67.7% had Type 1/low VWF, and 3.0% had Type 3 VWD. Mean age at VWD diagnosis was 13.6 (SD=13.0) years. Persons with low VWF were diagnosed and received VWD treatment at an older age (mean 19.2, SD=11.8; 19.4, SD=11.9 years for diagnosis and treatment respectively) than those with Type 1 (13.7, SD=12.7; 15.6, SD=13.7), or Types 2&3 (9.4, SD=12.9; 13.3, SD=16.6), p=0.03 and p=NS. As compared to individuals without bleeding in the previous 6 months, those reported bleeding had significantly higher rate of medical procedures related to treating bleeding events (42.5% vs. 13.3%, p=0.001), and overnight hospitalization (20.0% vs. 3.3%, p<0.01). The individuals with recent bleeding also reported higher proportion of emergency room visits (25.0% vs. 11.9%, p=NS), physician visits (55.0% vs. 38.3%, p=NS), joint pain (48.7% vs. 40.0%, p=NS), and joint range of motion limitation (35.9% vs. 20.0%, p=NS) than those without bleeding, although the differences were not statistically significant. Those with recent bleeding reported more problems in EQ-5D mobility (33.3% vs. 15.0%, p=0.03) and usual activities (41.0% vs. 26.7%, p=NS) than those without recent bleeding. EQ VAS (71.6 vs. 75.2, p=NS) and EQ index scores (0.79 vs. 0.83, p=NS) were not significantly different between persons with and without recent bleeding. Those with Types 2&3 VWD were more likely to have hospitalization (25.0% vs. 5.0%, 2.1%, p<0.01), bleeding (50.0% vs. 35.0%, 36.2%, p=NS), joint pain (53.1% vs. 30.0%, 41.3%, p=NS), joint range of motion limitation (40.6% vs. 20.0%, 19.6%, p=NS) than those with low VWF or Type 1 VWD. Individuals with low VWF (50.0%) reported higher rate of anxiety or depression per EQ-5D than Type 1 (34.8%) or Type 2&3 (40.6%), p=NS. Covariate-adjusted EQ-5D VAS or index score were lower among persons with low VWF (64.7±8.2 for VAS, 0.76±0.07 for EQ-index) than those with Type 1 (77.3±7.6, 0.84±0.06) or Types 2&3 (78.7±7.4, 0.84±0.66), p values=NS. Conclusions: Our study demonstrates that persons with VWD who obtain care at US HTCs experience significant illness burden regardless of severity. Self-reported recent bleeding as expected was associated with increased healthcare utilization and negative impact on joint health and HRQoL. Bleeding phenotype was significantly associated with healthcare utilization differences. Delayed diagnosis and treatment for persons with low VWF may impact their HRQoL, and if confirmed in a larger sample size would underscore the fact that low VWF is not necessarily a mild disorder compared to other VWD subtypes. Disclosures Roberts: Octapharma: Consultancy, Speakers Bureau; Sanofi: Consultancy, Speakers Bureau; Novo Nordisk: Consultancy, Speakers Bureau; Pfizer: Consultancy; Takeda: Consultancy, Research Funding, Speakers Bureau; uniQure: Consultancy. Kulkarni: Bioverativ/Sanofi, BPL, Genentech, Kedrion, Novo Nordisk, Octapharma, Pfizer, Takeda, Catalyst Bioscience Bayer: Membership on an entity's Board of Directors or advisory committees; Sanofi/ Bioverativ, Bayer, Biomarin, Shire/Takeda, Novo Nordisk, Freeline: Other: clinical trial research grants . Sidonio: Octapharma, Grifols, Takeda and Genentech: Research Funding; Bayer, Bioverativ/Sanofi, Novo Nordisk, Takeda, Uniqure, Biomarin, Octapharma, Catalyst, Grifols, Sigilon, Tremeau, Genentech/Roche: Consultancy. Carpenter: Kedrion: Honoraria; Novo Nordisk: Honoraria; Genentech, Inc.: Honoraria; American Thrombosis and Hemostasis Network: Membership on an entity's Board of Directors or advisory committees; CSL Behring: Research Funding; Shire: Research Funding; Hemostasis & Thrombosis Research Society: Membership on an entity's Board of Directors or advisory committees; American Academy of Pediatrics: Other: PREP Heme/Onc editorial board. Konkle: Sigilon: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; BioMarin: Consultancy; Sanofi: Consultancy, Research Funding; Takeda: Research Funding; Uniquire: Research Funding; CSL Behring: Consultancy; Roche: Consultancy; Baxalta: Research Funding; Spark: Consultancy, Research Funding. Wu: Baxalta US Inc., Bannockburn, IL (a Takeda Company), CSL Behring L.L.C., and Octapharma USA, Inc.: Research Funding. Curtis: USC Hemophilia Utilization Group Study (HUGS): Consultancy; Bayer: Consultancy; Novo Nordisk: Consultancy; Patient Reported Outcomes, Burdens and Experiences: Consultancy. Carrasco: Baxalta US Inc., Bannockburn, IL (a Takeda Company), CSL Behring L.L.C., and Octapharma USA, Inc.: Research Funding. Tran: Novo Nordisk: Consultancy; Bioverativ: Consultancy; Takeda: Consultancy; Bayer: Consultancy. Nichol: Global Blood Therapeutics: Research Funding; Octapharma: Research Funding; CSL Behring: Research Funding; Pfizer: Research Funding; Baxalta US Inc., Bannockburn, IL (a Takeda Company): Research Funding; Genentech Inc.: Research Funding."
}