{
    "doi": "https://doi.org/10.1182/blood-2019-127487",
    "article_title": "Risk Factors and Trends for Incidence of Acute Coronary Syndrome after Hematopoietic Stem Cell Transplant - a 15-Year Experience with National Inpatient Sample ",
    "article_date": "November 13, 2019",
    "session_type": "723.Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "abstract_text": "Background: Significant improvement has been noted in the outcome of patients with advanced hematologic malignancies with the advances in hematopoietic cell transplantation (HCT) techniques. However, it has been observed that patients receiving HCT have increased risk of cardiovascular disease (CVD) over time with increased risk of cardiovascular mortality. Materials and Methods: This was a retrospective observational analysis. We queried the National Inpatient Sample database from 1998 to 2012 for patients aged ≥18 years who had received HCTin the past and were admitted for non-ST-elevation acute coronary syndrome (NSTE-ACS) or ST-elevation myocardial infarction (STEMI). We performed univariate logistic regression followed by multivariate logistic regression analysis to study various demographic factors and comorbiditiesand temporal trends of ACS in these patients. Results: A total of 150,072 patients with prior history of HCT were identified, out of which 952 hospitalizations were for ACS.47.16% of these patients underwent Percutaneous CoronaryIntervention.Mean age for ACS patients was 56.98 years and 71.75% patients were male. The demographic factors found to significantly affect the incidence of ACS were increasing Age (OR 1.02, p=0.01) and Insurance(Medicare as reference)[Medicaid(OR 0.3, p=0.04), private(OR 1.66, p=0.01). Charlson Comorbidity Index (CCI) had significant correlation with incidence of ACS (CCI=1 as reference) [CCI=2(OR 0.12, p=0.00), CCI³3(OR 0.60, p=0.01)]. The Medical comorbidities found to significantly affect the outcome were Congestive Heart Failure (OR 1.53, p=0.04), COPD(OR 0.54, p=0.02), smoking(OR 2.96, p=0.00), underlying CAD (OR 39.65, p=0.00) and Pulmonary Hypertension (OR 4.01, p=0.00). A trend analysis for Incidence of ACS in patients with History of HCT showed overall decline in ACS incidence which was found to be statistically significant. (Trend p-Value 0.003). Conclusion: Our study identifiedvarious factors affecting incidence of ACS in HCT patients. We also discoveredan overall downward trend in incidence of ACSin HCT patients.Further studies need to be conducted to confirm these findings. View large Download slide View large Download slide  Close modal Disclosures Rajeeve: ASH-HONORS Grant: Research Funding.",
    "topics": [
        "acute coronary syndromes",
        "hematopoietic stem cell transplantation",
        "st segment elevation myocardial infarction",
        "cardiovascular death",
        "cardiovascular diseases",
        "chronic obstructive airway disease",
        "chronic venous disease",
        "congestive heart failure",
        "hematologic neoplasms",
        "non-st-segment acute coronary syndromes"
    ],
    "author_names": [
        "Jasdeep Singh Sidhu, MBBS",
        "Jeevanjot Kaur Virk, MBBS",
        "Shivani Handa, MBBS",
        "Amrendra Mandal",
        "Sridevi Rajeeve, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jasdeep Singh Sidhu, MBBS",
            "author_affiliations": [
                "Medicine, Interfaith Medical Center, Brooklyn, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeevanjot Kaur Virk, MBBS",
            "author_affiliations": [
                "Medicine, Interfaith Medical Center, Brooklyn, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shivani Handa, MBBS",
            "author_affiliations": [
                "Icahn School of Medicine/Mount Sinai St. Luke's-West Hospital, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amrendra Mandal",
            "author_affiliations": [
                "Medicine, Interfaith Medical Center, Brooklyn, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sridevi Rajeeve, MD",
            "author_affiliations": [
                "Icahn School of Medicine/Mount Sinai St.Luke's-West Hospital, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T04:09:59",
    "is_scraped": "1"
}