{
    "doi": "https://doi.org/10.1182/blood-2020-142357",
    "article_title": "Omitting Fluoroquinolones Antibiotic Prophylaxis in Allogeneic Hematopoietic Stem Cell Transplantation Does Not Increase Gram-Negative Bacteremia Rate or Transplant-Related Mortality ",
    "article_date": "November 5, 2020",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Allogeneic hematopoietic stem cell transplantation (allo-HSCT) is widely utilized as a curative treatment for malignant and non-malignant hematological conditions. Fluoroquinolone prophylaxis (FQ-P) is demonstrated to reduce the rate of blood stream infections (BSI) caused by gram-negative bacteria (GNB) during allo-HSCT and increases overall survival (OS), making this approach the standard of care. The available data show that during the transplantation period, the intestinal microbiome diversity profoundly decreases, which is associated with a significant increase in transplant-related mortality (TRM), acute graft-versus-host disease (aGVHD) related mortality and decrease in OS. FQ-P is reported to be a dominant factor in the perturbation of the gut microbiota, leading some centers to omit or modify transplant antibiotic prophylaxis regimens. The aim of the present study has been to evaluate the effects of FQ-P omission on the prevalence of gram-negative bacteria blood stream infections (GNB-BSI), GNB susceptibility to antibiotic treatment, mortality of patients with sepsis and overall TRM. This retrospective single-center study included all consecutive patients, admitted to the Rambam Department of Hematology for allo-HSCT between 01.01.2017 and 31.12.2019. The fact that at our center, FQ-P in allo-HSCT recipients was discontinued on 01.12.2018 allowed comparison of the outcomes in patients treated with and without such prophylaxis. GNB-BSI events registered within 30 days of admission were analyzed. The proportion of first-time GNB-BSI, the antibiotic susceptibility profile, day 30 and day 90 mortality among patients with GNB-BSI were compared. The assessment also included day 30 and day 90 overall TRM, mortality related to sepsis and aGVHD. During the evaluated period, 189 patients underwent allo-HSCT and were included in the analysis. FQ-P was administered to 125 patients and omitted in 64 individuals. GNB-BSI events occurred in 23 (18.4%) patients receiving FQ-P and in 17 (26.6%) patients who did not receive it (p=0.19). GNB susceptibility to FQ, piperacillin/tazobactam and meropenem increased from 38.1% to 58.8%, from 60% to 70.6% and from 85.7% to 94.1%, respectively, after FQ-P had been stopped (p=non-significant, NS). 30-day and 90-day mortality among patients with GNB-BSI did not increase in the post-FQ-P period (Table 1). Day 30 and day 90 overall TRM rates were 10.6% and 18.9%, respectively, with FQ-P versus 13.5% and 21.9%, respectively, without FQ-P (p=NS). Before FQ-P was stopped, sepsis was the cause of death in 56% of events and aGVHD in 16% and after FQ-P was stopped, the corresponding values were 46% and 23%, respectively (p=NS). FQ-P omission has not significantly increased the rate of GNB-BSI or affected the profile of GNB susceptibility to antibiotic treatment in patients undergoing allo-HSCT. Moreover, it has not significantly changed day 30 and day 90 mortality either among patients with GNB-BSI or in the entire study population. FQ-P omission in allo-HSCT recipients appears to be safe and its implementation could contribute to the preservation of intestinal microbiome diversity, potentially leading to improved post-transplant outcome. The findings of this study need to be further evaluated in large randomized trials. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Israel Henig, MD",
        "Oryan Henig",
        "Haggai Bar-Yoseph",
        "Hanin Daoud",
        "Dana Yehudai-Ofir, MD",
        "Ilana Oren",
        "Tsila Zuckerman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Israel Henig, MD",
            "author_affiliations": [
                "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oryan Henig",
            "author_affiliations": [
                "Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haggai Bar-Yoseph",
            "author_affiliations": [
                "Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanin Daoud",
            "author_affiliations": [
                "Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dana Yehudai-Ofir, MD",
            "author_affiliations": [
                "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilana Oren",
            "author_affiliations": [
                "Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsila Zuckerman, MD",
            "author_affiliations": [
                "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel ",
                "The Ruth and Bruce Rappaport Faculty of Medicine, Technion - Israel Institute of Technology, Haifa, Israel"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:31:05",
    "is_scraped": "1"
}