{
    "doi": "https://doi.org/10.1182/blood.V120.21.4470.4470",
    "article_title": "Impact of Disease Status On Outcomes of Allogeneic Hematopietic Stem Cell Transplantation for Refractory Acute Myeloid Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "Chronic Myeloid Leukemia - Therapy Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "abstract_text": "Abstract 4470 Objective: To evaluate the impact of disease status on outcomes of allogeneic hematopietic stem cell transplantation (allo-HSCT) for refractory acute myeloid leukemia (AML). Methods: 32 patients with refractory AML received allo-HSCT after myeloablative conditioning regimen, including 17 patients not in remission (NR) and 15 patients in complete remission (CR) at the time of transplant. Treatment related adverse events, relapse rate and leukemia free survival (LFS) were compared in two groups. Results: There were no difference between two groups regarding patients gender, age, cytogenetic risk, donor type, stem cell resource, conditioning regimen, median number of CD34 + cells. 30 patients engrafted successfully. Only one patient failed to engraftment and another one died from veno-occlusive disease. Compared with CR group, NR group had a higher treatment related mortality (29.4% vs.13.3%,p=0.254), relapse rates (33.3% vs. 20.0% P=0.341),relative higher incidence of aGVHD (35.3% vs. 20.0%, p=0.287) and cGVHD (44.4% vs. 36.4%, p=0.217), but no significant difference was observed. 2-year LFS of the two groups were comparable (35.3% vs.40.0%,p=0.267). For the patient with refractory AML, univariate analysis showed that two factors, such as less than 35 years old and cGVHD, were benefit for overall survival. Conclusion: Regarding treatment related mortality, relapse rates, incidence of GVHD, there were no significant difference between the patients who achieved CR or NR prior to transplant. 2-year LFS of patients with CR and NR was comparable. In summary, our results showed that allo-HSCT is an appropriate treatment option for refractory AML patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "allopurinol",
        "graft-versus-host disease, chronic",
        "transplantation",
        "adverse event",
        "cd34 antigens",
        "complete remission",
        "disease remission",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Qianlan Zhou",
        "XiaoWen Tang, MD",
        "Huiying Qiu",
        "Aining Sun",
        "Changgeng Ruan, MD, PhD",
        "Wu Depei"
    ],
    "author_dict_list": [
        {
            "author_name": "Qianlan Zhou",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "XiaoWen Tang, MD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huiying Qiu",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aining Sun",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changgeng Ruan, MD, PhD",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Suzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wu Depei",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T06:47:12",
    "is_scraped": "1"
}