{
    "doi": "https://doi.org/10.1182/blood.V110.11.5079.5079",
    "article_title": "Comparable Outcomes of High-Resolution HLA-Matched Unrelated and HLA-Identical Sibling Donor Stem Cell Transplantation for Childhood Acute Myeloid Leukemia in First Remission. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Purpose: The role of allogeneic stem cell transplantation (SCT) from unrelated donor for childhood acute myeloid leukemia (AML) in first remission remains unclear because of its high transplant-related mortality. In this study, we investigated the role of SCT from high-resolution HLA-matched unrelated donor for childhood acute myeloid leukemia in first remission by comparing the outcomes of SCT from HLA-identical sibling donors and high-resolution HLA-matched unrelated donors. Patients and Method: Between June 2002 and August 2005, 40 children who have AML in first complete remission received SCT at Saint Mary’s hospital in Korea. In SCT from 17 sibling donors (M-SBMT), low-resolution typing (two-digit level) for HLA-A, -B, -C and -DRB1 was performed and all of donor-recipient pairs were 8/8 matches. Unrelated donors and recipients were typed for HLA-A, -B, and -DRB1 by high-resolution molecular typing (four-digit level). Of the 23 unrelated donor-recipients pairs, 14 were 6/6 matches (M-UBMT) and 9 were 5/6 matches (MM-UBMT). Conditioning regimen consisted of busulfan i.v. and cyclophosphamide. All patients received cyclosporin A and short-course methotrexate for GVHD prophylaxis. Results: Of the 40 patients, 27 survived event-free with a median follow-up of 38 months (range, 23–57 months). Median times for neutrophil engraftment were 12 days(range, 11–15 days), 11 days(range, 10–16 days) and 12 days(range, 11–15 days) for M-SBMT, M-UBMT and MM-UBMT, respectively. The number of Grade II-IV acute GVHD was 5 (29%), 7 (50%) and 6 (67%) in the M-SBMT, M-UBMT and MM-UBMT, respectively. One patient in MM-UBMT developed grade III acute GVHD. The number of patients who developed chronic GVHD was 2, 6 and 4 in the M-SBMT, M-UBMT and MM-UBMT,respectively. The number of relapsed patients after SCT was 3, 2 and 1 in the M-SBMT, M-UBMT and MM-UBMT and the number of non-relapse death was 2, 2 and 4, respectively. The Kaplan-Meier estimates for event-free survival at 3 years were 70 ± 11%, 71 ± 12% and 44 ± 17% for M-SBMT, M-UBMT and MM-UBMT, respectively without statistical significance ( p =0.38). The Kaplan-Meier estimates for overall survival at 3 years were 76 ± 10%, 71 ± 12% and 44 ± 17% for M-SBMT, M-UBMT and MM-UBMT,respectively ( p =0.25). Conclusion: In this study, we showed the outcome of SCT from high-resolpution HLA-matched unrelated donors was comparable with that of SCT from HLA-identical sibling donors in childhood AML in first remission. Therefore, high-resolution HLA-matched unrelated SCT might be recommended in patients without HLA-matched sibling donor in childhood AML in first remission.",
    "topics": [
        "child",
        "disease remission",
        "donors",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "leukemia, myelocytic, acute",
        "relationship - sibling",
        "graft-versus-host disease, acute",
        "hla-a antigens",
        "hla-a2 antigen"
    ],
    "author_names": [
        "Dae-Hyoung Lee, MD",
        "Young-Joo Kwon, MD",
        "Nak-Gyun Chung, MD",
        "Dae-Chul Jeong, MD",
        "Hack-Ki Kim, MD",
        "Bin Cho, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dae-Hyoung Lee, MD",
            "author_affiliations": [
                "Pediatrics, Hallym University Sacred Heart Hospital, Anyang, Kyungki-do, Korea"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Young-Joo Kwon, MD",
            "author_affiliations": [
                "Pediatrics, St. Mary’s Hospital, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nak-Gyun Chung, MD",
            "author_affiliations": [
                "Pediatrics, St. Mary’s Hospital, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dae-Chul Jeong, MD",
            "author_affiliations": [
                "Pediatrics, St. Mary’s Hospital, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hack-Ki Kim, MD",
            "author_affiliations": [
                "Pediatrics, St. Mary’s Hospital, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Cho, MD",
            "author_affiliations": [
                "Pediatrics, St. Mary’s Hospital, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T09:39:13",
    "is_scraped": "1"
}