{
    "doi": "https://doi.org/10.1182/blood.V128.22.2146.2146",
    "article_title": "The IL-27/Wsx-1 Axis Modulates T Cell Responses and Regulates Acute Graft-Versus-Host Disease after Allogeneic Bone Marrow Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Poster I",
    "abstract_text": "IL-27 is a member of the IL-12 cytokine family that consists of EBV-induced gene 3 (EBI3), and p28. IL-27 is produced by activated antigen-presenting cells such as dendritic cells (DCs) and macrophages, and it signals through a heterodimeric receptor (IL-27R) consisting of the WSX-1 and the gp130. Emerging evidence has shown that IL-27 has both pro- and anti-Inflammatory effects. Recent study demonstrated a protected role IL-27p28 in acute graft-versus-host disease (aGVHD) in parent-to-F1 murine aGVHD model (Marillier et al., Eur. J. Immunol. 2014). However, the precise role of IL-27 in the development of aGVHD remains largely unknown. In this study, we carried out studies in a murine aGVHD model of fully MHC-mismatched myeloablative bone marrow transplantation (C57BL/6 to BALB/c). Lethally irradiated BALB/c mice transplanted with WT B6 bone marrow (BM) plus IL-27 -/- (IL-27p28 flox/flox -CD11c-cre (Itgax-p28 f/f )) splenocytes had significantly accelerated aGVHD mortality comparing with those received WT BM plus splenocytes ( P <0.001). However, similar aGVHD mortality was observed between mice transplanted with WT BM plus WT splenocytes and IL-27 -/- BM plus WT splenocytes, and IL-27 -/- BM plus IL-27 -/- splenocytes, suggesting that IL-27 from splenocytes, not BM-derived cells, had protective effect in aGVHD. Additionally, mice were transplanted with IL-27 -/- BM and splenocytes, and then treated with rmIL-27 on days 0 and 7 post BMT. rmIL-27 treated mice had longer survival and alleviated the clinical signs of aGVHD compared to PBS-treated mice ( P <0.05). We next explored the mechanisms by which IL-27 protects mice against aGVHD. We found the expression of the cell surface IL-27 receptor, WSX-1 and gp130, were increased on both CD4 + and CD8 + T cells after allo-stimulation. Moreover, IL-27 inhibited cell proliferation of allo-reactive T cells in mix lymphocytes reactivation (MLR) in vitro . We also found that the percentages of CD69 + CD4 + , CD69 + CD8 + T cells, as well as IFN-γ expression by CD4 + and CD8 + T, were significantly increased in the spleen, liver and intestinal intraepithelial lymphocytes (IEL) from mice transplanted with WT BM and IL-27 -/- splenocytes. Furthermore, we observed increased frequencies and numbers of Treg cells and MDSCs in aGVHD target organs in mice reconstituted with IL-27 -/- splenocytes. Together, these results indicated that IL-27 alleviated aGVHD may through suppressing Th1 cell responses and promoting immune suppressing cells, including MDSCs and Treg cells. To further clarify the role of IL-27 in aGVHD, mice were transplanted with WT BM plus IL-27R -/- (B6N.129P2-Il27ra tm1Mak /J) splenocytes, the results, however, showed that IL-27R deficiency in donor T cells significantly attenuated aGVHD, which was unpredicted, and was contrary to that of IL-27 deficiency results. Additional studies showed that IL-27R deficiency in T cells inhibited allo-reactive T cells proliferation and IL-2, IFN-γ production in MLR assay. The percentages of CD69 + T cells and IFN-γ + CD4 + and CD8 + T were significantly decreased, while the MDSCs and Treg cells wereincreased in aGVHD target organs from mice transplanted IL-27R -/- splenocytes. These results indicated that lack of IL-27R signaling resulted in downregulation of intrinsic immune responses which led to alleviation of aGVHD. Previous study reported that soluble form of IL-27Ra is highly existed in human serum and may severs as a natural IL-27 antagonist (Dietrich et al., JI. 2014). We hypothesized that sIL-27Ra may function as a decoy receptor to regulate aGVHD through inhibiting IL-27 signaling. To test this hypothesis, WT recipients were given exogenous soluble mouse IL-27 Ra Fc chimera protein known to block the binding of IL-27 to the membrane bound form of IL-27R. WT recipients given IL-27 Ra-Fc to block IL-27R/IL-27 interaction had significantly exacerbated GVHD mortality. The percentages of CD69 + T cells and IFN-γ + CD4 + and CD8 + T were significantly increased in aGVHD target organs from mice received IL-27 Ra fusion protein. In conclusion, this is the first demonstration in the same allogeneic BMT model that IL-27 deficiency augments but IL-27R deficiency alleviates acute GVHD. Our studies provide further evidence for the protective role of rmIL-27, and promoting effect of sIL-27R in the same aGVHD model. This study warrants further investigations of the possible therapeutic applications of IL-27 in acute GVHD. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "graft-versus-host disease, acute",
        "interleukin-27",
        "t-lymphocytes",
        "allopurinol",
        "fusion proteins",
        "pmel17",
        "squamous intraepithelial lesions",
        "aldesleukin",
        "antagonists"
    ],
    "author_names": [
        "Shoubao Ma",
        "Huanle Gong",
        "Shuangzhu Liu",
        "Jingjing Han",
        "Zhinan Yin",
        "Haiyan Liu, PhD",
        "Depei Wu, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shoubao Ma",
            "author_affiliations": [
                "Institute of Blood and Marrow Transplantation, Soochow University, the First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Huanle Gong",
            "author_affiliations": [
                "Institute of Blood and Marrow Transplantation, Soochow University, the First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuangzhu Liu",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jingjing Han",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhinan Yin",
            "author_affiliations": [
                "Biomedical Translational Research Institute, Guangdong Province Key Laboratory of Molecular Immunology and Antibody Engineering, Jinan University, Guangzhou, China ",
                "State Key Laboratory of Medicinal Chemical Biology, College of Life Sciences, Nankai University, Tianjin, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiyan Liu, PhD",
            "author_affiliations": [
                "Institute of Blood and Marrow Transplantation, Soochow University, the First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China ",
                "Immunology Programme, Life Sciences Institute and Department of Microbiology and Immunology, National University of Singapore, Singapore 117456, Singapore "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Depei Wu, MD PhD",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China ",
                "Institute of Blood and Barrow Transplantation, Soochow University, Suzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:40:27",
    "is_scraped": "1"
}