{
    "doi": "https://doi.org/10.1182/blood-2019-125936",
    "article_title": "Analysis of Factors Predictive of Risk of Transformation and Time to Transformation in Patients (pts) with Mantle Cell Lymphoma - Cohort Study of 369 Patients ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "abstract_text": "Introduction: A fraction of pts with classic variant MCL can transform to an aggressive histology (blastoid/pleomorphic) MCL. Outcomes of transformed pts are inferior to that of denovo blastoid variant MCL and classic variant MCL who never transformed (CNT) Jain P et al ASH 2018 . Application of routinely available clinical variables at initial diagnosis to predict the future risk for transformation or time to transformation is an unmet need in MCL. Methods: We analyzed charts from 369 pts with MCL (293 were CNT and 76 were transformed MCL). Statistical analysis was performed from baseline pt characteristics collected from the time of initial diagnosis in CNT group and at the time of initial diagnosis of classic variant MCL who later transformed (t-MCL). Time to transformation (TTT) was calculated from initial diagnosis to the date of transformation in those who transformed and last follow up in those who never transformed. Univariate and multivariate logistic regression modeled the risk of transformation. Classification and regression tree (CART) analysis was performed to identify optimal cut off in categorical variables predictive of TTT. Results: Among the 369 pts, the median age was 62 yrs (range 34-90), 79% were males. Ki-67% values were available in 133 pts (36% of total) and median Ki-67% was 25% (range 1-80). 84% had initial bone marrow involvement and 12% had leukemic phase at diagnosis. The median follow up was 58.5 months and the median overall survival (OS) was 94.8 months and 47% were alive at the time of this analysis. Compared to pts in the CNT group, pts in t-MCL group exhibited differences in following baseline characteristics - higher values of median Ki-67% (30% vs 20% in t-MCL; p=0.04), higher LDH levels, higher proportions of pts with high risk simplified MIPI risk score, leukemic phase at initial diagnosis, complex karyotype and lower hemoglobin and lower proportion of pts achieving complete remission (CR) after first line treatment (78% in t-MCL vs 86% in CNT). In addition, first line treatments received by both groups were similar - R-HCVAD based, R-chemo based, ibrutinib based, chemotherapy alone and miscellaneous. Logistic regression model showed factors associated with the risk of transformation. In univariate analysis, higher risk was significantly associated with Ki-67% as a continuous variable - OR 1.03 (95% CI 1.01-1.05; p=0.006), leukemic phase at diagnosis, high risk MIPI score, complex cytogenetics. First line treatment with ibrutinib compared to R-HCVAD, autologous stem cell transplant SCT at any time point and higher number of nodal sites were associated with decreased risk of transformation. In multivariate analysis (MVA), higher number of nodal sites and SCT were associated with decreased risk of transformation. The median time to transformation in months for those who transformed was 39 (range 5-240 months) while in CNT it was 51 months (1-257 months). We further identified that incremental Ki-67% was significantly associated with TTT and OS (Figure-1A-B) . Using CART analysis we identified Ki-67% ≥60 is significantly associated with shorter TTT (HR, 6.26; 95% CI 2.58-15.21; p <0.001- 1C ). In addition, shorter TTT was associated with elevated LDH, high risk MIPI score, CNS involvement at baseline, higher WBC counts, leukemic phase MCL, complex cytogenetics and R-chemotherapy as first line treatment while longer TTT was associated with higher number of nodal sites, SCT at any time point, higher hemoglobin, CR after initial treatment ( Figure-1D ) and increased number of lines of treatment before transformation. In MVA, higher number of nodal sites, CR after initial treatment was predictive of longer TTT while CNS involvement at baseline and bone marrow involvement at baseline were predictive of shorter TTT. Further analysis on gene signature, type of treatments, response, VH gene mutation, Sox-11 status, somatic mutation status are ongoing and will be reported. Conclusions: This is the first analysis showing an association of routinely available clinical variables in determining risk for transformation of MCL and TTT. Routinely available variables such as incremental Ki-67%, LDH levels, number of nodal sites, ibrutinib based treatments, SCT, CR after first line treatment and leukemic phase at diagnosis reliably predicted for time to transformation in MCL. View large Download slide View large Download slide  Close modal Disclosures Lee: Seattle Genetics, Inc.: Research Funding. Westin: Genentech: Other: Advisory Board, Research Funding; Curis: Other: Advisory Board, Research Funding; Juno: Other: Advisory Board; Celgene: Other: Advisory Board, Research Funding; Novartis: Other: Advisory Board, Research Funding; Kite: Other: Advisory Board, Research Funding; Unum: Research Funding; 47 Inc: Research Funding; MorphoSys: Other: Advisory Board; Janssen: Other: Advisory Board, Research Funding. Nastoupil: Bayer: Honoraria; Celgene: Honoraria, Research Funding; Genentech, Inc.: Honoraria, Research Funding; Gilead: Honoraria; Janssen: Honoraria, Research Funding; Novartis: Honoraria; TG Therapeutics: Honoraria, Research Funding; Spectrum: Honoraria. Champlin: Sanofi-Genzyme: Research Funding; Actinium: Consultancy; Johnson and Johnson: Consultancy. Neelapu: Cellectis: Research Funding; Novartis: Consultancy; Precision Biosciences: Consultancy; BMS: Research Funding; Acerta: Research Funding; Incyte: Consultancy; Poseida: Research Funding; Unum Therapeutics: Consultancy, Research Funding; Cell Medica: Consultancy; Karus: Research Funding; Pfizer: Consultancy; Celgene: Consultancy, Research Funding; Kite, a Gilead Company: Consultancy, Research Funding; Merck: Consultancy, Research Funding; Allogene: Consultancy. Fowler: TG Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding. Wang: Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Loxo Oncology: Research Funding; Celgene: Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria, Research Funding, Speakers Bureau; Juno Therapeutics: Research Funding; Aviara: Research Funding; Dava Oncology: Honoraria; MoreHealth: Consultancy, Equity Ownership; Pharmacyclics: Honoraria, Research Funding; Acerta Pharma: Consultancy, Research Funding; Kite Pharma: Consultancy, Research Funding; Guidepoint Global: Consultancy; BioInvent: Consultancy, Research Funding; VelosBio: Research Funding.",
    "topics": [
        "brachial plexus neuritis",
        "mantle-cell lymphoma",
        "chemotherapy regimen",
        "ibrutinib",
        "bone marrow involvement",
        "follow-up",
        "hemoglobin",
        "actinium",
        "autologous stem cell transplant",
        "complete remission"
    ],
    "author_names": [
        "Preetesh Jain, MBBS,MDDM,PhD",
        "Rashmi Kanagal-Shamanna, MD",
        "Chi Young Ok, MD",
        "Gonzalez-Pagan Omarya",
        "Lucy Navsaria, MB BCh BAO",
        "Graciela M. Nogueras González, MPH",
        "Shaojun Zhang, PhD",
        "Guangchun Han",
        "Ahmad Ghorab",
        "Prajwal Boddu, MD",
        "F. B. Hagemeister, MD",
        "Hun Ju Lee, MD",
        "Krystle Nomie, PhD",
        "Changying Jiang, PhD",
        "Luis Fayad, MD",
        "Jason R. Westin, MD",
        "Loretta J. Nastoupil, MD MSc",
        "Sairah Ahmed, MD",
        "Swaminathan P. Iyer, MD",
        "Richard E. Champlin, MD",
        "Sattva S Neelapu, MD",
        "Jorge Enrique Romaguera, MD",
        "Nathan H. Fowler, MD",
        "Guilin Tang, MD",
        "Shaoying Li, MD",
        "Keyur Patel, MD PhD",
        "Selvi Thirumurthi",
        "Pan Tinsu",
        "Guofang Xu, MD",
        "Linghua Wang, PhD",
        "Michael L. Wang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Preetesh Jain, MBBS,MDDM,PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rashmi Kanagal-Shamanna, MD",
            "author_affiliations": [
                "Department of Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chi Young Ok, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gonzalez-Pagan Omarya",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucy Navsaria, MB BCh BAO",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graciela M. Nogueras González, MPH",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaojun Zhang, PhD",
            "author_affiliations": [
                "Department of Genomic Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guangchun Han",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmad Ghorab",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prajwal Boddu, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. B. Hagemeister, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hun Ju Lee, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krystle Nomie, PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changying Jiang, PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Fayad, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason R. Westin, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loretta J. Nastoupil, MD MSc",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sairah Ahmed, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swaminathan P. Iyer, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard E. Champlin, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S Neelapu, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Enrique Romaguera, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan H. Fowler, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guilin Tang, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaoying Li, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keyur Patel, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selvi Thirumurthi",
            "author_affiliations": [
                "Department of Gastroenterology, The University of Texas MD Anderson Cancer Center, Houston, "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pan Tinsu",
            "author_affiliations": [
                "Department of Imaging Physics, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guofang Xu, MD",
            "author_affiliations": [
                "Department of Nuclear Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linghua Wang, PhD",
            "author_affiliations": [
                "Department of Genomic Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael L. Wang, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX ",
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T02:37:03",
    "is_scraped": "1"
}