{
    "doi": "https://doi.org/10.1182/blood.V106.11.4080.4080",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=383",
    "start_url_page_num": 383,
    "is_scraped": "1",
    "article_title": "Clinical Diagnosis and Management of Children with Large Splenic Hemangiomas Accompanied with Consumptional Coagulopathy. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objective To improve the diagnosis and treatment of children with large splenic hemangiomas accompanied with consumptional coagulopathy. Methods From Dec 2003 to May 2004, 2 children with large splenic hemangiomas and coagulational abnormality were admitted consecutively. Both of them were boys, aged 2.8 and 3.5 years old, respectively. Both of them had splenomegaly, and Patient 2 also had multiple bone hemangiommas(confirmed by biopsy before splenectomy) on addmission. Imaging studies failed to confirm the diagnosis of splenic hemangiomas. Both of them received 24 hours continuous subcutaneous injection of Nadroparin Calcium therapy and the coagulopathies were improved. Then, Patient 1 had splenectomy, and Patient 2 received Nadroparin Calcium therapy plus steroid and interferon therapy for 6 months, then also went to splenectomy. Results Both of the two patients had normal platelet counts and normal coagulation parameters just after their splenectomies. Histology studies confirmed the diagnoses of splenic cavernous hemangiomas. Before splenectomy, Patient 2 had a stable status for 6 months after he received Nadroparin Calcium therapy plus interferon and steroid therapy. Till March 31th, 2005, Patient 1 had disease free for 13 months, and Patient 2 had normal platlet counts and normal coagulation parameters for 5 month besides his stable multiple bone lessions. Conclusion Childhood large splenic hemangioma accompanied with consumptional coagulopathy is a rare disease, which can be cured by splenectomy. Before operation, it is necessary to improve the coagulation abnormality, and 24 hours continuous subcutaneous Nadroparin Calcium injection plus coagulation factors transfusion is effective.",
    "topics": [
        "blood coagulation disorders",
        "child",
        "clinical diagnosis",
        "hemangioma",
        "spleen",
        "splenectomy",
        "nadroparin",
        "human leukocyte interferon",
        "interferons",
        "biopsy"
    ],
    "author_names": [
        "Pan Ci, MD",
        "Chen Jing, MD",
        "Dong Lu, MD",
        "Tang Jingyan, PhD",
        "Wang Yaoping, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Shanghai Xinhua Hospital, Shanghai Children’s Medical Center, Shanghai, China."
        ],
        [
            "Hematology/Oncology, Shanghai Xinhua Hospital, Shanghai Children’s Medical Center, Shanghai, China."
        ],
        [
            "Hematology/Oncology, Shanghai Xinhua Hospital, Shanghai Children’s Medical Center, Shanghai, China."
        ],
        [
            "Hematology/Oncology, Shanghai Xinhua Hospital, Shanghai Children’s Medical Center, Shanghai, China."
        ],
        [
            "Hematology/Oncology, Shanghai Xinhua Hospital, Shanghai Children’s Medical Center, Shanghai, China."
        ]
    ],
    "first_author_latitude": "31.2049",
    "first_author_longitude": "121.52162500000001"
}