{
    "doi": "https://doi.org/10.1182/blood-2019-124500",
    "article_title": "Genetic Characteristics and Outcomes By Mutation Status in a Phase 3 Study of CPX-351 Versus 7+3 in Older Adults with Newly Diagnosed, High-Risk/Secondary Acute Myeloid Leukemia (AML) ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Introduction: Molecular genetic characteristics are highly associated with clinical outcomes in AML patients treated with standard therapies. The impact of gene mutations on the efficacy of novel agents has been less well defined. CPX-351 (Vyxeos ® ; daunorubicin and cytarabine liposome for injection), a dual-drug liposomal encapsulation of cytarabine and daunorubicin at a synergistic ratio, is approved by the US FDA and EMA for the treatment of adults with newly diagnosed, therapy-related AML or AML with myelodysplasia-related changes, based on the results of a randomized phase 3 study. We evaluated the genetic characteristics of patients enrolled in the phase 3 study and the association between gene mutations and outcomes. Methods: In the phase 3 study (NCT01696084; described previously), 309 adults aged 60-75 y with newly diagnosed, high-risk/secondary AML were randomized 1:1 to receive CPX-351 or 7+3 induction and consolidation. We performed targeted sequencing of 112 genes in pretreatment blood or bone marrow samples from all available patients (n = 169), including 84 treated with CPX-351 and 85 treated with standard 7+3. The frequency of mutations was assessed by age (age 60-69 vs 70-75 y) and in 3 AML subgroups: (1) secondary AML, defined as antecedent myelodysplastic syndrome (MDS) or chronic myelomonocytic leukemia (CMML), (2) de novo AML with MDS karyotype [ de novo AML], and (3) therapy-related AML. More patients were aged 60-69 y (n = 114): 55.3% secondary AML, 21.9% de novo AML, and 22.8% therapy-related AML than 70-75 y (n = 55): 54.5%, 32.7% and 12.7%, respectively. European LeukemiaNet risk assessment was favorable, intermediate, and adverse for 4.9%, 50.6%, and 44.4% of patients in the CPX-351 arm and 6.4%, 39.7%, and 53.8% of patients in the 7+3 arm. Results: A total of 711 pathogenic mutations were identified in 161 of 169 (95.2%) patients (Figure). The most frequent mutations overall were TP53 (34.9%), ASXL1 (29.6%), RUNX1 (25.4%), TET2 (25.4%), and DNMT3A (24.3%). Individual gene mutations were associated with specific AML subtypes. Among patients with clinically defined secondary AML, secondary-type mutations, such as ASXL1 , SRSF2 , STAG2 , and ZRSR2 , as well as CEBPA , ETV6 , RUNX1 , and SETBP1 , were more common than in the other AML subgroups (nominal P <0.05). By contrast, the frequency of TP53 mutations was higher among patients with therapy-related AML (57.6%) and de novo AML (51.2%) than in those with secondary AML (19.4%; nominal P <0.0001). Activated signaling genes ( FLT3, NRAS, KRAS, PTPN11, CBL, NF1, RIT1, KIT ) were more common in the secondary AML subgroup than the other AML subgroups (nominal P = 0.047). In a univariate analysis, TET2 (38.2% vs 19.3%; nominal P = 0.014) and EZH2 (12.7% vs 2.6%; nominal P = 0.014) were more common in patients 70-75 versus 60-69 years. We evaluated the association between individual gene mutations and clinical outcomes, focusing on genes mutated in ≥20% of patients. Among patients with these mutations, the rates of complete remission (CR) or CR with incomplete neutrophil or platelet recovery (CR+CRi) were generally similar in the CPX-351 and 7+3 arms (Table). Using a univariable Cox model, median overall survival (OS) was longer in the CPX-351 versus 7+3 arms among patients with DNMT3A (12.6 vs 5.5 mo; HR = 0.41 [95% CI: 0.19-0.89]) and TET2 (9.1 vs 3.7 mo; HR = 0.47 [95% CI: 0.23-0.93]) mutations (Table). Median OS was similar among patients with TP53 mutations treated with CPX-351 and 7+3 (4.5 vs 5.1 mo; HR = 1.19 [95% CI: 0.70-2.05]). Median OS among patients with ASXL1 mutations treated with CPX-351 versus 7+3 was 9.10 versus 6.29 mo (HR = 0.67 [95% CI: 0.35-1.27]) and for those with RUNX1 mutations was 8.87 versus 4.09 mo (HR = 0.58 [95% CI: 0.30-1.11]), respectively. Additional data will be included in the presentation. Conclusions: Patients enrolled in the phase 3 study had high-risk genetic characteristics, including 35% with TP53 mutations and 56% with secondary-type gene mutations previously shown to be associated with MDS and poor treatment outcomes. TP53 mutations were associated with a poor prognosis, irrespective of treatment arm, whereas median OS was longer for CPX-351 versus 7+3 among patients with two of the most common mutations: DNMT3A and TET2 . View large Download slide View large Download slide  Close modal Disclosures Lindsley: Jazz Pharmaceuticals: Research Funding; Takeda Pharmaceuticals: Consultancy; Medlmmune: Research Funding. Stone: AbbVie, Actinium, Agios, Argenx, Arog, Astellas, AstraZeneca, Biolinerx, Celgene, Cornerstone Biopharma, Fujifilm, Jazz Pharmaceuticals, Amgen, Ono, Orsenix, Otsuka, Merck, Novartis, Pfizer, Sumitomo, Trovagene: Consultancy; Argenx, Celgene, Takeda Oncology: Other: Data and Safety Monitoring Board/Committee: ; Novartis, Agios, Arog: Research Funding. Cortes: Astellas Pharma: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; BiolineRx: Consultancy; Sun Pharma: Research Funding; Jazz Pharmaceuticals: Consultancy, Research Funding; Merus: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Research Funding; Immunogen: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Biopath Holdings: Consultancy, Honoraria; Forma Therapeutics: Consultancy, Honoraria, Research Funding; Daiichi Sankyo: Consultancy, Honoraria, Research Funding. Uy: GlycoMimetics: Consultancy; Astellas: Consultancy; Curis: Consultancy; Pfizer: Consultancy. Lin: Pfizer: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Honoraria. Ritchie: Celgene, Incyte, Novartis, Pfizer: Consultancy; Ariad, Celgene, Incyte, Novartis: Speakers Bureau; AStella, Bristol-Myers Squibb, Novartis, NS Pharma, Pfizer: Research Funding; Celgene, Novartis: Other: travel support; Jazz Pharmaceuticals: Research Funding; Genentech: Other: Advisory board; Celgene: Other: Advisory board; Pfizer: Other: Advisory board, travel support; agios: Other: Advisory board; Tolero: Other: Advisory board. Prebet: novartis: Honoraria; pfizer: Honoraria; pfizer: Honoraria; novartis: Honoraria; Boehringer Ingelheim: Research Funding. Ryan: Jazz Pharmaceuticals: Employment, Equity Ownership. Faderl: Jazz Pharmaceutics: Employment, Equity Ownership. Lancet: Pfizer: Consultancy, Research Funding; Daiichi Sankyo: Consultancy, Other: fees for non-CME/CE services ; Agios, Biopath, Biosight, Boehringer Inglheim, Celator, Celgene, Janssen, Jazz Pharmaceuticals, Karyopharm, Novartis: Consultancy.",
    "topics": [
        "genetics",
        "leukemia, secondary acute",
        "liposomal cytarabine-daunorubicin cpx-351",
        "mutation",
        "older adult",
        "liposomes",
        "protein p53",
        "cytarabine",
        "daunorubicin",
        "leukemia, myelomonocytic, chronic"
    ],
    "author_names": [
        "R. Coleman Lindsley, MD PhD",
        "Christopher J. Gibson, MD",
        "H. Moses Murdock, BS",
        "Richard M. Stone, MD",
        "Jorge E. Cortes, MD",
        "Geoffrey L. Uy, MD",
        "Tara L. Lin, MD",
        "Ellen K. Ritchie, MD",
        "Thomas Prebet, MD PhD",
        "Robert J. Ryan, MS",
        "Stefan Faderl, MD",
        "Jeffrey E. Lancet, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "R. Coleman Lindsley, MD PhD",
            "author_affiliations": [
                "Dana-Farber/Harvard Cancer Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher J. Gibson, MD",
            "author_affiliations": [
                "Dana-Farber/Harvard Cancer Center, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Moses Murdock, BS",
            "author_affiliations": [
                "Dana-Farber/Harvard Cancer Center, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone, MD",
            "author_affiliations": [
                "Dana-Farber/Harvard Cancer Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey L. Uy, MD",
            "author_affiliations": [
                "Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara L. Lin, MD",
            "author_affiliations": [
                "University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen K. Ritchie, MD",
            "author_affiliations": [
                "Weill Cornell Medical College of Cornell University, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Prebet, MD PhD",
            "author_affiliations": [
                "University, Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Ryan, MS",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Philadelphia, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Faderl, MD",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Palo Alto, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E. Lancet, MD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T13:08:31",
    "is_scraped": "1"
}