{
    "doi": "https://doi.org/10.1182/blood.V126.23.1934.1934",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3055",
    "start_url_page_num": 3055,
    "is_scraped": "1",
    "article_title": "Defining Successful Immune Reconstitution (IR) after Allogeneic Hematopoietic Cell Transplantation (HCT) ",
    "article_date": "December 3, 2015",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "topics": [
        "allopurinol",
        "antigens",
        "b-lymphocytes",
        "cd19 antigens",
        "cell therapy",
        "chemotherapy regimen",
        "cmv reactivation",
        "cytomegalovirus",
        "deficiency, immune",
        "donors"
    ],
    "author_names": [
        "Mayada Salman Abu Shanap, MD",
        "Sarah Cooley, MD",
        "Xianghua Luo, PhD",
        "Cao Qing",
        "Julie Curtsinger, PhD",
        "Rachel Bergerson, PhD",
        "Nelli Bejanyan",
        "Heather Stefanski, MD PhD",
        "Claudio Brunstein, MD",
        "Daniel J. Weisdorf, MD",
        "Bruce R. Blazar, MD",
        "Jeffrey S. Miller, MD",
        "John E Wagner, MD",
        "Michael R. Verneris, MD"
    ],
    "author_affiliations": [
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "Adult and Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "Adult and Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Pediatrics, Department of Medicine, University of Minnesota Cancer Center, Minneapolis, MN "
        ],
        [
            "Adult and Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "Blood and Marrow Transplantation, Department of Pediatrics, University of Minnesota, Minneapolis, MN"
        ]
    ],
    "first_author_latitude": "44.97399",
    "first_author_longitude": "-93.2277285",
    "abstract_text": "Allo-HCT is curative for hematological malignancies that are refractory to conventional chemotherapy. However, GVHD, CMV reactivation and relapse are common complications that either impair immune recovery (IR) or are secondary to the profound immune deficiency associated with these complications. We reasoned that patients who lacked these and survived beyond 1 year 'behaved' as if they had reconstituted functionally. To address this hypothesis we analyzed T, B and NK IR in 423 allo-HCT patients with hematologic malignancy without TRM in the first year. Patients who lacked GVHD, CMV reactivation and relapse were assigned to the \"successful\" IR group (n=115), while those who had any of these were assigned to the \"suboptimal\" IR group (n=308). Because some \"successful\" patients were CMV seronegative (CMV-) and thus at low risk for CMV viremia, we further divided this group into \"successful-CMV+\" (n=50) and \"successful-CMV-\" (n=65). In terms of 5-year DFS, \"successful-CMV+\" patients had the best outcome followed by \"successful-CMV-\" and \"suboptimal\" patients (90% [95% CI: 76-96%] vs 57% [36-72%] vs 43% [37-49%], p1480/ul) by D+60 as compared to that in \"successful-CMV-\" and \"suboptimal\" patients (57% vs. 13% vs. 24%, p=0.0005 and p=0.0025, respectively). This was primarily driven by faster CD3+CD8+ recovery to normal levels (64% vs. 15% vs. 26%, p=0.0004 and p=0.0016, respectively). These findings were durable over one year, with the \"successful-CMV+\" patients having significantly higher absolute numbers of CD3+CD8+ T cells at nearly every time point compared to the other two groups. Similarly, a significantly higher proportion of patients reached the normal range for B cells in the \"successful-CMV+\" and \"successful-CMV-\" groups relative to \"suboptimal\" IR group. After antigen encounter, naïve T cells differentiate into effector memory (EM) and central memory (CM) cells with some of the EM cells reacquiring CD45RA (EMRA); therefore, we evaluated the three groups for recovery of these T cell subpopulations. \"Successful-CMV+\" patients had significantly higher numbers of CD4+ and CD8+ EM and EMRA cells at nearly all time points compared to the other groups. Using a multivariate mixed model and taking time since transplant, donor stem cell source and recipient age into consideration, patients in \"successful-CMV+\" IR group showed higher ALC as well as higher absolute numbers of CD3, CD4EM, CD4EMRA, CD8EM, CD8EMRA, and NKG2C+CD57+ relative to the other group, Table 1). Together, these data define the phenotypic profile of the successful IR with the unexpected findings of better survival in CMV+ seropositive patients who are able to control CMV reactivation (and without GVHD or relapse). These results highlight the intriguing relationship between CMV and the human immune system and further suggest that strategies to control CMV reactivation (drugs, cellular therapy or vaccination) may have an unexpected impact on transplant outcomes. Table 1. Multivariable Regression Analysis on Lymphocyte Recovery Between Patient Groups. Linear mixed model was used on log transformed absolute counts at multiple time points with covariates of group, time since transplant, stem cell source, and recipient age. Regression coefficients reflect the \"average\" effect over time adjusted for stem cell source and recipient age.  Lymphocyte Subsets . Successful CMV+ vs Successful CMV- . Non-Successful vs Successful CMV + . Suboptimal vs Successful CMV- .  Coefficient P value Coefficient P value Coefficient P value ALC 0.29 0.014 -0.32 0.001 -0.04 0.664 CD19 0.09 0.77 -0.96 0.0001 -0.88 < 0.0001  CD3 0.47 0.004 -0.38 0.006 0.09 0.454 CD3CD4 0.17 0.269 -0.33 0.014 -0.16 0.169 CD4 Naive -0.01 0.96 -0.25 0.22 -0.26 0.131 CD4CM 0.09 0.59 -0.25 0.099 -0.15 0.228 CD4EMRA 0.84 <0.0001 -0.38 0.034 0.46 0.003 CD4EM 0.62 0.0004 -0.50 0.001 0.12 0.35 CD3CD8 0.95 <0.0001 -0.49 0.005 0.46 0.002 CD8 Naive 0.42 0.025 -0.30 0.056 0.11 0.403 CD8CM 0.59 0.006 -0.31 0.085 0.27 0.08 CD8EMRA 1.53 <0.0001 -0.50 0.028 1.02 <0.0001 CD8EM 1.38 <0.0001 -0.53 0.03 0.85 <0.0001 NKG2C+CD57 0.93 <0.0001 -0.39 0.05 0.54 0.0005 Lymphocyte Subsets . Successful CMV+ vs Successful CMV- . Non-Successful vs Successful CMV + . Suboptimal vs Successful CMV- .  Coefficient P value Coefficient P value Coefficient P value ALC 0.29 0.014 -0.32 0.001 -0.04 0.664 CD19 0.09 0.77 -0.96 0.0001 -0.88 < 0.0001  CD3 0.47 0.004 -0.38 0.006 0.09 0.454 CD3CD4 0.17 0.269 -0.33 0.014 -0.16 0.169 CD4 Naive -0.01 0.96 -0.25 0.22 -0.26 0.131 CD4CM 0.09 0.59 -0.25 0.099 -0.15 0.228 CD4EMRA 0.84 <0.0001 -0.38 0.034 0.46 0.003 CD4EM 0.62 0.0004 -0.50 0.001 0.12 0.35 CD3CD8 0.95 <0.0001 -0.49 0.005 0.46 0.002 CD8 Naive 0.42 0.025 -0.30 0.056 0.11 0.403 CD8CM 0.59 0.006 -0.31 0.085 0.27 0.08 CD8EMRA 1.53 <0.0001 -0.50 0.028 1.02 <0.0001 CD8EM 1.38 <0.0001 -0.53 0.03 0.85 <0.0001 NKG2C+CD57 0.93 <0.0001 -0.39 0.05 0.54 0.0005 View Large Figure 1. View large Download slide 5 Year DFS and intergroup comparisons. Figure 1. View large Download slide 5 Year DFS and intergroup comparisons.  Disclosures Miller: Coronado: Speakers Bureau; BioSciences: Speakers Bureau; Celegene: Speakers Bureau."
}