{
    "doi": "https://doi.org/10.1182/blood-2020-143299",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4639",
    "start_url_page_num": 4639,
    "is_scraped": "1",
    "article_title": "The Efficacy of Passive Valve Antimicrobial Swab Caps Against Existing Clabsi Prevention Bundle in an Adult Hematology Inpatient Population: A Quality Improvement Initiative ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "topics": null,
    "author_names": [
        "Joseph F. Ferry",
        "Neil Bailey, MSc",
        "Vanessa Dunleavy, ARNP",
        "Joanna Fesler, ARNP",
        "Judson Hall, PA-C",
        "Sonia Glennie, ARNP",
        "William I Bensinger, MD",
        "Raya Mawad, MD",
        "Krish Patel, MD",
        "Daniel Egan, MD",
        "John M. Pagel, MDPhD",
        "Livia Hegerova, MD"
    ],
    "author_affiliations": [
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.60966669999999",
    "first_author_longitude": "-122.3226272",
    "abstract_text": "Background : Central line associated blood stream infections (CLABSI) have been the costliest of all healthcare associated infections. The average CLABSI cost is approximately $46,000 (Haddadin & Regunath, 2019). Most cases may be preventable with utilization of aseptic techniques, surveillance, and management through local protocols. The majority of CLABSI occur more than five days after central vascular access (CVA); therefore, there has been a growing focus on central line handling and maintenance techniques. CLABSI prevention data has been largely focused on the intensive care unit (ICU) patient population where an average of about half of patients have CVA. There have been few studies exploring the rates of CLABSI in the adult hematology population, a population with unique risk factors due to their immunosuppressing treatments and prolonged immunocompromised states. There has been emerging data that suggests the use of new technology in addition to existing central line maintenance recommendations by the Center for Disease Control may further reduce the rate of CLABSI occurrences in high-risk patient populations. Aim: To determine the efficacy of passive valve antimicrobial swab caps on the reduction of CLABSI in an inpatient hematology patient population when compared to current existing local practices. Outcomes of reported incidents of CLABSI have been evaluated against pre-interventional data for this setting. Methods : Retrospective analysis of medical records from January 2016 - September 2019 identified the existing rate of CLABSI occurrence among inpatient hematology patients at a single institution. We utilized the intervention of antimicrobial swab caps for 10 months and tracked the rate of CLABSI during this time. The nursing staff were educated on the quality improvement project, the use of the new equipment, and expectations that existing standard practices per local policy for CLABSI prevention bundles would be adhered to prior to the start of the intervention. To evaluate the impact of the antimicrobial swab caps on the rate of CLABSI we compared the number of infections pre- and post-intervention. Randomized audits, including chart reviews for compliance with existing standard CLABSI bundle practices were performed during the initial 3 months of the intervention. Results : Prior to the introduction of the passive valve antimicrobial swab cap to the existing CLABSI prevention protocol, CLABSI rates on the hematology unit exceeded the standardized infection ratio 75 th percentile on 9 of the previous 15 calendar quarters. The intervention was observed for 6,674 central line days. The CLABSI rate during the intervention was 0.4495 per 1,000 central line days. The CLABSIs identified were due to nosocomial opportunistic infection in setting of immunosuppressed status (66%) and gastrointestinal translocation (33%). The common diagnosis in setting of CLABSI was refractory/relapse diffuse large B-cell lymphoma (66%) and active acute myeloid leukemia (33%). The two patients who were diagnosed with CLABSI were neutropenic with an absolute neutrophil count of 0 at time of CLABSI diagnosis. The organisms identified at time of CLABSI diagnosis were Clostridium ramosom , Enterococcus faecium , Staphylococcus epidermisis , and Candida parapsilosis. When considering the cost of a CLABSI to be about $46,000 per event and the annual cost for the inpatient hematology unit's use of the caps of approximately $19,710, the implementation of the antimicrobial swab cap reduced the cost associated with CLASBI in the hematology unit by approximately $26,290 annually. Conclusions : The introduction of the passive valve antimicrobial swab caps appears to demonstrate potential for reduced costs due to CLABSI when implemented into current CLABSI prevention bundles. This resulted in a 25% reduction in rates of CLABSI in the adult hematology patient population when compared to the previous year. The prevention of CLABSI in hematology patients with central vascular access remains challenging, however, standardized protocols for CLABSI prevention and use of antimicrobial swab caps may help further reduce the rate of CLABSI in hematology patients. Disclosures: No relevant conflicts of interest to declare. Disclosures Glennie: Pharmacyclics: Speakers Bureau; Janssen: Speakers Bureau. Bensinger: BMS: Consultancy, Honoraria, Research Funding, Speakers Bureau; Sanofi: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau; GSK: Consultancy, Honoraria, Research Funding, Speakers Bureau; Regeneron: Consultancy, Honoraria, Research Funding, Speakers Bureau. Patel: Celgene/BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Speakers Bureau; AstraZeneca: Consultancy, Research Funding, Speakers Bureau; BeiGene: Consultancy; Adaptive Biotechnologies: Consultancy; Genentech: Consultancy, Speakers Bureau; Kite: Consultancy; Pharmacyclics: Consultancy, Speakers Bureau."
}