{
    "doi": "https://doi.org/10.1182/blood.V116.21.1220.1220",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1728",
    "start_url_page_num": 1728,
    "is_scraped": "1",
    "article_title": "Jak2 Regulates Bcr-Abl In CD34+ Cells From Imatinib Mesylate-Resistant CML Patients. ",
    "article_date": "November 19, 2010",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "mesylates",
        "blast phase",
        "cancer",
        "fusion proteins, bcr-abl",
        "accelerated phase",
        "disease remission",
        "phosphotyrosine",
        "western blotting"
    ],
    "author_names": [
        "Ajoy K. Samanta, Ph.D.",
        "Bastianella Perazzona, Ph.D.",
        "Sandip N. Chakraborty",
        "Xiaoping Sun, MD, PhD",
        "Hardik Modi",
        "Ravi Bhatia, MD",
        "Ralph B. Arlinghaus, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular Pathology, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Molecular Pathology, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Molecular Pathology, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Laboratory Medicine, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Division of Hematopoietic Stem Cell & Leukemia Research, City of Hope Natl. Med. Ctr., Duarte, CA, USA, "
        ],
        [
            "City of Hope, Duarte, CA, USA"
        ],
        [
            "Molecular Pathology, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 1220 Despite the success of imatinib mesylate (IM), complete molecular remission is difficult to achieve in IM-treated CML patients. After continuing treatment with IM, a population of leukemic stem/progenitor cells remains, which are insensitive to IM. Our previous studies have shown that Jak2 regulates Bcr-Abl signaling and maintains levels of Bcr-Abl in CML cell lines, fresh cells from blast crisis patients, and mouse hematopoietic cells transformed by wild-type and imatinib-resistant mutants of BCR-ABL (Samanta et al. ASH 2009 meeting, submitted). We hypothesize that Jak2 plays similar role in Bcr-Abl+ CD34+ stem/progenitor cells, and that inhibition of Jak2 will induce apoptosis by inhibiting critical signaling pathways. In our current studies we have examined Bcr-Abl CD34+ progenitor cells from CML blast crisis patients. These cells are resistant to IM but quite sensitive to cell death induction by the selective Jak2 inhibitor TG101209 at 5–10 μM concentrations for 48 h. Similar results were obtained with cells from IM-resistant accelerated phase and IM-resistant chronic phase patients. Western blotting of CD34+ cells from an IM-resistant blast crisis CML patient established that a four h treatment with TG101209 at 10 μM severely reduced levels of Bcr-Abl protein and levels of phosphotyrosine 177 within Bcr-Abl. To begin to assess whether Jak2 effects on Bcr-Abl signaling also occur in early stage Bcr-Abl induced disease, we assayed CD34+ cord blood cells transformed by Bcr-Abl in short-term culture (Chu S et al. Cancer Res 2007; 67: 7045–7053). The results showed that a six h treatment with TG101209 (10 μM) reduced levels of: Jak2 protein; activated Jak2 (lower levels of pTyr 1007/8); Tyr 177 within Bcr-Abl; and the Bcr-Abl protein itself. These results support our earlier findings that Jak2 regulates Bcr-Abl signaling in CML cell lines (Samanta AK, et al. Cancer Res 66 (13):6468-72, 7/2006; Samanta AK, et al., Oncogene 28 (14):1669-81, 4/2009; Tao W., et al., Oncogene 27(22):3194-200, 5/2008). Furthermore, these results suggest that Jak2 plays a critical role in progenitor CML cells from early stage and late stage patients with CML disease. Disclosures: Bhatia: Novartis: Consultancy."
}