{
    "doi": "https://doi.org/10.1182/blood.V118.21.2906.2906",
    "article_title": "Epoxyketone-Based Proteasome Inhibitors Carfilzomib and Orally Bioavailable ONX 0912 Have Anti-Resorptive and Bone-Anabolic Activity in Addition to Anti-Myeloma Effects ",
    "article_date": "November 18, 2011",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2906 Background: Multiple myeloma (MM), a hematological malignancy of terminally differentiated plasma cells, is closely associated with osteolytic bone disease, caused by increased osteoclast (OC) number and resorption and suppressed osteoblast (OB) differentiation and function. Proteasome inhibitors (PIs), such as bortezomib, have become a cornerstone therapy for MM, potently reducing tumor burden and inhibiting pathologic bone destruction. In clinical trials, carfilzomib, a second generation epoxyketone-based PI, has exhibited potent anti-myeloma efficacy and decreased side effects compared to bortezomib. ONX 0912 is an orally bioavailable analog of carfilzomib. However, it is currently not known whether carfilzomib and ONX 0912, in addition to their anti-myeloma activity, may have a beneficial effect on myeloma-associated bone disease similarly to bortezomib. Here, we have conducted in vitro studies to evaluate the ability of each PI to promote osteogenic differentiation and function and to inhibit OC formation and resorption in murine and human cells. We have also studied the effects of orally administered ONX 0912 in both non-myelomatous mice and mice bearing bone marrow (BM) disseminated human myeloma. Patient samples, material and methods: The human MM cell lines MM.1S, U266 and RPMI-8226 were employed. Mesenchymal stem cells from BM samples of healthy donors, MM patients and mice were used for OB studies, whereas PBMCs from healthy volunteers and murine BM macrophages were used to generate OCs. Viability, proliferation and apoptosis were respectively assessed by MTT assay, BrdU incorporation and Annexin V/7-AAD staining. OB differentiation and function were investigated by alkaline phosphatase activity, quantitative mineralization assay and real-time quantitative RT-PCR. Osteoclastogenesis was assessed by enumeration of mutinucleated (≥3) tartrate resistant acid phosphatase-positive cells, whereas OC resorption was assessed on calcium-coated slides. Immunoflurescence analyses and flow cytometry were used to further evaluate OC function. Micro-CT analysis of myelomatous and non-myelomatous bone, bioluminescence imaging of tumor burden, calcein labeling and determination of serum levels of Igλ, CTX and P1NP were used in in vivo models. Results: Carfilzomib and ONX 0912 effectively decreased MM cell viability in vitro following continual or physiologic brief pulse treatment. These PIs were also able to overcome the growth advantage conferred by co-culture with human BM stromal cells or OCs. During their differentiation from mesenchymal stem cell precursors of mice and myeloma patients, physiologic concentrations of carfilzomib and ONX 0912 stimulated osteogenic differentiation and matrix mineralization and enhanced OB activity. In a similar manner, carfilzomib and ONX 0912 inhibited osteoclastogenesis from mouse and human progenitors and inhibited OC resorption. Importantly, the effects of these new PIs were exerted without being cytotoxic to OC/OB precursors. Daily oral administration of ONX 0912 to non-tumor bearing mice increased trabecular bone volume and enhanced bone formation. Finally, in a mouse model of disseminated human MM, ONX 0912 decreased human RPMI-8226 tumor burden and prevented bone loss, with serum markers evidencing both bone anti-catabolic and anabolic effects. Conclusion: In vitro and at physiologic concentrations and dosing, carfilzomib and ONX 0912 not only exert cytotoxic effects on myeloma cells, but also directly enhance OB formation and function and inhibit OC differentiation and resorption. In a disseminated human MM mouse model, orally administered ONX 0912 showed anti-resorptive and bone-anabolic effects in addition to its anti-tumor properties. Our data demonstrate that carfilzomib and ONX 0912 exert combined beneficial effects of anti-myeloma activity and on associated-myeloma bone disease, with favorable pharmacologic and tolerability profiles being reported in patients. This work was supported by funding from the Spanish MICINN-ISCIII (PI081825) , Fundación de Investigación Médica Mutua Madrileña 2008 , Centro en Red de Medicina Regenerativa y Terapia Celular de Castilla y León, the National Institutes of Health (T32CA113275; P01CA100730; P50CA94056), the St. Louis Mens' Group Against Cancer, and the Holway Myeloma Fund . Disclosures: Kirk: Onyx Pharmaceuticals: Employment. San Miguel: Onyx Pharmaceuticals: Consultancy.",
    "topics": [
        "carfilzomib",
        "multiple myeloma",
        "oprozomib",
        "proteasome inhibitors",
        "neoplasms",
        "bone diseases",
        "bortezomib",
        "calcification",
        "administration, oral",
        "adverse effects"
    ],
    "author_names": [
        "Michelle A Hurchla",
        "Antonio Garcia-Gomez",
        "Mary C Hornick",
        "Enrique M Ocio",
        "Aixiao Li",
        "Juan F Blanco",
        "Lynne Collins",
        "Christopher J Kirk",
        "David Piwnica-Worms",
        "Ravi Vij, MD",
        "Michael H Tomasson",
        "Atanasio Pandiella",
        "Jesús F San Miguel",
        "Mercedes Garayoa",
        "Katherine N Weilbaecher"
    ],
    "author_dict_list": [
        {
            "author_name": "Michelle A Hurchla",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonio Garcia-Gomez",
            "author_affiliations": [
                "Centro de Investigación del Cáncer IBMCC/CSIC - Universidad de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary C Hornick",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrique M Ocio",
            "author_affiliations": [
                "Centro de Investigación del Cáncer IBMCC/CSIC - Universidad de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aixiao Li",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan F Blanco",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynne Collins",
            "author_affiliations": [
                "Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher J Kirk",
            "author_affiliations": [
                "Research Department, Onyx Pharmaceuticals, San Francisco, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Piwnica-Worms",
            "author_affiliations": [
                "Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Vij, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael H Tomasson",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atanasio Pandiella",
            "author_affiliations": [
                "Centro de Investigación del Cáncer IBMCC/CSIC - Universidad de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesús F San Miguel",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mercedes Garayoa",
            "author_affiliations": [
                "Centro de Investigación del Cáncer IBMCC/CSIC - Universidad de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine N Weilbaecher",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T02:37:43",
    "is_scraped": "1"
}