{
    "doi": "https://doi.org/10.1182/blood.V124.21.1349.1349",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2791",
    "start_url_page_num": 2791,
    "is_scraped": "1",
    "article_title": "Isocitrate Reverses Anemia of Inflammation in a Mouse Model Treated with Heat-Killed Brucella Abortus  ",
    "article_date": "December 6, 2014",
    "session_type": "102. Regulation of Iron Metabolism: Poster I",
    "topics": [
        "anemia of chronic disorder",
        "brucella abortus",
        "heat (physical force)",
        "isocitrates",
        "mice",
        "saline solutions",
        "hepcidin",
        "iron",
        "aconitate hydratase",
        "inflammation"
    ],
    "author_names": [
        "Sona Parikh, BS",
        "Eileen Fung, PhD",
        "Elizabeta Nemeth, PhD",
        "Tomas Ganz, MD PhD",
        "Airie Kim, MD"
    ],
    "author_affiliations": [
        [
            "University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "University of California, Los Angeles, CA"
        ],
        [
            "University of California, Los Angeles, Los Angeles, CA "
        ]
    ],
    "first_author_latitude": "34.067209",
    "first_author_longitude": "-118.44383525",
    "abstract_text": "INTRODUCTION: Anemia of inflammation (AI) is mediated by increased levels of hepcidin and inflammatory cytokines such as IFN-γ and TNF-α. The release of these cytokines upregulates the activity of the transcription factor PU.1 leading to an inhibition of erythroid differentiation. Another key component of this pathway is the iron-sensitive Krebs cycle enzyme aconitase. Iron restriction inactivates aconitase leading to a suppression of erythropoiesis. Isocitrate, the metabolite of aconitase, is thought to inhibit aconitase inactivation and increase erythroid responsiveness to erythropoietin (Richardson et al, JCI 2013). Using a mouse model of anemia of inflammation, we set out to characterize the effects of exogenous isocitrate on inflamed mice. METHODS: C57BL/6 mice were placed on iron-sufficient diet 2 weeks prior to intraperitoneal injection of either heat-killed Brucella abortus or saline. Both uninflamed and inflamed mice were then treated with either sodium isocitrate or saline. In total, there were 4 groups of study: isocitrate-treated inflamed mice, saline-treated inflamed mice, isocitrate-treated uninflamed mice, and saline-treated uninflamed mice. Mice were analyzed at various time points for CBC and differential, reticulocyte count, serum iron, hepcidin mRNA, and hepatic SAA-1 mRNA (an index of inflammation). RESULTS: In comparison to saline-treated inflamed mice, at 7 days, isocitrate-treated inflamed mice had significantly higher hemoglobin (11.7 g/dL v. 6.3 g/dL, p<0.001), a normalized MCV (microcorpuscular volume) (45.6 fL v. 43.6 fL, p<0.001) and increased reticulocyte product indices (7.6 v. 3.0, p<0.05). Also, at 7 days, isocitrate-treated inflamed mice had elevated Saa-1 mRNA levels (0.026 v. 0.0006, p<0.001) and white blood cell count (19.85 K/µL v. 9.66 K/µL, p<0.001) in comparison to saline-treated inflamed mice. Hepcidin and serum erythropoietin levels were comparable between the two groups of inflamed mice. Comparing isocitrate and saline treatment in uninflamed mice, hemoglobin levels, MCV, and reticulocyte levels did not significantly differ. DISCUSSION: Isocitrate treatment ameliorates anemia in our mouse model of AI. Despite comparable levels of serum erythropoietin, isocitrate-treated inflamed mice undergo increased erythropoiesis in comparison to saline-treated inflamed mice, as evidenced by the increased reticulocyte count. This suggests that isocitrate affects signaling at the level of erythropoiesis, and prevents the loss of responsiveness to erythropoietin that is normally seen during inflammation. The overall increase in Saa-1 mRNA levels and white blood cell count suggests that isocitrate might contribute to enhancing the overall inflammatory process. Inflammation induces iron restriction, through the action of hepcidin. However, hepcidin is not elevated in the isocitrate-treated inflamed mice. In the absence of inflammation, the parameters of isocitrate-treated mice are comparable to saline-treated mice. Although the mechanism of isocitrate’s effects on AI has yet to be elucidated, our characterization study could serve as a platform for further exploration into isocitrate’s potential therapeutic effects. Disclosures Nemeth: Intrinsic LifeSciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Merganser Biotech: Equity Ownership. Ganz: Intrinsic LifeSciences: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Keryx Pharma: Consultancy; Merganser Biotech: Consultancy, Equity Ownership."
}