{
    "doi": "https://doi.org/10.1182/blood-2018-99-116920",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4067",
    "start_url_page_num": 4067,
    "is_scraped": "1",
    "article_title": "Geriatric Impairments and Low Muscle Mass Are Associated with Treatment Discontinuation and Overall Survival in Newly Diagnosed Non-Transplant Eligible Multiple Myeloma Patients (nte-NDMM) Treated with Dose-Adjusted Melphalan-Prednisone-Bortezomib (MPV) — Results of the Dutch HOVON 123 Study ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": null,
    "author_names": [
        "Claudia A.M. Stege, MD",
        "Kazem Nasserinejad, PhD",
        "Mark-David Levin, MDPhD",
        "Saskia K. Klein, MD PhD",
        "Esther de Waal, PhD",
        "Corien Eeltink",
        "Charlotte L.B.M. Korst, MD",
        "Paula F Ypma, MDPhD",
        "Amanda C. Dijk, MD",
        "Matthijs Westerman, MD",
        "Wendy Deenik, MD",
        "Bea Tanis, PhD",
        "Monique C Minnema, MD PhD",
        "Henk M.W. Verheul, MD PhD",
        "Birgit I. Lissenberg-Witte, PhD",
        "Niels WCJ van de Donk, MD PhD",
        "Pieter Sonneveld, MD PhD",
        "Sonja Zweegman, MD PhD"
    ],
    "author_affiliations": [
        [
            "Amsterdam UMC, Vrije Universiteit Amsterdam, Department of Hematology, Cancer Center Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Internal Medicine, Albert Schweitzer Hospital, Dordrecht, Netherlands "
        ],
        [
            "Department of Hematology, Meander Medical Center, Amersfoort, Netherlands "
        ],
        [
            "Department of Internal Medicine, Medisch Centrum Leeuwarden, Leeuwarden, Netherlands "
        ],
        [
            "Department of Hematology, Amsterdam UMC, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Amsterdam University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Haga Hospital, The Hague, Netherlands "
        ],
        [
            "Department of Internal Medicine, St Jansdal Hospital, Harderwijk, Netherlands "
        ],
        [
            "Noordwest Ziekenhuisgroep, Alkmaar, NLD "
        ],
        [
            "Tergooiziekenhuizen, Blaricum, NLD "
        ],
        [
            "Groene Hart Hospital, Gouda, NLD "
        ],
        [
            "Department of Hematology, UMC Utrecht, Utrecht, Netherlands "
        ],
        [
            "Department of Medical Oncology, Amsterdam University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Epidemiology and Biostatistics, VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Cancer Center Amsterdam, VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Hematology, Cancer Cancer Amsterdam, Amsterdam University Medical Center, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "52.336742699999995",
    "first_author_longitude": "4.859163",
    "abstract_text": "Introduction There is a high rate of treatment discontinuation (TD) in elderly patients with nte-NDMM, that negatively impacts overall survival (OS). In order to prevent TD identification of unfit and frail patients is a prerequisite, either to withhold or adapt treatment. Although the IMWG frailty score (IMWG-FS) identifies frail patients with higher TD and inferior OS there is a need for refinement. Therefore, we prospectively evaluated the feasibility of a dose-adjusted Melphalan-Prednisone-Bortezomib (MPV) regimen in nte-NDMM patients ≥75 years of age. In addition, we investigated the prognostic value of a geriatric assessment (GA) and muscle mass and function for TD and OS. This is a preliminary analysis of 220/240 included patients. A final update, including multivariable prediction models, of 240 patients will be available at the ASH meeting. Methods Patients were treated with 9 cycles of MPV: M 6 mg/m 2 , day 1-4; P 30 mg/m 2 , day 1-4; and V 1.3 mg/m 2 day 1,8,15 and 22 of a 35-day cycle. Functional, cognitive, mental health, nutritional status and comorbidities were assessed at baseline (Table 1). Muscle mass and function were determined by CT scan and hand grip strength (HGS) and gait speed (GS), respectively. Presarcopenia was defined as low skeletal muscle mass (Skeletal Muscle Index (SMI) cm/m2) only, sarcopenia when additionally low muscle function (HGS or GS) was present, and severe sarcopenia when all 3 parameters were abnormal. Cut offs for muscle mass parameters were defined by sex-specific p5 and p10 values reported in the literature and a Bayesian statistical change point model. Associations between TD or OS and aforementioned factors were assessed via univariable regression models. Multivariable prediction models will be developed using variable selection procedures. Results 218/220 patients were eligible for frailty analysis; 61% frail, 28% unfit and 3% fit patients (7% unknown), according to IMWG-FS. Median follow-up was 22 months (inter quartile range (IQR) 15-32). TD within 9 cycles of MPV was 44%, being significantly higher in frail as compared to unfit patients (51% vs 29%, hazard ratio (HR) 2.52, 95% confidence interval (CI) 1.32-4.80, p=0.005, Fig. 1A). Overall response rate and median progression free survival were 74% and 17 months (IQR 12-22 months), both unaffected by frailty. Median OS was 45 months. Frail patients had a significant inferior OS as compared to unfit patients (median 31 versus 45 months, HR 2.13, 95% CI 1.21-3.76, p=0.009) (Fig. 1b). Frail patients were older, had significantly more comorbidities, lower physical function (both self-reported [EORTC QoL questionnaire and (i)ADL] and by physical examination [GS and HGS]), worse cognitive function, and more depression and malnutrition as compared to unfit patients (Table 1). Low muscle mass was detected in 13-22% of frail (depending on cut off) versus 5% of unfit patients. Sarcopenia was detected in 13-18% of frail (depending on cut off) and 5% of unfit patients. These data indicate that there are biological differences between unfit and frail patients. Subsequently, we investigated which GA and sarcopenia characteristics were associated with TD and OS. For TD, all IMWG-FS parameters but ADL, WHO ISS 3, muscle mass, depression and risk for malnutrition were associated (table 2). For OS all IMWG-FS parameters, WHO ISS 3, cytogenetic risk, muscle mass, depression, (risk of) malnutrition and cognitive function were associated (table 2). Interestingly, although there was a strong association between muscle mass as determined by CT-scan and both TD and OS, muscle function tests (HGS and GS) were not. Neither were sarcopenia definitions incorporating muscle function. Remarkably, self-reported physical functioning revealed from the QLQ-C30 was associated with TD and OS. Conclusion We here confirm the predictive value of the IMWG-FS for TD and OS. Importantly, we provided a biological background of frailty by showing more geriatric impairments and loss of muscle mass in frail versus unfit patients. In addition to known predictive factors for OS; IMWG-FS, ISS and cytogenetics, we found that GA and low muscle mass, but not muscle function, were associated with clinical outcome. We are currently developing a novel predictive scoring system for TD and OS incorporating these novel parameters, with the aim to refine currently available prediction models for identification of elderly patients who will benefit from therapy. View large Download slide View large Download slide  Disclosures Levin: Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Minnema: Servier: Consultancy; Amgen: Consultancy; Takeda: Consultancy; Celgene: Consultancy, Research Funding; Janssen: Consultancy. van de Donk: Janssen Pharmceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Research Funding; Novartis: Research Funding; Bristol-Myers Squibb: Research Funding; Celgene: Research Funding. Sonneveld: Karyopharm: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; BMS: Honoraria, Research Funding. Zweegman: Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene Corp.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}