{
    "doi": "https://doi.org/10.1182/blood-2021-151781",
    "article_title": "Genomic Landscape of RUNX1 -Familial Platelet Disorder with Myeloid Malignancies Reveals Rising Clonal Hematopoiesis ",
    "article_date": "November 5, 2021",
    "session_type": "503.Clonal Hematopoiesis, Aging and Inflammation",
    "abstract_text": "Familial platelet disorder with associated myeloid malignancies (FPDMM) is a rare autosomal dominant disease caused by germline RUNX1 mutations. FPDMM patients have defective megakaryocytic development, low platelet counts, prolonged bleeding times, and a life-long risk (20-50%) of developing hematological malignancies. FPDMM is a rare genetic disease in need of comprehensive clinical and genomic studies. In early 2019 we launched a longitudinal natural history study of patients with FPDMM at the NIH Clinical Center and by May 2021 we have enrolled 98 patients and 100 family controls from 55 unrelated families. Genomic data have been generated from 56 patients in 24 families, including whole exome sequencing (WES), RNA-seq, and single-nucleotide polymorphism (SNP) array. We have identified 21 different germline RUNX1 variants among these 24 families, which include lost-of-function mutations throughout the RUNX1 gene, but pathogenic/likely pathogenic missense mutations are mostly clustered in the runt-homology domain (RHD). As an important form of RUNX1 germline mutations, five splice site variants located between exon 4-5 and exon 5-6 were identified in 6 families, which led to the productions of novel transcript forms that are predicted to generate truncated RUNX1 proteins. Large deletions affecting the RUNX1 gene are also common, ranging from 50 Kb to 1.5Mb, which were detected in 8 of the 55 enrolled families. Besides RUNX1 , copy number variation (CNV) analysis from both SNP array and WES showed limited CNV events in non-malignant FPDMM patients. In addition, fusion gene analysis did not detect any in-frame fusion gene in these patients, indicating a relatively stable chromosome status in FPDMM patients. Somatic mutation landscape shows that the overall mutation burden in non-malignant FPDMM patients is lower than AML or other cancer types. However, in 13 of the 44 non-malignant patients (30%), somatic mutations were detected in at least one of the reported clonal hematopoiesis of indeterminate potential (CHIP) genes, significantly higher than the general population (4.3%). Moreover, 85% of our patients who carried CHIP mutations are under 65 years of age; in the general population, only 10% of people above 65 years of age and 1% of people under 50 were reported to carry CHIP mutations. Among mutated genes related to clonal hematopoiesis, BCOR is the most frequently mutated gene (5/44) in our FPDMM cohort, which is not a common CHIP gene among the general population. Mutations in known CHIP genes including SF3B1 , TET2, and DNMT3A were also found in more than one patient. In addition, sequencing of 5 patients who already developed myeloid malignancies detected somatic mutations in BCOR,  TET2,  NRAS, KRAS, CTCF, KMT2D, PHF6 , and SUZ12 . Besides reported CHIP genes or leukemia driver genes, 3 unrelated patients carried somatic mutations in the NFE2 gene, which is essential for regulating erythroid and megakaryocytic maturation and differentiation. Two of the NFE2 mutations are nonsense mutations, and the other is a missense mutation in the important functional domain. NFE2 somatic mutations may play important roles in developing malignancy because 2 of the 3 patients already developed myeloid malignancies. For multiple patients in our cohort, we have sequenced their DNA on multiple timepoints. We have observed patients with expanding clones carrying FKBP8 , BCOR or FOXP1 mutations. We have also observed a patient with relatively stable clone(s) with somatic BCOR , DNMT3A , and RUNX1T1 , who have been sampled over more than four years. We will follow these somatic mutations through sequencing longitudinally and correlate the findings with clinical observations to see if the dynamic changes of CHIP clones harboring the mutations give rise to MDS or leukemia. In summary, the genomic analysis of our new natural history study demonstrated diverse types of germline RUNX1 mutations and high frequency of somatic mutations related to clonal hematopoiesis in FPDMM patients. These findings indicate that monitoring the dynamic changes of these CHIP mutations prospectively will benefit patients' clinical management and help us understand possible mechanisms for the progression from FPDMM to myeloid malignancies. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Kai Yu",
        "Matthew Merguerian",
        "Natalie Deuitch",
        "Erica Bresciani",
        "Joie Davis",
        "Kathleen Craft",
        "Lea C. Cunningham",
        "Paul P. Liu"
    ],
    "author_dict_list": [
        {
            "author_name": "Kai Yu",
            "author_affiliations": [
                "Translational and Functional Genomics Branch, National Human Genome Research Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthew Merguerian",
            "author_affiliations": [
                "Translational and Functional Genomics Branch, National Human Genome Research Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie Deuitch",
            "author_affiliations": [
                "Translational and Functional Genomics Branch, National Human Genome Research Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erica Bresciani",
            "author_affiliations": [
                "Translational and Functional Genomics Branch, National Human Genome Research Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joie Davis",
            "author_affiliations": [
                "Immunopathogenesis Section, National Institute of Allergy and Infectious Diseases, NIH, Bethesda, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Craft",
            "author_affiliations": [
                "Translational and Functional Genomics Branch, National Human Genome Research Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lea C. Cunningham",
            "author_affiliations": [
                "Immune Deficiency Cellular Therapy Program, National Cancer Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul P. Liu",
            "author_affiliations": [
                "Translational and Functional Genomics Branch, National Human Genome Research Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:30:33",
    "is_scraped": "1"
}