{
    "doi": "https://doi.org/10.1182/blood.V112.11.1349.1349",
    "article_title": "Long-Term Expansion and Self Renewal Is Contained in the CD34+, but Not the CD34- Subfraction of Nucleophosmin Mutated Acute Myeloid Leukemia Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells",
    "abstract_text": "Mutations in the nucleophosmin (NPM) gene are found in about 30% of cases of acute myeloid leukemia (AML) and lead to a dislocation of the nucleophosmin protein from the nucleus to the cytoplasm (NPMc + AML). NPMc + AML shows distinctive biological and clinical features, including a unique gene expression profile, a distinct microRNA signature, low percentage of CD34+ cells, increased incidence of Flt3-ITD (about 40% of cases), good response to induction chemotherapy and (in the absence of Flt3-ITD) a favourable prognosis. Despite significant progress in the characterization of the NPMc + AML subgroup, questions remain about the leukemia-initiating cell. Distinct features of NPMc + AML, including multilineage involvement and overexpression of HOX-genes, may point to an early progenitor as the leukemia-initiating cell, but the characteristic low percentage of CD34+ cells may point to a more differentiated leukemic stem cell in NPMc + AML. To gain more insight in the leukemia-initiating cell in AML with mutated NPM, NPMc + AML cells were sorted based on the expression of CD34 (n=8, the percentage of CD34+ in the total AML fraction varied between 0.06 and 37%). Western blotting, using an antibody that specifically recognizes the nucleophosmin mutant protein revealed that the NPM mutant protein is expressed in both CD34+ and CD34− cells, proving that the CD34+ NPMc + AML cells belong to the leukemic clone. This was verified by sequencing the NPM gene in CD34+ and CD34− AML cells. Importantly, culture of sorted CD34+ and CD34− NPMc + AML cells on a stromal layer revealed that the CD34+ but not the CD34− cells of NPMc + AML were capable of expanding and initiating long-term growth. In the first 5 weeks of culture an at least 16 fold (range 16–208) expansion of CD34+ AML cells was seen in 5 out of 6 NPMc + AML cases. This expansion was associated with the formation of cobblestone areas (CAs) under the stromal layer within 3 weeks after plating. The NPMc + AML cells which expanded in culture were able to expand further after replating in 4 out of 5 investigated cases (fold expansion range 1.6–2.5), indicative of the self renewal capacity of these CD34+ NPMc + AML cells. Gene expression analysis of CD34+ and CD34− NPMc + AML cells of 4 cases analyzed thus far revealed the presence of the characteristic HOX-overexpression profile in both CD34+ and CD34− NPMc + AML cells. In summary, this study shows that the NPM mutation is not only present in CD34−, but also in CD34+ cells of NPMc + AML and that the properties of long-term expansion and self renewal belong exclusively to the CD34+ subfraction of NPMc + AML.",
    "topics": [
        "cd34 antigens",
        "leukemia, myelocytic, acute",
        "mutation",
        "npm1 gene",
        "leukemia",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "mutant proteins",
        "antibodies",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Carolien Woolthuis",
        "Lina Han",
        "Djoke van Gosliga",
        "Philip Kluin, MD, PhD",
        "Edo Vellenga, MD, PhD",
        "Jan J. Schuringa, PhD",
        "Geert Huls, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carolien Woolthuis",
            "author_affiliations": [
                "Hematology, University Medical Center Groningen, Groningen, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lina Han",
            "author_affiliations": [
                "Hematology, University Medical Center Groningen, Groningen, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Djoke van Gosliga",
            "author_affiliations": [
                "Hematology, University Medical Center Groningen, Groningen, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Kluin, MD, PhD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, University Medical Centre Groningen, Groningen, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edo Vellenga, MD, PhD",
            "author_affiliations": [
                "Hematology, University Medical Hospital Groningen, Groningen, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan J. Schuringa, PhD",
            "author_affiliations": [
                "Hematology, University Medical Center - Groningen, Groningen, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geert Huls, MD, PhD",
            "author_affiliations": [
                "Hematology, University Medical Center Groninen, Groningen, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T09:31:02",
    "is_scraped": "1"
}