{
    "doi": "https://doi.org/10.1182/blood.V112.11.1573.1573",
    "article_title": "Phase I Trial of Bortezomib (NSC 681239) and Flavopiridol (NSC 649890) in Patients with Recurrent or Refractory Indolent B-Cell Neoplasms. ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "Preclinical studies suggest that neoplastic cells may be particularly sensitive to simultaneous interruption of cell-cycle and survival signaling pathways. In accord with this concept, we have shown that flavopiridol (F), a CDK inhibitor, interacts with bortezomib (B), a proteasome inhibitor, to induce mitochondrial injury and apoptosis in human leukemia, myeloma, and lymphoma cells ( Dai et al, Oncogene  22 : 7108 , 2003 ; Dai et al, Blood  104 : 509 , 2004 ). These actions were associated with inhibition of NF-kappaB DNA binding, increased expression of phospho-JNK, and downregulation of XIAP and Mcl-1. Based on these findings, a phase I trial has been initiated to identify appropriate doses of B+F for further investigation. Eligible patients (pts) include those with multiple myeloma or indolent B-cell neoplasms, and recurrent or refractory disease following at least 1 prior systemic therapy (excluding allogeneic stem cell transplantation). In the initial stage of the trial, pts received B (iv push) immediately followed by F bolus (1- hour infusion) on d1, 4, 8, and 11 out of a 21-day (d) cycle. Dose levels were, in mg/m 2 (B/F): 1.0/15, 1.3/15, 1.3/22, 1.3/30, 1.3/40, 1.3/50, and 1.3/60. Subsequently, a “hybrid” F infusion schedule (30 minute load followed by a 4-hour infusion) was adopted based on evidence of activity of this schedule in chronic lymphocytic leukemia. With the hybrid schedule, all pts receive B (iv push) 1.3 mg/m 2 on d1, 4, 8 and 11. Targeted F dose levels using the hybrid schedule are (F load /F infusion ; mg/m 2 ): 20/20 on d1 and 8; 30/30 on d1 and 8; 30/50 on d1 and 8; 30/30 on d1, 4, 8 and 11; 30/50 on d1, 4, 8 and 11. Dose limiting toxicity (DLT) is defined as NCI CTCAE grade 4 ANC/platelets for > 1 week or grade ≥ 3 non-heme toxicity. 38 pts have been enrolled. 29 pts were treated at 7 dose levels with the bolus schedule, after which development of the hybrid schedule was begun. With the hybrid schedule, 11 pts have been treated at 3 dose levels. To date, one DLT (grade 3 lower back pain) was observed at level 5 of the bolus schedule and one DLT (grade 3 fatigue) was seen at the 1st hybrid dose level. The MTD of the hybrid schedule has not been reached. Non-DLT toxicities include herpes zoster (2 disseminated), peripheral neuropathy, fatigue, postural hypotension, syncope, diarrhea and ≤ grade 3 cytopenias. Of 35 pts evaluable for response, there have been 2 complete responses (1 lymphoma and 1 mantle cell lymphoma), 7 partial responses (5 myeloma and 2 lymphoma), 3 minor responses (2 myeloma and 1 extramedullary plasmacytoma), 15 patients with stable disease (5 myeloma, 7 lymphoma, 1 Waldenstrom’s and 2 mantle cell lymphomas). Of the 3 pts who had received prior bortezomib, 2 had minor responses and 1 had disease progression. To date, hyperacute tumor lysis has not occurred with the hybrid schedule, but aggressive prophylaxis and monitoring are integral to the treatment plan. Correlative laboratory studies involving bone marrow CD138+ cells from patients with myeloma revealed a reduction in post-treatment NF-kappaB nuclear localization in 4 of 5 evaluable patients. Variable effects on myeloma cell expression of phospho-JNK, Mcl-1, and XIAP have been observed. Collectively, these findings indicate that a regimen combining bortezomib and flavopiridol, including the use of a hybrid flavopiridol schedule, is well tolerated in patients with progressive B-cell malignancies, and has clear activity in some patients refractory to standard therapy. Pending identification of the MTD and RPTD (recommended phase II dose), phase II evaluation of this therapeutic strategy should define its activity more definitively.",
    "topics": [
        "b-cell neoplasms",
        "bortezomib",
        "flavopiridol",
        "indolent",
        "neural stem cells",
        "brachial plexus neuritis",
        "multiple myeloma",
        "infusion procedures",
        "lymphoma",
        "toxic effect"
    ],
    "author_names": [
        "Steven Grant, MD",
        "Daniel Sullivan",
        "David Roodman, MD, PhD",
        "Robert K Stuart, MD",
        "Edward Perkins",
        "Sarah Kolla",
        "Viswanathan Ramakrishnan",
        "John Wright, MD, PhD",
        "Alexander Dimitri Colevas",
        "M B Tombes",
        "John D Roberts"
    ],
    "author_dict_list": [
        {
            "author_name": "Steven Grant, MD",
            "author_affiliations": [
                "Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel Sullivan",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, University of South Florida, Tampa, FL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Roodman, MD, PhD",
            "author_affiliations": [
                "Medicine/Hem-Onc., University of Pittsburgh, Pittsburgh, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert K Stuart, MD",
            "author_affiliations": [
                "Medical Univ. of South Carolina, Charleston, SC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Perkins",
            "author_affiliations": [
                "Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Kolla",
            "author_affiliations": [
                "Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Viswanathan Ramakrishnan",
            "author_affiliations": [
                "Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Wright, MD, PhD",
            "author_affiliations": [
                "IDB CTEP NCI, Rockville, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Dimitri Colevas",
            "author_affiliations": [
                "School of Medicine, Stanford University, Stanford, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M B Tombes",
            "author_affiliations": [
                "Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John D Roberts",
            "author_affiliations": [
                "Massey Cancer Center, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T15:42:54",
    "is_scraped": "1"
}