{
    "doi": "https://doi.org/10.1182/blood.V124.21.5125.5125",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2755",
    "start_url_page_num": 2755,
    "is_scraped": "1",
    "article_title": "HDAC1 Can Deacetylate GATA-1 and Regulates Its Activity through a FOG-1 Independent Manner ",
    "article_date": "December 6, 2014",
    "session_type": "503. Hematopoiesis: Epigenetic, Transcriptional and Translational Control",
    "topics": [
        "fog-1 protein",
        "gata1 protein, human",
        "complex",
        "arginine",
        "alanine",
        "dna",
        "estradiol",
        "estrogen receptors",
        "histone deacetylase",
        "ligands"
    ],
    "author_names": [
        "Bowen Yan, PhD",
        "Tao Yang",
        "Suming Huang, PhD",
        "Yi Qiu, PhD"
    ],
    "author_affiliations": [
        [
            "University of Florida College of Medicine, Gainesville, FL "
        ],
        [
            "University of Florida College of Medicine, Gainesville, FL "
        ],
        [
            "University of Florida College of Medicine, Gainesville, FL"
        ],
        [
            "University of Florida College of Medicine, Gainesville, FL "
        ]
    ],
    "first_author_latitude": "29.639833300000003",
    "first_author_longitude": "-82.3434662",
    "abstract_text": "The transcription factor GATA-1 is essential for erythroid and megakaryocytic cell differentiation and maturation. It has been well documented that GATA-1 can indirectly interact with histone deacetylase 1 (HDAC1) containing NuRD corepressor complexes through an association with FOG-1. Our previous work also shows that HDAC1 acetylation modulates the activity of FOG-1 associated NuRD complexes. Earlier studies show GATA-1 can be acetylated by p300/CBP, and the acetylation modulates GATA-1 binding activity to chromatin. However, it is not clear whether the acetylation can be reversed by a deacetylase. In this study, we found that GATA-1 can directly interact with HDAC1 in a FOG-1 independent manner. The interaction results in the deacetylation of GATA-1. We have identified two arginine sites within GATA-1 that are important for its interaction with HDAC1. The arginine to alanine mutation on these sites (2RA) can largely decrease the interaction of these two proteins, but doesn't affect its interaction with FOG-1, indicating that the direct interactions with HDAC1 and FOG-1 dependent association of NuRD complexes are separate events. The mutations also do not affect GATA-1 DNA binding activity in vitro. To further investigate the function of this interaction in erythropoiesis, we introduced wild type or the 2RA mutant of GATA-1 fused with estrogen receptor ligand binding domains into G1E cells, a GATA-1-null erythroid progenitor cell line. Upon estradiol induction, GATA-1 2RA inhibits the differentiation in G1E cells. We performed RNA sequencing to study the effect of GATA-1 2RA in gene expression in comparison with wild type GATA-1 and GATA-1-V205M (a mutation abolished binding with FOG-1) on a genome wild scale. GATA-1 2RA affects GATA-1 function in both GATA-1 activated and repressed genes. Although there is some overlap between 2RA and V205M mutations in both activated and repressed genes, more genes affected by these two mutations are different. Thus, this study unveils a novel regulation for GATA-1 by its direct interaction with HDAC1 during hematopoiesis. Disclosures No relevant conflicts of interest to declare."
}