{
    "doi": "https://doi.org/10.1182/blood.V126.23.3605.3605",
    "article_title": "Transcriptome Analysis of Erythroid Cells Cultured from Diamond Blackfan Anemia Patients with Ribosomal and GATA1 Mutations Reveals Dysregulation of Inflammatory Response Genes ",
    "article_date": "December 3, 2015",
    "session_type": "508. Bone Marrow Failure: Poster III",
    "abstract_text": "Diamond Blackfan anemia (DBA) is a rare, congenital bone marrow failure syndrome characterized by red cell aplasia, usually without perturbation of other hematopoietic lineages. DBA patients are generally diagnosed during infancy or early childhood, have a high frequency of congenital anomalies, and a predisposition to cancer. Approximately 65% of DBA patients have identifiable heterozygous gene mutations or deletions in ribosomal protein genes. Additionally, mutations in GATA1 , a key transcription factor in erythropoiesis, have been demonstrated in DBA patients (Sankaran VG et al. JCI. 122: 2439-43, 2012; Ludwig LS et al. Nat Med 20(7):748-53, 2014; Klar J et al. Br J Haem 166(6): 949-51, 2014). Despite our knowledge of the molecular pathology, the mechanism underlying the erythroid failure in DBA is not well understood, largely due to the inherent difficulties in studying primary erythroid cells from DBA patients. Furthermore, DBA patients with GATA1 mutations have not been well characterized and it remains unclear whether the pathogenic mechanisms of GATA1 DBA are similar to that of ribosomal DBA. We designed a two-step, 14 day in vitro culture system to generate erythroid cells from CD34+ stem/progenitor cells isolated from <10ml of peripheral blood (PB) collected from patients enrolled in the DBA Registry of North America. Patients with RPL5, RPS17(n=2), RPS24 and RPL35a, GATA1 mutations (n=2), and patients without identifiable mutations (n=3) were studied and compared to healthy control PB CD34+ cells. At day 14, we routinely obtain at least 10x fewer CD235+ erythroid cells (proerythroblasts and basophilic erythroblasts) in DBA cultures vs. controls (1x10 6 vs. 1x10 7 from 1x10 4 CD34+ cells). Further, a 2-7 day delay in the acquisition of CD235 was observed. Gene expression analyses was performed by Affymetrix GeneChip Human Gene ST Arrays and RNASeq to analyze protein coding and long non-coding RNA transcripts in cells from day 14 of erythroid cultures. Ingenuity pathway analysis (IPA) of the dysregulated genes between patients with ribosomal mutations, GATA1 mutations and controls revealed that many of the genes dysregulated in DBA were involved in multiple leukocyte migration and inflammatory signaling pathways, including the IL8 , IL1R1 , CXCR4 , ICAM3 , MPO , TNFSF10 , and TLR4 genes with IL6, TNF, and lipopolysaccharide as top upstream regulators. Notably, the dysregulated genes in GATA1 patient cells largely overlapped that of the DBA patients with ribosomal mutations, including disruption of the leukocyte migration and inflammatory response genes. Patients with GATA1 and ribosomal protein mutations shared a number of dysregulated erythroid genes including AHSP, FAM132B , HEMGN , and TRIM10 , however GATA1 patient cells showed GATA1 as the top upstream regulator and additionally showed dysregulation of heme biosynthesis pathway genes, including the ALAS2 , FECH , CPOX , PPOX , and UROS . Few studies have looked at the pathogenesis of DBA in patients with GATA1 mutations. The DBA-associated splice donor mutation in GATA1 results in the exclusive expression of the short form of the GATA1 protein (GATA1s), which lacks the transactivation domain. Western blot analysis of control erythroid cells showed expression of both full length GATA1 and GATA1s, with the full length protein predominating. In cells from the patients with the GATA1 mutation, only GATA1s protein was expressed and the level of GATA1s exceeded the combined level of both GATA1 isoforms in control cells. Erythroid cells from a patient with an RPL5 mutation showed GATA1 protein levels comparable to controls, indicating the DBA phenotype of the RPL5 patient is not due to altered translation of full length GATA1. Northern blot analysis demonstrated that the GATA1 mutation did not affect ribosomal RNA processing. In summary, our transcriptome analyses have revealed novel insights into the molecular pathogenesis of ribosomal and GATA1-mutated DBA. Significant dysregulation of inflammatory gene pathways in DBA patients with both ribosomal protein and GATA1 mutations were observed, suggesting a shared pathological mechanism. Furthermore, the heme biosynthesis pathway was uniquely disrupted in patients with GATA1 mutations. Further investigating the inflammatory pathways in DBA may reveal novel targets for therapeutic development. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diamond-blackfan anemia",
        "erythroid cells",
        "gene expression profiling",
        "genes",
        "inflammatory response",
        "mutation",
        "ribosomes",
        "ribosomal proteins",
        "cancer",
        "congenital abnormality"
    ],
    "author_names": [
        "Kelly O'Brien, PhD",
        "Adrianna Vlachos",
        "Stacie M. Anderson",
        "Crystiana Tsujiura",
        "Lionel Blanc, PhD",
        "Eva Atsidaftos, MA",
        "NIH Intramural Sequencing Center",
        "Jason E. Farrar, MD",
        "Steven R Ellis, PhD",
        "Jeffrey Michael Lipton, MD PhD",
        "David M. Bodine, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kelly O'Brien, PhD",
            "author_affiliations": [
                "NHGRI, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adrianna Vlachos",
            "author_affiliations": [
                "The Feinstein Institute for Medical Research, Division of Pediatric Hematology/Oncology and Stem Cell Transplantation, Schneider Children's Hospital, New Hyde Park, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacie M. Anderson",
            "author_affiliations": [
                "NHGRI, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Crystiana Tsujiura",
            "author_affiliations": [
                "NHGRI, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Blanc, PhD",
            "author_affiliations": [
                "The Feinstein Institute for Medical Research, Division of Pediatric Hematology/Oncology and Stem Cell Transplantation, Schneider Children's Hospital, New Hyde Park, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Atsidaftos, MA",
            "author_affiliations": [
                "The Feinstein Institute for Medical Research, Division of Pediatric Hematology/Oncology and Stem Cell Transplantation, Schneider Children's Hospital, New Hyde Park, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "NIH Intramural Sequencing Center",
            "author_affiliations": [
                "NHGRI, Rockville, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason E. Farrar, MD",
            "author_affiliations": [
                "Department of Pediatics/Hematology Oncology Section, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven R Ellis, PhD",
            "author_affiliations": [
                "University of Louisville, Louisville, KY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Michael Lipton, MD PhD",
            "author_affiliations": [
                "The Feinstein Institute for Medical Research, Division of Pediatric Hematology/Oncology and Stem Cell Transplantation, Schneider Children's Hospital, New Hyde Park, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Bodine, PhD",
            "author_affiliations": [
                "NHGRI, Bethesda, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T21:38:09",
    "is_scraped": "1"
}