{
    "doi": "https://doi.org/10.1182/blood.V108.11.2636.2636",
    "article_title": "Comparative Functional Genomic Analysis of Myelodysplasia (MDS) in Fanconi Anemia (FA). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "FA stem cells are apoptotic, genetically unstable, and hypersensitive to a variety of apoptosis-inducing extracellular biological cues. To explain the high relative risk of MDS in FA patients, we propose that the combined influences of genetic instability and high-level ground-state stem cell apoptosis represent de-facto selective pressures that favor the emergence of stem cell clones that have become more fit as a result of somatic mutations. Indeed, we have previously reported that FA progenitor cells (FA) are hypersensitive to apoptotic proteins and that those derived from cytogenetically abnormal somatically mutated FA clones (FA-MDS) are resistant. To validate this adaptive model of clonal evolution on a genome-wide basis, we tested the hypothesis that the transcriptomal state of clonally evolved FA marrow cells (FA-MDS) is more closely related to that of normal (N) bone marrow cells than are marrow cells from non-clonal FA cells (FA). We compared transcriptomes of three groups of human and murine low density marrow cells; N, FA, and FA-MDS. RNA was obtained from 41 human samples: N=11, FA=21, FA-MDS=9. We also utilized marrow cells from wild type (N, n= 3), non clonal hypoplastic Fancc −/− //Fancg −/− double knockout (FA, n= 3), and clonal Fancc −/− //Fancg −/− (FA-MDS, n = 3) mice. Complementary RNA fragments were labeled for use as targets of the probes on Affymetrix chips (U133A for human and MOE 430 2.0 for murine samples). MAS 5.0 was utilized to process images, quantify signals, adjust background, and to scale the data. Pattern analysis, hierarchical clustering, and principle component analysis were performed using GeneSifter and SAS. Using either murine or human samples, unsupervised hierarchical clustering and multidimensional scaling demonstrated that expression patterns of N and FA samples were most dissimilar. However, the vectors of FA-MDS samples referred to points in expression space more closely linked to N samples. These observations support the notion that cytogenetically marked clones evolve adaptively from initially pro-apoptotic stem cells. To find differentially expressed orthologs of interest, we sought genes that fell into 2 specific expression patterns in each of which FA-MDS and N cells were not different but in which expression in FA cells was: suppressed (transcripts = 2084 human, 475 murine, 29 shared between murine and human) or increased (transcripts = 2222 human, 352 murine, 18 shared). Represented in the gene list suppressed in FA (and normally expressed in FA-MDS) were genes encoding proteins involved in: responses to factor-deprivation, signal transduction (beta-catenin, integrin, GTPase, phosphatidyl inositol, 14–3-3, and STAT), control of mitosis and mitotic spindle checkpoint, RNA polymerase II function, DNA-binding helicases, and ribosomal RNA processing and synthesis. In conclusion, using a comparative expression genomic approach we have validated the adaptive model of clonal evolution in FA and have significantly reduced the number of candidate genes involved either directly or indirectly in the molecular pathogenesis of MDS in Fanconi anemia.",
    "topics": [
        "fanconi anemia",
        "genome",
        "myelodysplastic syndrome",
        "preleukemia",
        "beta catenin",
        "complementary rna",
        "dna",
        "guanosine triphosphate phosphohydrolases",
        "integrins",
        "phosphatidylinositols"
    ],
    "author_names": [
        "Grover C. Bagby, MD",
        "Shannon McWeeney, PhD",
        "Jane Yates",
        "Byung Park, PhD",
        "R. Keaney Rathbun",
        "Daniela Pilonetto, PhD",
        "Richard Harris, MD",
        "John Wagner, MD",
        "Christina Harrington, PhD",
        "Motomi Mori, PhD",
        "Ricardo Pasquini, MD",
        "D. Wade Clapp, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Grover C. Bagby, MD",
            "author_affiliations": [
                "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shannon McWeeney, PhD",
            "author_affiliations": [
                "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Yates",
            "author_affiliations": [
                "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Byung Park, PhD",
            "author_affiliations": [
                "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Keaney Rathbun",
            "author_affiliations": [
                "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Pilonetto, PhD",
            "author_affiliations": [
                "Hospital de Clinicas, Federal University of Parana, Curitiba, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Harris, MD",
            "author_affiliations": [
                "Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Wagner, MD",
            "author_affiliations": [
                "Pediatrics, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Harrington, PhD",
            "author_affiliations": [
                "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motomi Mori, PhD",
            "author_affiliations": [
                "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricardo Pasquini, MD",
            "author_affiliations": [
                "Hospital de Clinicas, Federal University of Parana, Curitiba, Brazil"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D. Wade Clapp, MD",
            "author_affiliations": [
                "Pediatrics, Riley Hospital for Children, Indianapolis, IN, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T09:32:46",
    "is_scraped": "1"
}