{
    "doi": "https://doi.org/10.1182/blood.V104.11.3947.3947",
    "article_title": "Study on the Relations between HLA-Class II Antigens and Idiophatic Thrombocitopenic Purpura in Adults. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: The mechanism of autoimmunity of chronic idiopathic autoimmune thrombocytopenia (cAITP) is not fully understood but may involve binding of antigenic peptides to HLA antigens. We studied MHC class II phenotypes in adult patients with cAITP. Methods: We have typed 64 adult Caucasian (Spanish) patients with cAITP (17 male and 59 female; median age 47 years range 17–77 years), and compared with the data from to control groups with geographic and ethnic differences. 200 Spanish control samples and 617 American control samples were analyzed. Patients with cAITP were evaluated according to their response to treatment with steroids, splenectomy, dapsona and Anti-CD20. According to the clinical response to the therapy we were able to form two subgroups; patients with good response, normal platelet count during therapy/after splenectomy and poor, less than 50x10 9 /L or no response. Splenectomy was performed in 19 patients and resulted in a bad response in 11 patients of them. 25 of these patients showed a good and 39 a poor response. Class II typing was performed using polymerase chain reaction (PCR) with sequence specific primers. Results: The comparison of antigen frequencies of the whole group of patients with cAITP and the two groups of healthy controls (Spanish and American samples) revealed significant increase of the HLA-DR12 and HLA-DR10 alleles of the MHC class II especifities (p<0.05). Moreover, the HLA-DR2 and HLA-DR4 phenotype was significantly decreased in the subgroup of patients with good response to treatment (p<0.05), with a high incidence in the subgroup of patients with bad response to all treatment, including progression to splenectomy and refractory to new treatments like Anti-CD20. No other significance was found. Conclusions: Our data showed that DRB12 and DRB10 were more prevalent in ITP patients than in the two different control groups. Moreover, the difference in the genetic distribution of HLA-DR2 and HLA-DR4 in patients with good and poor response to treatment may indicate that ITP is a more heterogeneous condition than previously suspected, and this genetic marker may improve the early management of patients by better predicting prognosis.",
    "topics": [
        "antigens",
        "human leukocyte antigens",
        "purpura",
        "splenectomy",
        "cd20 antigens",
        "hla-dr2 antigen",
        "hla-dr4 antigen",
        "inosine triphosphate",
        "polymerase chain reaction",
        "purpura, thrombocytopenic, idiopathic"
    ],
    "author_names": [
        "Raquel de Paz, MD, PhD",
        "Pedro Cano, MD, PhD",
        "Emilio Gomez de la Concha, MD, PhD",
        "Jose Antonio Rodriguez Montes, MD, PhD",
        "Fernando Hernandez-Navarro, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Raquel de Paz, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario La Paz, Madrid, Spain"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pedro Cano, MD, PhD",
            "author_affiliations": [
                "Bone Marrow Transplant, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilio Gomez de la Concha, MD, PhD",
            "author_affiliations": [
                "Inmunology Department, Hospital Clinico San Carlos, Madrid, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Antonio Rodriguez Montes, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario La Paz, Madrid, Spain"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Hernandez-Navarro, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario La Paz, Madrid, Spain"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T18:49:24",
    "is_scraped": "1"
}