{
    "doi": "https://doi.org/10.1182/blood.V124.21.829.829",
    "article_title": "Kinetic Measurement of Leukemia-Cell Proliferation Rate By Deuterium Labeling Predicts Time to Initial Treatment of Patients with Chronic Lymphocytic Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Novel Prognosticators and Therapeutic Targets",
    "abstract_text": "Background: Chronic lymphocytic leukemia (CLL) patients exhibit variable times from diagnosis to the need to initiate therapy. Previous studies have demonstrated that the rates of CLL cell proliferation (birth) and elimination (death plus recirculation to solid tissues) could be estimated using the incorporation of deuterium ( 2 H), taken in the form of heavy water ( 2 H 2 O), into the DNA of dividing cells. In a cross-sectional study of patients with early and late stage CLL, birth rates above 0.35% per day were associated with more aggressive disease. The NIH-sponsored CLL Research Consortium (CRC) conducted a prospective study on patients with early stage disease to assess the relationship between CLL-cell birth rate and the length of time to initiation of initial therapy. Methods: Eligible patients had untreated early stage (Rai 0, 1 or 2) disease, and were no more than 3 years from diagnosis. Additional clinical parameters included age at diagnosis, gender, mutational status of the immunoglobulin heavy chain variable region ( IGHV), 70-kD zeta-associated protein (ZAP-70 ) (binary split at 20%) and CD38 (binary split at 30%) expression, and FISH cytogenetics by the Dohner hierarchy. Heavy water was administered daily for 6 weeks, and peripheral blood was obtained for kinetic measurements at the end of weeks 3, 6, 9, 12, and 16. CLL birth rates for blood samples were measured at the same facility (KineMed, Inc, Emeryville, CA) by quantifying deuterium incorporation into the deoxyribose moiety of DNA of tumor cells, using isotope ratio mass spectrometry (IRMS). Subjects were followed for time to administration of therapy; subjects still without treatment at time of analysis were censored, as were subjects who exited the study to receive treatment outside of the established criteria. To assess the impact of birth rate and other factors on time to first therapy, Kaplan-Meier curves were compared using the logrank test for univariable analyses; stepwise Cox proportional hazards regression models were used to build multivariable models. Results: Between July 2005 and February 2009, 119 subjects were enrolled through the CRC. 107 subjects were eligible. For 10 eligible patients, exit from the study prior to completion of protocol-mandated heavy water consumption (n=5) or technical issues (n=5) made it impossible to obtain estimates of birth rate. The 97 eligible subjects for whom birth rates were available form the basis of this report. 60% of subjects were male; median age 57 years (range 40-85). Median birth rate was 0.32%/day (range 0.07-1.31%/day). 43 subjects (44%) had birth rates higher than the previously reported threshold of 0.35%/day. With a median follow up of 4 years, 33 eligible subjects (34%) required treatment. IGHV status (31 subjects unmutated), elevated ZAP-70 (31 subjects), elevated CD38 (21 subjects), and hierarchical categorization of FISH anomalies (4 del(17p), 5 del(11q), 8 tri(12), 50 del(13q)) were examined for association with differential time to first therapy in univariable analyses. All were associated with earlier need for therapy (p  0.35%/day was also significantly associated with shorter time to first therapy (p < 0.001). In multivariable modeling, only birth rate and IGHV status met the criteria for inclusion (Wald p-value < 0.05). Hazard ratios were 3.51 (p = 0.002) for birth rate above 0.35%/day and 5.0 for unmutated IGHV status (p < 0.001). The association between elevated birth rate and shorter time to first treatment was observed within subjects with both unmutated and mutated IGHV (see Figure 1 ). Conclusion: An increased birth rate of CLL cells early in the disease course is a strong predictor of an earlier need for treatment in univariable analysis, as are unmutated IGHV , elevated ZAP-70 expression and elevated CD38 expression. However, only unmutated IGHV and an increased birth rate contribute significantly to the multivariable model. This adds a direct measure of B-cell kinetics to the array of biomarkers available to subjects with CLL. Figure 1 View large Download slide Time to treatment by birth rate and IGHV status Figure 1 View large Download slide Time to treatment by birth rate and IGHV status  Close modal Disclosures Murphy: KineMed, Inc: Equity Ownership. Emson: KineMed, Inc.: Employment, Equity Ownership. Li: KineMed, Inc.: Employment, Equity Ownership. McConnel: KineMed, Inc.: Equity Ownership. Turner: KineMed, Inc.: Employment, Equity Ownership. Busch: KineMed, Inc.: Equity Ownership. Hellerstein: KineMed Inc: Consultancy, Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Chiorazzi: KineMed, Inc.: Stock options Other.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "deuterium",
        "kinetics",
        "leukemia",
        "zap-70 kinase",
        "dna",
        "time-to-treatment",
        "biological markers",
        "deoxyribose"
    ],
    "author_names": [
        "Elizabeth J Murphy, MD DPhil",
        "Donna Neuberg, ScD",
        "Kanti R. Rai, MD",
        "Laura Rassenti, PhD",
        "Claire Emson, PhD",
        "Kelvin Li, PhD",
        "Neil E. Kay, MD",
        "William G. Wierda, MD PhD",
        "Gregory M Hayes, PhD",
        "Jennifer R. Brown, MD PhD",
        "John C. Byrd, MD",
        "Coline McConnel, PhD",
        "Jacqueline C. Barrientos, MD",
        "Robert Allyn Redd, MS",
        "Scott Turner, PhD",
        "Robert Busch, PhD",
        "Andrew Greaves",
        "Marc Hellerstein, MD PhD",
        "Nicholas Chiorazzi, MD",
        "Thomas J. Kipps, MD PD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elizabeth J Murphy, MD DPhil",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Donna Neuberg, ScD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanti R. Rai, MD",
            "author_affiliations": [
                "Hofstra North Shore-Long Island Jewish School of Medicine, Hempstead, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Rassenti, PhD",
            "author_affiliations": [
                "University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Emson, PhD",
            "author_affiliations": [
                "KineMed, Inc., Emeryville, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelvin Li, PhD",
            "author_affiliations": [
                "KineMed, Inc., Emeryville, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil E. Kay, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G. Wierda, MD PhD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory M Hayes, PhD",
            "author_affiliations": [
                "Igenica, Inc., Burlingame, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer R. Brown, MD PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "The Ohio State University Medical Center, Columbus, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Coline McConnel, PhD",
            "author_affiliations": [
                "KineMed, Inc., Emeryville, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacqueline C. Barrientos, MD",
            "author_affiliations": [
                "North Shore-LIJ Cancer Institute, Lake Success, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Allyn Redd, MS",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Turner, PhD",
            "author_affiliations": [
                "KineMed, Inc., Emeryville, CA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Busch, PhD",
            "author_affiliations": [
                "University of Roehampton, London, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Greaves",
            "author_affiliations": [
                "University of California San Diego, La Jolla, CA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Hellerstein, MD PhD",
            "author_affiliations": [
                "KineMed, Inc., Emeryville, CA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Chiorazzi, MD",
            "author_affiliations": [
                "North Shore-Long Island Jewish Health System, Manhasset, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, MD PD",
            "author_affiliations": [
                "Univ. of California, San Diego, La Jolla, CA"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T04:10:30",
    "is_scraped": "1"
}