{
    "doi": "https://doi.org/10.1182/blood-2021-144908",
    "article_title": "Infectious Complications after Intensive Chemotherapy with CLAG-M or '7+3' for Adults with Acute Myeloid Leukemia and Other High-Grade Myeloid Neoplasms ",
    "article_date": "November 5, 2021",
    "session_type": "615.Acute Myeloid Leukemias: Commercially Available Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "Introduction Infections cause substantial morbidity and mortality in patients with acute myeloid leukemia (AML) and other high-grade myeloid neoplasms. The contemporary regimen of CLAG-M (cladribine, high-dose cytarabine, G-CSF, mitoxantrone) has favorable hematologic outcomes compared to '7+3' (standard-dose cytarabine, anthracycline) in some studies but may be more myelosuppressive. The aim of this investigation was to determine and compare the incidence and spectrum of infections after CLAG-M and 7+3. Methods For this retrospective cohort study, we identified microbiologically documented moderate to severe infections (grade ≥2 infections; Blood and Marrow Transplant Clinical Trials Network Technical Manual of Procedures (BMT CTN MOP) guideline) after the first cycle of CLAG-M for newly-diagnosed (ND) or relapsed/refractory (R/R) AML or other high-grade myeloid neoplasms (≥10% blasts in marrow or peripheral blood) and compared these findings to adults receiving 7+3 for ND disease. We recorded infections for up to 90 days from the start of chemotherapy or until the start of a second cycle or death, whichever occurred first. We compared the cumulative incidence probability of time-to-first infection between cohorts using Gray's test with start of additional therapy and death as competing risk events. Infection rates, defined as average number of infections per 1000 patient days-at-risk, were compared between cohorts using Poisson regression. Results The study included 442 individuals consisting of 196 with ND disease and 131 with R/R disease receiving CLAG-M, and 115 with ND disease receiving 7+3 (Table 1). Fifty-four (28%), 65 (50%), and 19 (17%) individuals per cohort had one or more moderate to severe microbiologically documented infection, respectively. The absolute neutrophil count was <500 cells/mm 3 at the time of each infection in 67 of 71 (94%), 82 of 86 (95%), and 27 of 27 (100%) infection events per cohort, respectively. Time to neutrophil recovery, defined as the first of three consecutive days with a neutrophil count ≥500 cells/mm 3 , was shortest among individuals treated with CLAG-M for ND disease (Fig. 1). Among individuals with ND disease, overall infection rates tended to be higher in those receiving CLAG-M versus 7+3 but this trend did not reach statistical significance (Fig. 2). Individuals with R/R disease treated with CLAG-M had a significantly higher overall infection rate compared to those with ND disease, primarily driven by bacterial infections (Fig. 2). Similar patterns were observed in cumulative incidence curves of time-to-first infection (Fig. 3). First infections occurred a median of 11-13 days after start of treatment. The most frequent infections were bloodstream infections consisting of 37 (52%), 56 (65%), and 11 (41%) infection events per cohort, respectively, followed by respiratory tract infections (31 [44%], 27 [31%], and 10 [37%] infection events per cohort, respectively). Fungal infections were relatively frequent and similar between groups (Fig. 4), although mold-active prophylaxis was used more frequently in CLAG-M cohorts (44-53%) compared to the 7+3 cohort (7%). Individuals receiving mold-active prophylaxis had a lower incidence of proven and probable invasive fungal infections. Among individuals with ND disease not receiving mold-active prophylaxis, invasive fungal infections tended to be more common in the CLAG-M cohort than in the 7+3 cohort. Viral infections were uncommon. Among 29 patients (7%) who died during the study period, infection was a primary or contributing cause of death in 17 (59%). Conclusions Moderate to severe microbiologically documented infections are common after the first cycle of chemotherapy for ND or R/R AML or other high-grade myeloid neoplasms. CLAG-M may be associated with more moderate to severe microbiologically documented infections than 7+3 for ND disease. Individuals with R/R disease are at the highest risk. Invasive fungal infections were relatively frequent but may be significantly reduced by mold-active azole prophylaxis. New approaches to improve neutrophil recovery and function may reduce infection risk. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Halpern:  Abbvie: Consultancy; Tolero Pharmaceuticals: Research Funding; Agios: Consultancy; Gilead: Research Funding; Agios Pharmaceuticals: Research Funding; Bayer: Research Funding; Novartis: Research Funding; Imago Pharmaceuticals: Research Funding; Jazz Pharmaceuticals: Research Funding; Nohla Therapeutics: Research Funding; Pfizer: Research Funding. Delaney:  Deverra Therapeutics: Current Employment, Other: Founder, CSO. Pergam:  Chimerix, Inc: Research Funding; Global Life Technologies, Inc: Research Funding; Merck & Co.: Research Funding; Sanofi Aventis: Research Funding. Boeckh:  Merck: Consultancy, Research Funding; Gilead: Consultancy, Research Funding; AlloVir: Consultancy; SymBio Pharmaceuticals: Consultancy; Helocyte: Consultancy; Evrys Bio: Consultancy; Moderna: Consultancy; GSK: Consultancy. Walter:  BMS: Consultancy; Astellas: Consultancy; Agios: Consultancy; Amphivena: Consultancy, Other: ownership interests; Selvita: Research Funding; Pfizer: Consultancy, Research Funding; Jazz: Research Funding; Macrogenics: Consultancy, Research Funding; Immunogen: Research Funding; Celgene: Consultancy, Research Funding; Genentech: Consultancy; Janssen: Consultancy; Kite: Consultancy; Aptevo: Consultancy, Research Funding; Amgen: Research Funding. Hill:  Gilead: Consultancy, Research Funding; Karius: Research Funding; Octapharma: Consultancy; Allovir: Consultancy, Research Funding; Amplyx: Consultancy; Takeda: Consultancy, Research Funding; Allogene therapeutics: Consultancy; CRISPR therapeutics: Consultancy; CLS Behring: Consultancy; OptumHealth: Consultancy.",
    "author_names": [
        "Carla S. Walti",
        "Anna B. Halpern",
        "Hu Xie",
        "E. Lisa Chung",
        "Kelda M. Gardner",
        "Emily M. Huebner",
        "Colleen Delaney",
        "Catherine Liu",
        "Steven A. Pergam",
        "Guang-Shing Cheng",
        "Louise E. Kimball",
        "Wendy M. Leisenring",
        "Michael Boeckh",
        "Roland B. Walter",
        "Joshua A. Hill"
    ],
    "author_dict_list": [
        {
            "author_name": "Carla S. Walti",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna B. Halpern",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA",
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hu Xie",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E. Lisa Chung",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelda M. Gardner",
            "author_affiliations": [
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily M. Huebner",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen Delaney",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA",
                "Deverra Therapeutics, Seattle, WA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Liu",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA",
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven A. Pergam",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA",
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guang-Shing Cheng",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA",
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louise E. Kimball",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy M. Leisenring",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA",
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Boeckh",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA",
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland B. Walter",
            "author_affiliations": [
                "University of Washington, Seattle, WA",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua A. Hill",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA",
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:33:33",
    "is_scraped": "1"
}