{
    "doi": "https://doi.org/10.1182/blood.V106.11.5315.5315",
    "article_title": "Phase I Study of Rituximab-Cyclophosphamide (R-CY) Stem Cell Mobilization and Rituximab-BEAM HDC with ASCT in Patients with Relapsed, Refractory or High Risk Intermediate Grade Non-Hodgkin’s Lymphoma. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The addition of rituximab to mobilization regimens does not adversely affect collection of adequate numbers of CD34+ PBSC and may decrease tumor cell contamination. Prior administration of rituximab may sensitize lymphoma cells to chemotherapy, but its use with high dose chemotherapy has not been studied. In this study, eligible patients had intermediate grade NHL either primary refractory, relapsed or in CR1 with an intermediate/high risk IPI score. Eight patients with a median age of 49 years (28–61) were enrolled in this study. Four patients had relapsed disease, chemosensitive to salvage in 3 patients, and untested in 1 patient. Two patients had primary refractory disease, chemosensitive to salvage. Two patients had intermediate-high risk IPI scores and were in CR-1. One patient in CR-1 declined to undergo transplant following stem cell collection. All patients had received rituximab previously. Stem cell mobilization was rituximab 375mg/M 2 followed by CY 2gm/M 2 /day for 2 doses and filgrastim 10ug/kg/d. High dose chemotherapy consisted of rituximab 375mg/M 2 on day -8, carmustine 300mg/M 2 on day -7, etoposide 200mg/M 2 /d on days -6 to -3, cytosine arabinoside 200mg/M 2 on days -6 to -3 (8 doses) and melphalan 140mg/M 2 on day -2. Patients received filgrastim post transplant. RESULTS: The median CD34+ cell dose collected was 12.5 x 10 6 /kg (1.1 to 33.2). There was one inadequate CD34+ cell collection requiring bone marrow harvesting which yielded 0.72 x 10 6 /kg CD34+ cells. Engraftment of neutrophils and platelets occurred at a median of 8 and 11 days post transplant respectively. Infectious complications included febrile neutropenia in one patient following mobilization and in 6 patients following R-BEAM. Transient grade I–II (common toxicity criteria) hepatic enzyme elevation occurred in 2 patients following R-CY. Following R-BEAM, 3 patients developed grade II-IV LFT elevation without evidence of VOD, which resolved. One patient developed moderate hemorrhagic cystitis which resolved. One patient developed bilateral pulmonary infiltrates of unkown etiology (BAL negative for organisms) which resolved. Immunoglobulin levels remained normal in two patients, but decreased in all other patients for up to a year post transplant. Peripheral blood flow cytometry and T cell subset analysis showed absent B cell populations, decreased CD4 cells and increased CD 8 cells in all patients up to a year post transplant. Five patients are alive with no evidence of disease 381 to 676 days post transplant. Three of these patients developed PET positive lymph nodes that showed florid follicular hyperplasia on biopsy, with no evidence of lymphoma. Two patients had persistent disease following transplant. One patient underwent a non-myeloablative allogeneic transplant and died of progressive disease. CONCLUSIONS: R-CY was well tolerated as a mobilization regimen and led to adequate stem cell collection. The addition of rituximab to the high dose chemotherapy regimen did not appear to increase the incidence of infections or peritransplant complications in this Phase I study. The effect, on disease free survival, of the addition of rituximab to the collection and preparative regimens requires further investigation.",
    "topics": [
        "autologous stem cell transplant",
        "cyclophosphamide",
        "hematopoietic stem cell mobilization",
        "lymphoma, non-hodgkin",
        "rituximab",
        "hdc gene",
        "transplantation",
        "chemotherapy regimen",
        "filgrastim",
        "lymphoma"
    ],
    "author_names": [
        "Eileen Scigliano, MD",
        "Celia Grosskreutz, MD",
        "Steven Fruchtman, MD",
        "Janice Gabrilove, MD",
        "John Mandeli, PhD",
        "Luis Isola, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eileen Scigliano, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Mount Sinai Medical Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Celia Grosskreutz, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Mount Sinai Medical Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Fruchtman, MD",
            "author_affiliations": [
                "Tibotec Therapeutics, Bridgewater, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janice Gabrilove, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Mount Sinai Medical Center, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Mandeli, PhD",
            "author_affiliations": [
                "Department of Biomathematical Sciences, Mount Sinai Medical Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Isola, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Mount Sinai Medical Center, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T15:32:29",
    "is_scraped": "1"
}