{
    "doi": "https://doi.org/10.1182/blood.V122.21.1013.1013",
    "article_title": "Cardiac Iron Overload In Sickle-Cell Disease ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Introduction Chronically transfused sickle cell disease (SCD) patients have lower risk of endocrine and cardiac iron overload load than comparably transfused thalassemia major patients. The mechanisms for this protection remain controversial but likely reflects lower transferrin saturation and circulating labile iron pools because of chronic inflammation and regeneration of apotransferrin through erythropoiesis. However, cardioprotection is incomplete; we have identified 6 patients out of the 201 patients (3%) followed at our Institution who have prospectively developed cardiac iron. We present the clinical characteristics of these patients to identify potential risk factors for cardiac iron accumulation. Methods Cardiac, hepatic, and pancreatic iron overload were assessed by R2* Magnetic Resonance Imaging (MRI) techniques as extensively described by our laboratory. The medical records of the selected patients were reviewed for demographic data, for transfusion and chelation history and for hematologic and biochemical parameters. Results Table 1 describes clinical characteristics of the six patients at the time they developed detectable cardiac iron (R2* ≥ 50 ms). Patient 6 was included because he showed a R2* of 49 Hz that was increasing rapidly. Table 1 Demographic, imaging, and laboratory data at the time cardiac iron detected.  . Patient 1 . Patient 2 . Patient 3 . Patient 4 . Patient 5 . Patient 6 . Sex Female Female Male Female Female Male Race Black Black Black Black Black Hispanic MRI detectable spleen no no yes no yes no Age (years) 22.6 29.6 22.8 21.9 17.1 23.0 Transfusion type simple exchange simple simple simple simple Years of transfusions 3.70 14.1 16.3 17.2 11.4 20.0 Hemoglobin S (%) 3.0 5.0 13.3 19.6 2.0 41 Chelation treatment DFX (30 mo) DFO (3 m) DFX (80 mo) DFX (77 mo) DFX (37 mo) DFX+DFP (9 mo) Compliance poor poor poor poor poor poor LDH (U/L) 991 665 841 570 709 N/A 1 Reticulocytes (%) 2.5 8.7 9.5 19.9 0.9 18.4 1 Ferritin (ng/mL) 9714 10050 10383 6702 4604 11815 Cardiac R2* (Hz) 129 68.2 50.0 54.0 57.4 48.7 LIC (mg/g/dw) 53.5 52.8 41.7 38.4 22.4 35.2 Pancreatic R2*(Hz) N/A 114 400 345 401 450 . Patient 1 . Patient 2 . Patient 3 . Patient 4 . Patient 5 . Patient 6 . Sex Female Female Male Female Female Male Race Black Black Black Black Black Hispanic MRI detectable spleen no no yes no yes no Age (years) 22.6 29.6 22.8 21.9 17.1 23.0 Transfusion type simple exchange simple simple simple simple Years of transfusions 3.70 14.1 16.3 17.2 11.4 20.0 Hemoglobin S (%) 3.0 5.0 13.3 19.6 2.0 41 Chelation treatment DFX (30 mo) DFO (3 m) DFX (80 mo) DFX (77 mo) DFX (37 mo) DFX+DFP (9 mo) Compliance poor poor poor poor poor poor LDH (U/L) 991 665 841 570 709 N/A 1 Reticulocytes (%) 2.5 8.7 9.5 19.9 0.9 18.4 1 Ferritin (ng/mL) 9714 10050 10383 6702 4604 11815 Cardiac R2* (Hz) 129 68.2 50.0 54.0 57.4 48.7 LIC (mg/g/dw) 53.5 52.8 41.7 38.4 22.4 35.2 Pancreatic R2*(Hz) N/A 114 400 345 401 450 1 Represents 1-year average of monthly values. N/A = Not available View Large Five of the six patients were managed on simple transfusions. Five patients had been on chronic transfusion for more than 11 years. The three patients who developed cardiac iron the earliest (3.7 – 14 years of transfusions) had more efficient suppression of endogenous red cell production (HbS levels 2-5%) compared with patients who required longer transfusional exposure (HbS levels 13.3 – 41%). All patients had qualitatively poor chelation compliance (<50%), based upon their prescription refill rate. All patients had serum ferritin levels exceeding 4600 and liver iron concentration (LIC) greater than 22 mg/g. Pancreatic R2* was greater than 100 Hz in every patient studied (5/6). Figure 1 shows the longitudinal relationship between iron overload in the heart and in the other organs for each patient; initial iron levels are shown in black. Cardiac R2* appears increase dramatically once a critical LIC “threshold” is reached, qualitatively similar to the 18 mg/g threshold observed in thalassemia major patients. Cardiac R2* rose proportionally to pancreas R2*, similar to thalassemia major patients, with all of the patients having pancreas R2* > 100 Hz at the time cardiac iron was detected. Figure 1 View large Download slide (A) Time course of heart R2* versus LIC. (B) Heart R2* versus pancreas R2*. Figure 1 View large Download slide (A) Time course of heart R2* versus LIC. (B) Heart R2* versus pancreas R2*.  Close modal Conclusions Cardiac iron overload occurs in a small percentage of chronically transfused SCD patients and is only associated with exceptionally poor control of total body iron stores. Duration of chronic transfusion is clearly important but other factors, such as levels of effective erythropoiesis, may also contribute to cardiac risk. The relationship between cardiac iron and pancreas R2* suggests that pancreas R2* can serve as a valuable screening tool for cardiac iron in SCD patients. Disclosures: Berdoukas: ApoPharma inc: Consultancy. Coates: ApoPharma inc, Novartis, Shire: Consultancy. Wood: Novartis: Consultancy, Honoraria; Shire: Consultancy, Research Funding; ApoPharma: Consultancy, Honoraria, Use of deferiprone in myocardial infarction, Use of deferiprone in myocardial infarction Patents & Royalties.",
    "topics": [
        "iron overload",
        "sickle cell anemia",
        "iron",
        "transfusion",
        "blood transfusion",
        "cooley's anemia",
        "hemoglobin, sickle",
        "magnetic resonance imaging",
        "deferiprone",
        "myocardial infarction"
    ],
    "author_names": [
        "Antonella Meloni, PhD",
        "Mammen Puliyel, M.B., B.S.",
        "Alessia Pepe, MD, PhD",
        "Massimo Lombardi, MD",
        "Vasilios Berdoukas, MB, BS",
        "Thomas D. Coates, MD",
        "John C Wood, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Antonella Meloni, PhD",
            "author_affiliations": [
                "CMR Unit, Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mammen Puliyel, M.B., B.S.",
            "author_affiliations": [
                "Hematology Oncology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessia Pepe, MD, PhD",
            "author_affiliations": [
                "CMR Unit, Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Lombardi, MD",
            "author_affiliations": [
                "CMR Unit, Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vasilios Berdoukas, MB, BS",
            "author_affiliations": [
                "Hematology Oncology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas D. Coates, MD",
            "author_affiliations": [
                "Hematology Oncology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C Wood, MD, PhD",
            "author_affiliations": [
                "Division of Cardiology, Children's Hospital Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T06:39:53",
    "is_scraped": "1"
}