{
    "doi": "https://doi.org/10.1182/blood.V114.22.4411.4411",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1366",
    "start_url_page_num": 1366,
    "is_scraped": "1",
    "article_title": "Intrathecal Liposomal Cytarabine (DepoCyte®) for Treatment of Leptomeningeal Involvement From Transformed (Richter's syndrome) and Non-Transformed B-Cell Chronic Lymphocytic Leukemia (B-CLL) in Spain: Report of 8 Cases. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY CLL - THERAPY, EXCLUDING TRANSPLANTATION",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytarabine",
        "liposomes",
        "richter's syndrome",
        "spain",
        "chemotherapy regimen",
        "dexamethasone",
        "brachial plexus neuritis",
        "colony-stimulating factors"
    ],
    "author_names": [
        "Jose Manuel Calvo-Villas, MD",
        "Jose Antonio Fernández, MD",
        "Rosa Fernández, MD",
        "Ignacio de la Fuente, MD",
        "Ana Cristina Godoy, MD",
        "Rodrigo Martino, MD",
        "Maria del Carmen Mateos, MD",
        "Concepción Poderos, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital Doctor José Molina Orosa, Arrecife de Lanzarote, Spain, "
        ],
        [
            "Hematology, Hospital Universitario de San Juan, Alicante, Spain, "
        ],
        [
            "Hematology, Hospital Insular de Gran Canaria, Las Palmas, Spain, "
        ],
        [
            "Hematology, Hospital Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Hematology, Hospital Miguel Servet, Zaragoza, Spain, "
        ],
        [
            "Hematology Department, Sant Pau Hospital, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Virgen del Camino, Pamplona, Spain, "
        ],
        [
            "Hematology, Hospital Xeral Cies, Vigo, Spain"
        ]
    ],
    "first_author_latitude": "28.974127",
    "first_author_longitude": "-13.5661476",
    "abstract_text": "Abstract 4411 Background Leptomeningeal disease (LD) is an uncommon and severe complication in the course of B-CLL and may occur particularly in the course of transformation into an aggressive lymphoma, so-called Richter's syndrome. Commonly, repeated administrations of intrathecal (IT) chemotherapy with either methotrexate or cytarabine is the mainstay treatment in these B-CLL patients (pts). IT chemotherapy with standard agents is limited by the need for multiple injections via lumbar puncture or an Ommaya reservoir. A depot formulation of liposomal cytarabine (DepoCyte ® ) has already demonstrated to be well tolerated and effective in the treatment of lymphomatous meningitis. However, there are no studies that have analyzed the efficacy of liposomal cytarabine in the treatment of leptomeningeal involvement from B-CLL and/or Richter′s syndrome. Aim A multicenter and retrospective study was performed in pts with meningeal involvement from transformed (Richter's syndrome) and non-transformed B-CLL in which IT depot liposomal cytarabine was employed as compassionate therapy. All the cases were evaluated for cytological negativization of the cerebro-spinal fluid (CSF) from neoplastic cells and improvement of neurological symptoms. Patients and Methods From October 2005 to February 2009, eight patients (median age 66 years; range 44–81; 3 females) treated with liposomal cytarabine at the standard dose of 50 mg every 15 days, for a total of 39 doses (median cycles/pt: 5; range 1–9) were recorded. Six patients had a diagnosis of Richter′s syndrome from B-CLL [ (diffuse large B-cell lymphoma (DLBCL; n = 5); or secondary involvement of Central Nervous System (CNS) from acute myeloid leukaemia (AML) ( n = 1)] and the remainder ( n = 2) were diagnosed of non-transformed B-CLL. At time of meningeal involvement, the eight patients were also in hematological relapse. The patients had been previously treated by cytotoxic chemotherapy according to the current protocols; intrathecal prophylaxis had not been administered previously. In all patients neurological symptoms were present; lymphomatous cells were identified in the CSF of 7 patients (median, 296/μL; range, 3–1440/μL) and CNS localizations were detected by CT scan and/or MR imaging in 2 patients. The treatment with liposomal cytarabine (50 mg IT every 15 days) was associated with systemic chemotherapy in 7 patients [ R-CHOP ( n = 1), CHOP ( n = 1), R-FC ( n = 1), high or intermediate methotrexate-based regimens in combination with cytarabine and vincristine ( n = 3) or only chlorambucil in 1 elderly pt]. The patient with AML meningeal involvement was treated only with DepoCyte ® . Six patients received concurrent dexamethasone therapy as prophylaxis for chemical arachnoiditis; oral dexamethasone (4 mg bid for 5 days per cycle) (n = 1), IV dexamethasone at varying dosages (n = 2) or IT dexamethasone (4 mg) (n = 3). Results The patient with AML meningeal relapse was not evaluable for response because he received only 1 administration of liposomal cytarabine before dying for disease progression. In seven evaluable cases, overall neurological and cytological responses were obtained in five cases with Richter′s syndrome (71.4%; 3 complete responses, 2 partial responses) whereas 2 complete responses (100%) was observed in B-CLL pts. Median time from treatment to cytological response was 15 days, (range, 2 - 60). Neurological progression was not subsequently reported in any patients (median follow-up 5 months; range 1 – 12). Two patients were still alive and in CR at the time of reporting, including 1 of 7 patients with Richter's syndrome, whereas the remaining six died from systemic relapse (5) or infection (1), without evidence of neurological progression at hematological disease progression. No adverse effects due to the IT administration of liposomal cytarabine were reported. No dose reduction was required for toxicity. Conclusions These preliminary data indicate that IT liposomal cytarabine is effective in clearance of tumoral cells from CSF in transformed and non-transformed B-CLL patients. The association with systemic chemotherapy has been demonstrated to be suitable and well tolerated. Studies with higher number of patients and longer-term follow-up will be warranted to evaluate the efficacy and safety of IT depot liposomal cytarabine in meningeal involvement from B-CLL and Richter′s syndrome. Disclosures: No relevant conflicts of interest to declare."
}