{
    "doi": "https://doi.org/10.1182/blood.V104.11.4208.4208",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=164",
    "start_url_page_num": 164,
    "is_scraped": "1",
    "article_title": "Expression and Functional Differences of CBFA2T (ETO, MTG) Gene Family Members in Hematopoiesis. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "genes",
        "glycophorin",
        "hematopoiesis",
        "hemoglobin a",
        "leukemia",
        "leukemia, myelocytic, acute",
        "polymerase chain reaction",
        "reverse transcriptase polymerase chain reaction",
        "rna",
        "translocation (genetics)"
    ],
    "author_names": [
        "Fariborz Mortazavi, MD",
        "ShriHari Kadkol, MD",
        "Annette Bruno, BSc",
        "Kristine Baraoidan, BSc",
        "Steven Ackerman, PhD",
        "Amittha Wickrema, PhD",
        "Yogenthiran Saunthararajah, MD"
    ],
    "author_affiliations": [
        [
            "Medicine Hem/Onc, University of Illinois at Chicago, Chicago, IL, USA"
        ],
        [
            "Medicine Hem/Onc, University of Illinois at Chicago, Chicago, IL, USA"
        ],
        [
            "Medicine Hem/Onc, University of Illinois at Chicago, Chicago, IL, USA"
        ],
        [
            "Medicine Hem/Onc, University of Illinois at Chicago, Chicago, IL, USA"
        ],
        [
            "Medicine Hem/Onc, University of Illinois at Chicago, Chicago, IL, USA"
        ],
        [
            "Medicine Hem/Onc, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Medicine Hem/Onc, University of Illinois at Chicago, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "41.84142149999999",
    "first_author_longitude": "-87.63953045000001",
    "abstract_text": "The CBFA2T (ETO, MTG) family has three similar family members - CBFA2T1-T3. CBFA2T1 (ETO, MTG8) and CBFA2T3 (ETO2, MTG16) are targeted by chromosomal translocations in acute myeloid leukemia. To better understand the usual hematopoietic function of this gene family, we examined the expression of CBFA2T RNA using RQ-PCR in cell-lines and human CD34+ hematopoietic cells during macrophage and erythroid differentiation. RQ-PCR on extracted RNA was performed with an icyclerQ instrument (Bio-Rad) using the Quantitect SYBR Green RT-PCR kit (Qiagen) and in vitro transcribed RNA to construct standard curves. CBFA2T3 was the most highly expressed family member in human CD34+ cells, the erythro-leukemia line K562, the myeloid line MPD, the T cell line Jurkatt and the B-cell line LCL-11. However, CBFA2T3 expression decreased by >50% during both macrophage and erythroid differentiation of human CD34+ cells. In contrast, CBFA2T1 expression was almost undetectable in human CD34+ cells and all cell lines except K562 but increased more than 20 fold during erythroid (but not macrophage) differentiation of human CD34+ cells. Extrinsic over-expression of CBFA2T1, but not CBFA2T2, significantly increased glycophorin-A and hemoglobin A expression in K562 cells, consistent with a regulatory role for CBFA2T1 in erythroid differentiation. CBFA2T2 (MTGR1) was moderately expressed in human CD34+ cells and all the cell lines and demonstrated a 2.5 fold increase in expression with macrophage differentiation but essentially no change with erythroid differentiation of human CD34+ cells. These findings suggest that despite their similarity, the CBFA2T family members have distinctive regulatory roles in hematopoietic differentiation."
}