{
    "doi": "https://doi.org/10.1182/blood.V122.21.3606.3606",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2431",
    "start_url_page_num": 2431,
    "is_scraped": "1",
    "article_title": "Treatment Of Infection-Associated Purpura Fulminans With Protein C Zymogen Is Associated With a High Survival Rate ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "topics": [
        "enzyme precursors",
        "infections",
        "protein c",
        "purpura fulminans",
        "survival rate",
        "concentrate dosage form",
        "blood coagulation disorders",
        "sepsis",
        "amputation",
        "multiple organ dysfunction syndrome"
    ],
    "author_names": [
        "Paul Knoebl, MD",
        "Peter Schellongowski, MD",
        "Thomas Staudinger, MD",
        "Wolfgang R. Sperr, MD",
        "Christian Scheibenpflug, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine I, Division of Hematology and Hemostasis, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Medicine 1, Intensive Care Unit, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Medicine 1, Intensive Care Unit, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Pediatric Intensive Care Unit, Vienna Danube Hospital, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215",
    "abstract_text": "Purpura fulminans (PF) is rapidly progressing, life-threatening disorder, characterized by skin lesions with a typical morphology, disseminated intravascular coagulopathy, multiple organ failure, septic shock, most often, but not exclusively caused by infections (meningococci, pneumococci, and others). It is associated with a breakdown of the protein C system, an important regulator of blood coagulation, leading to consumption coagulopathy, intravascular fibrin deposition, downregulated fibrinolysis, disturbance of microcirculation and finally death from multiple organ failure. Mortality of severe sepsis with coagulopathy is as high as 80-100%, and persistent disabilities (i.e. amputations) are frequent in survivors. Several case series including more than 340 patients, suggest that substitution of protein C zymogen can impressively improve coagulopathy, reduce amputation rate and improve survival compared to historical controls in PF associated with sepsis in neonates, children and adults, encouraging some centers to incorporate it in their local guidelines for treatment of purpura fulminans. We report a series of 9 consecutive patients with purpura fulminans, treated with a plasma-derived protein C zymogen concentrate (Ceprotin®, Baxter, Vienna, Austria) for acute onset PF in 3 Vienna hospitals, in which the treatment guidelines included protein C replacement. Median age was 29 years (range 2 months to 73 years), 5 male, 4 female, 5 adult, 4 pediatric patients were treated, respectively. Six patients had meningococcal sepsis, 2 had overwhelming post-splenectomy infections, and 1 had heat-shock induced coagulopathy. All patients presented with typical skin lesions and acute critical illness and were admitted to intensive care units. Coagulopathy was present in 100%, severe vasopressor-dependent sepsis in 100%, acute renal failure in 89%, respiratory failure in 89%. Median SAPS II score in the adults was 78 (range 45-97), predicting a mortality of 78.3% (range 31-88.5%). All pediatric patients had a Glasgow Meningococcal Septicemia prognostic score >8, indicating a fatal outcome. Renal replacement therapy was necessary in 56%, mechanical ventilation in 89%. Initial protein C levels were markedly decreased in the 8 patients with infections. Standardized sepsis therapy was applied according to the surviving sepsis guidelines. Protein C was given as an initial bolus infusion (100 U/kg) followed by a continuous infusion with 10 U/kg/h, adjusted to obtain plasma protein C activity levels of 1.0 U/mL. In addition, platelet, red blood cell, fibrinogen and antithrombin concentrates were given as needed. In one patient (PF caused by heat shock) protein C infusion was stopped after 2 days, and he died after 10 days from refractory multiple organ failure. All other patients (with infection-induced PF) survived. Coagulopathy resolved within a few days, and all patients could successfully be weaned from intensive care therapy. Organ function was completely restored without residual dysfunction. One patient needed amputation of both forefeet and nose reconstruction, 6 patients had, in part extended, scar formation at the skin. Median follow up was 8 months (range 2-20). At that time all patients were fully active without apparent limitations. In conclusion, standardized, full-code sepsis therapy, together with protein C substitution, resulted in very high survival rate of patients with infection-induced PF (as compared to predicted mortality) and a low rate of disabilities in this otherwise deleterious disease. As Ceprotin® is approved only for congenital protein C deficiency, controlled clinical studies are urgently needed to gain more scientific evidence for this potentially life-saving, but still off-label therapy in patients with PF. Disclosures: Knoebl: Novo Nordisk: Consultancy, Honoraria; Baxter: Consultancy, Honoraria. Off Label Use: plasma derived protein C concentrate (Ceprotin(R)) for acquired protein C deficiency in purpura fulminans."
}