{
    "doi": "https://doi.org/10.1182/blood.V126.23.1634.1634",
    "article_title": "Mpl Gain-of-Function Mutations Can be Classified By Differential Subcellular Processing, Molecular Mechanisms, Mode of Inheritance and Clinical Impact ",
    "article_date": "December 3, 2015",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster I",
    "abstract_text": "The interaction between the c-Mpl receptor and its ligand thrombopoietin (TPO) on the cell surface is crucial for the regulation of thrombopoiesis. Several mutations in the c-Mpl receptor gene have been linked to a gain-of-function resulting in thrombocytosis. We have analyzed the known gain-of-function mutations in the extracellular part of the Mpl receptor, K39N and P106L, as well as the S505N, W515K and W515L mutations in the transmembrane and juxtamembrane region, respectively. Interestingly, the latter mutations can occur as autosomal dominant and/or as somatic mutations and are known to be associated with myeloproliferative malignancies and AML, whereas the abundant K39N and the P106L mutations are the cause of autosomal recessive hereditary thrombocytosis without a known predisposition to hematologic malignancies. To date, these differences in clinical impact and mode of inheritance are poorly understood. Starting from these clinical observations, we have performed functional analyses of the described gain-of-function mutations to address the key functional properties that might explain the observed clinical differences. Three crucial stages of the c-Mpl receptor life cycle were addressed: (1) post-translational processing of the immature receptor protein and its subcellular distribution, (2) membranous expression of the mature receptor and (3) receptor internalization upon stimulation with its ligand TPO. We first analyzed the post-translational processing of the normal, the K39N and the P106L mutated receptor in comparison with receptors carrying the S505N, the W515K and W515L mutations in a HeLa cell culture model. The normal, the K39N, S505N, W515K and W515L mutated c-Mpl receptors were properly glycosylated during their transport through the Golgi apparatus, whereas the P106L mutated receptor did not enter the Golgi and was not fully glycosylated. The K39N mutant was fully glycosylated but did show different running behavior on the SDS Gel, most likely caused by post-translational modifications different from glycosylation. The S505N, the W515K and the W515L mutated receptors displayed stable surface expression in confocal microscopy and FACS analysis, whereas the P106L mutated receptor was not detectable on the cell surface. After stimulation with TPO, a decrease in mean receptor surface protein could be observed for the wild type and all mutants that were expressed on the surface, namely S505N, W515K and W515L, however not significant (p>0.05). Interestingly, our functional analyses of the TPO/c-Mpl signaling pathways in TPO stimulated c-Mpl transfected BA/F3 cells showed activation of the ERK1/2 pathway in all mutants but only weaker activation of the PI3K/m-TOR and Stat3/5 signaling pathways for the P106L mutant. By contrast, cells transfected with the wild type, the S505N, W515K and W515L c-Mpl mutants showed predominant up-regulation of the PI3K/m-TOR and Stat3/5 pathways. These results show that first, both impaired and regular receptor glycosylation and correlating subcellular distribution may occur in c-Mpl gain-of function mutants. Second, the c-Mpl gain-of-function mutants differ substantially in surface expression levels. Third, our results suggest differences in the maintenance of the TPO negative feedback loop across c-Mpl gain-of-function mutants. Indeed, in contrast to P106L, it seems likely that the TPO negative feedback-loop is preserved in the S505N, the W515K and the W515L mutants. In line with this, highly elevated TPO serum levels have only been described for P106L, but not for the other gain-of-function mutations. We hypothesize that maintenance of the TPO negative feedback-loop is sufficient to prevent dysregulation of TPO levels but not transmission of a harmful c-Mpl gain-of-function effect. Instead, the predominant activation of the PI3K/m-TOR and Stat3/5 pathways might explain the different propensity to induce hematopoietic malignancy. In summary, our findings suggest the existence of different disease causing molecular mechanisms behind the mutations' respective clinical correlates and provide the basis for an important extension to the current classification of c-Mpl mutations that is primordially based on clinical observations. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "cancer",
        "gel",
        "genetic inheritance",
        "hematologic neoplasms",
        "ligands",
        "membrane proteins",
        "microscopy, confocal",
        "mutation",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Clemens Stockklausner, MD",
        "Christin Maria Duffert",
        "Ziwei Zhou",
        "Anne Christine Klotter",
        "Isabelle Nadine Kuhlee",
        "Andreas E Kulozik, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Clemens Stockklausner, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Immunology, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christin Maria Duffert",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Immunology, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ziwei Zhou",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Immunology, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Christine Klotter",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Immunology, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Nadine Kuhlee",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Immunology, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas E Kulozik, MDPhD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Immunology, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T21:31:58",
    "is_scraped": "1"
}