{
    "doi": "https://doi.org/10.1182/blood-2018-99-116022",
    "article_title": "A Novel PAX5-KIDINS220 Fusion Protein Activates Multiple Signals Associated with Therapeutic Resistance ",
    "article_date": "November 29, 2018",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "abstract_text": "Background : It is well known that PAX5 related fusion proteins are mainly associated with leukemogenesis of B cell precursor acute lymphoblastic leukemia (B-ALL) through dominant negative effect against normal PAX5, resulting in impairment of B cell differentiation. However, different biological property of PAX5 fusion protein which is related to B-ALL has not been fully investigated. Here, we performed functional analysis of novel fusion protein, PAX5-KIDINS220 (P-K220) which was identified in pediatric Ph-like ALL patient. Methods : Full length of P-K220 fusion gene was cloned into pRetroX-Tight-Pur retroviral vector. We also established the PAX5-N construct that contained only PAX5 region (1-306 aa) of P-K220 so that we could analyze the importance of KIDINS220 in P-K220. Then, Ba/F3 cells, which are IL-3 dependent murine pro B-ALL cells, were transduced with this retroviral vector to establish Ba/F3 cells expressing P-K220 or PAX5-N under doxycycline (DOX) dependent manner. P-K220 was also cloned into pAcGFP1-C1 vector and pMSCVneo vector to perform localization assay and luciferase reporter assay. Gene expression analysis was performed using Mouse Genome 430 2.0 Array. In cytotoxic assay using co-culture system with murine mesenchymal stromal cell, MS-5, Ba/F3 cells that were pre-stained with Carboxyfluorescein diacetate succinimidyl ester (CFSE) were seeded on MS-5 stromal cell, then 10 nM vincristine (VCR) was applied. 72 hours later, flow cytometric analysis was performed to determine the fraction and proliferation ability of viable Ba/F3 cells. The proliferation ability was estimated by CFSE fluorescence that attenuates depending on cell proliferation. Results and discussions : P-K220 and PAX5-N were successfully expressed in Ba/F3 cells, confirmed by western blotting. Localization assay revealed that GFP tagged P-K220 was localized in a nucleus of HEK293-T cells under confocal microscopy, suggesting that P-K220 acted as a transcriptional factor. Luciferase reporter assay revealed that P-K220 protein inhibited PAX5 transcriptional activity in dominant negative fashion. Although P-K220 was identified in Ph-like ALL patient and activated JAK2-STAT5 pathway through reduction of Socs5 expression, Ba/F3 cells expressing P-K220 protein did not acquire IL-3 independency. P-K220 attenuated proliferation of Ba/F3 cells (p=0.02), which was in contrast to PAX5-JAK2. To reveal which pathways were affected by P-K220, gene expression analysis was performed. Gene set enrichment analysis revealed that multiple pathways related to chemotaxis, migration, such as IL-15 pathway, were activated in P-K220 expressing Ba/F3 cells. RQ-PCR and western blotting confirmed P-K220 induced expression of IL-15 in RNA (p=0.018) and protein level, suggesting that P-K220 might be associated with infiltration of leukemic cells into extramedullary site. Next, we examined whether P-K220 was associated with sensitivity of chemotherapeutic agents, such as vincristine (VCR), cytarabine, prednisolone, methotrexate, and 6-mercaptoprine. P-K220 expressing Ba/F3 cells showed higher VCR IC 50 (0.4 nM vs 2.5 nM) and decreased Annexin V positive fraction under the condition of 10 nM VCR (39.4 % vs 23.8 %, p=0.04). In co-culture analysis with MS-5 stromal cell under the 10 nM VCR, the fraction of viable Ba/F3 cells that adhered to MS-5 was significantly increased with expression of P-K220 than PAX5-N or Dox (-) (11.6% vs 7.3% vs 6.8%, p<0.001), and proliferation ability was also significantly increased with expression of P-K220, that was estimated by mean CFSE fluorescence (479.6 vs 990.0 vs 909.7, p<0.001), suggesting P-K220 was associated with VCR resistance. Gene expression analysis and RQ-PCR revealed that P-K220 induced expression of Abcc5 which was reported to be associated with VCR resistance (p=0.003). Conclusion : P-K220 did not induce high proliferation of Ba/F3 cells even though identified in Ph-like ALL patient. However, P-K220 might be associated with treatment resistance through the infiltration of leukemic cells into extramedullary sites partly via activation of IL-15 pathway and resistance to VCR via induction of Abcc5 . Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "fusion proteins",
        "pax5 gene",
        "mechlorethamine",
        "interleukin-15",
        "leukemia, b-cell, acute",
        "coculture techniques",
        "interleukin-3",
        "leukemic cells",
        "luciferases"
    ],
    "author_names": [
        "Takuyo Kanayama, MD",
        "Toshihiko Imamura, MD PhD",
        "Kenichi Sakamoto, MD PhD",
        "Fumihiko Hayakawa, MD, PhD",
        "Akihiko Tanizawa, MD PhD",
        "Nobutaka Kiyokawa, MD PhD",
        "Hajime Hosoi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Takuyo Kanayama, MD",
            "author_affiliations": [
                "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Toshihiko Imamura, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Sakamoto, MD PhD",
            "author_affiliations": [
                "Children's Cancer Center, National Center for Child Health and Development, Tokyo, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fumihiko Hayakawa, MD, PhD",
            "author_affiliations": [
                "Department of Pathophsyological Laboratory Sciences, Nagoya University Graduate school of Medicine, Nagoya, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihiko Tanizawa, MD PhD",
            "author_affiliations": [
                "Department of Human Resource Development for Cancer, Faculty of Medical Sciences, University of Fukui, Fukui, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobutaka Kiyokawa, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology Research, National Research Institute for Child Health and Development, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hajime Hosoi, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T04:22:40",
    "is_scraped": "1"
}