{
    "doi": "https://doi.org/10.1182/blood.V106.11.700.700",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=467",
    "start_url_page_num": 467,
    "is_scraped": "1",
    "article_title": "Predictors of Avascular Necrosis (AVN) of Bone after Long-Term Follow-Up of Allogeneic and Autologous Hematopoietic Cell Transplantation (HCT) for Malignant and Non-Malignant Disorders. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "follow-up",
        "hematopoietic stem cell transplantation",
        "osteochondritis dissecans",
        "genetic predisposition to disease",
        "cyclosporine",
        "graft-versus-host disease, chronic",
        "allogeneic hematopoietic stem cell transplant",
        "steroids",
        "tacrolimus",
        "aplastic anemia"
    ],
    "author_names": [
        "Liton Francisco, BS",
        "Stephanie Campbell, BS",
        "Andrea Carter, BA",
        "Roberto Rodriguez, MD",
        "Joseph Rosenthal, MD",
        "Carol Schroeder, R.N.",
        "Marianna Shakhnovits, MD",
        "Stephen J. Forman, MD",
        "Smita Bhatia, MD, M.P.H."
    ],
    "author_affiliations": [
        [
            "Hematology/Hematopoietic Cell Transplantation, City of Hope Cancer Center, Duarte, CA, USA"
        ],
        [
            "Hematology/Hematopoietic Cell Transplantation, City of Hope Cancer Center, Duarte, CA, USA"
        ],
        [
            "Hematology/Hematopoietic Cell Transplantation, City of Hope Cancer Center, Duarte, CA, USA"
        ],
        [
            "Hematology/Hematopoietic Cell Transplantation, City of Hope Cancer Center, Duarte, CA, USA"
        ],
        [
            "Hematology/Hematopoietic Cell Transplantation, City of Hope Cancer Center, Duarte, CA, USA"
        ],
        [
            "Hematology/Hematopoietic Cell Transplantation, City of Hope Cancer Center, Duarte, CA, USA"
        ],
        [
            "Hematology/Hematopoietic Cell Transplantation, City of Hope Cancer Center, Duarte, CA, USA"
        ],
        [
            "Hematology/Hematopoietic Cell Transplantation, City of Hope Cancer Center, Duarte, CA, USA"
        ],
        [
            "Hematology/Hematopoietic Cell Transplantation, City of Hope Cancer Center, Duarte, CA, USA"
        ]
    ],
    "first_author_latitude": "34.1298507",
    "first_author_longitude": "-117.97077220000001",
    "abstract_text": "Patients undergoing allogeneic HCT are known to be at an increased risk of AVN. Chronic steroid use, to treat chronic graft vs. host disease (cGVHD) has been identified as a risk factor. Previous studies reporting AVN after allogeneic HCT are limited either due to small cohort size or reliance on registry data for passive reporting on outcomes such as AVN. Furthermore, little is known about the risk of AVN after autologous HCT. We report a retrospective chart review of 1595 consecutive patients undergoing HCT at City of Hope Cancer Center between 1976 and 1998, and surviving one or more years after HCT. The median age at HCT was 35 years (range, 0.6–71.5) and the median length of follow-up was 7.0 years (1–25.3). The cohort included 940 males (59%). In this cohort, 78 patients developed AVN of 163 joints, resulting in a mean of 2.1 affected joints per patient (range, 1 to 8). Diagnosis of AVN was confirmed by review of radiologic evidence of necrosis in the presence of clinical symptoms. The hip joint was the most common joint affected (70.5% of patients), followed by the knee (35%) and shoulder (26%). Symptoms developed a median of 38.7 months from HCT (12 to 199 months). The overall cumulative incidence was 6.2% at 15 years from HCT for the first reported AVN developing one or more years after HCT. Nineteen of 741 autologous HCT survivors developed AVN (cumulative incidence: 3.5% at 10 years), while 46 of the 746 allogeneic sibling donor HCT survivors (cumulative incidence, 6.2% at 10 years), and 12 of the 108 unrelated donor HCT recipients developed AVN (cumulative incidence 13.9% at 10 years, p<0.001). A multivariate analysis of the entire cohort identified exposure to cyclosporine, both for GVHD prophylaxis (relative risk (RR), 3.03, 95% confidence interval (CI), 1.4–6.5), and treatment of cGVHD (RR=4.1, 95% CI, 2.2–7.9), male sex (RR=2.1, 95% CI, 1.3–3.6), primary diagnosis of multiple myeloma (RR=7.5, 95% CI, 1.4–40.7) and Hodgkin disease (RR=10.8, 95% CI, 2.2–53.6) when compared with aplastic anemia to be independently associated with an increased risk of AVN after HCT. Among survivors of allogeneic HCT, presence of cGVHD (RR=4.2, 95% CI, 1.7–10.0), and treatment of cGVHD with a combination of systemic steroids, Cyclosporin, and Tacrolimus (RR=3.6, 95% CI, 1.7–7.7), compared to a combination of systemic steroids and Cyclosporin, were independently associated with an increased risk of AVN. Finally, no risk factors were identified for the development of AVN among autologous HCT recipients. AVN is a frequent and significantly debilitating consequence of HCT, frequently requiring surgical intervention, and potentially impacting the overall HRQL of the HCT survivors. This study describes the magnitude of risk in autologous and allogeneic HCT recipients and identifies cGVHD and use of immunosuppressive agents such as systemic steroids, Cyclosporin and Tacrolimus as risk factors, indicating the possible pathogenic role of Cyclosporin- and Tacrolimus-induced microangiopathy in the development of AVN in this population. Identification of genetic susceptibility and the role of interaction between therapeutic exposures and genetic susceptibility in handling these therapeutic exposures would further assist in identification of the populations at risk and the mechanistic pathways involved in the development of AVN in this population."
}