{
    "doi": "https://doi.org/10.1182/blood.V124.21.1435.1435",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2790",
    "start_url_page_num": 2790,
    "is_scraped": "1",
    "article_title": "Posttranslational Modification in Megakaryocytes Regulates β1 Integrin Expression, Migration and Platelet Production in Vivo  ",
    "article_date": "December 6, 2014",
    "session_type": "301. Platelet Activation and Biochemistry: Poster I",
    "topics": [
        "integrins",
        "megakaryocytes",
        "platelet production",
        "protein processing, post-translational",
        "meckel-gruber syndrome",
        "stromal cell-derived factor 1",
        "bone marrow transplantation",
        "cxcr4 receptors",
        "laminin",
        "radiochemotherapy"
    ],
    "author_names": [
        "Silvia Giannini",
        "Max Adelman",
        "Antonija Jurak Begonja",
        "Karin M Hoffmeister, MD"
    ],
    "author_affiliations": [
        [
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "Brigham and Women's Hospital and Harvard Medical School, Boston, MA "
        ],
        [
            "Univeristy of Rijeka, Rijeka, Croatia"
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.341380400000006",
    "first_author_longitude": "-71.0932529",
    "abstract_text": "Platelet recovery following bone marrow transplant and radiochemotherapy is crucial to prevent bleeding complications. Defects in glycosylation have been associated with decrease in blood platelet counts. However, the role of posttranslational modification in platelet production remains elusive. We here investigated the role of β1,4 galactosyltransferase 1 (β4GalT1), the key glycosyltransferase regulating lactosaminoglycan (LacNAc or βGal1,4 GlcNAc) expression by adding galactose (Gal) to terminal N-acetylglucosamine (GlcNAc), in platelet production. Stromal cell-derived factor 1 (SDF-1), but not thrombopoietin promotes megakaryocyte (MK) migration towards the bone marrow sinusoids, thereby increasing platelet production. SDF-1 (CXCL12) upregulated LacNAc expression in fetal liver wild type (WT), but not β4galt1-null megakaryocytes (MKs) lacking β4GalT1, suggesting that SDF-1 promotes LacNAc expression in vivo to regulate MK migration and platelet production. In support of this hypothesis, β4galt1-null mice had severe macrothrombocytopenia with increased bone marrow MK numbers, but normal platelet clearance. Ploidy, expression of the major glycoproteins (GPIbα/V/IX and αIIbβ3) and the surface expression of the SDF-1 receptor CXCR4 were normal in β4galt1-null bone marrow MKs. However, β4galt1-null bone marrow MKs had increased surface and total β1 integrin expression, as determined by flow cytometry, immunoblot and immunofluorescence. Mature CD42b/CD41 positive β4galt1-null MKs co-localized poorly with endoglin positive bone marrow sinusoids (49.9 ± 2.1 %), compared to WT MKs (72.4 ± 0.6 %). Expression of laminin, the major β1 integrin ligand, was upregulated in β4galt1-null MKs, suggesting that loss of LacNAc expression on β1 integrin increased its function. To exclude an extrinsic contribution to the failure of β4galt1-null MKs to migrate, β4galt1-null fetal liver (E14.5) hematopoietic cells (FLHCs) were transplanted in lethally irradiated WT mice. Transplanted β4galt1-null FLHCs restored bone marrow MKs, but failed to migrate to sinusoids and produce circulating platelets. In marked contrast, production of β4galt1-null white blood cells was normal. Together, our results suggest that SDF-1 upregulates β4GalT1-dependent LacNAc expression to promote MK migration and interaction with BM sinusoids, likely regulating MK β1 integrin expression and interaction with components of the extracellular matrix, specifically laminin. Understanding of the mechanisms regulating posttranslational modifications induced by various hematopoietic stimulating chemokines and cytokines will contribute to better platelet recovery following bone marrow transplant and radiochemotherapy. Disclosures No relevant conflicts of interest to declare."
}