{
    "doi": "https://doi.org/10.1182/blood.V106.11.1268.1268",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=537",
    "start_url_page_num": 537,
    "is_scraped": "1",
    "article_title": "Antigen-Specific CD8 + Memory T Cells Survive, Function and Populate the Host Marrow Compartment Following Ablative TBI and Allogeneic BMT. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "antigens",
        "bone marrow transplantation, allogeneic",
        "host (organism)",
        "t-lymphocytes, memory",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "interleukin-3",
        "annexin a5",
        "antigens, cd25",
        "cd44 antigens"
    ],
    "author_names": [
        "Alwi M. Shatry, PhD",
        "Robert B. Levy, Ph.D"
    ],
    "author_affiliations": [
        [
            "Microbiology and Immunology, University of Miami Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Microbiology and Immunology, University of Miami Miller School of Medicine, Miami, FL, USA"
        ]
    ],
    "first_author_latitude": "25.7903186",
    "first_author_longitude": "-80.21212150000001",
    "abstract_text": "We are interested in investigating the survival and location of host CD8 memory (TM) cells following allogeneic hematopoietic cell transplants (HCT). The H60 antigen dominates the immune response in B6 mice primed with BALB.B antigens (B6 BALB.B ). In such primed recipients, transplant of BALB.B MiHA-disparate marrow BM induces CD8 TM responses that mediate resistance to bone marrow engraftment. Therefore an H60 tetramer (LTFNYRNL/H2-K b ) conjugated to PE was used to detect host H60-specific CD8 TM in the spleen and marrow compartments. In the marrow compartment, the frequency of H60 + cells amongst the CD8 + T cell population was significantly (p = < 0.05) higher compared to spleen levels. In both BM and spleen, >90% of CD8 + H60 + cells expressed the central memory phenotype (CD44 + , Ly6C + CD25 − , CD69 − ). To mediate resistance to progenitor cell engraftment, H60-specific effector CD8 + TM must first survive the immediate post-HCT milieu in the hemopoietic compartments. We observed a dose-dependent increase in percent of CD8 + T cells expressing the H60 TCR in the spleen as well as bone marrow in B6 BALB.B mice irradiated at 3.0, 6.0 (non-ablative) and 9.0 Gy (ablative) 24 hrs post-HCT. Five days post-HCT, CD8 + H60 + cells were also readily detectable. At this time, resistance to engraftment assessed by IL-3 progenitor assay was present in sensitized, ablatively conditioned recipient mice transplanted with 5 X 10 6 BALB.B or congenic H60 TCD-BM. We then utilized a “double transplant” model to determine the compartmental distribution and function of MiHA-specific TM at later intervals (14 days) post-HCT. B6 mice containing CD8 TM were ablatively conditioned and 24 hrs later received syngeneic B6 (Ly 5.2) BMT. Twelve days following this syngeneic HCT, the mice were irradiated at 4.5 Gy and administered a second HCT consisting of either syngeneic (Ly 5.1) or allogeneic HCT (5 X 10 6 TCD-BM). These recipients were assessed for donor progenitors 10 days later. At this time point, H60 + CD8 TM were again readily detectable in both compartments, indicating that these TM effectors survived ablative (and subsequent non-ablative) conditioning and were present at this time post-transplant. Resistance to allogeneic marrow engraftment as assessed by IL-3 progenitor assay was detected after this subsequent transplant with BALB.B BM. These findings indicate that host TM survive and function following ablative conditioning and HCT. To evaluate if the viability of host CD8 TM differed in the host compartments following HCT, Annexin V and 7-AAD staining was performed. A higher frequency of non-viable CD8 + H60 + T cells in the spleen (> 50%) compared to the BM (<30%) compartments was observed 2 weeks after allogeneic HCT. Such findings may reflect that activation-induced cell death in the spleen induced by antigen in the allogeneic HCT was greater than in the bone marrow. Thus, reduced apoptosis in the marrow microenvironment could reflect survival advantage for CD8 + TM in this compartment. Current studies are determining the effects of ablative conditioning on ex vivo effector function activity of MiHA-specific CD8 + TM."
}