{
    "doi": "https://doi.org/10.1182/blood.V114.22.4166.4166",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1473",
    "start_url_page_num": 1473,
    "is_scraped": "1",
    "article_title": "The First Case Report of APL (ACUTE PROMYELOCYTIC LEUKEMIA) in An HIV Positive Patient On (Highly Active Antiretroviral Therapy) Treated with ARSENIC TRIOXIDE. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "acute promyelocytic leukemia",
        "antiretroviral therapy, highly active",
        "arsenic trioxide",
        "hiv seropositivity",
        "bone marrow biopsy",
        "complete remission",
        "tretinoin",
        "disease remission",
        "leukemia",
        "leukopenia"
    ],
    "author_names": [
        "Afshan Malik",
        "Randy L. Levine, MD"
    ],
    "author_affiliations": [
        [
            "Lenox Hill Hospital, New York, NY, USA"
        ],
        [
            "Lenox Hill Hospital, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.77393029999999",
    "first_author_longitude": "-73.9608921",
    "abstract_text": "Abstract 4166 We report here for the first time the use of arsenic trioxide in the treatment of Acute Promyelocytic Leukemia in a patient with HIV on HAART (Highly Active Antiretroviral Therapy). A 37 year old man with a 7 year history of asymptomatic HIV infection, an undetectable viral load and a CD4 count of > 800 cells/mm3 presented with a furuncle and a new onset leukopenia. He denied constitutional symptoms or bleeding problems, but he did complain of fatigue and apthous ulcers. His medications included Epivir, Viramune, Videx EC, Viagra and Avelox. He denied smoking, ETOH abuse or intravenous drug abuse. On Physical Exam, he was afebrile and he did not have organomegaly or lymphadenopathy. Laboratory results revealed a white blood cell count of 1.6 K/uL with 7.9% neutrophils, 90.7% lymphocytes, 0.2% eosinophils, 0.3% basophils and 0.9% monocytes, hemoglobin of 12.4 g/dL, MCV of 96.3fL and platelet count of 112K/mL. Coagulation studies were normal. Bone marrow biopsy revealed a hypercellular marrow with immature myeloid cells (CD34 Positive and HLA-DR Negative). Peripheral blood PCR studies were positive for t (15:17) PML-RARA Translocation. The diagnosis of (APL) Acute Promyelocytic Leukemia (AML-M3 Subtype) was made and he was admitted to the hospital for induction chemotherapy with ATRA (All-Trans -Retinoic-Acid) 40 mg orally twice daily with Idarubicin 12mg/m2 followed by consolidation and maintenance treatment. He continued to take his HAART throughout his chemotherapy. Pt tolerated therapy well. On Day 68 Peripheral blood FISH for t 15:17 was done which was negative. On Day 77 a repeat Bone marrow biopsy revealed a complete remission with no evidence of leukemia and a normocellular marrow maturing trilineage hematopoiesis, and normal cytogenetics. He was non-compliant with maintenance ATRA because of nausea. He remained in remission for 1 year after which repeat labs on a routine visit showed leukopenia and thrombocytopenia. A bone Marrow biopsy done at that time showed recurrent APL with 80% infiltration with promyelocytes. Arsenic Trioxide 0.15 mg/kg/day therapy was begun. After 3 months of therapy the patient achieved complete remission with a normal bone marrow biopsy and a negative PCR for t (15:17) with no evidence of leukemia. Subsequently he underwent standard consolidation treatment 0.15 mg/kg/day 5 days a week for 4 weeks. Seventeen months later he is in Complete Remission and is doing well while still on Highly Active Antiretroviral Therapy. The occurrence of AML has been reported in HIV with a predominance of M2, M4 and M5 subtypes. Six cases of APL in HIV patients have been reported to date. In all of these cases ATRA and an anthracycline have been used to induce remission. Here we report the seventh case of APL/HIV and first successful use of arsenic trioxide with concomitant HAART. On the day of submitting the subtract, he presented with pancytopenia and is currently being worked up for possible relapse. Disclosures: No relevant conflicts of interest to declare."
}