{
    "doi": "https://doi.org/10.1182/blood-2019-131025",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4293",
    "start_url_page_num": 4293,
    "is_scraped": "1",
    "article_title": "A Prospective, Open-Label, Multicenter, Phase 2 Trial to Evaluate the Safety and Efficacy of the Combination of Tirabrutinib (ONO/GS-4059) and Idelalisib with and without Obinutuzumab in Patients with Relapsed/Refractory Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "idelalisib",
        "obinutuzumab",
        "brachial plexus neuritis",
        "toxic effect",
        "1-phosphatidylinositol 3-kinase",
        "adverse event",
        "antibodies",
        "btk inhibitors",
        "cd20 antigens"
    ],
    "author_names": [
        "Nadine Kutsch, MD",
        "Christian Pallasch",
        "Thomas Decker",
        "Holger Hebart",
        "Kai Uwe Chow",
        "Ullrich Graeven",
        "Jens Kisro",
        "Alexander Kroeber",
        "Eugen Tausch",
        "Clemens-Martin Wendtner",
        "Michael J. Eckart",
        "Stephan Stilgenbauer",
        "Xi Huang",
        "Juliane M. Jürgensmeier",
        "Pankaj Bhargava",
        "Michael Hallek",
        "Barbara F. Eichhorst, MD"
    ],
    "author_affiliations": [
        [
            "Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Düsseldorf and German CLL Study Group, University of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Düsseldorf, Cologne, Germany "
        ],
        [
            "Onkologie Ravensburg, Ravensburg, Germany "
        ],
        [
            "Clinics Ostalb, Stauferklinikum, Mutlangen, Germany "
        ],
        [
            "Ambulantes Krebszentrum, Frankfurt, Germany "
        ],
        [
            "Klinik für Hämatologie, Onkologie und Gastroenterologie, Kliniken Maria Hilf GmbH, Mönchengladbach, Germany "
        ],
        [
            "Lübeck Onkologische Schwerpunktpraxis, Lübeck, Germany "
        ],
        [
            "Überörtliche Berufsausübungsgemeinschaft, Regensburg, Germany "
        ],
        [
            "Department of Internal Medicine III, Ulm University, Ulm, Germany "
        ],
        [
            "Munich Clinic Schwabing, Academic Teaching Hospital, Ludwig-Maximilians-University, Munich, Germany "
        ],
        [
            "Onkologische Schwerpunktpraxis Erlangen, Erlangen, Germany "
        ],
        [
            "Department of Internal Medicine III, Ulm University, Ulm, Germany "
        ],
        [
            "Gilead Sciences, Inc., Foster City, CA"
        ],
        [
            "Gilead Sciences, Inc., Foster City, CA"
        ],
        [
            "Gilead Sciences, Inc., Foster City, CA"
        ],
        [
            "Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Düsseldorf and German CLL Study Group, University of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Düsseldorf and German CLL Study Group, University of Cologne, Cologne, Germany "
        ]
    ],
    "first_author_latitude": "50.99263094999999",
    "first_author_longitude": "6.593473649999999",
    "abstract_text": "Introduction: Several targeted therapies have been added to the treatment landscape of CLL. These agents have more favorable toxicity profiles compared with chemotherapy, but achieve only low complete remission (CR) rates. However, combination regimens with targeted drugs have the potential for improved duration and depth of response while exhibiting an acceptable safety profile. Tirabrutinib is a selective, irreversible, second generation, small-molecule BTK inhibitor. Tirabrutinib and idelalisib individually have shown promising results as single-agent therapy in patients (pts) with CLL. This study evaluated tirabrutinib and idelalisib together as dual therapy (TI), and as triple therapy adding obinutuzumab (TIO). Methods: This is a prospective, open-label, phase 2 protocol (NCT02968563) at 15 clinical centers in Germany that recruited between April 2017 and September 2018. Pts with relapsed or refractory CLL were eligible, including those who did not progress while treated with any inhibitor of BTK, SYK, PI3K, BCL-2, or with obinutuzumab. Pts received the TI regimen with tirabrutinib 80 mg once daily (QD) + idelalisib 100 mg QD, or TIO adding obinutuzumab at standard dosing, for a total of 8 doses of 1000 mg over 21 weeks. After the implementation of protocol amendment 3, randomization was discontinued and all subsequently enrolled pts received the TIO regimen. The primary endpoint was CR rate at week 25. Results: Thirty-five pts were enrolled, of which 5 were treated with TI and 30 with TIO. Median (range) age was 66 (47-82) years, with a median of 1 (1-1) and 1 (1-4) prior anticancer therapies in those assigned to TI and TIO, respectively. As of 7 June 2019, 1 of 5 pts (20%) on TI and 21 of 30 pts (70%) on TIO continue to receive tirabrutinib on study, while 1 pt (20%) in the TI and 19 pts (63%) in the TIO arm continued with idelalisib. Tirabrutinib dosing as specified per protocol at week 104 was completed by 1 pt (20%) in the TI and 4 pts (13%) in the TIO arm, respectively. No pts receiving TI and 4 pts (13%) on TIO completed idelalisib as specified per protocol. Altogether 3 pts out of 35 (9%) discontinued tirabrutinib and 7 pts (20%) discontinued idelalisib prematurely due to adverse events (AEs). Twenty-eight of 30 (93%) pts completed obinutuzumab dosing as specified per protocol. Four pts (80%) treated with TI and 29 pts (97%) treated with TIO were ongoing in the study. Median duration (range) of exposures to tirabrutinib and idelalisib were 67 (4.3-104.0) and 61 (1.6-95.4) weeks on TI therapy, 49 (0.1-105.4) and 37 (0.1-105.4) weeks on TIO, and 20 (0.1-22.4) weeks for obinutuzumab. CR rate at week 25 was 0% (90% confidence interval [CI] 0-45.1) with TI and 7% (90% CI 1.2-20.2) with the TIO regimen ( Table 1 ).Overall response rates at week 25 were 40% (90% CI 7.6-81.1) and 86% (90% CI 71.2-95.1) with TI and TIO.No pts on TI and 1 pt (3%) on TIO was MRD negative in peripheral blood (PB MRD-) at week 25; no pts were MRD- in bone marrow (BM MRD-) at week 25. Best rates of CR/PB MRD- were 0% (90% CI 0-45.1) and 7% (90% CI 1.2-20.2) for TI and TIO. Median time to first PB MRD- was 42 weeks on TIO. Median progression-free survival (PFS) and overall survival have not yet been reached. Three pts on TI and 1 pt on TIO experienced disease progression (per clinical response assessment) after the end of treatment. Twenty-four month PFS rates were 60% (90% CI 19.0-85.0) and 77% (90% CI 34.0-94.0) in pts receiving the TI and TIO regimens, respectively. Treatment-emergent AEs (TEAEs) grade 3-4 occurred in 3 of 5 (60%) pts with TI and 24 of 30 (80%) pts with TIO ( Table 2 ). Two out of 35 pts had a TEAE leading to death: a 63-year-old male in the TI arm had grade 5 acute cardiac failure (related to tirabrutinib and idelalisib) when on treatment for 45 days, and died on the same date as the AE onset date/last dosing date; a 68-year-old female on TIO had grade 5 cerebral infarction (not related to any study drug as judged by the investigator) when on treatment for only 1 day, and died 27 days after the AE onset date/last dosing date. Conclusion: Combination therapy with tirabrutinib, idelalisib, and obinutuzumab (TIO regimen) had good efficacy with some relevant toxicity in relapsed/refractory CLL. View large Download slide View large Download slide  Disclosures Kutsch: Mundipharma, AbbVie, Janssen: Other: Travel, accomodation, expenses; Gilead Sciences, Inc.: Research Funding. Pallasch: Gilead Sciences, Inc.: Honoraria, Research Funding. Decker: Novartis: Consultancy. Graeven: Servier: Honoraria; Amgen: Consultancy; Merck KGaA: Consultancy; Novartis: Consultancy; Hexal: Consultancy; Boehringer Ingelheim: Honoraria; Daiichi Sankyo: Honoraria; Bristol-Myers Squibb: Consultancy; Sirtex Medical: Honoraria; Merck KGaA: Other: Travel, Accommodations; Amgen: Other: Travel, Accommodations. Kroeber: Celgene: Honoraria; Janssen-Cilag: Honoraria; Amgen: Honoraria; Roche: Honoraria. Tausch: Roche: Consultancy, Honoraria, Speakers Bureau; AbbVie: Consultancy, Honoraria, Other: travel support, Speakers Bureau. Wendtner: MorphoSys: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding, Speakers Bureau; Gilead Sciences, Inc.: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen-Cilag: Consultancy, Honoraria, Research Funding, Speakers Bureau; Hoffman-La Roche: Consultancy, Honoraria, Research Funding, Speakers Bureau. Stilgenbauer: AbbVie, AstraZeneca, Celgene, Gilead Sciences, Inc., GSK, Hoffmann La-Roche, Janssen, Novartis: Consultancy, Honoraria, Research Funding, Speakers Bureau. Huang: Gilead Sciences, Inc.: Employment, Other: Shareholder. Jürgensmeier: Gilead Sciences, Inc.: Employment, Other: Shareholder. Bhargava: Gilead Sciences, Inc.: Employment, Other: Shareholder; Tioma Therapeutics: Membership on an entity's Board of Directors or advisory committees; Dicerna Pharmaceuticals: Consultancy; Sanofi, Aveo Pharma: Patents & Royalties. Hallek: Roche, Gilead Sciences, Inc., Mundipharma, Janssen, Celgene, Pharmacyclics, AbbVie: Honoraria, Research Funding, Speakers Bureau. Eichhorst: Gilead Sciences, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; ArQule: Membership on an entity's Board of Directors or advisory committees; BeiGene: Research Funding. OffLabel Disclosure: GAZYVA (obinutuzumab) is a CD20-directed cytolytic antibody and is indicated in combination with chlorambucil, for the treatment of patients with previously untreated chronic lymphocytic leukemia."
}