{
    "doi": "https://doi.org/10.1182/blood.V118.21.3174.3174",
    "article_title": "Zinc Protoporphyrin/Heme: A Low-Cost Biomarker of Iron Deficiency Among HIV-Infected Children in a Resource Limited Setting, ",
    "article_date": "November 18, 2011",
    "session_type": "102. Regulation of Iron Metabolism: Poster III",
    "abstract_text": "Abstract 3174 Introduction Anemia is prevalent in Indian children <5 years of age [79%; NFHS-3 survey 2006] and is predominantly due to iron deficiency [Pediatrics 2010; 126(1):e140–9]. Additionally, India has a high burden of chronic infectious disease (Eg.HIV) that is frequently accompanied by anemia of unclear origin which may coexist with iron deficiency. There are relatively few sensitive and specific biomarkers to detect iron deficiency anemia in the setting of chronic inflammation. Thus, we evaluated the utility of erythrocyte Zinc Protoporphyrin/Heme (ZPP/H) as a marker of iron deficiency in HIV infected children with anemia. Methods We prospectively enrolled 80 HIV-infected children and studied the etiology of anemia using established markers of iron deficiency anemia (IDA) and anemia of inflammation (AI) based on previously published standards [Blood 1997; 89(3):1052–7]. For the current study, we used stored samples of washed erythrocytes (n=75) and measured zinc protoporphyrin (ZPP/H) using a hematofluorometer (AVIV Biomedical, Lakewood, NJ). We used age stratified WHO criteria to define anemia and included only anemic children in the analysis (n=41). Using the soluble transferrin receptor log ferritin index (sTfR-F index), we divided anemic children into those having pure IDA (sTfR-F index value >1.5) and those having non iron deficient anemia of inflammation (Non ID-AI) (sTfR-F index value <1.5) [Blood 1997; 89(3):1052–7]. Statistical analysis was performed using SPSS software (version 17.0 for Windows) and the Mann-Whitney ‘U' test was used to make comparisons between the individual groups. The performance of ZPP/H was assessed with the sTfR-F index as a “gold standard” using Receiver Operator Characteristics (ROC). Results The mean age of the anemic HIV infected children (n=41) was 6.5 (2–13) years with 63% males. Only 20% (n=8) of these children were receiving anti-retroviral treatment for at least 6 months of which Zidovudine based regimens were used by 38% (n=3) and stavudine or protease-inhibitor regimens were used by 62%. Among the anemic HIV infected children, 51% had pure IDA while the remaining 49% had non-iron deficient AI. The ZPP/H was significantly higher in HIV patients with pure IDA compared to patients with non iron deficient AI (p<0.002). Children with pure IDA had significantly lower hemoglobin, serum iron, transferrin saturation and ferritin values ( Table 1 ) when compared with children having non-iron deficient AI. Using sTfR-F index as the gold standard, ROC for ZPP/H yielded an area under the curve of 0.79 with a standard error of 0.07. The efficiency curve for ZPP/H at a cut off value of 78 μmol/mol heme identified IDA in anemic HIV infected children with a sensitivity of 91% and specificity of 55%. In the setting of an academic non profit health care institution, the approximate cost of biochemical laboratory iron indices (ferritin and sTfR) was $40 and the cost of ZPP/H alone was $5. Table 1: Laboratory results in anemic HIV infected children (n=41)  Characteristics . Pure IDA (n=21) . Non IDA-AI (n=20) . p value . Hemoglobin (g/dL) 9.0 ± 1.7 (9.2) 10.2 ± 1.4 (10.8) 0.016 MCV (fL) 71 ± 11 (69) 81 ± 12 (78) 0.002 Serum Iron (μg/dL) 25.6 ± 14.9 (23) 55.5 ± 46 (42) 0.004 TIBC (μg/dL) 380 ± 82 (358) 313 ± 85 (320) 0.012 Transferrin Saturation (%) 6.8 ± 3.6 (6.1) 19 ± 18 (14) 0.001 Serum Ferritin (μg/L) 31 ± 46 (15) 226 ± 442 (88) <0.001 sTfR (mg/L) 3.5 ± 0.9 (3.6) 2.0 ± 0.4 (1.98) <0.001 sTfR–F Index 3.1 ± 1.5 (2.5) 1.1 ± 0.2 (1.0) <0.001 ZPP/H (μmol/mol heme) 165 ± 92 (136) 90 ± 54 (74) 0.002 Characteristics . Pure IDA (n=21) . Non IDA-AI (n=20) . p value . Hemoglobin (g/dL) 9.0 ± 1.7 (9.2) 10.2 ± 1.4 (10.8) 0.016 MCV (fL) 71 ± 11 (69) 81 ± 12 (78) 0.002 Serum Iron (μg/dL) 25.6 ± 14.9 (23) 55.5 ± 46 (42) 0.004 TIBC (μg/dL) 380 ± 82 (358) 313 ± 85 (320) 0.012 Transferrin Saturation (%) 6.8 ± 3.6 (6.1) 19 ± 18 (14) 0.001 Serum Ferritin (μg/L) 31 ± 46 (15) 226 ± 442 (88) <0.001 sTfR (mg/L) 3.5 ± 0.9 (3.6) 2.0 ± 0.4 (1.98) <0.001 sTfR–F Index 3.1 ± 1.5 (2.5) 1.1 ± 0.2 (1.0) <0.001 ZPP/H (μmol/mol heme) 165 ± 92 (136) 90 ± 54 (74) 0.002 Results are expressed as mean ± SD (median) View Large Conclusion Anemic HIV infected Indian children have an equally high prevalence of IDA and non-iron deficient AI. In a resource limited setting, ZPP/H is a useful low cost, point of care assay that detects IDA in HIV infected children with high sensitivity but limited specificity. Determining the presence or absence of iron deficiency has value in guiding appropriate use of iron supplements in these children. Additional studies may help determine the clinical utility of ZPP/H as a biomarker of IDA in the setting of HIV infection. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "biological markers",
        "child",
        "heme",
        "hiv infections",
        "iron deficiency",
        "protoporphyrins",
        "zinc",
        "anemia",
        "iron",
        "ferritin"
    ],
    "author_names": [
        "Prasanna Kumar Kapavarapu, MBBS, DCH",
        "Anita Shet, MD",
        "Faye Marlene Pais, MBBS",
        "Karthika Kumar",
        "Shubha K",
        "Anish Sharda, MBBS",
        "Arun S. Shet, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Prasanna Kumar Kapavarapu, MBBS, DCH",
            "author_affiliations": [
                "Pediatrics, St.Johns Medical College Hospital, Bangalore, India, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anita Shet, MD",
            "author_affiliations": [
                "Pediatrics, St.Johns Medical College Hospital, Bangalore, India, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faye Marlene Pais, MBBS",
            "author_affiliations": [
                "Hematology Research Unit, St.Johns Research Institute, Bangalore, India, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karthika Kumar",
            "author_affiliations": [
                "Biostatistics, St.Johns Research Institute, Bangalore, India, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shubha K",
            "author_affiliations": [
                "Biostatistics, St.Johns Research Institute, Bangalore, India, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anish Sharda, MBBS",
            "author_affiliations": [
                "Hematology Research Unit, St.Johns Research Institute, Bangalore, India, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arun S. Shet, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, St. Johns National Academy of Health, Bangalore, India"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T03:59:30",
    "is_scraped": "1"
}