{
    "doi": "https://doi.org/10.1182/blood.V126.23.3161.3161",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3002",
    "start_url_page_num": 3002,
    "is_scraped": "1",
    "article_title": "Bronchiolitis Obliterans Occurring after Allogenic Hematopoietic Stem Cell Transplant: Comparison of Outcome Between Patients Equipped or Not with Home Spirometry Monitoring ",
    "article_date": "December 3, 2015",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster II",
    "topics": [
        "bronchiolitis obliterans",
        "hematopoietic stem cell transplantation",
        "spirometry",
        "transplantation",
        "forced expiratory volume function",
        "allopurinol",
        "follow-up",
        "graft-versus-host disease, chronic",
        "allogeneic hematopoietic stem cell transplant",
        "lung transplantation"
    ],
    "author_names": [
        "Clémence Loiseau",
        "Francois Lemonnier, MD",
        "Odile Randrianarivelo, MD",
        "Raphael Itzykson, MDPhD",
        "Marie Hélène Becquemin, MD",
        "Stephanie Nguyen Quoc, MDPhD",
        "Madalina Uzunov, MD",
        "Emilie Catherinot, MD",
        "Elisabeth Rivaud, MD",
        "Laurent Sutton, MD",
        "Jean-Paul Vernant, MD",
        "Louis Jean Couderc, MD",
        "Nathalie Dhedin, MD"
    ],
    "author_affiliations": [
        [
            "Respiratory Disease Department, Foch Hospital, Suresnes, France "
        ],
        [
            "Hematology Department, Pitie-Salpetriere Hospital, Paris, France "
        ],
        [
            "Functionnal Pulmonary Test Unit, Pitie-Salpetriere Hospital, Paris, France "
        ],
        [
            "Department of Hematology, Adolescents and young adults unit, Saint-Louis Hospital, Paris, France "
        ],
        [
            "Functionnal Pulmonary Test Unit, Pitie-Salpetriere Hospital, Paris, France "
        ],
        [
            "Hematology Department, Pitie-Salpetriere Hospital, Paris, France "
        ],
        [
            "Hematology Department, Pitie-Salpetriere Hospital, Paris, France "
        ],
        [
            "Respiratory Disease Department, Foch Hospital, Suresnes, France "
        ],
        [
            "Respiratory Disease Department, Foch Hospital, Suresnes, France "
        ],
        [
            "Hematology Department, Argenteuil Hospital, Argenteuil, France"
        ],
        [
            "Hematology Department, Pitie-Salpetriere Hospital, Paris, France "
        ],
        [
            "Respiratory Disease Department, Foch Hospital, Suresnes, France "
        ],
        [
            "Department of Hematology, Adolescents and young adults unit, Saint-Louis Hospital, Paris, France "
        ]
    ],
    "first_author_latitude": "48.870760499999996",
    "first_author_longitude": "2.222492",
    "abstract_text": "Introduction Bronchiolitis obliterans (BO) is a frequent and severe complication of allogeneic hematopoietic stem cell transplantation (allo HSCT), strongly associated with chronic Graft versus Host Disease (cGvHD). Home spirometry monitoring of pulmonary function has shown to be a useful tool for early BO diagnosis after lung transplantation. The aim of this study was to compare the outcome of allo HSCT recipients with or without home spirometry post-transplant monitoring. Methods Inclusion criteria : Consecutive patients transplanted in Pitié-Salpêtrière hospital between June 2001 and November 2008 were included if they had a minimal post transplantation follow-up of one hundred days post transplantation, excluding those who relapsed or had not been discharged of hospital by 100 days post transplantation. Definition: B0 was defined as an obstructive and non-reversible ventilatory impairment above 20% of the baseline (before HSCT) values of the forced expiratory volume per second (FEV1) with exclusion of acute respiratory tract infection. Home spirometry monitoring : It was performed with a portable spirometer (Spirotel®, M-Elect France) twice a week and transmitted by phone to the respiratory function testing laboratory hospital. Patients living in the Paris area and having a landline telephone could be equipped with Spirotel (Sp); the other patients, as well as those who didn't consent to Sp monitoring, were included in the non Spirotel (No-Sp) arm. Results Two hundred and twelve patients were analyzed: 107 in the Sp and 105 in the No-Sp arms. The 2 groups were comparable in term of age at transplant (mean 44.6 years, range 14.2 - 66), diagnosis, disease risk index at transplant and transplant modalities (conditioning regimen, stem cell source, donor type). The median interval from transplant to onset of pulmonary function monitoring was 4.36 months, with a median time of equipment of 16 months. According to the criteria published by Kugler (Transplantation 2011), 37% of patients were good adherers, 30% moderate adherers, and 33% non-adherers. Non relapse mortality (NRM) was lower in the Sp arm: Hazard ratio (HR) 0.36, 95% confidence interval (CI) 0.18 - 0.69, p= 0.002. During the follow-up, 35 BO were diagnosed (24 in the Sp and 11 in the No-Sp arms), leading to a 5-year cumulative incidence (CI) of 16.3%. Among the 24 BO occurring in the Sp arm, 13 were diagnosed after a Spirotel warning while 11 were not (including 4 BO with onset after the end of monitoring); then, Spirotel can detect 65% of BO (13/20) occurring during the monitoring. Since BO could occur in the Sp arm after the end of the equipment, comparisons of incidence of BO between the Sp and No-Sp groups were performed using Spirotel monitoring as a time-dependent variable. By time-dependent Mantel-Byar method, CI of BO was not statistically different between the two groups (HR 1.17, 95 % CI 0.60 - 2.29, p=0.636). Median time from transplant to BO diagnosis (15 months) was similar between the 2 groups. Of the 35 BO patients, 5 died without relapse, leading to a 5-year NRM of 16.5%: 2 (8.3%) in the Sp group and 3 (27%) in the No-Sp group (Odd ratio (OR) 0.25, 95% CI 0.02 - 2.64, p= 0.3). Compared to pre-transplant values, the drop of FEV1 at diagnosis of BO and the maximal drop of FEV1 observed during the follow-up were respectively 36 % versus 43 % (p=0.51) in the Sp group, and 47 % versus 55 % (p=0.42), with no significant difference. Conclusion In this study comparing the outcome of allo HSCT recipients monitored or not with Spirotel, NRM of patients with BO was lower than usually reported, especially in the Sp group. Home spirometry equipment allows detection of two third of BO occurring during the monitoring. Contrary to what is observed in lung transplanted patients, only one third of patients achieved a good adherence. It could explain both the failure of Spirotel to detect some BO and the lack of significant difference in the severity of BO diagnosed or not by Spirotel. Disclosures No relevant conflicts of interest to declare."
}