{
    "doi": "https://doi.org/10.1182/blood.V106.11.1396.1396",
    "article_title": "Osteoblastic Cells (OBs) and the Hematopoietic Microenvironment: Parathyroid Hormone (PTH) Increases the Notch Ligand Jagged1 (J1) in a Specific Subpopulation of OBs. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Selective manipulation of the hematopoietic stem cell (HSC) niche has numerous clinical applications, including the potential for HSC expansion in the setting bone marrow failure states or marrow transplantation. We have previously shown that activation of the PTH/PTHrP Receptor (PTH1R) in OBs results in expansion of HSC through activation of the Notch signaling pathway in the bone marrow ( Nature 425: 841). In particular, stromal cell expression of the Notch ligand Jagged1 (J1) has been previously shown to play a fundamental role in HSC support through cell-cell interactions. We hypothesized that the PTH1R ligand PTH(1-34), a peptide currently used for the treatment of osteoporotic patients, could increase osteoblastic expression of J1, and preferentially target a subpopulation of OBs at a particular differentiation stage. We therefore treated adult mice daily with either vehicle or PTH(1-34). After 5 days of treatment, in sections from the long bones of vehicle-treated animals, immunohistochemical analysis using an antibody to the C-terminus of Jagged1 (H114, Santa Cruz Biotechnology) showed localization of the J1 protein to few trabecular osteoblasts, as well as endosteal osteoblasts, and in spindle shaped cells in the bone marrow cavity. In bones from PTH-treated mice, J1 levels were heterogeneously increased in a subpopulation of trabecular and endosteal OBs. To further characterize the J1-expressing OBs, we then studied whether expression of J1 in primary OBs changes during their differentiation. Primary OBs grown in mineralizing conditions stereotypically progressed through proliferation, differentiation and mineralization stages, as confirmed by alkaline phosphatase and Von Kossa staining as well as by expression of markers of osteoblastic differentiation such as osteocalcin. Real time PCR analysis of J1 expression in mRNA from primary calvarial osteoblasts at sequential differentiation stages showed a rapid increase in J1 expression during osteoblastic proliferation, particularly during days 5 to 10. J1 expression peaked during osteoblastic differentiation (day 15), and declined during mineralization (days 19–24). In order to study whether PTH(1-34) increases J1 expression in a specific subpopulation of OBs, we treated with PTH(1-34) primary calvarial OBs at different stages of maturation. Surprisingly, we found that PTH had a stimulatory effect only at day 22, in mineralizing osteoblasts, while in late proliferating cells and in maturing OBs there was no significant PTH-dependent J1 stimulation at the times tested. These studies show that PTH is capable of regulating J1 expression in a subpopulation of mature and mineralizing OBs. While it is possible that intermittent PTH treatment may also selectively expand a subpopulation of OBs with high J1 levels, we have demonstrated with these studies that there is a rapid PTH effect on J1 stimulation, which is dependent upon the differentiation stage of the target OBs. Further definition of the osteoblastic maturation stage necessary to mediate hematopoietic-osteoblastic interactions is critical to a more precise understanding of the HSC microenvironment, as well as a possible in vivo therapeutic target for HSC niche manipulation.",
    "topics": [
        "ligands",
        "parathyroid hormones",
        "calcification",
        "alkaline phosphatase",
        "antibodies",
        "bone marrow transplantation",
        "osteocalcin",
        "pancytopenia",
        "parathyroid hormone receptor",
        "peptides"
    ],
    "author_names": [
        "Shaula R. Forsythe",
        "Jonathan M. Weber",
        "Christina A. Christianson",
        "Benjamin J. Gigliotti",
        "Benjamin J. Frisch",
        "Laura M. Calvi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaula R. Forsythe",
            "author_affiliations": [
                "Endocrine Division, Department of Medicine and Wilmot Cancer Center, University of Rochester School of Medicine, Rochester, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jonathan M. Weber",
            "author_affiliations": [
                "Endocrine Division, Department of Medicine and Wilmot Cancer Center, University of Rochester School of Medicine, Rochester, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina A. Christianson",
            "author_affiliations": [
                "Endocrine Division, Department of Medicine and Wilmot Cancer Center, University of Rochester School of Medicine, Rochester, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin J. Gigliotti",
            "author_affiliations": [
                "Endocrine Division, Department of Medicine and Wilmot Cancer Center, University of Rochester School of Medicine, Rochester, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin J. Frisch",
            "author_affiliations": [
                "Endocrine Division, Department of Medicine and Wilmot Cancer Center, University of Rochester School of Medicine, Rochester, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura M. Calvi, MD",
            "author_affiliations": [
                "Endocrine Division, Department of Medicine and Wilmot Cancer Center, University of Rochester School of Medicine, Rochester, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T18:43:49",
    "is_scraped": "1"
}