{
    "doi": "https://doi.org/10.1182/blood.V116.21.4874.4874",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1704",
    "start_url_page_num": 1704,
    "is_scraped": "1",
    "article_title": "Study of the Quantity and Function of Th17 Cells In the Hemocytopenic Patients with Positive BMMNC-Coombs Test ",
    "article_date": "November 19, 2010",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS",
    "topics": [
        "antibodies",
        "autoantibodies",
        "cd19 antigens",
        "coombs' test",
        "flow cytometry",
        "interleukin-17",
        "interleukin-23",
        "interleukin-6",
        "polymerase chain reaction",
        "rna, messenger"
    ],
    "author_names": [
        "Rong Fu",
        "Honglei Wang",
        "Zonghong Shao, MD",
        "Jun Wang",
        "Lijuan Li",
        "Hui Liu"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, General Hospital of Tianjin Medical University, Tianjin, China"
        ],
        [
            "Department of Hematology and Oncology, General Hospital of Tianjin Medical University, Tianjin, China"
        ],
        [
            "Department of Hematology and Oncology, General Hospital of Tianjin Medical University, Tianjin, China"
        ],
        [
            "Department of Hematology and Oncology, General Hospital of Tianjin Medical University, Tianjin, China"
        ],
        [
            "Department of Hematology and Oncology, General Hospital of Tianjin Medical University, Tianjin, China"
        ],
        [
            "Department of Hematology and Oncology, General Hospital of Tianjin Medical University, Tianjin, China"
        ]
    ],
    "first_author_latitude": "39.229839000000005",
    "first_author_longitude": "117.04519250000001",
    "abstract_text": "Abstract 4874 Objective To explore the role of Th17 cells in the pathogenesis of IRP. Methods Forty-three untreated IRP patients, 34 recovered IRP patients and 13 healthy donors were enrolled in this study. The ratio of IL-23R + CD4 + /CD4 + cells in bone marrow were examined with flow cytometry (FCM). The levels of IL-6, IL-23, IL-17 were measured with ELISA. The expressions of RORγt mRNA ASTAT3 mRNA in BMMNC were measured by semiquantitive RT -PCR. Results The ratio of IL-23R + CD4 + /CD4 + cells, the levels of IL-6, IL-23, IL-17 and the expressions of RORγt mRNA and STAT3 mRNA in BMMNC of untreated IRP patients were significantly higher than those of recovered IRP patients (p<0.05); there was no significant difference between those of recovered IRP patients and normal controls ( p>0.05) . There were significantly positive correlations between the ratio of IL-23R + CD4 + /CD4 + cells and CD5 + CD19 + /CD19 + ( p <0.05) . There were significantly positive correlations between the levels of IL-17 and CD5 + CD19 + /CD19 + the quantity of BMMNC–antibody ( p<0.05 ); There were significantly positive correlations between the expressions of RORγt mRNA and the ratio of CD5 + CD19 + /CD19 + , the quantity of BMMNC-antibody ( p <0.05 ). There were significantly positive correlations between the ratio of IL-23R + CD4 + /CD4 + and the level of IL-17, the expression of STAT3 mRNA ( p<0.05) . Conclusions There exists increased quantity and hyperfunction of Th17 cells in the IRP patients which induce B cells hyperfunction and production of autoantibodies against the BM hematopoietic cells. Th17 cells might be regarded as new therapeutic target of IRP. Disclosures: No relevant conflicts of interest to declare."
}