{
    "doi": "https://doi.org/10.1182/blood.V104.11.2146.2146",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=266",
    "start_url_page_num": 266,
    "is_scraped": "1",
    "article_title": "Risk Factors for Outcomes of Family Haploidentical Allogeneic Stem Cell Transplantation for Adults with Acute Leukemias: A Survey on Behalf of the Acute Leukemia Working Party of the European Group for Blood and Marrow Transplantation (EBMT). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Results of family haploidentical allogeneic stem cell transplantation (Haplo-SCT) have been reported from single-center studies as a curative treatment option for patients with high risk acute leukemias. We analysed 273 adult patients with de novo acute myeloid leukaemia (AML) and acute lymphoblastic leukaemia (ALL) receiving an Haplo-SCT transplanted from 1995 to 2002 in 75 EBMT centers. Overall, 170 AML patients underwent transplantation in CR1 (n=39), CR2 (n=34) or in advanced disease (n=97); median age was 38y (16–70). Overall, 103 ALL patients underwent transplantation in CR1 (n=31), CR2 (n=22) or in advanced disease (n=50); median age was 26y (16–56). Graft composition was based on CD34+ cell selection of PBSC, with median CD34+ cells x10 6 /kg of 7.3 (1.1–45.5) in AML and 8.3 (1.14–30) in ALL. Conditioning regimen was TBI-based in 69% and 87% in AML and ALL respectively. Primary engraftment was documented in 87% AML and in 83% of ALL patients, with ANC 0.5 x10 9 /L in a median of 13 days (8–35) and a 2y probability of PLT > 50 x10 9 /L of 80+/− 5%. The use of TBI was significantly associated with engraftment (90% vs 71%) when adjusting for CD34 dose. The cumulative incidence of acute GvHD >=II was 16% in AML and 15% in ALL. With a median follow-up of 19 months (1–85), the estimated leukemia-free survival (LFS) at 2 years in AML was 39±9%, 33 ±10% and 4±3% and in ALL was 28±9%, 16±8, and 0% for CR1, CR2 and advanced patients respectively. Cumulative incidence using competing risks, for relapse (RI) at 2 y in AML was 8 ±8%, 9 ±9%, 25±8% for CR1, CR2 and advanced; RI in ALL was 27±16% and 41 ±20% in CR1 and CR2. The non-relapse mortality (NRM) at 2 y in AML was 52±18%, 56 ±19%, 69±8% for CR1, CR2 and advanced patients; NRM in ALL was 44±18% and 41±21% in CR1 and CR2. In a multivariate analysis for LFS, advanced disease status at transplant (RR 0.4), ALL (RR 0.5), recipient’s age >33 years (RR 0.4), and absence of TBI in conditioning (RR 0.6) were factors associated with lower LFS. Factors associated with higher transplant-mortality were advanced disease status (RR 2.01), absence of TBI (RR 1.6) and year of transplant<2000 (RR 1.42). Predictive factors for RI were diagnosis of ALL (RR 2.39) and advanced disease (RR 1.96). In conclusion, outcomes of allogeneic transplantation from haploidentical family donors in adults with high risk acute leukaemia are promising and should be considered in the algorithm treatment for patients with an indication of allogeneic SCT lacking an HLA identical donor. Status of the disease, age, type of leukemia and conditioning are some factors associated with outcomes after Haplo-SCT.",
    "topics": [
        "allogeneic stem cell transplant",
        "bone marrow transplantation",
        "leukemia, acute",
        "transplantation",
        "leukemia",
        "acute lymphocytic leukemia",
        "cd34 antigens",
        "follow-up",
        "graft-versus-host disease, acute",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Fabio Ciceri, MD",
        "Myriam Labopin, MD",
        "Vanderson Rocha, MD",
        "Jacob M. Rowe, MD",
        "Donald Bunjes, MD",
        "Paolo Di Bartolomeo, MD",
        "Francesco Frassoni, MD",
        "Massimo F. Martelli, MD",
        "Franco Aversa, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, H San Raffaele, Milano, Italy"
        ],
        [
            "Acute Leukemia WP Registry, EBMT, Paris, France"
        ],
        [
            "Acute Leukemia WP Registry, EBMT, Paris, France"
        ],
        [
            "Hematology, Rambam Medical Center, Haifa, Israel"
        ],
        [
            "Medizinische Klinik und Poliklinik, Abteilung Innere Medizin III, ULM, Germany"
        ],
        [
            "Hematology, Ospedale Civile, Pescara, Italy"
        ],
        [
            "Acute Leukemia WP Registry, EBMT, Paris, France"
        ],
        [
            "Hematology, University of Perugia, Perugia, Italy"
        ],
        [
            "Hematology, University of Perugia, Perugia, Italy"
        ]
    ],
    "first_author_latitude": "45.50595035",
    "first_author_longitude": "9.26648275"
}