{
    "doi": "https://doi.org/10.1182/blood.V116.21.3157.3157",
    "article_title": "Dominant Negative Effect of Palmitoylation-Deficient NRAS In Suppression of BCR/ABL Leukemogenesis ",
    "article_date": "November 19, 2010",
    "session_type": "Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "Abstract 3157 RAS mutations are found in ∼30% of all human cancers, with NRAS being the RAS isoform found most frequently mutated in hematological malignancies including acute myelogenous leukemia (AML) and chronic myelomonocytic leukemia (CMML). We have previously shown that expression of oncogenic NRAS efficiently induces a CMML- or AML-like disease in mice. Like all RAS proteins, NRAS must undergo a series of post-translational modifications for differential targeting to distinct cellular membrane microdomains. We have previously found that palmitoylation, in addition to prenylation, is an essential process for NRAS leukemogenesis. The results suggest that targeting RAS palmitoylation may be an effective therapy for hematological malignancies as well as other NRAS related cancers. In addition to the direct activation by mutations, RAS can also be functionally activated by other oncogenic mutations, including activated protein tyrosine kinases such as BCR/ABL. While significant advances have been made in the treatment of chronic myelogenous leukemia (CML) by targeting the kinase activity of BCR/ABL, these treatments do not constitute a cure, as BCR/ABL-positive cells persist and eventually develop mutations that cause resistance to the kinase inhibitors. In addition, although advances have also been achieved in the treatment of BCR/ABL+ B-acute lymphoblastic lymphoma (B-ALL) through the use of combination chemotherapy along with the ABL kinase inhibitor imatinib, BCR/ABL+ B-ALL continues to pose a huge challenge; they are highly refractory to imatinib, and are still the least treatable subtype of ALL. The identification of molecular targets that impede the progression of BCR/ABL+ leukemias not relying on targeting the kinase activity of BCR/ABL is likely beneficial. Previous studies have shown that RAS is a critical downstream transducer of the oncogenic signaling by BCR/ABL. We have shown that palmitoylation-deficient oncogenic NRAS is mislocalized away from the plasma membrane yet still capable of binding GTP in cells. This finding suggests that palmitoylation-deficient, activated RAS may have a dominant negative effect in RAS signaling. As a proof-of-concept study for treating cancers driven by RAS regulators through blocking RAS palmitoylation, we evaluated the effect of blocking RAS palmitoylation in BCR/ABL leukemogenesis. We found that expression of palmitoylation-deficient oncogenic NRAS or palmitoylation-deficient wild type NRAS significantly impeded progression of BCR/ABL induced B-ALL- and CML-like diseases in mice. The palmitoylation-deficient NRAS suppresses the activation of downstream effectors of RAS, possibly by sequestrating RAS effectors away from the plasma membrane. The results suggest that targeting RAS palmitoylation may also constitute an effective therapy in cancers driven by oncogenes upstream of RAS. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "burkitt's lymphoma",
        "dominant-negative mutation",
        "leukemogenesis",
        "psychological suppression",
        "cancer",
        "leukemia, myelomonocytic, chronic",
        "hematologic neoplasms",
        "imatinib mesylate",
        "kinase inhibitors"
    ],
    "author_names": [
        "Benjamin Cuiffo, Ph.D.",
        "Ruibao Ren, M.D./Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Benjamin Cuiffo, Ph.D.",
            "author_affiliations": [
                "Rosenstiel Basic Medical Sciences Research Center and Department of Biology, Brandeis University, Waltham, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ruibao Ren, M.D./Ph.D",
            "author_affiliations": [
                "Rosenstiel Basic Medical Sciences Research Center and Department of Biology, Brandeis University, Waltham, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T13:09:31",
    "is_scraped": "1"
}