{
    "doi": "https://doi.org/10.1182/blood.V104.11.2625.2625",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=187",
    "start_url_page_num": 187,
    "is_scraped": "1",
    "article_title": "Endothelial Microparticles (EMP) Expressing CD31 but Not CD62E Correlate with Improved Survival in Severe Sepsis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "cd31 antigens",
        "cell-derived microparticles",
        "earth microbiome project",
        "endothelium",
        "e-selectin",
        "sepsis, severe",
        "inflammation",
        "sepsis",
        "thrombosis",
        "flow cytometry"
    ],
    "author_names": [
        "Andres O. Soriano, MD",
        "Julio A. Chirinos, MD",
        "Wenche Jy, PhD",
        "Lawrence L. Horstman, BS",
        "Martin A. Valdivia, MD",
        "Hermes S. Velasquez, MD",
        "Yeon S. Ahn, MD"
    ],
    "author_affiliations": [
        [
            "Division of Medical Oncology, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Medicine, University of Miami, Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Miami, Fl, USA"
        ],
        [
            "Department of Medicine, University of Miami, Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Miami, Fl, USA"
        ],
        [
            "Department of Medicine, University of Miami, Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Miami, Fl, USA"
        ],
        [
            "Department of Medicine, University of Miami, Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Miami, Fl, USA"
        ],
        [
            "Department of Medicine, University of Miami, Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Miami, Fl, USA"
        ],
        [
            "Department of Medicine, University of Miami, Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Miami, Fl, USA"
        ]
    ],
    "first_author_latitude": "29.7393552",
    "first_author_longitude": "-95.55447065",
    "abstract_text": "BACKGROUND .. The endothelium plays a central role in sepsis, but monitoring endothelial function is difficult because it is inaccessible for direct sampling. EMP, small vesicles released from activated or apoptotic endothelim, can serve as a useful proxy, but it has been established that they are heterogenous in phenotype and function. Recently, we studied different species of EMP in severe sepsis, and demonstrated that certain subsets are good predictors of survival as early as day 1 of admission, and that survival correlated with elevation of inflammatory indicators. The present study refines that work by examining the differential levels of two phenotypic species of EMP, those positive for CD62E (EMP62E) vs. CD31 (EMP31), because of evidence that the latter is associated mainly with inflammation, the former with thrombosis. Evidence for this includes (i) in inflammatory disorders such as acute multiple sclerosis, EMP31 are predominant species [Neurology 56:1319, 2001]; (ii) in thrombotic disorders such as acute TTP, EMP62E are usually much higher than EMP31 [BJH 123:896, 2003]; (iii) in vitro experiments showed that EMP31 were 3-fold more active than EMP62E in binding to and activating leukocytes [Jy et al Frontiers Biosci, in press]. METHODS . Thirty-five patients who met the criteria of severe sepsis were recruited for the study. Laboratory and clinical evaluations were performed in day 1, 2, 3 and weekly for total 28 days. Patients were divided into survivors (S) and nonsurvivors (NS) according to the 28 days all-cause mortality. EMP were analyzed by flow cytometry using fluorescent mAb to CD62E and CD31 as described [BJH 123:896, 2003]. Results were log-normalized, analyzed using repeated measures ANOVA, and are expressed as geometric means. RESULTS . EMP31 levels expressed as geometric means were significantly higher in S than NS patients, 668 and 309 respectively for day 1 and the difference persisted through days 2 (634 vs. 247 counts/μL) and 3 (631 vs. 284 counts/μL). (p0.05). CONCLUSIONS . In survivors, EMP31 were significantly elevated compared to EMP62E as early as day 1 of enrollment, and this difference persisted. In nonsurvivors, both phenotypes were nearly equal and neither increased with time. This tends to confirm that EMP31, not EMP62E, is an inflammation-specific marker, and may have proinflammatory functional activity beneficial to immune response in sepsis. These findings also confirm heterogeneity of EMP in various clinical disorders. Our data suggest that clinical application of EMP assay may be improved by measuring different species of EMP in different diorders."
}