{
    "doi": "https://doi.org/10.1182/blood.V122.21.4135.4135",
    "article_title": " TP53 Disruption and Telomere Instability In Chronic Lymphocytic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Background Disruptions of the TP53 tumor suppressor pathway by TP53 gene mutations and/or by17p deletions resulting in loss of the TP53 locus are clearly associated with poor survival and chromosomal instability in chronic lymphocytic leukemia (CLL). Chromosomal instability is promoted by telomere dysfunction, and the TP53 pathway is involved in the monitoring of telomere integrity. Aim The purpose of the present study was to describe the changes in main telomeric parameters, which can affect telomere integrity, associated with TP53 mutations and 17p deletions and to evaluate their potential prognostic value. Patients and Methods We performed a comparison between a group of TP53 disrupted CLL patients (n= 24) and a group of TP53 wild-type CLL patients (n= 61). Median age was 70 [39-89] years, M/F ratio was 2.4/1. At the time of sampling, 35 patients were in Binet stage A, 19 patients in stage B and 31 patients in stage C. A total of 50 patients were subsequently treated by immunochemotherapy (FCR n= 30, other n= 8), alemtuzumab (n= 8) or alkylating agent-based regimens (n= 4). TP53 gene mutation screening was performed using Sanger sequencing of the entire coding region (exons 2–11). Cytogenetic analysis (karyotype and FISH) were performed to evaluate the chromosomal instability and detect the marks of telomeric fragility. Quantitative PCR approaches were used to measure the relative telomere length and to evaluate expression levels of shelterin genes ( TRF1, TRF2, POT1, RAP1, TPP1, and TIN2 ) and telomerase (hTERT) . Results The patients showing a TP53 mutation without a 17p deletion and the patients carrying a 17p deletion with or without TP53 mutation appear to display the same level of telomeric instability. These cases are characterized by significant telomeric erosion ( P <10 -7 ), hTERT over expression ( P <10 -4 ) and decreased TRF1 ( P <0.04) and TPP1 (P<0.016) expression levels. The impact of TP53 status on telomeric shortening is independent on Binet stages and classical markers of CLL progression (IgVH status, CD38 expression, lymphocyte doubling time). Moreover, TP53 disruption is strongly associated with telomere deletions, end-to-end fusions and chromosomal aberrations. Multivariate analysis on time to progression (TTP) including TP53 status and telomere characteristics revealed that two shelterin genes TTP1 (HR 7.1; 95% CI 2.0, 25.0; P = 0.0026) and RAP1 (HR 3.7; 95% CI 1.4, 9.6; P = 0.0088) have a significant prognostic impact which was independent on that of TP53 status (HR 6.9; 95% CI 2.3, 20.5; P = 0.0053). Low TPP1 and high RAP1 expression identify subsets of TP53 wild type patients with significantly shorter TTP as illustrated in Figure 1 and 2 . View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Conclusion These results suggest that TP53 disruption may play a major role in telomeric and chromosomal instability in CLL. Shelterin gene expression may help to identify a subset of TP53 wild-type patients with adverse prognosis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "telomere",
        "tp53 gene",
        "alemtuzumab",
        "cytogenetic analysis",
        "dideoxy chain termination dna sequencing",
        "erosion",
        "karyotype determination procedure",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Mélanie Pagès",
        "Lauren Veronese, MD, PhD",
        "Patricia Combes",
        "Romain Guièze, MD",
        "Gwendoline Soler, MD",
        "Nolwen Prie",
        "Mary Callanan, MD, PhD",
        "Philippe Vago, MD, PhD",
        "Jacques-Olivier Bay, MD",
        "Olivier Tournilhac, MD, PhD",
        "Andrei Tchirkov"
    ],
    "author_dict_list": [
        {
            "author_name": "Mélanie Pagès",
            "author_affiliations": [
                "Univ Clermont 1, UFR Médecine, Cytologie Histologie Embryologie Cytogénétique, Clermont-Ferrand, F-63001; CHU Estaing, Cytogénétique Médicale, Clermont-Ferrand, F-63003; EA 4677 ERTICa, Université d'Auvergne,, Clermont-Ferrand, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lauren Veronese, MD, PhD",
            "author_affiliations": [
                "Service de cytogénétique médicale, CHU Clermont-Ferrand and ERTICa, Clermont-Ferrand, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Combes",
            "author_affiliations": [
                "Univ Clermont 1, UFR Médecine, Cytologie Histologie Embryologie Cytogénétique, Clermont-Ferrand, F-63001; CHU Estaing, Cytogénétique Médicale, Clermont-Ferrand, F-63003; EA 4677 ERTICa, Université d'Auvergne,, Clermont-Ferrand, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Romain Guièze, MD",
            "author_affiliations": [
                "Service d’hématologie et de thérapie cellulaire, Hôpital Estaing, Clermont-Ferrand, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gwendoline Soler, MD",
            "author_affiliations": [
                "Univ Clermont 1, UFR Médecine, Cytologie Histologie Embryologie Cytogénétique, Clermont-Ferrand, F-63001; CHU Estaing, Cytogénétique Médicale, Clermont-Ferrand, F-63003; EA 4677 ERTICa, Université d'Auvergne, Clermont-Ferrand, F-63001, France (2) CHU Esta, Clermont-Ferrand, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nolwen Prie",
            "author_affiliations": [
                "Univ Clermont 1, UFR Médecine, Cytologie Histologie Embryologie Cytogénétique, Clermont-Ferrand, F-63001; CHU Estaing, Cytogénétique Médicale, Clermont-Ferrand, F-63003; EA 4677 ERTICa, Université d'Auvergne, Clermont-Ferrand, F-63001, France (2) CHU Esta, Clermont-Ferrand, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Callanan, MD, PhD",
            "author_affiliations": [
                "Oncogenic Pathways in the Haematological Malignancies, INSERM, U823,, Grenoble, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Vago, MD, PhD",
            "author_affiliations": [
                "Univ Clermont 1, UFR Médecine, Cytologie Histologie Embryologie Cytogénétique, Clermont-Ferrand, F-63001; CHU Estaing, Cytogénétique Médicale, Clermont-Ferrand, F-63003; EA 4677 ERTICa, Université d'Auvergne, Clermont-Ferrand, F-63001, France (2) CHU Esta, Clermont-Ferrand, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques-Olivier Bay, MD",
            "author_affiliations": [
                "Service d(Hématologie Clinique, CHU Estaing, Clermont-Ferrand, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Tournilhac, MD, PhD",
            "author_affiliations": [
                "Hématologie Clinique Adulte et Thérapie Cellulaire, CHU Clermont-Ferrand, Clermont-Ferrand, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrei Tchirkov",
            "author_affiliations": [
                "Univ Clermont 1, UFR Médecine, Cytologie Histologie Embryologie Cytogénétique, Clermont-Ferrand, F-63001; CHU Estaing, Cytogénétique Médicale, Clermont-Ferrand, F-63003; EA 4677 ERTICa, Université d'Auvergne,, Clermont-ferrand, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:31:27",
    "is_scraped": "1"
}