{
    "doi": "https://doi.org/10.1182/blood.V118.21.1135.1135",
    "article_title": "Coagulation Cofactor Presentation and Complex Assembly on Platelets by Protease Activated Receptors (PARs): PAR4 Stimulation Leads to More FV and FVIII and More Thrombin Generation Than PAR1 ",
    "article_date": "November 18, 2011",
    "session_type": "301. Platelet Activation and Biochemistry: Poster I",
    "abstract_text": "Abstract 1135 Protease activated receptor (PAR) stimulation induces procoagulant phenotypes on platelets leading to thrombin generation; however, the efficacy of PAR1 versus PAR4 in the presentation of coagulation cofactors and assembly of coagulation complexes on platelet membranes have not been compared. We used immunocytochemistry and flow cytometry techniques to measure PAR mediated binding of coagulation cofactors to the platelet surface. The maximal response for PAR4-activating peptide (PAR4-AP) mediated Factor (F) Va release and association with the platelet membrane was 1.61 fold greater than PAR1-AP ( Fig. 1 A, *p=0.0069). To monitor platelet provision of coagulation cofactors and assembly of individual coagulation complexes (prothrombinase, extrinsic Xase, intrinsic Xase), we developed a novel thrombin generation assay. Conditions were established in which the targeted cofactors were withheld and thrombin generation was triggered by platelet stimulation and provision of the missing cofactor. Thrombin generation targeting provision of FVa and assembly of the prothrombinase complex (FII+FXa+Antithrombin [AT]) yielded 1.5 fold higher peak thrombin levels for PAR4 versus PAR1 stimulation ( Fig 1 B, *p=0.0129). A similar difference between PAR1 and PAR4 was observed for FVIII binding, in which PAR4-stimulated platelets displayed 1.7 fold greater levels. Consistent with FVIII expression, thrombin generation targeting the intrinsic Xase complex (FII+FX+FIXa+AT) was 2.0 fold higher for PAR4 versus PAR1. Peak thrombin levels in thrombin generation experiments targeting intrinsic Xase complex assembly were significantly higher than experiments targeting the isolated prothrombinase complex, demonstrating the ability of the intrinsic Xase complex to amplify thrombin generation. We also observed a rapid mobilization of tissue factor (TF) to the cell surface following PAR stimulation, and activity in thrombin generation assays targeting the extrinsic Xase complex (FII+FX+FVIIa+TFPI+AT), but no significant difference between PAR1 and PAR4. Although thrombin generation was observed under conditions targeting extrinsic Xase complex assembly, peak thrombin levels were negligible compared to thrombin generation conducted under conditions targeting the prothrombinase and intrinsic Xase complexes. In conclusion, we have shown that platelets can assemble prothrombinase, intrinsic Xase, and extrinsic Xase complexes, but the prothrombinase and intrinsic Xase complexes are responsible for the majority of thrombin generated on the platelet. Moreover, PAR4 stimulation induces the provision of more FV and FVIII, consistently yielding higher peak thrombin levels than PAR1 stimulation. These data have important clinical impact in light of recent efforts to develop thrombin receptor antagonists as agents to treat thrombotic disorders, and suggest that a PAR4 antagonist would be a more effective strategy to control pathologic thrombosis. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blood coagulation",
        "blood platelets",
        "coagulation process",
        "endopeptidases",
        "peptide hydrolases",
        "poly(adp-ribose) polymerases",
        "receptor, par-1",
        "thrombin",
        "thromboplastin",
        "complex"
    ],
    "author_names": [
        "Matthew T Duvernay, PhD",
        "Summer E Young, BS",
        "David Gailani, MD",
        "Jonathan G Schoenecker, MD PhD",
        "Heidi Hamm, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthew T Duvernay, PhD",
            "author_affiliations": [
                "Pharmacology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Summer E Young, BS",
            "author_affiliations": [
                "Pharmacology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gailani, MD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan G Schoenecker, MD PhD",
            "author_affiliations": [
                "Pharmacology, Vanderbilt Universiy, Nashville, TN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi Hamm, PhD",
            "author_affiliations": [
                "Pharmacology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:38:56",
    "is_scraped": "1"
}