{
    "doi": "https://doi.org/10.1182/blood.V104.11.4140.4140",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=99",
    "start_url_page_num": 99,
    "is_scraped": "1",
    "article_title": "Phenotypic Examination of Side Population (SP) Cells in Highly Enriched Human CD34+ Cells Obtained from Peripheral Blood Progenitor Cells (PBPC) and Bone Marrow. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "CD34+ cells isolated from bone marrow include hematopoietic stem cells (HSC) as well as more lineage committed hematopoietic progenitor cells (HPC), demonstrating that CD34+ cells are a relatively heterogeneous cell population. Highly enriched CD34+ cells isolated from peripheral blood (PBPC) after mobilization shows a more immature profile with less expression of lineage restricted markers indicating that CD34+ cells from PBPC are a more homogenous immature cell population than CD34+ cells obtained from bone marrow. By using Hoechst 33342-dye efflux assay, which identifies a population of immature HPC, termed side population (SP) cells we have examined the phenotypical profile of SP+CD34+ cells obtained from bone marrow and SP+CD34+ cells isolated from PBPC. Highly enriched CD34+ cells were isolated from PBPC obtained from patients with Hodgkin lymphoma, and bone marrow was obtained from healthy volunteer donors by iliac crest aspiration after informed consent. To identify the SP+ cells, enriched CD34+ cells were stained with Hoechst 33342 dye. Using flowcytometric techniques (FACStar+, FACSDiva, Becton Dickinson, San Jose, CA) we were able to visualize the dye efflux in SP+ cells. SP+ cells were functionally confirmed using Verapamil staining. The frequenzy of LTC-IC was markedly increased in SP+CD34+ cells compared to SP−CD34+ cells (n=5), in line with previous reports. The percentage of SP+CD34+ cells varied from 0,4 to 18% of the total CD34+ cell population obtained from PBPC (n= 16), whereas the level of SP+CD34+ cells obtained from bone marrow varied between 4–7% of the total CD34+ cell population (n=4). Expression of lineage committed markers, including CD10, CD15 and CD19 was less then 10% of the whole CD34+ cell population obtained from PBPC, whereas we found a higher level of expression of these markers in CD34+ cells isolated from bone marrow. However, when we examined the SP+CD34+ cells from either PBPC or bone marrow, we observed that the phenotypical profile of these cells were similar with almost no expression of lineage markers. Thus, the more lineage-committed cells in the CD34+ cell population obtained from bone marrow seems to be restricted to the SP−CD34+ cell fraction. Examination of CD90 and CD133 expression revealed a higher level in the SP+ CD34+ cell fractions compared to the SP− fractions. Furthermore, we investigated the level of CD38 expression. Previous studies have demonstrated that lack of CD38 expression in CD34+ cells identifies a more immature cell population. Surprisingly, we observed that 30–40% of SP+CD34+ cells obtained from bone marrow were CD38 negative, whereas the level of SP+CD34+CD38− cells from PBPC was 2–5%, which is similar to the level of CD38− cells in the CD34+ cell population isolated from both PBPC and bone marrow. Currently, we are exploring the frequency of LTC-IC in SP+CD34+CD38− cells from bone marrow, and we are also planning cell sorting of these cells for functional analyses. In conclusion, we find that the level of CD38 negative cells in SP+CD34+ subpopulation of CD34+ bone marrow cells are higher than what observed in SP+CD34+ and SP−CD34+ from PBPC as well as in SP−CD34+ from bone marrow. Our ongoing studies will clarify if these results define SP+CD34+CD38− cells from bone marrow as a source of highly enriched primitive HPC.",
    "topics": [
        "antigens, cd15",
        "bone marrow",
        "cd19 antigens",
        "cell separation",
        "dyes",
        "endotracheal aspiration",
        "hodgkin's disease",
        "neprilysin",
        "phenotype",
        "pulmonary aspiration"
    ],
    "author_names": [
        "Dag Josefsen, MD, Ph.D",
        "Leiv S. Rusten, MD, Ph.D",
        "Trond Stokke, Ph.D",
        "Lise Forfang",
        "Erlend B. Smeland, MD, Ph.D",
        "Gunnar Kvalheim, MD, Ph.D"
    ],
    "author_affiliations": [
        [
            "Dep of Cell Therapy, The Norwegian Radium Hospital, Oslo, Norway"
        ],
        [
            "Dep of Oncology, Hospital of Buskerud, Drammen, Norway"
        ],
        [
            "Dep of Biophysics, The Norwegian Radium Hospital"
        ],
        [
            "Dep of Immunology, The Norwegian Radium Hospital"
        ],
        [
            "Dep of Immunology, The Norwegian Radium Hospital"
        ],
        [
            "Dep of Cell Therapy, The Norwegian Radium Hospital, Oslo, Norway"
        ]
    ],
    "first_author_latitude": "59.951223500000005",
    "first_author_longitude": "10.721821599999998"
}