{
    "doi": "https://doi.org/10.1182/blood.V104.11.4816.4816",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=67",
    "start_url_page_num": 67,
    "is_scraped": "1",
    "article_title": "Hepatitis B Virus Reactivation and Alemtuzumab Therapy. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "alemtuzumab",
        "hepatitis b virus",
        "hepatitis b",
        "hepatitis b surface antigens",
        "lamivudine",
        "hepatitis b virus dna",
        "hepatitis b core antibody",
        "immunotherapy",
        "acute type b viral hepatitis",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Emilio Iannitto, MD",
        "Viviana Minardi, MD",
        "Giuseppina Calvaruso, MD",
        "Antonino Mulè, MD",
        "Donatella Ferraro, PhD",
        "Emanuele Ammatuna, MD",
        "Antonio Craxì, MD",
        "Vincenzo Abbadessa, MD",
        "Rosellina Di Stefano"
    ],
    "author_affiliations": [
        [
            "Oncology. Hematology and BMT unit, University of Palermo, Palermo, Italy"
        ],
        [
            "Oncology. Hematology and BMT unit, University of Palermo, Palermo, Italy"
        ],
        [
            "Oncology. Hematology and BMT unit, University of Palermo, Palermo, Italy"
        ],
        [
            "Oncology. Hematology and BMT unit, University of Palermo, Palermo, Italy"
        ],
        [
            "Department of Virology, University of Palermo, Palermo, Italy"
        ],
        [
            "Oncology. Hematology and BMT unit, University of Palermo, Palermo, Italy"
        ],
        [
            "Clinical Biomedicine, Gastroenterology Unit, University of Palermo, Palermo, Italy"
        ],
        [
            "Oncology. Hematology and BMT unit, University of Palermo, Palermo, Italy"
        ],
        [
            "Department of Virology, University of Palermo, Palermo, Italy"
        ]
    ],
    "first_author_latitude": "38.1177261",
    "first_author_longitude": "13.369923100000001",
    "abstract_text": "Reactivation of hepatitis B virus infection in subjects receiving cytotoxic treatment for haematological malignancies occurs in 21–53% of chronic HBsAg carriers and in an unknown number of HBsAg negative subjects harbouring occult HBV infection. Immunotherapy with alemtuzumab, a humanized monoclonal antibody against CD52 on lymphoid cells, produces deep immunosuppression. We describe two subjects with chronic lymphocytic leukaemia and occult HBV infection who developed a virological and biochemical flare of hepatitis B following immunotherapy with alemtuzumab. One of them developed a full blown hepatitis with seroreversion from anti-HBs to HBsAg after four weeks of alemtuzumab. Lamivudine (100 mg die) achieved a complete clinical recovery and HBV-DNA clearance from blood within 8 weeks. The second patient (HBsAg and HBV-DNA seronegative, anti-HBs and anti-HBc positive before treatment) was kept under prophylaxis with lamivudine up to three months after alemtuzumab. Two months after withdrawal of lamivudine, clinical and laboratory features of acute hepatitis B developed. Lamivudine therapy was restarted and obtained a prompt recovery with HBsAg and HBV-DNA clearance. These cases suggest that alemtuzumab, as all other immune response modifiers, should be used cautiously when HBV infection is present. While a recommendation for universal pre-emptive treatment with lamivudine of all HBsAg positive patients undergoing effective immunosuppressive treatment can be made it is more difficult to establish a pattern for patients who have serological markers of previous HBV infection (anti-HBs and/or anti-HBc) and even more for those with no HBV markers. Testing for HBV-DNA in serum by highly sensitive PCR may discover up to 50% of these cases, allowing preemptive lamivudine therapy. A substantial proportion would however go undiscovered in the absence of a liver biopsy, which is clearly an unfeasible proposition as a screening procedure. Once a reactivation has been documented, nucleoside analog therapy should last for a few months after HBV-DNA clearance."
}