{
    "doi": "https://doi.org/10.1182/blood.V106.11.575.575",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=353",
    "start_url_page_num": 353,
    "is_scraped": "1",
    "article_title": "Live-Attenuated and Novel Non-Replicating Listeria Vaccines Encoding CMV Antigen Produce Persistent Functional Antiviral Immunity. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Background: We previously described a live-attenuated (L/A) Listeria monocytogenes ( Lm )-based vaccine encoding murine CMV (MCMV) epitopes ( Lm -MCMV) that effectively drives expansion of antiviral CD8+ T-cells in wild-type mice and following bone marrow transplantation (BMT). We now show similar efficacy with increased safety using a non-replicating killed but metabolically active Lm vaccine (KBMA- Lm -MCMV). Furthermore, we demonstrate that resulting antiviral T-cells persist long-term (>200 days) and exert functional antiviral activity. Methods: The L/A Lm -MCMV vaccine is derived from a genetically defined Lm Δ actA/ Δ inlB vaccine strain ( Brockstedt et al., PNAS  101 : 13832 , 2004 ) that is attenuated by 4-logs in a mouse virulence assay. The non-replicating KBMA vaccine is derived from Δ actA/ Δ uvrAB bacterial mutants treated with amotosalen, a proprietary DNA-crosslinking psoralen. Both vaccines express the MCMV H-2 b immunodominant peptide HGIRNASFI. C57BL/6 (H-2 b ) BMT recipients were conditioned with 11 Gy irradiation on day -1, and injected with 5x10 6 T cell depleted (TCD) C57BL/6 bone marrow cells on day 0. Selected mice received 3x10 7 splenocytes from syngeneic donors that were immunized 7 days previously with 10 7 colony forming units (cfu) Lm -MCMV. BMT mice were vaccinated with L/A Lm -MCMV on day 21 after transplant, or with KBMA- Lm -MCMV on days 1, 2, and 3 after transplant. Results: Vaccination of wild-type C57BL/6 mice with 10 7 cfu L/A Lm -MCMV (< 0.03 LD 50 ) induced anti-HGIRNASFI CD8+ T-cells to a peak of 9.7% (+/- 1.6%) of total CD8+ T-cells 7 days later. In BMT mice, L/A Lm -MCMV vaccination was delayed to day 21 post-transplant to reduce mortality, and lead to peak CTL responses of 17.6% of total CD8 within 7 days. Interestingly, the novel non-replicating KBMA vaccine could be administered immediately after BMT without mortality, but nonetheless antiviral CTLs still expanded to 16% of total CD8 by 7 days after BMT. At > 200 days after vaccination of wild-type or BMT mice, HGIRNASFI-specific CD8+ T-cells still accounted for 0.5 - 5% of all CD8+ T-cells. Interestingly, mice convalescent after a similarly remote MCMV infection (10 6 pfu) had significantly lower levels of antiviral T-cells (0.1-1%; p < 0.05). Following either Lm -MCMV vaccination or MCMV infection the majority of tetramer-positive cells were CD44 hi and CD62L hi , consistent with the central memory subset of CD8+ T-cells. Using In vivo CTL assays, Lm -MCMV vaccination produced specific anti-HGIRNASFI lytic activity averaging 96.7% (+/− 4.0%) at > 200 days after vaccination, which was similar to that seen after MCMV infection. Vaccination also significantly reduced viral loads by 46% (p < 0.026) following experimental MCMV infection. Conclusions: Vaccination with the L/A or KBMA Lm -MCMV vaccine rapidly produced high levels of anti-MCMV CD8+ T-cells that persisted long-term (>200 days), rapidly cleared MCMV-antigen pulsed target cells, and significantly reduced MCMV replication in vivo . Since severely immunocompromised BMT recipients could be safely vaccinated with KBMA- Lm -MCMV immediately after transplant without mortality, significant levels of virus-specific CTLs could be reconstituted within 7 days of transplantation. Given the resulting high levels of durable antigen-specific lytic activity, this approach could represent a broadly applicable alternative to adoptive immunotherapy to prevent viral disease after transplantation.",
    "topics": [
        "antigens",
        "antiviral agents",
        "attenuation",
        "cytomegalovirus",
        "listeria",
        "vaccines",
        "immunity",
        "transplantation",
        "infections",
        "bone marrow transplantation"
    ],
    "author_names": [
        "John D. Roback, MD, PhD",
        "Levan J. Lezhava, MD",
        "William Luckett, PhD",
        "Thomas W. Dubensky, PhD",
        "Christopher D. Hillyer, MD",
        "Martin Giedlin, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Cerus Corporation, Inc., Concord, CA, USA"
        ],
        [
            "Cerus Corporation, Inc., Concord, CA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Cerus Corporation, Inc., Concord, CA, USA"
        ]
    ],
    "first_author_latitude": "33.7915152",
    "first_author_longitude": "-84.3223235"
}