{
    "doi": "https://doi.org/10.1182/blood.V116.21.2756.2756",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1819",
    "start_url_page_num": 1819,
    "is_scraped": "1",
    "article_title": "Clinical and Functional Relevance of Interactions Between the Bone Marrow Stormal Microenvironment and Primary Human Acute Myeloid Leukemia (AML) Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "bone marrow",
        "leukemia, myelocytic, acute",
        "adhesions",
        "cxcr4 receptors",
        "cytokine",
        "e-cadherin",
        "cd31 antigens",
        "cd34 antigens",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Soumit K. Basu, MD, PhD",
        "Sylvia Chien",
        "Xin Zhao, MD",
        "Kenneth J. Kopecky, PhD",
        "Frederick R. Appelbaum, MD",
        "Thalia Papayannopoulou, MD, DSci",
        "Elihu H. Estey, MD",
        "Pamela S. Becker, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, University of Washington and Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Division of Hematolgy, Department of Medicine, University of Washington Institute for Stem Cell and Regenerative Medicine, Seattle, WA, USA, "
        ],
        [
            "Division of Hematolgy, Department of Medicine, University of Washington Institute for Stem Cell and Regenerative Medicine, Seattle, WA, USA, "
        ],
        [
            "Divison of Public Health Sciences, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "University of Washington, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "University of Washington, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Abstract 2756 Objectives: Adhesion of acute myeloid leukemia (AML) blasts in the bone marrow (BM) microenvironment confers protection from chemotherapy cytotoxicity. We sought to extend our knowledge of the molecular mechanisms by which the BM stroma support AML by identifying all functionally relevant adhesion receptors that were associated with clinical outcomes, identifying new functional AML-stromal interactions, and examining for aberrant cytokine production by stroma derived from patient AML BM. Methods: We prospectively analyzed by multicolor flow cytometry the expression of 17 different adhesion receptors by AML blasts derived from peripheral blood or BM of 42 adult patients, ages 19–80. Analyses included percent expression, mean fluorescence intensity (MFI), and in 7 patients, the adhesion receptors expressed by the CD34 + CD38 − CD123 + putative leukemia stem cell (LSC) population. We correlated percent expression and MFI with the likelihood of complete remission (CR) using Wilcoxon two-sample testing with Monte Carlo estimation of the exact p value. Guided by data from the AML blast adhesion receptor analyses, we designed a functional screen to assay primary AML blast adhesion to a normal BM stromal cell line (HS27a). For 10 patients, we assessed the capacity of function blocking monoclonal antibodies directed against a panel of 11 adhesion molecules to inhibit adhesion of purified primary AML blasts to HS27a, allowing functional identification of previously undescribed AML-stromal adhesion determinants not only on AML cells but also on BM stroma. Lastly, we successfully grew primary BM stroma from 5 AML patients, assessed production of 10 cytokines important for normal hematopoiesis, and measured the same cytokines directly in plasma of AML patient BM aspirate specimens. Results: Adhesion receptor analysis demonstrates that the mean expression by all AML patients was >90% for CD11a, β 1 , PECAM-1, CD44, α 4 , and α 5 . Comparison of the adhesion receptor profile of the LSC population to the blast population from which they derived showed a 23.1% +/− 7.7% (mean ± standard error) increase in the expression of α 6 , and a decrease by 0.4% ± 2.5% for CD34 + blasts compared with all blasts ( p = 0.04, Student t-test). We found that in our sample of 18 pretreatment BM samples the 15 patients having CR had a higher MFI for α L ( p = 0.021), a higher % blasts expressing α 4 ( p = 0.039) and PECAM1 ( p = 0.012), and a lower MFI for α 2 ( p = 0.029), α 6 ( p = 0.028), and CXCR4 ( p = 0.005). The data for α 4 and CXCR4 agree with prior publications demonstrating improved outcomes for high α 4 β 1 expression and poorer outcomes with high CXCR4 expression (Blood 2009; 113:866–74, J Clin Oncol 2010; 28:2831–8, Blood 2007; 109:786–91). Analyzing the functional importance of adhesion receptors for AML-stromal interactions, we found that function blocking antibodies to β 1 ( p = 0.0003, Student two-sided t-test), CXCR4 ( p < 0.0001), and E-cadherin ( p < 0.00002) most strongly inhibited AML blast adhesion to HS27a, with mean inhibitions of 71%, 67%, and 63% respectively ( Fig 1 ). View large Download slide View large Download slide  While β 1 and CXCR4 represent known factors in AML-stromal adhesion, we propose a novel role for E-cadherin in AML as a potentially novel therapeutic target whose known biology in other malignancies spans cell-cell adhesion and canonical β-catenin/Wnt signaling. The magnitude of the β 1 blocking effect proved consistent with its partnering role with multiple adhesion receptors (e.g. α 2 , α 4 , α 5 , and α 6 ). Analyzing the microenvironment cytokine milieu we found normal BM produced G-CSF, SDF-1, and SCF (6, 3001, and 4857 pg/mL respectively) as expected while some AML specimens produced undetectable levels of G-CSF (4/5 plasmas, 4/5 stromas), SCF (4/5 plasmas), or SDF-1 (2/5 plasmas, 3/5 stromas). Conclusions: Among the 6 receptors correlated with response to induction chemotherapy, high α 6 (VLA6 laminin receptor) and CXCR4 MFI correlated with poor outcome. The putative LSC subpopulation showed significantly more α 6 expression compared with the entire AML blast population. Antibodies against β 1 , CXCR4, and E-cadherin exhibited the highest function blocking (60–75% range) of AML-stromal adhesion and our AML-stroma functional assay offers a tool to screen for more novel interactions. Cytokine profiling of the AML microenvironment showed deficiencies in cytokines necessary for normal hematopoiesis which may contribute to the clinical cytopenias in AML. Disclosures: No relevant conflicts of interest to declare."
}