{
    "doi": "https://doi.org/10.1182/blood-2020-141316",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4608",
    "start_url_page_num": 4608,
    "is_scraped": "1",
    "article_title": "A 3-Question Symptom Assessment Score Can Predict Outcomes in Newly Diagnosed Multiple Myeloma (MM) ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: Patients with newly diagnosed MM can be quite symptomatic as a result of end organ damage related to MM as well as presence of other comorbidities in this relatively older patient population. Prior studies have shown that the performance score as well as other quality of life (QOL), frailty and comorbidities scores can have prognostic value in these patients. However, many of these questionnaires are lengthy and complex, and not practical in a busy outpatient practice. We implemented a three question symptom assessment score in 2010 in our outpatient practice. Here we present the results of the analysis looking at the impact of this measurement in patients with newly diagnosed MM. Patients and Methods: Patients seen in the outpatient Hematology practice at Mayo Clinic, Rochester MN, were asked to grade the symptoms of fatigue, pain, and QOL on a 0 to 10 scale during the past 7 days, with 10 being the worst and the QOL on a similar scale but with 10 being the best. For the purpose of the current analysis the QOL score was reversed.These three scores were added for a total score. We looked at the impact of the baseline score as well as the score after four cycles of therapy, at the time of best response, and at the time of the first progression, wherever they were available. Survival curves were generated by the Kaplan-Meier method and compared using the log rank test. The Cox proportional hazards model was used for assessment of the impact of different prognostic variables. Results: Data from 735 patients with newly diagnosed MM seen at Mayo Clinic between 2011 and 2018 were available from baseline. The median total score was 10 (0-30), and for fatigue, pain and QOL were 4, 3 and 7 respectively, all with range of 0-10. Based on the baseline scores, patients were grouped into tertiles (Group 1 with score < 8, group 2 with score 8 to 14 and group 3 with a score ≥ 15). There were 256 (34%), 272 (37%) and 207 (28%) patients in groups 1, 2 and 3 respectively. The median overall survival (OS) (95% CI) from diagnosis was NR (7.9, NR), 7.7 (6.2, NR) and 5.4 (4.2, 6.9), respectively for groups 1, 2 and 3 ( P < 0.0001 ) (Figure 1a). The prognostic value of the score was independent of age, FISH based risk status and the ISS stage. When evaluated after 4 cycles (n=325), the OS was significantly different for the 3 groups ( P<0.01 ) (figure 1b). We then examined the impact of the score at best response to initial therapy (n=446) on OS from that timepoint and saw similar trend, but the results were not statistically significant ( P=0.09) ( Figure 1c). When evaluated at the time of first disease progression, the score again identified three groups with different OS from progression ( P<0.001 ) (Figure 1d). Conclusions :Patient-reported outcomes are associated with survival in patients with MM. This simple, easy to complete patient-reported outcome 3-item scale can be easily completed in a busy practice and is a clinically useful tool to assess potential outcomes of patients at various disease stages, including at diagnosis and at relapse. View large Download slide View large Download slide  Disclosures Kumar: Adaptive Biotechnologies: Consultancy; Amgen: Consultancy, Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments, Research Funding; AbbVie: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Genentech/Roche: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Kite Pharma: Consultancy, Research Funding; Novartis: Research Funding; Sanofi: Research Funding; MedImmune: Research Funding; Karyopharm: Consultancy; Tenebio: Other, Research Funding; BMS: Consultancy, Research Funding; Janssen Oncology: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Carsgen: Other, Research Funding; Takeda: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Cellectar: Other; Genecentrix: Consultancy; Merck: Consultancy, Research Funding; Oncopeptides: Consultancy, Other: Independent Review Committee; IRC member; Celgene/BMS: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Dr. Reddy's Laboratories: Honoraria. Kapoor: Janssen: Research Funding; Cellectar: Consultancy; Sanofi: Consultancy, Research Funding; Amgen: Research Funding; Takeda: Honoraria, Research Funding; GlaxoSmithKline: Research Funding; Celgene: Honoraria. Gertz: Proclara: Other; Springer Publishing: Patents & Royalties; Abbvie: Other; Celgene: Other; Aurora Bio: Other; Medscape: Other: personal fee, Speakers Bureau; Sanofi: Other; Teva: Speakers Bureau; Johnson and Johnson: Speakers Bureau; DAVA oncology: Speakers Bureau; Amgen: Other: personal fee; Appellis: Other: personal fee; Annexon: Other: personal fee; Spectrum: Other: personal fee, Research Funding; Janssen: Other: personal fee; Prothena: Other: personal fee; Physicians Education Resource: Other: personal fee; Research to Practice: Other; Ionis/Akcea: Other: personal fee; Alnylam: Other: personal fee. Dispenzieri: Alnylam: Research Funding; Intellia: Research Funding; Janssen: Research Funding; Takeda: Research Funding; Celgene: Research Funding; Pfizer: Research Funding. Dingli: Rigel: Consultancy; Millenium: Consultancy; Alexion: Consultancy; Janssen: Consultancy; Apellis: Consultancy; Sanofi-Genzyme: Consultancy; Karyopharm Therapeutics: Research Funding; Bristol Myers Squibb: Research Funding. Lin: Novartis: Consultancy; Celgene: Consultancy, Research Funding; Bluebird Bio: Consultancy, Research Funding; Juno: Consultancy; Legend BioTech: Consultancy; Merck: Research Funding; Takeda: Research Funding; Gamida Cells: Consultancy; Sorrento: Consultancy, Membership on an entity's Board of Directors or advisory committees; Vineti: Consultancy; Janssen: Consultancy, Research Funding; Kite, a Gilead Company: Consultancy, Research Funding.",
    "topics": null,
    "author_names": [
        "Bharat Nandakumar",
        "Shaji K. Kumar, MD",
        "Prashant Kapoor, MD",
        "Francis K. Buadi, MB, CHB",
        "Martha Q. Lacy, MD",
        "Morie A. Gertz, MD",
        "Angela Dispenzieri, MD",
        "David Dingli, MD PhD",
        "Yi L. Hwa, NP",
        "Amie Fonder, PA-C, MS",
        "Miriam A. Hobbs, APRN, CNP, DNP",
        "Suzanne R. Hayman, MD",
        "John A. Lust, MD PhD",
        "Nelson Leung, MD",
        "Ronald S. Go, MD",
        "Yi Lin, MD PhD",
        "Wilson I Gonsalves, MD",
        "Taxiarchis Kourelis, MD",
        "Mustaqeem A. Siddiqui, MDMBA",
        "Robert A. Kyle, MD",
        "Carrie A. Thompson, MD",
        "S. Vincent Rajkumar, MD",
        "Rahma M Warsame, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Onalaska, WI "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001"
}