{
    "doi": "https://doi.org/10.1182/blood.V116.21.1729.1729",
    "article_title": "Empirical Vs. Prophylactic Antifungal Strategies: Comparison of Effectiveness In High Risk AML Patients at a Tertiary Cancer Center ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster I",
    "abstract_text": "Abstract 1729 Objectives: Invasive fungal infections (IFI) remain a major threat for patients with acute myelogenious leukemia (AML). Since the publication of two landmark studies, which demonstrated a reduction in morbidity and mortality from IFI in high risk patients through prophylaxis with posaconazole, guidelines have recommend routine prophylaxis with posaconazole during induction chemotherapy. However, prompt empirical or pre-emptive therapy strategies are still commonly used alternatives. Real life data about posaconazole prophylaxis are scarce and potential overtreatment, increasing costs and development of resistant fungi are of concern. We therefore compared effectiveness of empirical and prophylactic antifungal strategies at a tertiary cancer center during a phase of intensive building (re-) construction Methods: 104 patients (pts.) with AML treated between January 2005 and February 2009 were retrospectively evaluated. Each induction chemotherapy or consolidation therapy with neutropenia >=10 days was counted as an episode (n=222). Patients were stratified according to their antifungal approach: primary prophylaxis (n=35, 51 episodes; group 1), empirical therapy (n=63, 111 indices; group 2), secondary prophylaxis (n=41, 60 episodes; group 3, which comprised of patients from groups 1 and 2). Group 1 received posaconazole 3 × 200 mg p.o.; group 2 received topical polyene prophylaxis and empirical treatment with voriconazole or fluconazole. Patients in group 3 received either voriconazole, posaconazole, fluconazole or intraconazole. Results: Demographics, AML subtypes, co-morbidities and neutropenic days (median = 13) were comparable in all three groups; no patient received G-CSF support. Logistic regression analysis revealed days of neutropenia, performance status, use of antibiotics and secondary AML as risk factors for development of IFI, while primary prophylaxis reduced the risk for possible/probable/proven IFI by 86,7% compared to empirical therapy (p=0.001). Incidences of probable/proven IFI were 3% in group 1, 29% in group 2 and 7% in group 3 (p=0.001) and 17%, 69% and 37% (p<0.001) when possible IFIs were included. Mortality during observation period was similar (4%, 6,4%, 7%, NS). Also similar were isolated pathogens, additional antifungals, change of antibiotics, days at intensive care unit (ICU). Bacterial infections were similiar in all groups except for pneumonia and GI-tract infections being significantly higher in pts with empirical antifungal therapy. Side effects were also slightly higher in this group (8% vs 2% and 5%, NS). Days of hospitalization, antifungal, antibiotic, and antiviral costs were comparable, while imaging costs were significantly higher in group 2 (p=0.006). Conclusion: Posaconazole prophylaxis significantly reduces incidences of IFI in high risk AML patients and leads to a reduction of costs for imaging studies, with a minimal overall reduction of costs for inpatients. Additionally, infectious complications such as pneumonia and GI-tract infections are also reduced, while mortality rates, days of hospitalization, anti-infective use or duration are not reduced. Accordingly, in areas/surroundings with high rates of fungal infections (e.g. due to intensive building (re-)construction), primary prophylaxis with posaconazole is recommended. Disclosures: Brummendorf: Pfizer: Membership on an entity's Board of Directors or advisory committees. Panse: Gilead: Honoraria; Schering-Plough: Honoraria; MSD: Travel Grant.",
    "topics": [
        "antifungal agents",
        "cancer care facilities",
        "posaconazole",
        "neutropenia",
        "antibiotics",
        "brachial plexus neuritis",
        "chemotherapy, neoadjuvant",
        "diagnostic imaging",
        "fluconazole",
        "infections"
    ],
    "author_names": [
        "Dennis Gutmann",
        "Jan Felix Kersten",
        "Philippe Schafhausen, MD",
        "Tim H. Brummendorf, MD",
        "Martin Trepel, MD, PhD",
        "Carsten Bokemeyer, MD",
        "Jens Panse, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dennis Gutmann",
            "author_affiliations": [
                "Oncology/Hematology, Uinversity Hospital Hamburg Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jan Felix Kersten",
            "author_affiliations": [
                "Medical Biometry and Epidemiology, University Hospital Hamburg Eppendorf, Hamburg, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Schafhausen, MD",
            "author_affiliations": [
                "Universitätsklinikum Hamburg Eppendorf, Medizinische Klinik II, Hamburg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim H. Brummendorf, MD",
            "author_affiliations": [
                "Universitäts-Klinikum Hamburg-Eppendorf, Universitäts-Klinikum Aachen, Hamburg & Aachen, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Trepel, MD, PhD",
            "author_affiliations": [
                "Oncology and Hematology, University Medical Center, Hamburg, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Bokemeyer, MD",
            "author_affiliations": [
                "Hematology and Oncology, University Hospital Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jens Panse, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital Aachen, Aachen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T13:04:52",
    "is_scraped": "1"
}