{
    "doi": "https://doi.org/10.1182/blood.V120.21.2888.2888",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2357",
    "start_url_page_num": 2357,
    "is_scraped": "1",
    "article_title": "Primary CLL Xenograft: T-Cells Friend or Foe? the Role of T-Cells in the Primary CLL Xenograft Model. ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "t-lymphocytes",
        "transplantation, heterologous",
        "neoplasms",
        "tissue transplants",
        "cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "clonality (genetic analysis)",
        "polymerase chain reaction",
        "tumor cells"
    ],
    "author_names": [
        "Ceri Oldreive",
        "Anna Skowronska",
        "Paul Moss",
        "Alexander Taylor",
        "Tatjana Stankovic, MD, PhD"
    ],
    "author_affiliations": [
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom"
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom"
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom"
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom"
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom"
        ]
    ],
    "first_author_latitude": "52.45205039999999",
    "first_author_longitude": "-1.93320025",
    "abstract_text": "Abstract 2888 Chronic lymphocytic leukaemia (CLL) is a malignancy characterised by the gradual accumulation of mature B cells in peripheral lymphoid organs. However, limited access to this proliferating tumour population in CLL patients and difficulties in modelling this proliferation in vitro necessitates the establishment of human xenograft models that can recapitulate the human disease. Several CLL xenograft models have already been established, however due to their inability to fully recapitulate human tissue distribution and their restricted period of engraftment, these models are not suitable for testing novel chemotherapeutics. To address this, modifications were made to a recent xenograft model established by Bagnara et al, utilising immuno-compromised NOG mice on a human haematopoietic microenvironment provided by prior propagation of human CD34+ umbilical cord blood cells. This was reported to reliably replicate the human disease but was of limited duration purportedly due to T-cell outgrowth. Our aim therefore was to determine the role various T-cells subsets play in engraftment and its demise in order to enhance the duration of the CLL engraftment in this primary CLL xenograft model. This was accomplished, by a) sequential cull of animals engrafted by primary CLL cells to monitor kinetics of T-cell engraftment over time, b) by addressing clonality and the potential anti-CLL effect of expanded T-cells and c) by depletion of implicated autologous T-cell subsets prior to their co-administration into mice with CLL tumour cells. The engraftment kinetics of patient PBMC in murine spleen; encompassing both T-cells and tumour CLL; were tracked and we observed that the relative proportions of patient T-cell subsets altered within 8 weeks following injection. Initially, during the first 6 weeks, there was rapid expansion of helper (CD4+) and regulatory (CD4+/CD25+) T-cells. Subsequently, their proportion decreased as the cytotoxic (CD8+) T-cells expanded becoming the dominant T-cell subtype. Interestingly, by using PCR amplification of TCR rearrangements we noted that these T-cells were not clonally expanded and that their co-incubation with autologous CLL cells in vitro failed to exert a cytotoxic effect. We have previously demonstrated that CLL engraftment could occur even if patient T-cells were depleted to a minimal level of 0.6–5×10 4 cells or 2% of initial T-cell numbers. Here, we demonstrate that depletion of either helper (CD4+) or regulatory (CD25+) T-cells resulted in a reduced level of engraftment in murine peripheral blood and spleen, extended graft duration and prolonged survival of the animals. In contrast, depletion of either cytotoxic (CD8+) or natural killer (CD56+) T-cells had limited effect on both engraftment initiation and duration of the graft (none<CD8<CD56<CD4<CD25<CD3, 101 vs 96 vs 115 vs 127 vs 130 vs 151 days). Taken together our results indicate a crucial role for helper (CD4+) and regulatory (CD25+) T-cell subsets in both initiation and termination of CLL engraftment. The expansion of CD8+ T-cells at the end of engraftment may be co-incidental and not a reflection of an anti-tumour effect. Further studies are necessary to address the exact interaction between patient CLL cells and regulatory T-cells. Finally, manipulation of the regulatory T-cell subset in this xenograft model can provide robust CLL proliferation amenable for drug testing. Disclosures: No relevant conflicts of interest to declare."
}