{
    "doi": "https://doi.org/10.1182/blood.V106.11.2191.2191",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=445",
    "start_url_page_num": 445,
    "is_scraped": "1",
    "article_title": "Progressive Emergence of a Dominant Unit during Dual Unit Umbilical Cord Blood (UCB) Culture. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "cd19 antigens",
        "cd33 antigen",
        "cd34 antigens",
        "coculture techniques",
        "infusion procedures",
        "polymerase chain reaction",
        "tissue transplants",
        "transplantation, homologous",
        "umbilical cord blood",
        "umbilical cord blood transplantation"
    ],
    "author_names": [
        "Min Liu",
        "Jane S. Reese",
        "Jennifer J. Jaroscak, MD",
        "Stanton L. Gerson, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Center for Stem Cell and Regenerative Medicine, Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH, USA"
        ],
        [
            "Hematology/Oncology, Center for Stem Cell and Regenerative Medicine, Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH, USA"
        ],
        [
            "Pediatric Hematology/Oncology, University of North Carolina School of Medicine, Chapel Hill, NC, USA"
        ],
        [
            "Hematology/Oncology, Center for Stem Cell and Regenerative Medicine, Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.504951399999996",
    "first_author_longitude": "-81.620285",
    "abstract_text": "Umbilical cord blood (UCB) as a stem cell source for allogeneic transplantation is limited by the cell dose a single unit can provide to adult recipients. One approach to overcoming the cell dose limitation is the use of two UCB units. However, murine and human clinical studies have shown that after infusion of two UCB units, one unit dominates as early as 3 weeks post engraftment. To understand the biology that determines the engraftment of each donor, we investigated the effect of dual donor competition on hematopoietic progenitors from 3 unrelated units and 2 units from dizygotic twins during methylcellulose and LTC-IC co-culture of equal numbers of mononuclear cells from each unit pair. Donor chimerism was evaluated in primary CFU (t=0) and secondary CFU from LTC-IC cultures (weeks 4 and 5) by PCR of informative polymorphic short tandem repeats (STR analysis). In 10 units analyzed, the CFU frequency per 100,000 mononuclear cells was 152 ± 18 and the LTC-IC frequency was 1 in 20,000 ± 5.81. The mononuclear cell composition was CD34: 1.07 ±.29%; CD3: 56.3 ± 4.1%; CD33: 17.4 ± 3.4%; and CD19: 8.42 ± 1.1%. In 4 UCB pairs, the unit with the higher primary CFU frequency dominated by an average ratio of 2:1 based on STR analysis of the primary CFU co-culture. In secondary CFU derived from the LTC-IC cultures, the skewing progressively became more pronounced with the same unit identified in primary culture predominating by an average ratio of 7:1. In mixed cultures, the absolute number of primary CFU from the dominant units increased by 15 ± 2% over the number from individual units while CFU from the non-dominant units decreased by 37 ± 4%. Interestingly, there was no dominant unit in primary CFU cultures from one set of dizygotic twins and the CFU number from each unit increased by 30% in the mixed culture. This set of twins emerged with a dominant unit during LTC-IC culture, yielding a donor ratio of 2:1. We found no correlation between the predominating unit and the CD34 percentage or LTC-IC frequency. However, in all 5 dual UCB experiments, the unit with the higher CD3 percentage dominated in primary CFU cultures and was intensified during LTC-IC culture. These results demonstrate an early and progressive dominance of one donor based on CFU analysis during mixed UCB culture. The correlation with CD3 content suggests both an immediate and protracted T-cell effector mechanism even though the LTC-IC culture does not promote T-cell proliferation. Additionally, the increase in the absolute cell number of the dominant unit may suggest a graft vs. graft progenitor cell growth-stimulatory effect which may explain the observed more rapid engraftment of the dominant unit after dual UCB transplantation. Thus, immediate UCB competition predicts the dominant unit during in vitro culture and presumably mimics the process occurring after clinical dual UCB transplantation."
}