{
    "doi": "https://doi.org/10.1182/blood.V110.11.1112.1112",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=917",
    "start_url_page_num": 917,
    "is_scraped": "1",
    "article_title": "Outcome of Hematopoietic Cell Transplantation in Children with Sickle Cell Disease, a Single Center’s Experience. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "topics": [
        "child",
        "hematopoietic stem cell transplantation",
        "sickle cell anemia",
        "graft-versus-host disease",
        "transplantation",
        "busulfan",
        "cerebrovascular accident",
        "follow-up",
        "graft-versus-host disease, chronic",
        "hypertension"
    ],
    "author_names": [
        "Suvankar Majumdar, MD",
        "Zachary Robertson, MD",
        "Anita Robinson, CFNP",
        "Sarah Starnes, CFNP",
        "Rathi Iyer, MD",
        "Gail Megason, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, University of Mississippi Medical Center, Jackson, MS, USA"
        ],
        [
            "Pediatric Hematology/Oncology, University of Mississippi Medical Center, Jackson, MS, USA"
        ],
        [
            "Pediatric Hematology/Oncology, University of Mississippi Medical Center, Jackson, MS, USA"
        ],
        [
            "Pediatric Hematology/Oncology, University of Mississippi Medical Center, Jackson, MS, USA"
        ],
        [
            "Pediatric Hematology/Oncology, University of Mississippi Medical Center, Jackson, MS, USA"
        ],
        [
            "Pediatric Hematology/Oncology, University of Mississippi Medical Center, Jackson, MS, USA"
        ]
    ],
    "first_author_latitude": "32.3284602",
    "first_author_longitude": "-90.17381435",
    "abstract_text": "Multicenter trials have shown that hematopoietic cell transplantation (HCT) has an excellent outcome for children with sickle cell disease (SCD). As a single center, we performed a total of 11 transplants in 10 patients (6 male, 4 female) with SCD between 1997 to 2005. Eight patients had hemoglobin SS disease and 2 patients had HbSβ 0 thalassemia. The median age of HCT was 10.1 (range 2.8–16.3) years. The indications were cerebrovascular accident (6 patients), abnormal transcranial Doppler (2 patients), acute chest syndrome (1 patient) and recurrent vasoocclusive disease with hypertension (1 patient). The median number of packed red blood cell units transfused prior to transplant was 9 (range 1 to 99). Only one patient developed red cell alloantibodies prior to transplant and this patient’s post-transplant period was complicated by transplant related immune hemolysis. Three patients had gallstones and four patients had high ferritin levels (median 3550 and range 1110 to 4380 ng/ml) prior to transplant. All donors were HLA-identical siblings; 6 patients received bone marrow (BM), 2 patients received mobilized peripheral blood, 1 patient received umbilical cord blood (UCB) and 1 patient received both UCB and BM from the same donor. Myeloablative conditioning regimen consisted of busulfan, horse antithymocyte globulin and cyclophosphamide. Graft-versus-host disease (GVHD) prophylaxis consisted of methotrexate and cyclosporine A (CSP). All patients received G-CSF until neutrophil engraftment and received seizure prophylaxis with phenytoin during busulfan and CSP therapy; 3 patients had a seizure at days 15, 44 and 345 respectively with MRI changes of posterior leukoencephalopathy secondary to CSP. None of these patients had any sequelae. The patient with hypertension received mycophenolate mofetil for GVHD and had normalization of blood pressure after transplant. The median number of days to neutrophil engraftment (ANC>500) and platelet engraftment (>50000/μL) was 14.5 days (range 11 to 44 days) and 19.5 days (range 13 to 101 days) respectively. Nine of 10 patients had acute grade I GVHD and but none had acute grade II–IV GVHD. Five patients had limited chronic grade I GVHD and none had grades II–IV chronic GVHD. Currently, three females are >14 years, and 2/3 females have premature ovarian failure. One of the 10 patients had a gradual decrease in donor chimerism to 15% and increase in HbS to 57.7% and subsequently had a second BMT using a reduced intensity conditioning regimen consisting of alemtuzumab, fludarabine and melphalan. Follow-up at day +420 shows stable engraftment. Patient had grade I skin GVHD and no chronic GVHD. Currently, 9 of 10 patients are alive with a median follow-up of 4.3 (range 1.9 to 9.9) years. Five year overall and event-free survival probabilities with our relatively small number of patients were 90% and 77% respectively. One patient at day +28 had extensive new CVA with neurologic devastation and subsequently died at day +270 from multi-organ failure secondary to sepsis. All patients alive have a Karnofsky/Lansky of 100%. As one of the largest single institution’s experience with HCT in children with SCD, we are reporting an excellent outcome with tolerable toxicities and suggest HCT be considered early for a broader range of indications in this population."
}