{
    "doi": "https://doi.org/10.1182/blood.V116.21.1449.1449",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1619",
    "start_url_page_num": 1619,
    "is_scraped": "1",
    "article_title": "Long-Term Reconstitution of Transduced Rhesus CD34+ Cells Mobilized by G-CSF and Plerixafor. ",
    "article_date": "November 19, 2010",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function and Engraftment: Poster I",
    "topics": [
        "granulocyte colony-stimulating factor",
        "macaca mulatta",
        "plerixafor",
        "transplantation",
        "capsid",
        "cold agglutinins",
        "exanthema",
        "gene expression profiling",
        "hematopoietic stem cell transplantation",
        "immunoglobulin g"
    ],
    "author_names": [
        "Naoya Uchida, MD, PhD",
        "Aylin Bonifacino",
        "Allen E Krouse",
        "Sandra D Price",
        "Ross M Fasano, MD",
        "Gyorgy Csako, MD",
        "Susan F Leitman, MD",
        "Mark E Metzger",
        "Matthew M Hsieh, MD",
        "Joseph J Mattapallil, VMD, PhD",
        "John F Tisdale, MD",
        "Robert E Donahue, VMD"
    ],
    "author_affiliations": [
        [
            "Mchb, NIH, NHLBI, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, NHLBI, Rockville, MD, USA, "
        ],
        [
            "Hematology Branch, NHLBI, Rockville, MD, USA, "
        ],
        [
            "Hematology Branch, NHLBI, Rockville, MD, USA, "
        ],
        [
            "Department of Transfusion Medicine, Clinical Center, NIH, Bethesda, MD, USA, "
        ],
        [
            "Department of Laboratory Medicine, Clinical Center, NIH, Bethesda, MD, USA, "
        ],
        [
            "Department of Transfusion Medicine, Clinical Center, NIH, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, NHLBI, Rockville, MD, USA, "
        ],
        [
            "Mchb, NIH, NHLBI, Bethesda, MD, USA, "
        ],
        [
            "Department of Microbiology and Immunology, Uniformed Services University of Health Sciences, Bethesda, MD, USA"
        ],
        [
            "Mchb, NIH, NHLBI, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, NHLBI, Rockville, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Abstract 1449 Granulocyte colony-stimulating factor (G-CSF) in combination with plerixafor (AMD3100) produces significant mobilization of peripheral blood stem cells in the rhesus macaque model. The CD34+ cell population mobilized possesses a unique gene expression profile, suggesting a different proportion of progenitor/stem cells. To evaluate whether these CD34+ cells can stably reconstitute blood cells, we performed hematopoietic stem cell transplantation using G-CSF and plerixafor-mobilized rhesus CD34+ cells that were transduced with chimeric HIV1-based lentiviral vector including the SIV-capsid (χHIV vector). In our experiments, G-CSF and plerixafor mobilization (N=3) yielded a 2-fold higher CD34+ cell number, compared to that observed for G-CSF and stem cell factor (SCF) combination (N=5) (8.6 ± 1.8 × 10 7 vs. 3.6 ± 0.5 × 10 7 , p<0.01). Transduction rates with χHIV vector, however, were 4-fold lower in G-CSF and plerixafor-mobilized CD34+ cells, compared to G-CSF and SCF (13 ± 4% vs. 57 ± 5%, p<0.01). CD123+ (IL3 receptor) rates were higher in CD34+ cells mobilized by G-CSF and plerixafor (16.4%) or plerixafor alone (21.3%), when compared to G-CSF alone (2.6%). To determine their repopulating ability, G-CSF and plerixafor-mobilized CD34+ cells were transduced with EGFP-expressing χHIV vector at MOI 50 and transplanted into lethally-irradiated rhesus macaques (N=3). Blood counts and transgene expression levels were followed for more than one year. Animals transplanted with G-CSF and plerixafor-mobilized cells showed engraftment of all lineages and earlier recovery of lymphocytes, compared to animals who received G-CSF and SCF-mobilized grafts (1200 ± 300/μl vs. 3300 ± 900/μl on day 30, p<0.05). One month after transplantation, there was a transient development of a skin rash, cold agglutinin reaction, and IgG and IgM type plasma paraproteins in one of the three animals transplanted with G-CSF and plerixafor cells. This animal had the most rapid lymphocyte recovery. These data suggested that G-CSF and plerixafor-mobilized CD34+ cells contained an increased amount of early lymphoid progenitor cells, compared to those arising from the G-CSF and SCF mobilization. One year after transplantation, transgene expression levels were 2–5% in the first animal, 2–5% in the second animal, and 5–10% in the third animal in all lineage cells. These data indicated G-CSF and plerixafor-mobilized CD34+ cells could stably reconstitute peripheral blood in the rhesus macaque. Next, we evaluated the correlation of transgene expression levels between in vitro bulk CD34+ cells and lymphocytes at one month, three months, and six months post-transplantation. At one and three months after transplantation, data from G-CSF and plerixafor mobilization showed higher ratio of %EGFP in lymphocytes to that of in vitro CD34+ cells when compared to that of G-CSF and SCF mobilization. At six months after transplantation the ratios were similar. These results again suggest that G-CSF and plerixafor-mobilized CD34+ cells might include a larger proportion of early lymphoid progenitor cells when compared to G-CSF and SCF mobilization. In summary, G-CSF and plerixafor mobilization increased CD34+ cell numbers. G-CSF and plerixafor-mobilized CD34+ cells contained an increased number of lymphoid progenitor cells and a hematopoietic stem cell population that was capable of reconstituting blood cells as demonstrated by earlier lymphoid recovery and stable multilineage transgene expression in vivo , respectively. Our findings should impact the development of new clinical mobilization protocols. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}