{
    "doi": "https://doi.org/10.1182/blood.V110.11.239.239",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1023",
    "start_url_page_num": 1023,
    "is_scraped": "1",
    "article_title": "Kruppel-Like Factor 4 Is Essential for Inflammatory Monocyte Differentiation In Vivo . ",
    "article_date": "November 16, 2007",
    "session_type": "Granulocytes, Monocytes and Macrophages",
    "topics": [
        "kruppel-like transcription factors",
        "monocytes",
        "macrophage colony-stimulating factor receptor",
        "inflammation",
        "leukemia, myelocytic, acute",
        "molecule",
        "transcription factor",
        "transplantation",
        "chimera organism",
        "mice"
    ],
    "author_names": [
        "Jonathan K. Alder, BA",
        "Robert W. Georgantas, III, PhD",
        "Richard L. Hildreth, MS",
        "Ian M. Kaplan, BS",
        "Sebastien Morisot, MS",
        "Xiaobing Yu, MD",
        "Michael McDevitt, MD, PhD",
        "Curt I. Civin, MD"
    ],
    "author_affiliations": [
        [
            "Divisions of Immunology and Hematopoiesis, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Divisions of Immunology and Hematopoiesis, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Divisions of Immunology and Hematopoiesis, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Divisions of Immunology and Hematopoiesis, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Divisions of Immunology and Hematopoiesis, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Divisions of Immunology and Hematopoiesis, Johns Hopkins University School of Medicine, Baltimore, MD, USA",
            "Institute of Cell Engineering, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Hematology Division, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Divisions of Immunology and Hematopoiesis, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.297971499999996",
    "first_author_longitude": "-76.5904827",
    "abstract_text": "Several members of the Kruppel-like factor (KLF) family of transcription factors play important roles in differentiation, survival, and trafficking of blood and immune cell types. We demonstrate here that hematopoietic cells from KLF4 −/− fetal livers (FL) contained normal numbers of functional hematopoietic progenitor cells, were radioprotective, and performed as well as KLF4 +/+ cells in competitive repopulation assays. However, hematopoietic “KLF4 −/− chimeras” generated by transplantation of KLF4 −/− FL cells into lethally irradiated wild-type (wt) mice completely lacked circulating inflammatory (CD115 + Gr1 + ) monocytes, and had reduced numbers of resident (CD115 + Gr1 − ) monocytes. While the numbers and function of peritoneal macrophages were normal in KLF4 −/− chimeras, bone marrow monocytic cells from KLF4 −/− chimeras expressed lower levels of key trafficking molecules and were more apoptotic. Thus, our in vivo loss-of-function studies demonstrate that KLF4, previously shown to mediate proinflammatory signaling in human macrophages in vitro, is essential for differentiation of mouse inflammatory monocytes, and is involved in the differentiation of resident monocytes. In addition, inducible expression of KLF4 in the HL60 human acute myeloid leukemia cell line stimulated monocytic differentiation. The inflammation-selective effects of loss-of-KLF4 and the gain-of-KLF4-induced monocytic differentiation in HL60 cells identify KLF4 as a key regulator of monocytic differentiation and a potential target for translational immune modulation."
}