{
    "doi": "https://doi.org/10.1182/blood.V122.21.1118.1118",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2655",
    "start_url_page_num": 2655,
    "is_scraped": "1",
    "article_title": "Pharmacokinetics, Efficacy and Safety Of a Recombinant Factor IX (BAX326) In Previously-Treated Pediatric Patients < 12 Years Of Age With Severe Or Moderately Severe Hemophilia B ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "topics": [
        "factor ix",
        "hemophilia b",
        "pediatrics",
        "pharmacokinetics",
        "hemorrhage",
        "hemostatics",
        "infusion procedures",
        "adverse event",
        "antibodies",
        "bleeding diathesis"
    ],
    "author_names": [
        "Tomasz Urasinski",
        "Oleksandra Stasyshyn",
        "Tatiana Andreeva",
        "Luminita Rusen",
        "Farida Perina",
        "MyungShin Oh",
        "Miranda Chapman",
        "Borislava G Pavlova",
        "Wing Yen Wong",
        "Brigitt E. Abbuehl"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Hematology and Oncology, Pomeranian Medical University, Szczecin, Poland, "
        ],
        [
            "Institute of Blood Pathology and Transfusion Medicine of the Academy of Medical Sciences of Ukraine, Lviv, Ukraine, "
        ],
        [
            "Republican Center for Hemophilia Treatment, St. Petersburg, Russia, "
        ],
        [
            "Prof. Dr. C. T. Nicolau National Institute for Transfusional Hematology, Bucharest, Romania, "
        ],
        [
            "Regional Clinical Hospital, Ekatarinburg, Russia, "
        ],
        [
            "Baxter BioScience, Westlake Village, CA, USA, "
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ],
        [
            "Baxter BioScience, Westlake Village, CA, USA, "
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "53.42299",
    "first_author_longitude": "14.554408999999996",
    "abstract_text": "Hemophilia B is an X-linked congenital bleeding disorder caused by defective or deficient levels of circulating coagulation factor IX (FIX). Adequate levels of FIX can be maintained in the plasma through routine prophylactic infusions, which can especially benefit pediatric patients if started early in order to prevent recurrent joint bleeding and severe joint disease. A recombinant FIX (BAX326, Rixubis®, Baxter) has been developed for the prophylaxis and control of bleeding in hemophilia B patients. BAX326 is manufactured without the addition of any materials of human or animal origin; solvent/detergent treatment as well as nanofiltration are used for viral inactivation/reduction. Safety and efficacy of BAX326 have already been demonstrated in hemophilia B patients aged 12 years and above. 1 A prospective clinical trial was conducted to assess the pharmacokinetics (PK), hemostatic efficacy and safety of BAX326 in previously treated patients (PTPs) <12 years of age with severe (FIX level < 1%) or moderately severe (FIX level ≤ 2%) hemophilia B. After the initial PK assessment, BAX326 was administered as prophylaxis twice a week (median dose 56 IU/kg, range 43-75 IU/kg) over 6-months or for a minimum of 50 exposure days. Twenty-three male subjects (median age 7.10 years, range 1.8 to 11.8 years, with 11 subjects < 6 years) were enrolled and treated with BAX326. Sixteen subjects (69.6%) had received previous treatment with FIX products by prophylaxis only, 6 (26.1%) by both prophylaxis and on-demand, and 1 subject (4.3%) had been treated on-demand only. BAX326 was safe and well-tolerated. No allergic reactions or thrombotic events occurred and there were no treatment-related adverse events. None of the subjects developed an inhibitory or positive binding antibody to FIX, Chinese hamster ovary cell protein or furin. PK assessments (N = 23) after one 75 ± 5 IU/kg infusion with BAX326 were performed up to 72 hours (median AUC 0-inf. 802.9 IU hr/dL, MRT 26.77 hr, Cl 0.0935 dL/[kg.hr], half-life 24.48 hr, V ss 2.629 dL/kg) using a non-linear mixed model (population PK) approach. The mean incremental recovery (IR) 30 minutes after infusion was consistent over time (assessed after initial PK infusion, and at 5, 14 and 26 weeks of treatment). A tendency toward higher IR in association with increased patient age was observed, as previously described. 2 BAX326 administered as prophylaxis was efficacious in preventing bleeds. Nine subjects (39.1%) did not experience any bleeds; the mean annualized bleeding rate (ABR) was 2.7 ±3.14 (median 2.0). Out of 26 total bleeds, only 2 (in 2 subjects) were spontaneous, and 1 was of unknown cause. Fewer bleeds occurred in joints than in non-joint sites (19 non-joint vs. 7 joint bleeds). Hemostatic efficacy at the resolution of a bleed was excellent or good in 96.2% of bleeds. The majority of bleeds were resolved after 1-2 infusions (88.5%) with BAX326; the mean total dose of rFIX administered per bleed was 94.4 (52.41) IU/kg. Hemostatic efficacy in terms of bleed severity was excellent or good in 100% of minor bleeds (N =15), 88.9% of moderate bleeds (N=9) and 100% of major bleeds (N=2). In summary, these data indicate that BAX326 is safe and efficacious in treating bleeding episodes and in routine prophylaxis in pediatric patients aged <12 years with hemophilia B. Disclosures: Oh: Baxter: Employment. Chapman: Baxter: Employment. Pavlova: Baxter: Employment. Wong: Baxter: Employment. Abbuehl: Baxter: Employment."
}