{
    "doi": "https://doi.org/10.1182/blood.V116.21.3976.3976",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1656",
    "start_url_page_num": 1656,
    "is_scraped": "1",
    "article_title": "Cyclin-Dependent Kinase Inhibitors Enhance Sensitivity to Methotrexate In Human T-Cell Leukemia Jurkat Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "cyclin-dependent kinase inhibitors",
        "jurkat cells",
        "leukemia, t-cell",
        "methotrexate",
        "dihydrofolate reductase",
        "acute erythroblastic leukemia",
        "hematologic neoplasms",
        "cytotoxicity",
        "rna, small interfering",
        "cyclin-dependent kinase 4"
    ],
    "author_names": [
        "Hitoji Uchiyama, MD, PhD",
        "Yoshihiro Sowa, PhD",
        "Miki Wakada",
        "Mayumi Yogosawa",
        "Ryoko Nakanishi, MSc",
        "Mano Horinaka, PhD",
        "Chihiro Shimazaki, MD, PhD",
        "Masafumi Taniwaki, MD, PhD",
        "Toshiyuki Sakai, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, Department of Medicine, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Molecular-Targeting Cancer Prevention, Kyoto Prefectural University of Medicine, Kyoto, Japan"
        ],
        [
            "Department of Molecular-Targeting Cancer Prevention, Kyoto Prefectural University of Medicine, Kyoto, Japan"
        ],
        [
            "Department of Molecular-Targeting Cancer Prevention, Kyoto Prefectural University of Medicine, Kyoto, Japan"
        ],
        [
            "Department of Molecular-Targeting Cancer Prevention, Kyoto Prefectural University of Medicine, Kyoto, Japan"
        ],
        [
            "Department of Molecular-Targeting Cancer Prevention, Kyoto Prefectural University of Medicine, Kyoto, Japan"
        ],
        [
            "Division of Hematology and Oncology, Department of Medicine, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Division of Hematology and Oncology, Department of Medicine, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Molecular-Targeting Cancer Prevention, Kyoto Prefectural University of Medicine, Kyoto, Japan"
        ]
    ],
    "first_author_latitude": "35.024089499999995",
    "first_author_longitude": "135.770115",
    "abstract_text": "Abstract 3976 Methotrexate (MTX), a classical anti-folate drug, has been used in the treatment of various hematological malignancies. Since MTX prevents tumor cells from proliferating by inhibiting dihydrofolate reductase (DHFR), DHFR expression is a key determinant of resistance to MTX in malignant hematological tumor cells. In fact, it is well known that elevated expression of DHFR is a direct factor in clinical therapeutic resistance to MTX. Therefore, small compounds that repress DHFR expression may be useful as chemosensitizers in combination with MTX. First of all, we demonstrated that the sensitivity to MTX was enhanced by the knockdown of the DHFR gene in Jurkat cells. Concretely, the expression of DHFR was efficiently knocked down by siRNA transiently transfected using electroporation. We subsequently confirmed that pretreatment with DHFR siRNA significantly enhanced sensitivity of Jurkat cells to MTX in vitro with colony formation assays. Therefore, a novel strategy down-regulating DHFR expression seems promising for enhancing sensitivity to MTX. On the other hand, the expression of DHFR has been assumed to be controlled by the transcription factor E2F. Unphosphorylated retinoblastoma (RB) protein is known to bind and inhibit the E2F family. Actually, it has been reported RB protein, which acts as a negative regulator of cell cycle transition, suppresses the expression of DHFR. When RB is phosphorylated by cyclin-dependent kinase (CDK)-cyclins, E2F is released from the complex and binds to a cis-element in the promoter region of various genes involved in cell proliferation and DNA synthesis. In other words, CDK inhibitors activate RB function and inhibit E2F function. Then we investigated whether CDK inhibitor acted as a suppressor of DHFR through the E2F site of the promoter, and whether it could be used to enhance sensitivity to MTX. We found that SU9516, a small chemical CDK inhibitor, showed the inhibition of cell growth without the significant increase of dead cells. Furthermore we also found that SU9516 decreased phospho-RB (Ser 780 ) and reduced the expression of both DHFR mRNA and protein, suggesting that SU9516 activates the RB pathway. The DHFR promoter activity was attenuated by SU9516 dependent on the E2F site. The results suggested that SU9516 inhibited DHFR expression at the promoter level. Furthermore, pretreatment with SU9516 significantly enhanced sensitivity to MTX in a colony formation assay. To expand these results in Jurkat cells, we have also examined other leukemic cell lines (human T cell leukemia CCRF-CEM cells and human erythroleukemia K562 cells) and confirmed that SU9516 also repressed the levels of DHFR protein and phopho-RB (Ser 780 ), and enhanced the cytotoxicity of MTX in a colony formation assay in both of cell lines. These results might indicate that pretreatment of SU9516 is effective to enhance sensitivity to MTX in not only the T-cell leukemia cell lines but also erythroleukemia cell lines such as K562 cells. Finally, to expand these results by SU9516, we have examined other CDK inhibitors (Purvalanol A and Cdk4/6 Inhibitor IV) and confirmed that these agents also decreased DHFR protein and phospho-RB (Ser 780 ), and enhanced the cytotoxicity of MTX in a colony formation assay in Jurkat cells as similar as SU9516. In conclusion, we showed for the first time that SU9516 significantly enhanced sensitivity to MTX through the inhibition of DHFR expression in human T-cell leukemia Jurkat cells and CCRF-CEM cells, and human erythroleukemia K562 cells. Although further study is needed, these results raise the possibility that a combination of CDK inhibitors and MTX may be a suitable chemotherapeutic option for enhancing sensitivity to MTX when treating hematological malignancies. Disclosures: No relevant conflicts of interest to declare."
}