{
    "doi": "https://doi.org/10.1182/blood.V122.21.1071.1071",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2654",
    "start_url_page_num": 2654,
    "is_scraped": "1",
    "article_title": "Dasatinib Induced Thrombocytopenia Might Be Due To The Inhibition Of Proplatelet Formation Of Megakaryocytes Via The Pathways Including Rho/Rock and Rac ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "topics": [
        "dasatinib",
        "megakaryocytes",
        "proplatelet",
        "thrombocytopenia",
        "mechlorethamine",
        "adverse event",
        "bcr-abl tyrosine kinase",
        "cardiac mri",
        "gtp-binding proteins",
        "imatinib mesylate"
    ],
    "author_names": [
        "Kazunori Murai, MD, PhD",
        "Shugo Kowata, MD.",
        "Yukiteru Fujishima, MD",
        "Yasuhiko Tsukushi, M.D.",
        "Takahiro Mine, MD.",
        "Tatsuo Oyake, M.D., Ph.D.",
        "Shigeki Ito, M.D., Ph.D.",
        "Yoji Ishida, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Iwate Medical University, Morioka, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Iwate Medical University, Morioka, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Iwate Medical University, Morioka, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Iwate Medical University, Morioka, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Iwate Medical University, Morioka, Japan, "
        ],
        [
            "Division of Hematology and Oncology, Department of Internal Medicine, Iwate Medical University School of Medicine, Morioka, Japan"
        ],
        [
            "Division of Hematology and Oncology, Department of Internal Medicine, Iwate Medical University School of Medicine, Morioka, Japan"
        ],
        [
            "Division of Hematology and Oncology, Department of Internal Medicine, Iwate Medical University School of Medicine, Morioka, Japan"
        ]
    ],
    "first_author_latitude": "39.7047538",
    "first_author_longitude": "141.1524353",
    "abstract_text": "Background Dasatinib is a highly potent BCR-ABL inhibitor with established efficacy and safety in imatinib-resistant/intolerant patients with chronic myeloid leukemia (CML). The DASISION reported a significantly higher rate of CCyR after 1 year (83%), MMR after 1 year (46%) and CMR 4.5 after 3 years (22%). Grade 3/4 thrombocytopenia was more frequent adverse events. Although Mazharian et al (Blood 2011) reported the inhibition of PPF by dasatinib, molecular signals in dasatinib-induced PPF inhibition has remained unclear. In this study, we elucidated the biological effects of dasatinib on proliferation and maturation of megakaryocytic progenitor cells and maturation of megakaryocytes. In addition, the molecular signals of G-proteins were revealed in the process of PPF inhibition by dasatinib. Methods and Materials To evaluate the biological effects of dasatinib, the following experiments were performed in the presence of dasatinib; (1) CFU-Meg assay in vitro culture of murine bone marrow (BM) cells with murine TPO, IL-3 and IL-6, (2) megakaryocyte ploidy analysis in vitro culture of murine BM MNCs with murine TPO and SCF, (3) proplatelet formation (PPF) assay in vitro culture of murine megakaryocytes. To evaluate the molecular signals in inhibited PPF by dasatinib, Western blots were performed. Activated Rho, Rac, phosphorylated myosin light chain (p-MLC), phosphorylated Lyn (p-Lyn) and p-Src in murine platelets were evaluated. Results (1) CFU-Megs (colonies per 1x 10 5 BM-MNCs) did not decrease significantly at 0.01, 0.1, 1, 10, 100 nM (dasatinib 0 nM; 32.6 ± 13.1, 0.1 nM: 27.6 ± 8.4, 1 nM: 24.8 ± 7.8, 10 nM: 28.8 ± 12.1, 100 nM: 23.0 ± 7.6). (2) There was no difference in DNA ploidy of cultured megakaryocytes in the presence of dasatinib (0, 0.01 to 100 nM). (3) PPF decreased significantly at 1, 10, 100 nM of dasatinib (0 nM: 40.6 ± 2.5%, 1 nM: 29.4 ± 2.4% p<0.01, 10 nM: 23.6 ± 1.7% p<0.01, 100 nM: 24.0± 2.4 % p<0.01). According to the previous reports as to the plasama concentrations of dasatinib, minimum concentration was 2∼5nM. These results indicated that dasatinib did not suppress megakaryocytic proliferation and differentiation but did inhibit PPF of megakaryocytes at the physiological concentration of dasatinib. Activated Rho, Rac, p-MLC and p-Lyn in murine platelets, incubated in the presence of dasatinib, were evaluated by the Western blots. Activated Rho and p-MLC were up-regulated and activated Rac was down-regulated at 50 nM of dasatinib. Dasatinib reduced levels of p-Lyn and p-Src. Therefore we added Y27632, which was the ROCK (Rho kinase) inhibitor, to the megakaryocytes culture in the presence of dasatinib to evaluate the PPF activity. The inhibition of PPF by dasatinib was cancelled significantly by the addition of Y27632 (control; 25.4 ± 0.9%, dasatinib 100 nM; 12.4 ± 1.3% p<0.01, Y27632 10 μM; 34.5 ± 2.0% p<0.01, dasatinib100 nM + Y27632 10μM; 27.5 ± 1.5%). Furthermore, to elucidate the precise role of Rac pathways in PPF, NSC23776, Rac inhibitor, was added to megakaryocytes culture for PPF. PPF decreased significantly in the presence of NSC23776 (0 nM: 29.8 ± 4.7%, 50 µM: 12.1 ± 1.7% p<0.01). Conclusion Dasatinib induced thrombocytopenia might not be due to the inhibition of megakaryocyte colony formations but the inhibition of PPF of megakaryocytes via pathways including Rho/Rock and Rac. Disclosures: No relevant conflicts of interest to declare."
}