{
    "doi": "https://doi.org/10.1182/blood.V112.11.4430.4430",
    "article_title": "High Probability of Survival after Related and Alternate Donor Hematopoietic Cell Transplantation for Pediatric Patients with High Risk AML Using a Fludarabine Based Preparative Regimen ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Alternative Donor Transplantation",
    "abstract_text": "Hematopoietic cell transplantation (HCT) in pediatric patients with high risk acute myeloid leukemia (AML) such as those with non-Down de novo acute megakaryoblastic leukemia (AMKL), transformed myelodysplastic syndrome (MDS), therapy-related AML (tAML) and refractory/resistant AML (rAML) has been limited by graft failure, regimen related toxicity (RRT) and relapse. Between September 2005 and July 2008, 10 pediatric patients, median age of 7.6 (range, 1.3 – 17.0) years with such high risk AML (AMKL, n=2; MDS/AML, n=4; tAML, n=1; rAML; n=3) received a novel Fludarabinebased preparative regimen followed by T cell replete transplantation with bone marrow (BM, n=4), peripheral blood stem cell (PBSC, n=5) or umbilical cord blood (UCB, n=1) in a Singapore Pediatric BMT center. Seven patients received stem cells from alternate donors (AD) and 3 from matched related donors (MRD). Prior to HCT, 6 patients were in 1 st complete remission (CR1), 2 in CR2 and 2 had progressive diseases. AD consisted of single antigen mismatched related and non-genoidentical unrelated donors (antigenic match at HLA-A, B, DRB1*). All patients received IV FLU 125 mg/m2, BU, 0.8 – 1.2 mg/kg 6 hourly, MEL, 140mg/m2. AD recipients received additional ATG (Thymoglobuline) 5mg/kg. GVHD prophylaxis consisted of cyclosporine and methotrexate or mycophenolate motfetil depending on the stem cell source. Excluding the 2 patients who entered HCT with progressive diseases, all other patients achieved myeloid engraftment at a median of 14 (range, 9 – 16) days and achieved sustained stable full donor chimera from 21 days after HCT. The median duration and costs of HCT admissions was 34 (range, 17 – 66) days and USD 51,317 (range, 41,416 – 155,905), respectively. Common post-HCT complications included engraftment syndrome (n=4) and reactivation of Herpes viruses (n=4). There was no severe RRT. Incidences of grade I–III acute GVHD and chronic GVHD were 63% and 67%, respectively. All these patients are alive in sustained CR at a median follow-up of 303 (range, 44 – 1037) days with Karnosky/Lansky scores of 90 – 100%. Both the patients with progressive diseases had graft failures and subsequently died of disease at a median of 138 (range, 77 – 198) days after HCT despite experimental salvage therapy with allogeneic natural killer cell transplantation from parental donors. In summary, this novel FLU based preparative regimen paired with non-genoidentical HCT is safe, inexpensive, allows prompt engraftment, and appears to provide anti-leukemia effects in pediatric patients with high risk AML entering HCT in remission. Long term follow-up will determine relapse risks and whether this non-irradiation based regimen is associated with a reduction in late effects including malignancy.",
    "topics": [
        "donors",
        "fludarabine",
        "hematopoietic stem cell transplantation",
        "pediatrics",
        "progressive neoplastic disease",
        "follow-up",
        "tissue transplants",
        "transplantation",
        "acute megakaryocytic leukemias",
        "antigens"
    ],
    "author_names": [
        "Poh-Lin Tan, MBBS",
        "Allen Yeoh, MBBS",
        "Thuan-Chong Quah, MBBS",
        "Joanne Kurtzberg, MD",
        "John E. Wagner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Poh-Lin Tan, MBBS",
            "author_affiliations": [
                "Pediatrics, National University Hospital, Singapore, Singapore"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Allen Yeoh, MBBS",
            "author_affiliations": [
                "Pediatrics, National University Hospital, Singapore, Singapore"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thuan-Chong Quah, MBBS",
            "author_affiliations": [
                "Pediatrics, National University Hospital, Singapore, Singapore"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanne Kurtzberg, MD",
            "author_affiliations": [
                "Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E. Wagner, MD",
            "author_affiliations": [
                "Pediatric Hematology, Oncology, University of Minnesota, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T01:55:55",
    "is_scraped": "1"
}