{
    "doi": "https://doi.org/10.1182/blood.V118.21.377.377",
    "article_title": "Platelet Polyphosphate Enhances Factor XI Activation by Thrombin ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Control of Thrombin Generation",
    "abstract_text": "Abstract 377 Factor (f) XI deficiency is associated with a bleeding diathesis but factor fXII deficiency is not, indicating that, in normal hemostasis, fXI must be activated in vivo by a protease other than fXIIa. Several groups have identified thrombin as the most likely activator of fXI, although this reaction is slow in solution. While certain non-physiologic anionic polymers and surfaces have been shown to enhance fXI activation by thrombin, the physiologic cofactor for this reaction is uncertain. Activated platelets secrete the highly anionic polymer, polyphosphate (polyP), and our previous studies have shown that polyP has potent procoagulant activity. We now report that polyP potently accelerates fXI activation by alpha-thrombin, beta-thrombin and fXIa, and that these reactions are supported by polyP polymers of the size secreted by activated human platelets. We therefore propose that polyP is a natural cofactor for fXI activation in plasma. In reactions using purified proteins, fXI activation by alpha-thrombin was undetectable (under the conditions employed) in the absence of polyP or in the presence of polyP with polymer lengths shorter than 55mers. On the other hand, polyP of the size range secreted by human platelets (60 to 100mers) potently stimulated fXI activation by thrombin, as did longer polyP polymers. PolyP of this size also potently stimulated fXI autoactivation. Addition of EcPPXc, the isolated polyP-binding domain of E. coli exopolyphosphatase, specifically abrogated polyP-mediated fXI activation by alpha-thrombin. We further observed that releasates from activated platelets markedly accelerated the rate of fXI activation by alpha-thrombin, but this activity was inhibited by EcPPXc. Using surface plasmon resonance analyses, we found that fXI, fXIa and alpha-thrombin all bound tightly to immobilized polyP, yielding Kd values of 6.4 nM, 1.5 nM and 15.1 nM, respectively. We next examined whether polyP enhances fXI activation by thrombin in a plasma environment. To eliminate interference from fXI activation by fXIIa, we used fXII-deficient plasma and added corn trypsin inhibitor (CTI) to inhibit any remaining traces of fXIIa. Since beta-thrombin activates fXI but has greatly diminished capacity to cleave fibrinogen, we performed clotting assays using beta-thrombin and varying polyP sizes in fXII-deficient plasma containing CTI. Longer polyP polymers (65 to 445 phosphate units) shortened the clotting time in a concentration-dependent manner. FXI-deficient plasma exhibited prolonged clotting times in this assay, with clotting times that were essentially unaffected by the presence of longer polyP sizes. These results show that polyP shortens the beta-thrombin-mediated clotting time of plasma in a manner that is dependent on fXI but independent of fXII. Finally, we examined the ability of polyP to enhance thrombin-mediated thrombin generation in plasma using CAT assays. Increasing concentrations of polyP caused increasing thrombin bursts in a polymer length-dependent manner, while no thrombin generation was observed in the presence of polyP without beta-thrombin. This effect was dependent on fXI, as addition of blocking antibodies to fXI inhibited polyP-mediated thrombin generation. Consistent with this notion, there was no observable polyP-mediated thrombin generation in fXI-deficient plasma, although this was restored when fXI-deficient plasma was reconstituted with purified fXI. Our studies demonstrate that polyP polymers of the size secreted by activated platelets enhance fXI activation by thrombin and also enhance fXI autoactivation. Furthermore, platelet releasates promoted fXI activation by thrombin, an activity that was abrogated by EcPPXc. Taken together, these findings support the notion that platelet polyP may be a natural, physiological cofactor for the activation of fXI by thrombin, and may represent a previously unrecognized link between fXI and hemostasis/thrombosis. Disclosures: Choi: University of Illinois: Patents & Royalties. Smith: University of Illinois: Patents & Royalties. Morrissey: University of Illinois: Patents & Royalties.",
    "topics": [
        "blood platelets",
        "factor xi",
        "polyphosphates",
        "thrombin",
        "polyps",
        "mechlorethamine",
        "hemostasis procedures",
        "whole blood coagulation time",
        "antibodies, blocking",
        "bleeding diathesis"
    ],
    "author_names": [
        "Sharon H. Choi, MS",
        "Stephanie A. Smith, DVM, MS",
        "James H. Morrissey, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sharon H. Choi, MS",
            "author_affiliations": [
                "Dept. of Biochemistry, Univ. of Illinois College of Medicine, Urbana, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephanie A. Smith, DVM, MS",
            "author_affiliations": [
                "Dept. of Biochemistry, Univ. of Illinois College of Medicine, Urbana, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James H. Morrissey, PhD",
            "author_affiliations": [
                "Dept. of Biochemistry, Univ. of Illinois College of Medicine, Urbana, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T18:40:40",
    "is_scraped": "1"
}