{
    "doi": "https://doi.org/10.1182/blood.V118.21.4859.4859",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2132",
    "start_url_page_num": 2132,
    "is_scraped": "1",
    "article_title": "Role of Bcl-2 Immunohistochemical Expression As An Independent Biological Prognostic Marker At Diagnosis of Classical Hodgkin's Lymphoma ",
    "article_date": "November 18, 2011",
    "session_type": "Hodgkin Lymphoma - Biology, excluding Therapy",
    "topics": [
        "bcl2 gene",
        "hodgkin's disease",
        "prognostic marker",
        "allopurinol",
        "chemotherapy regimen",
        "follow-up",
        "allogeneic stem cell transplant",
        "biological markers",
        "prognostic factors",
        "signs and symptoms"
    ],
    "author_names": [
        "Leyre Bento",
        "Gabriela Rodriguez Macias",
        "Pascual Balsalobre",
        "Jorge Gayoso",
        "Isabel Gonzalez-Gascon y Marin",
        "Cristina Muñoz-Martínez",
        "Mi Kwon",
        "David Serrano",
        "Javier Menárguez",
        "Jose Luis Diez Martin"
    ],
    "author_affiliations": [
        [
            "Hospital General Universitario Gregorio Marañon, Hematology, Madrid, Spain, "
        ],
        [
            "Hospital General Universitario Gregorio Marañon, Hematology, Madrid, Spain, "
        ],
        [
            "Instituto de Investigacion Sanitaria Hospital Gregorio Marañon, Madrid, Spain, "
        ],
        [
            "Hospital General Universitario Gregorio Marañon, Hematology, Madrid, Spain, "
        ],
        [
            "Hospital General Universitario Gregorio Marañon, Hematology, Madrid, Spain, "
        ],
        [
            "Hospital General Universitario Gregorio Marañon, Hematology, Madrid, Spain, "
        ],
        [
            "Hospital General Universitario Gregorio Marañon, Hematology, Madrid, Spain, "
        ],
        [
            "Hospital General Universitario Gregorio Marañon, Hematology, Madrid, Spain, "
        ],
        [
            "Hospital General Universitario Gregorio Marañón, Pathology, Madrid, Spain"
        ],
        [
            "Instituto de Investigacion Sanitaria Hospital Gregorio Marañon, Madrid, Spain, "
        ]
    ],
    "first_author_latitude": "40.4195247",
    "first_author_longitude": "-3.6713438",
    "abstract_text": "Abstract 4859 BACKGROUND: Most patients with classical Hodgkin's Lymphoma (CHL) are cured with primary treatment. However, a proportion of them fail to first line treatment needing to be rescued with subsequent lines of chemotherapy and/or autologous or allogeneic stem cell transplantation (auto-SCT and allo-SCT, respectively). The identification of clinical and biological characteristics of these patients at diagnosis is still a challenge and most prognostic systems fail to identify a proportion of patients with worse prognosis. In this context, different groups are currently analyzing several biological markers as determinants of clinical outcome. It has been reported that Bcl-2 immunohistochemical expression in Hodgkinxs Reed Sternberg cells (HRSC) might confer a worse prognosis. OBJETIVE: To analyze clinical outcomes following 1 st line chemotherapy according to Bcl-2 expression at diagnosis of CHL. PATIENTS AND METHODS: CHL patients, older than 16 years old, receiving at least 1 line of treatment, were retrospectively studied for Bcl-2 expression in diagnostic samples. For this purpose, tissue sections were immunostained and semiquantitatively assessed for this marker. Cumulative incidence (CI) of treatment failure, treatment failure free survival (TfFS) and overall survival (OS) were defined as primary outcomes. Treatment failure was considered when a different treatment regimen was set up due to relapse after CR or failing to achieve CR following 1 st line. RESULTS: 103 patients (55 Bcl-2 positive patients and 48 Bcl-2 negative patients) were analyzed. Main patient and clinical features are shown in Table 1 . Both cohorts were well balanced for the main prognostic factors. At a median follow up of 36m (2-221), 34m (2-140) for Bcl-2 negative patients and 38m (4.5-221) for Bcl-2 positive patients, CI of 3 years treatment failure was 19% and 50% for the negative and positive cohorts, respectively (p=0.02). 3 years TfFS after diagnosis was 75% for Bcl-2 negative patients vs 47% for Bcl-2 positive patients (p=0.1). Within the cohort of Bcl-2 negative patients, 9/48 (19%) underwent auto-SCT as part of rescue treatment while 18/55 (33%) of Bcl-2 positive patients received an SCT (13 auto-SCT and 5 allo-SCT) and 3 of them, a second SCT (allo) for the treatment of post-auto-SCT relapse. 3 years OS was 84.5% for negative and 86% for positive patients (p=NS).  View large View Large CONCLUSIONS: According to these preliminary results, Bcl-2 expression in HRSC at diagnosis may constitute an independent biological prognostic marker in CHL patients, seemingly associated with worse outcome and need of second line chemotherapy. More studies and a longer follow up is needed in order to confirm that aggressive treatment strategies such as SCT may overcome the negative impact in survival of Bcl-2 expression in this population. Disclosures: No relevant conflicts of interest to declare."
}