{
    "doi": "https://doi.org/10.1182/blood.V126.23.437.437",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3176",
    "start_url_page_num": 3176,
    "is_scraped": "1",
    "article_title": "Allele-Specific Crispr Targeting Reveals Epigenetic and Phenotypic Effects of a MMSET Gain of Function Mutation Found in Relapsed Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation II",
    "topics": [
        "acute lymphocytic leukemia",
        "adhesions",
        "adhesives",
        "alleles",
        "antineoplastic agents",
        "beta catenin",
        "burkitt's lymphoma",
        "cancer",
        "childhood cancer",
        "chromatin"
    ],
    "author_names": [
        "Jon Oyer, PhD",
        "Christine Will, M.S.",
        "Xiaoxiao Huang",
        "Teresa Ezponda, PhD",
        "Relja Popovic, PhD",
        "Yupeng Zheng, PhD",
        "Neil L Kelleher, PhD",
        "Jonathan D. Licht, MD"
    ],
    "author_affiliations": [
        [
            "Feinberg School of Medicine Division of Hematology/Oncology, Northwestern University, Chicago, IL "
        ],
        [
            "Feinberg School of Medicine Division of Hematology/Oncology, Northwestern University, Chicago, IL "
        ],
        [
            "Proteomics Center of Excellence, Northwestern University, Evanston, IL "
        ],
        [
            "Feinberg School of Medicine Division of Hematology/Oncology, Northwestern University, Chicago, IL "
        ],
        [
            "Abbvie, North Chicago, IL "
        ],
        [
            "Proteomics Center of Excellence, Northwestern University, Evanston, IL "
        ],
        [
            "Proteomics Center of Excellence, Northwestern University, Evanston, IL "
        ],
        [
            "Feinberg School of Medicine, Division of Hematology/Oncology, Northwestern University, Chicago, IL"
        ]
    ],
    "first_author_latitude": "41.8945828",
    "first_author_longitude": "-87.6231705",
    "abstract_text": "Chromatin regulators including methyltransferases are frequently disrupted by inactivating mutations in a wide spectrum of cancers. In contrast gain of function mutations that increase enzyme activity are much more rare and found in only two enzymes within the family of approximately 60 SET domain methyltransferases, MMSET and EZH2. Specific recurrent mutations in either MMSET or EZH2 are detected in hematological malignancies in conjunction with increased methylation of their histone substrates, H3K36 and H3K27, respectively. We and others characterized the MMSET E1099K mutant, which generates a clear molecular hallmark of increased dimethylation of H3K36 (H3K36me2). This gain of function also induces a corresponding decrease in trimethylation at H3K27 (H3K27me3). The altered balance between H3K36me2 and H3K27me3 mimics global chromatin effects that we previously reported in multiple myeloma lines that overexpress wild type MMSET due to the t(4:14) translocation. Research led by the Pediatric Cancer Genome Project has shown that MMSET E1099K is detected in ~10% of B-cell acute lymphoblastic leukemia (ALL) and particularly enriched in samples following disease relapse. Therefore, we hypothesize that this mutation is a driver of ALL progression and mediates resistance to therapy. To address this question, we have rescued or disrupted the endogenous E1099K mutation in cell lines from relapsed ALL and characterized the resulting molecular and phenotypic effects. The sequence context of the E1099K mutation allows allele-specific CRISPR targeting, which we have exploited to create isogenic lines that differ by MMSET E1099K status. We isolated subclones from three parental lines and sequencing analysis revealed distinct outcomes: indel mutations that disrupt the E1099K allele or rescue to WT by interchromosomal gene conversion. Comparing these subclones to non-targeted controls showed that loss of E1099K causes a 3-fold reduction in H3K36me2 levels and 5-fold increase in H3K27me3. Mass spectrometry-based measurement of methylation kinetics revealed that E1099K accelerates the rate constant of conversion from unmodified H3K36 to monomethylation. This corresponds to an increased ability of the mutant enzyme to turnover substrate in vitro . Because H3K36 and H3K27 methylation both contribute to transcriptional regulation, we compared expression profiles and identified a common set of genes overexpressed in cells lines harboring the mutant allele. These overexpressed genes included components of the SLIT/ROBO, WNT/Beta-Catenin, and cell adhesion pathways. Correlating with these expression changes, several phenotypic changes resulted from loss of E1099K, such as reduction in proliferation, colony-forming ability, and adhesive properties. Loss of E1099K also increased sensitivity to chemotherapeutic agents used to treat ALL, such as doxorubicin and dexamethasone. One gene consistently upregulated in the presence of E1099K was the transcription factor ETV1. In support of ETV1 being a key mediator of E1099K-driven phenotypes we found that parental lines treated with an ETV1 inhibitor displayed reduced viability and adhesion. To further our phenotypic analysis, subclones and parental lines have been tagged with luciferase or fluorescent markers to assess invasion in models of metastasis and allow in vivo monitoring of tumors. Collectively, we have developed gene-targeting reagents specific for the MMSET E1099K mutation and used these tools to show its impact on global chromatin environment and cell phenotypes. Disclosures No relevant conflicts of interest to declare."
}