{
    "doi": "https://doi.org/10.1182/blood-2020-139877",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4529",
    "start_url_page_num": 4529,
    "is_scraped": "1",
    "article_title": "Outcomes of Hydroxyurea Dose Adjustment Via Telehealth ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "topics": null,
    "author_names": [
        "Sarah Shaner",
        "Lee M Hilliard, MD",
        "Thomas H. Howard, MD",
        "Brandi Pernell, DNP",
        "Smita Bhatia, MDMPH",
        "Jeffrey D. Lebensburger, DO"
    ],
    "author_affiliations": [
        [
            "University of Alabama School of Medicine, Birmingham, AL "
        ],
        [
            "Division of Pediatric Hematology Oncology, University of Alabama at Birmingham School of Medicine, Birmingham, AL "
        ],
        [
            "Division of Pediatric Hematology Oncology, University of Alabama at Birmingham School of Medicine, Birmingham, AL "
        ],
        [
            "Division of Pediatric Hematology Oncology, University of Alabama at Birmingham School of Medicine, Birmingham, AL "
        ],
        [
            "Institute for Cancer Outcomes and Survivorship, University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "Division of Pediatric Hematology Oncology, University of Alabama At Birmingham, Birmingham, AL"
        ]
    ],
    "first_author_latitude": "33.503198",
    "first_author_longitude": "-86.8039601",
    "abstract_text": "The UAB Pediatric Sickle Cell Clinic cares for patients at both an academic center and satellite clinics. One difference in clinics is that CBC results are not available at the time of patient care during satellite clinics, but are available at the academic center. Therefore, hydroxyurea (HU) dosing adjustments are made within seven days through telehealth; after reviewing faxed CBC results, a sickle cell nurse calls families and educates them on any revised HU dosing plans and reinforces adherence to HU. We hypothesized that this type of telehealth HU dosing adjustments would not impact HU laboratory response. Methods: We performed a one-year retrospective review of 172 HbSS and HbSB0 thalassemia patients prescribed HU during 2019 that were cared for in both the academic center (Birmingham) and satellite clinics (Montgomery, Tuscaloosa, Opelika). We excluded patients on HU and a second sickle cell disease modifying therapy. We abstracted from the EMR: age, sex, clinic location, diagnosis, HU dose (mg/kg), WBC, Hb, MCV, Platelets, Absolute Reticulocyte, HbF, and ANC. We recorded the total number of well-clinic visits and categorized clinic visit/year as ≤ 2or >2; satellite clinic visits are fixed either monthly to every three months which limited our ability to reschedule patients with missed visits. We also recorded the number of ED visits and admissions to the hospital for a) pain and b) all sickle cell complications except for scheduled procedures. We collected acute visit data from the EMR at the academic center for onsite participants and from patient report from satellite participants. We evaluated dosing adjustment as whether dosing was increased for ANC > 4000 per institutional standard of care. We categorized correct dosing adjustments if > 65% of visits had a dose adjustment per institutional protocol; we categorized patients as a deviation from protocol if the physician did not increase the dose based on ANC. We performed descriptive statistics, t-test for continuous variables, chi-square for categorical variables, and regression modeling using JMP Pro 14 (Cary, NC). P-values <0.05 were considered statistically significant. Results: The mean age of the 172 participants was 11±5 years, mean Hb was 8.5±1.1g/dL, mean MCV was 91.3±10.1 fL, mean HbF% was 12.7±6.7, and mean ANC was 4.9±2.3. Fifty two percent of participants were female. We identified 107 participants prescribed HU at the academic center and 65 participants from satellite clinics. We identified no significant differences in HU monitoring laboratory values for Hb (p=0.6), MCV (p=0.7), HbF (p=0.13), ANC (p=0.9) by clinic location. We did not identify a difference in sex of participants by clinic location (p=0.9); also, HbF% (p=0.6) and HU dose (p=0.3) were not associated with sex. We did not identify a difference in all admissions to the hospital (p=0.5) or pain admissions to the hospital (p=0.6) between academic center vs. satellite clinic patients. However, academic center patients did have a higher number of acute pain visits (p=0.03) to either the ED or UAB pediatric pain clinic. As expected, among all participants, non-adherence to HU (HbF 2 clinic visits. HbF response was significantly associated with clinic visits (p=0.03). Finally, HbF response was significantly inversely correlated with age (p=0.003). Adjusting for clinic location, number of clinic visits, and age, HbF % was associated with age (p=0.006) and clinic visits (p=0.006), but not associated with clinic location. Conclusion: Our data demonstrate that telehealth for HU dosing provided a similar level of HU response to in-person HU dosing adjustments. This finding importantly suggests that telehealth for monitoring and adjusting HU in patients with poor access to a Pediatric Hematologist or during a pandemic should not impact HU response. Strategies to improve overall adherence need prospective evaluation at our institution, but are not related to telehealth dosing of HU. Disclosures Lebensburger: Novartis: Consultancy."
}