{
    "doi": "https://doi.org/10.1182/blood.V114.22.2469.2469",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1407",
    "start_url_page_num": 1407,
    "is_scraped": "1",
    "article_title": "A Low Wells Score in a Hospital Setting May No Longer Safely Rule out Deep Vein Thrombosis: Preliminary Results From a Single-Center Prospective University-Hospital Study Involving 227 Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH POSTER II",
    "topics": [
        "deep vein thrombosis",
        "hospitals, university",
        "wells dvt score",
        "fibrin fragment d substance",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "fibrin d-dimer assay",
        "calf thrombosis",
        "laboratory techniques and procedures"
    ],
    "author_names": [
        "Ynse IGV Tichelaar, MD",
        "Karina Meijer, MD, PhD",
        "Jan ter Maaten, MD, PhD",
        "Matthijs Oudkerk, MD, PhD",
        "Hanneke C. Kluin-Nelemans, MD, PhD",
        "Willem M. Lijfering, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Haemostasis and Thrombosis; Department of Haematology, University Medical Centre Groningen, Groningen, Netherlands, "
        ],
        [
            "Haemostasis and Thrombosis; Department of Haematology, University Medical Centre Groningen, Groningen, Netherlands, "
        ],
        [
            "Internal Medicine, University Medical Centre Groningen, Groningen, Netherlands, "
        ],
        [
            "Radiology, University Medical Centre Groningen, Groningen, Netherlands, "
        ],
        [
            "Hematology, University Medical Centre Groningen, Groningen, Netherlands"
        ],
        [
            "Haemostasis and Thrombosis; Department of Haematology, University Medical Centre Groningen, Groningen, Netherlands, "
        ]
    ],
    "first_author_latitude": "53.22097399999999",
    "first_author_longitude": "6.5770261",
    "abstract_text": "Abstract 2469 Poster Board II-446 Background: Use of clinical decision rules have been validated in secondary care setting to safely rule out deep vein thrombosis (DVT) without using compression ultra sound (CUS). Clinical decision rules are now also used in primary care in the Netherlands ( Thromb Haemost. 2005;94:200-205 , Ann Intern Med. 2009;150:229-35). Because of this referral filter, pre-test probability of diagnosing a DVT in a hospital setting could be enlarged. On the other hand, the negative outcome of a clinical decision rule may still lead to referral as primary care physicians may have an a-priori opinion on the risk for DVT in certain patients, despite a low probability of having the disease given by a clinical decision rule (i.e. Bayes theorem). Whether the excellent negative predictive values (NPV's) of these decision rules are therefore still valid in a hospital setting is doubtful. The aim of this prospective single-center university-hospital based study was to confirm whether pre-test probability of diagnosing DVT in our hospital setting was increased due to the referral pattern of primary physicians, compared to historical data (16-27%; Thromb Haemost. 2004;91:1237-46, N Engl J Med. 2003;349:1227-35). We also evaluated the NPV's of the simplified ( J Intern Med. 1998;243:15-23) and revised ( N Engl J Med. 2003;349:1227-35) Wells score, with and without D-dimer level. Finally, we analyzed whether CRP levels influenced predictive values of these 2 clinical decision rules. Methods: Between April 2008 and July 2009, consecutive patients suspected of DVT by their primary physician who were referred to our emergency department were included. Clinical data were collected prior to laboratory testing to avoid bias of adjudication of clinical outcome events. CUS was used in all patients to establish or rule out a diagnosis on the same day. Calf vein thrombosis or thrombophlebitis was not considered as DVT. D-dimer levels were measured at presentation with a Tina-Quant assay. Levels > 500 ng/ml were considered positive. CRP levels > 5 mg/L were considered high. For both decision rules, patients with a score of < 2 were considered unlikely and those with a score of ≥ 2 were considered likely to have a DVT. Predictive values were calculated for each score, with and without D-dimer or CRP results, respectively. Results: Of 227 patients, 50% were women and 115 (51%) had DVT; 55% of the thromboses were provoked. The median age at presentation was 54 years. The median duration of symptoms before presentation was 5 days. For the simplified Wells score, the NPV was 87%. Adding a negative D-dimer to the calculation increased the NPV to 96%. In patients considered likely to have a DVT, the positive predictive value (PPV) was 63%, which increased to 71% when a positive D-dimer level was included. Using the revised Wells score (which includes the item of previous DVT), the NPV was 86%, which increased to 95% with a negative D-dimer level. In patients considered likely to have a DVT, the PPV was 58% when not considering D-dimer level and 68% with a positive D-dimer level. Of note, the NPV of a negative D-dimer test alone, without considering the Wells score, was 94%. Addition of CRP level did not result in a better PPV or NPV of the simplified or revised Wells score. Interpretation: According to recent literature, we are the first in 5 years to re-validate the simplified and revised Wells score with a D-dimer test in an emergency department population. We found an absolute 24 to 35% increase in prevalence of DVT in this setting compared to historical data. The increased prevalence in our cohort could be due to the use of clinical decision rules in primary care setting, better awareness of primary care physicians for this serious and common disease, or by being a tertiary care center. Referral bias may, however, not be of great influence as a previous study of ours has shown that 50% of patients referred by their primary physician with clinically suspected venous thrombosis were sent to our hospital and the other 50% to the only other hospital in our region ( Ann Intern Med. 2006;145:807-15). Decision making in primary care probably reduced the number of referrals to our hospital substantially. However, the NPV of a low Wells score and a negative D-dimer test, or a negative D-dimer test alone were 95% and 94% respectively. Although these preliminary results should be handled with caution due to small numbers, these NPVs may be too low to safely rule out deep vein thrombosis without CUS. Disclosures: No relevant conflicts of interest to declare."
}