{
    "doi": "https://doi.org/10.1182/blood.V128.22.3677.3677",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3542",
    "start_url_page_num": 3542,
    "is_scraped": "1",
    "article_title": "Glia Maturation Factor-Gamma Regulates Alternative Activation of Macrophage By the Modulation of Iron Homeostasis through HO-1 in Ex Vivo ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster III",
    "topics": [
        "actins",
        "antigens, cd98 light chains",
        "cytokine",
        "ferritin",
        "ferroportin",
        "glia maturation factor",
        "heme",
        "heme oxygenase (decyclizing)",
        "immunoblotting",
        "interleukin-13"
    ],
    "author_names": [
        "Wulin Aerbajinai, MD PhD",
        "Chutima Kumkhaek, PhD",
        "Wenli Liu, MD",
        "Griffin P. Rodgers, MD"
    ],
    "author_affiliations": [
        [
            "Molecular and Clinical Hematology Branch, NHLBI/NIH, Bethesda, MD"
        ],
        [
            "Molecular and Clinical Hematology Branch, NHLBI/NIH, Bethesda, MD"
        ],
        [
            "Molecular and Clinical Hematology Branch, NHLBI/NIH, Bethesda, MD"
        ],
        [
            "Molecular and Clinical Hematology Branch, NHLBI/NIH, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Macrophages play a key role at the crossroad of iron metabolism and immune function. They store and recycle iron derived from the phagocytosis of senescent erythrocytes. Macrophages iron homeostasis is coupled to their remarkable heterogeneity and functional plasticity. It is well known that the macrophage polarization process dictates expression profiles of genes involved in iron metabolism. M1 macrophages are characterized by increased iron retention, whereas, M2 macrophages showed increased iron recycling. However, the molecular mechanisms underlying iron metabolism link to regulation of macrophage-polarized phenotype are not fully understood. Glia maturation factor gamma (GMFG), a novel regulator of the actin-related protein-2/3 (Arp2/3) complex, is predominantly expressed in inflammatory cells. We have previously found that GMFG mediated macrophage resistance to Salmonella infection, but its function in iron metabolism and macrophage phenotype remains unclear. In this study, we explored the important role of GMFG in the regulation of iron metabolism and macrophages phenotypes interlinked. We found that GMFG expression was downregulated in a dose-dependent manner in murine bone marrow-derived macrophages (BMDM) and RAW-264.7 cells by treated with iron or heme. Immunoblotting analysis demonstrated that knockdown of GMFG in BMDM and RAW-264.7 cells lead to remarkable increased the protein levels of ferroportin (Fpn), transferrin receptor 1 (TfR1), as well as heme oxygenase 1 (HO-1), whereas decreased the ferritin light chain 1 (FtL1) compared with control siRNA transfected BMDM or Raw264.7 cells. Knockdown of GMFG display higher iron export capacity and elevated intracellular labile iron pool (LIP) compared with control macrophages. These results suggest that GMFG is the crucial regulator in macrophages iron metabolism because its downregulation caused an alteration in iron-handling proteins similar to IL-4 induced M2 polarization phenotype. Quantitative PCR analysis showed that M2 alternative activation markers Arg1, Mrc1, and Ym1 were noted to be induced in GMFG knockdown macrophages in the absence of M2-induceer cytokine treatment, confirming the skewing of these macrophages toward M2 alternative activation. Moreover, treatment of GMFG-knockdown BMDM or RAW-264.7 cells with Th2 cytokines IL-4 or IL-13 markedly enhanced the induction of several genes characteristic of M2 alternative activation, including Arg1, Mrc1, and Ym1 compared with control macrophages. Furthermore, M2 skewing was confirmed by the enhancement of the IL-4-induced Arg1 protein levels in GMFG knockdown macrophages relative to control macrophages by immunoblotting analysis. Interestingly, GMFG knockdown macrophages further markedly enhanced the IL-4-induced protein levels of HO-1 and TfR1 in M2 phenotypes, but there was no marked altered in protein level of Fpn or FtL1 compared with control macrophages. These results indicated that knockdown of GMFG might enhance the M2 phenotypes through modulation of HO-1. Finally, we observed that GMFG knockdown macrophages showed more accumulation of transcriptional factor Nrf2 in nuclear without alternation of its transcriptional expression levels compared with control macrophages, suggesting that downregulation of GMFG skewing macrophages toward a M2 phenotype might be through regulation of Nrf2-mediated HO-1 expression. Our results indicate that GMFG plays an important role in the regulation of M2 alternative activation through modulation of iron metabolism and act as a negative feedback loop in macrophages. Disclosures No relevant conflicts of interest to declare."
}