{
    "doi": "https://doi.org/10.1182/blood.V104.11.4178.4178",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=96",
    "start_url_page_num": 96,
    "is_scraped": "1",
    "article_title": "A Bone Marrow Population Containing Both Hematopoietic and Mesenchymal Stem Cells Constitutively Expressing Genes Pairs For: SDF1-CXCR4, CX3CL-CXCR1 and for VEGF Improves Vascularization When Implanted to Ischemic Legs. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "bone marrow",
        "cxcr4 receptors",
        "genes",
        "ischemia",
        "leg",
        "stem cell, mesenchymal",
        "vascular endothelial growth factor a",
        "brachial plexus neuritis",
        "suppository",
        "ulcer"
    ],
    "author_names": [
        "A. Lange",
        "W. Witkiewicz",
        "D. Dlubek",
        "L. Maslowski",
        "D. Drabczak-Skrzypek",
        "E. Jaskula",
        "B. Szymczak",
        "D. Duda",
        "J. Lange"
    ],
    "author_affiliations": [
        [
            " Clin Immunol, Institute of Immunology and Exp.Therapy; ",
            " Lower Silesian Centre for Cellular Tranplantation and ",
            " Regional Specialistic Hospital, Wroclaw, Poland."
        ],
        [
            " Clin Immunol, Institute of Immunology and Exp.Therapy; ",
            " Lower Silesian Centre for Cellular Tranplantation and ",
            " Regional Specialistic Hospital, Wroclaw, Poland."
        ],
        [
            " Clin Immunol, Institute of Immunology and Exp.Therapy; ",
            " Lower Silesian Centre for Cellular Tranplantation and ",
            " Regional Specialistic Hospital, Wroclaw, Poland."
        ],
        [
            " Clin Immunol, Institute of Immunology and Exp.Therapy; ",
            " Lower Silesian Centre for Cellular Tranplantation and ",
            " Regional Specialistic Hospital, Wroclaw, Poland."
        ],
        [
            " Clin Immunol, Institute of Immunology and Exp.Therapy; ",
            " Lower Silesian Centre for Cellular Tranplantation and ",
            " Regional Specialistic Hospital, Wroclaw, Poland."
        ],
        [
            " Clin Immunol, Institute of Immunology and Exp.Therapy; ",
            " Lower Silesian Centre for Cellular Tranplantation and ",
            " Regional Specialistic Hospital, Wroclaw, Poland."
        ],
        [
            " Clin Immunol, Institute of Immunology and Exp.Therapy; ",
            " Lower Silesian Centre for Cellular Tranplantation and ",
            " Regional Specialistic Hospital, Wroclaw, Poland."
        ],
        [
            " Clin Immunol, Institute of Immunology and Exp.Therapy; ",
            " Lower Silesian Centre for Cellular Tranplantation and ",
            " Regional Specialistic Hospital, Wroclaw, Poland."
        ],
        [
            " Clin Immunol, Institute of Immunology and Exp.Therapy; ",
            " Lower Silesian Centre for Cellular Tranplantation and ",
            " Regional Specialistic Hospital, Wroclaw, Poland."
        ]
    ],
    "first_author_latitude": "47.415494599999995",
    "first_author_longitude": "8.562452400000002",
    "abstract_text": "The BM contains progenitor cells that give rise to hematopoietic tissue and also more primitive mesenchymal stem cells (MSC) which may differentiate into other tissues including endothelial cells. This potential of BM cells has already been employed in clinical studies suggesting that implantation of autologous BM cells may induce angiogenesis in ischemic tissues. In the present study 10 male pts with critical leg ischemia (41–64 yrs) suffering from pain at rest and/or foot ischemic ulceration (9/10 pts) with ABI (ankle/brachial index) <0.5 in 8/10 pts in whom surgical treatments were exhausted were enrolled in this study. 0.5L of BM obtained from the iliac posterior crest were processed in a Cobe Spectra 6.0 separator to remove RBC and to reduce the number of granulocytes. Fresh BM populations and those after processing were evaluated for phenotype characteristics and for the presence of transcripts for VEGF and for SDF1-CXCR4, CX3CL-CXCR1 gene pair expression. Usually 40 ml of cell suspensions were injected in 0.5 ml portions to ischemic muscles and the fate of the pts was evaluated in an out-pts observation setting for 5–7 mths. The number of WBC implanted was (mean±SEM) 30.2x10 8 ±4.5 which contained the following percentages of subpopulations CD34+ 1.58±0.25, CD45−CD34− 10.8±0.96, CD45−CD34−CD90+ 0.1±0.02, CD45−CD34−CD105+ 2.8±0.4, CD45−CD34−CD73+ 0.07±0.01 and 24 CFU-F/10 6 WBC. The positive effect of implantation was seen 2 days after the procedure with substantial pain reduction from 6.17±0.35 to 4.63±1.03 (p=0.04) 10 days and to 3.66±1.35 3 mths after implantation (p=0.034). ABI improved from 0.47±0.07 before to 0.66±0.06 (p=0.02) 10 days and to 0.66±0.07 (p=0.02) 3 mths after. This improvement was followed by ulceration healing in 5/9 pts (area of ulceration prior to implantation was 502.3±269.2 mm 2 and 2 mths after was 32.3±23.6 mm 2 ) in 2 pts ulceration healed completely. In 10 cases arteriography performed 3 mths after implantation documented new arteriole formation in 6 pts. The positive effect may not be long lasting in all pts as in 3/10 pts the pain at rest recurred and in 2 pts ulceration progressed 2 mths after implantation. The positive effect of the treatment could not be attributed to any of the described cell populations separately as evaluated by correlation analysis. In this study we identified cells with MSC characteristics in the BM population that were further enriched in MNC and implanted to ischemic muscles. In fresh BM cell populations and those after cell processing, the transcripts for VEGF and SDF1-CXCR4 and CXCL3-CXCR1 pairs were found. Implantation of these cells resulted in early, intermediate and late effects with pain relief, ischemic ulceration healing and finally arteriole length density, respectively. The pace of improvement suggested that the processed BM population while injected to ischemic muscles may act via cyto-/chemokine release with an analgetic effect and local immunity improvement. Furthermore, ulceration healing seen 10 days after implantation followed by neovascularization is likely due to auto/paracrine effects within a population of MSC that express genes facilitating the homing of vascular progenitors and play a role in new vessels formation. Supp by the grant PBZ-KBN-083/P05/2002 from the Polish State Committee Sci. Res."
}