{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.90.90",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3745",
    "start_url_page_num": 3745,
    "is_scraped": "1",
    "article_title": "Elucidating the Excessive Pro-Coagulant Effect of a Sequence Identical Analogue to ACE910 in Combination with Bypassing Agents ",
    "article_date": "December 7, 2017",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Novel Therapies and Clinical Trials in Bleeding Disorders",
    "topics": [
        "coagulants",
        "emicizumab",
        "anti-inhibitor coagulant complex",
        "recombinant coagulation factor viia",
        "mechlorethamine",
        "hemophilia a",
        "thrombin",
        "antibodies",
        "thrombus",
        "breakthrough bleeding"
    ],
    "author_names": [
        "Rudolf Hartmann, PhD",
        "Tjerk Feenstra, MSc",
        "Sabine Knappe, PhD",
        "Michael Dockal, PhD",
        "Friedrich Scheiflinger, PhD"
    ],
    "author_affiliations": [
        [
            "Shire Austria GmbH, Vienna, Austria"
        ],
        [
            "Shire Austria GmbH, Vienna, Austria"
        ],
        [
            "Shire Austria GmbH, Vienna, Austria"
        ],
        [
            "Shire Austria GmbH, Vienna, Austria"
        ],
        [
            "Shire Austria GmbH, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.226914599999986",
    "first_author_longitude": "16.445367899999997",
    "abstract_text": "Introduction: Emicizumab (ACE910), an antibody to FIX(a) and FX(a), is currently under investigation for treatment of hemophilia with inhibitors. In a phase III trial, two thromboembolic complications and three cases of microangiopathy were reported in patients on ACE910 prophylaxis [Oldenburg et al. NEJM 2017], whose breakthrough bleeding was treated with activated prothrombin complex concentrate aPCC (FEIBA) or aPCC and rFVIIa. We generated a sequence identical analogue (SIA) to ACE910 and analyzed its synergistic interplay with bypassing agents. Aims: To monitor in vitro the pro-coagulant activity of SIA ACE910 in the presence of FEIBA and rFVIIa, and detect the source of excessive coagulation induced by SIA ACE910 combined with FEIBA. Methods: A sequence identical analogue (SIA) to ACE910 was expressed in HEK293 cells, purified as previously described [Sampei et al. PLoS One 2013], and analyzed in several global hemostatic assays at different concentrations and test conditions using plasma and whole blood assays. In thrombin generation (TG) experiments, platelet-poor plasma (PPP) from hemophilia A inhibitor patients and hemophilia A plasma reconstituted with platelets from 3 healthy donors (PRP) was used. A normal TG range was established in healthy donor plasma. Therapeutic concentrations of SIA ACE910 (20-600 nM) were tested alone and with FEIBA (0.05-1 U/mL) or rFVIIa (0.88-5.25 µg/mL). To measure FEIBA components' contribution to the synergistic effect with SIA ACE910, PPP was spiked with select FEIBA components at concentrations corresponding to 0.5 U/mL FEIBA in combination with the antibody. Thrombus formation was analyzed in FVIII-inhibited blood using rotational thromboelastometry (ROTEM) and Total Thrombus-formation Analysis System (T-TAS). Results: Normal peak thrombin was 47-144 nM for PPP and 88-231 nM for PRP. rFVIIa and FEIBA had an additive effect on TG in combination with SIA ACE910 in both plasma types. Combined with rFVIIa (0.88 µg/mL) or FEIBA (0.5 U/mL), SIA ACE910 (600 nM) induced a ~2- and ~16-fold increase over SIA ACE910 alone. SIA ACE910+rFVIIa did not reach the normal range, while SIA ACE910+FEIBA far exceeded it. Adding individual FEIBA components to PPP showed that FIX was, with a half-maximal effect, the main driver for enhanced TG, followed by FIXa. formation in FVIII-inhibited whole blood using ROTEM and T-TAS confirmed the excessive effect of SIA ACE910+FEIBA. In ROTEM, FEIBA and rFVIIa reduced clotting time to shorter than normal, whereas SIA ACE910 had only little effect. Moreover, adding SIA ACE910 to rFVIIa exerted no effect over rFVIIa alone. Conclusion: Combining SIA ACE910 at plasma concentrations observed in patients [Oldenburg et al. NEJM 2017] with FEIBA induced excessive thrombin generation and faster clot formation. In vitro, this effect is mainly mediated by FEIBA component FIX. ACE910 binds to FIX and FIXa to the same extent, and displays its pro-coagulant effect via an unregulated mechanism. Therefore, careful judgement is needed in treating breakthrough bleeds with FEIBA. Disclosures Hartmann: Shire: Employment. Feenstra: Shire: Employment. Knappe: Shire: Employment. Dockal: Baxalta: Patents & Royalties; Shire: Employment, Equity Ownership; Baxter: Equity Ownership, Patents & Royalties. Scheiflinger: Baxter: Equity Ownership; Shire: Employment, Equity Ownership."
}