{
    "doi": "https://doi.org/10.1182/blood.V108.11.509.509",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=641",
    "start_url_page_num": 641,
    "is_scraped": "1",
    "article_title": "PTH and Bortezomib Suppress Growth of Primary Human Myeloma through Increased Bone Formation In Vivo. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "osteogenesis",
        "painful bladder syndrome",
        "severe combined immunodeficiency",
        "anabolic agents",
        "cd40 ligand",
        "dexamethasone",
        "growth delay",
        "leukemia"
    ],
    "author_names": [
        "Angela Pennisi, MD",
        "Wen Ling",
        "Paul Perkins",
        "Rinku Saha",
        "Xin Li",
        "Bart Barlogie, MD, PhD",
        "Guido Tricot, MD",
        "Maurizio Zangari, MD",
        "Shmuel Yaccoby, PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "We have recently demonstrated the inhibitory effect of osteoblasts on myeloma (MM) ex vivo and in vivo (Yaccoby et al., Haematologica 2006) and that anti-MM response of bortezomib is associated with osteoblast activation in patients with MM (Zangari et al., BJH 2005). The aims of this study were to investigate the effect of intermittent PTH and bortezomib on bone remodeling and tumor growth, and the consequences of PTH pretreatment on MM progression in our SCID-rab model for primary MM (Yata & Yaccoby, Leukemia 2004). In nonmyelomatous hosts, both PTH and bortezomib significantly increased bone mineral density (BMD) of the implanted bone. SCID-rab mice were engrafted with MM cells from 13 patients. Following establishment of MM growth, as monitored by bi-weekly measurement of human monoclonal immunoglobulins (hIg) in mice sera and by x-rays, mice were injected subcutaneously with bortezomib (0.5 mg/kg twice a week, n=10), PTH (0.3 mg/kg/day, n=5) or PBS for 4–8 weeks. Whereas all PBS-treated mice had increased hIg levels during the experimental period, bortezomib treatment resulted in marked reduction of hIg in 5/10 experiments by 73±10% from pretreatment levels (responding hosts) and stabilized or delayed growth in additional 5 experiments. Overall, tumor burden in control- and bortezomib-treated mice was increased by 447±118% and 157±97% from pretreatment levels, respectively (p<0.02). Whereas in control mice the BMD of the implanted bone was reduced by 17±5% from pretreatment, it increased in bortezomib-treated hosts by 4±10% from pretreatment (p<0.03). While in bortezomib-responding hosts BMD increased by 20±14% (n=5), it decreased in partial/non-responding hosts (n=5) by 13±12% (n=5) from pretreatment (p<0.047). This bone anabolic effect was unique to bortezomib and was not observed in hosts responding to dexamethasone. Histological examination revealed that myelomatous bones from bortezomib-treated hosts had increased numbers of osteocalcin-expressing osteoblasts (34±7 vs. 13±3 per mm bone in control mice, p<0.03) and reduced numbers of multinucleated TRAP-expressing osteoclasts (10±3 vs. 28±7 per mm bone in control mice, p<0.02). We further demonstrated that bortezomib suppresses osteoclastogenesis through downregulation of NF-κB activity in osteoclast precursors. Since bortezomib also directly inhibits MM cell growth we further studied the association between increased bone formation and MM growth by treating hosts engrafted with MM cells from 5 patients with PTH, a bone anabolic agent with no known direct apoptotic effect on MM cells. Whereas PTH treatment resulted in increased BMD of the implanted bone by 19±5%, BMD in control hosts was reduced by 5±8% from pre-treatment (p<0.05). The bone anabolic effect of PTH was associated with inhibition of MM progression in 4/5 experiments. Overall, hIg in PBS- and PTH-treated mice was increased by 947±247% and 391±217% from pretreatment levels, respectively (p<0.04). In additional set of experiments hosts received PTH or PBS, 4 weeks prior to inoculation of MM cells from 3 patients and thereafter. In all experiments, PTH pretreatment, which increased implanted BMD by 48±11%, resulted in slower growth of MM cells as compared to control hosts. We conclude that increased bone formation by PTH and bortezomib contributes to controlling MM growth and that pretreatment with PTH, in addition to improving skeletal complications, may be a promising approach to prevent MM progression."
}