{
    "doi": "https://doi.org/10.1182/blood.V104.11.2180.2180",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=258",
    "start_url_page_num": 258,
    "is_scraped": "1",
    "article_title": "A Serine Protease Activity Is Induced by G-CSF and Degrades Stat5 Proteins in Myeloid Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Granulocytic progenitor cells become progressively less capable of proliferation and survival with terminal differentiation. Granulocyte colony-stimulating factor (G-CSF) is the major regulator of granulopoiesis and stimulates the activation of multiple signaling pathways including the signal transducer and activator of transcription 5 (Stat5) pathway. Little is known about the activation status of G-CSF-stimulated signaling pathways at the distinct stages of granulocytic differentiation. When myeloid 32D cells transfected with the G-CSF receptor were induced to differentiate with G-CSF, Stat5 activation in response to G-CSF was gradually attenuated. Activation of other signaling molecules including Stat1, Stat3, Erk1/2, JNK and p38 was not altered significantly. Stat5 activation was also downregulated in multipotent FDCP-mix cells, which differentiated into mature granulocytes upon induction with G-CSF, but not in pro-B BaF/3 transfected with the G-CSF receptor, which showed no terminal granulocytic differentiation in response to G-CSF, suggesting that the effect of G-CSF is cell type specific. Attenuated activation of Stat5 correlated with reduced Stat5 protein levels, which was associated with expression of a protease activity capable of degrading Stat5 protein in vitro . The Stat5 protease activity was upregulated when myeloid cells were induced to differentiate with G-CSF, but its upregulation by G-CSF was blocked upon expression of leukemogenic proteins Bcr-Abl and Tel-Jak2. The activity of the Stat5 protease was inhibited partially by PMSF and completely by a1-antitrypsin, suggesting that it belongs to the serine family of protease. Our data provide the first evidence that a Stat5 protease activity is upregulated by G-CSF and may have important implications for understanding the molecular mechanism by which G-CSF orchestrates granulopoiesis.",
    "topics": [
        "granulocyte colony-stimulating factor",
        "myeloid cells",
        "serine proteases",
        "endopeptidases",
        "peptide hydrolases",
        "granulocyte colony-stimulating factor receptors",
        "bcr-abl tyrosine kinase",
        "colony-stimulating factors",
        "molecule",
        "serine"
    ],
    "author_names": [
        "Yaling Qiu, M.D.",
        "Dazhong Zhuang, Ph.D.",
        "Alexandra MacRae",
        "Fan Dong, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Biological Sciences, University of Toledo, Toledo, OH, USA"
        ],
        [
            "Department of Biological Sciences, University of Toledo, Toledo, OH, USA"
        ],
        [
            "Department of Biological Sciences, University of Toledo, Toledo, OH, USA"
        ],
        [
            "Department of Biological Sciences, University of Toledo, Toledo, OH, USA"
        ]
    ],
    "first_author_latitude": "41.657880399999996",
    "first_author_longitude": "-83.6142374"
}