{
    "doi": "https://doi.org/10.1182/blood.V126.23.2725.2725",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3193",
    "start_url_page_num": 3193,
    "is_scraped": "1",
    "article_title": "Long-Term Responders after Brentuximab Vedotin: Experience on 57 Patients with Relapsed and Refractory Hodgkin and Anaplastic Large Cell Lymphoma ",
    "article_date": "December 3, 2015",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "brentuximab vedotin",
        "hodgkin's disease",
        "ki-1+ anaplastic large cell lymphoma",
        "allopurinol",
        "follow-up",
        "antibodies",
        "antigens, cd30",
        "complete remission",
        "drug conjugates",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Pier Luigi Zinzani, MD PhD",
        "Letizia Gandolfi",
        "Beatrice Casadei",
        "Cinzia Pellegrini",
        "Alessandro Broccoli, MD",
        "Enrico Derenzini, MD",
        "Federica Quirini",
        "Lorenzo Tonialini",
        "Michele Cavo, MD",
        "Lisa Argnani",
        "Vittorio Stefoni"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology \"L. & A. Seràgnoli\", University of Bologna, Bologna, Italy "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ],
        [
            "DIMES, Department of Hematology and Medical Sciences \"L. and A. Seràgnoli\", University of Bologna, Bologna, Italy"
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ]
    ],
    "first_author_latitude": "44.5005133",
    "first_author_longitude": "11.3885825",
    "abstract_text": "Brentuximab vedotin (BV) is an antibody drug-conjugate targeting CD30 linked to monomethyl auristatin E. Several studies have shown the efficacy of BV in patients with refractory or relapsed Hodgkin lymphoma (HL) and systemic anaplastic large cell lymphoma (sALCL). We reviewed our clinical database to evaluate the long-term efficacy of this treatment. From July 2009 to February 2015, 57 patients were treated with BV in our Institute: 43 with a diagnosis of HL and 14 with sALCL. Thirty-six were males and 21 were females, with a median age of 33 years (range 16-77). All of them had been heavily pretreated before BV with a median number of previous therapies of 3 (range 2-10). Thirty-nine had refractory disease and 18 were relapsed. Autologous stem cells transplantation had failed in 30 patients. BV was administered at a dosage of 1.8 mg/mq, every 21 days, for a maximum of 16 cycles. The median number of cycles was 8 (range 2-16); 13 patients completed the entire schedule. The best overall response rate was globally 57,8% (33 of 57 patients), including 25 (43.8%) complete responses (CR): 18 with HL and 7 with sALCL. At present, 20/25 (80%) patients are still in continuous CR (CCR) with a median follow up of 9 months (range 3-41): 10 of them have consolidated the response with a stem cell transplantation (SCT) (4 auto-SCT and 6 allo-SCT) and 10 patients have remained in CR without any other therapy after BV. Among these long-term responders without any consolidation (7 patients with HL and 3 with sALCL), the median follow-up is 12 months (range 3-37); in particular there are 3 patients in CCR after at least 24 months. The global overall survival rate at 68 months is 71% (no patients with sALCL dead) and the median overall survival has not been reached yet. The global progression-free survival rate at 48 months is 30%, the median is achieved at 11,7 months. Toxicity was primarily neurological with peripheral sensory symptoms (30%) and motor neuropathy (5%); the majority was grade 3 in severity (8 patients). This study confirms the safety and the high efficacy of BV that can be considered an effective treatment in patients with relapsed or refractory HL or sALCL. This drug can induce a durable complete response representing a \"bridge\" to auto-SCT or allo-SCT. However our data show a subset of patients that can be considered \"long-term responders\", who have remained in CCR without any consolidation after BV. Disclosures Zinzani: Celgene: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; J&J: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees. Cavo: Janssen: Honoraria; Celgene: Honoraria, Speakers Bureau; Amgen: Honoraria; Bristol Myers Squibb: Honoraria; Novartis: Honoraria."
}