{
    "doi": "https://doi.org/10.1182/blood.V116.21.2031.2031",
    "article_title": "Release of Alkaline Phosphatase Caused by PIGV Mutations In Patients with Hyperphosphatasia-Mental Retardation Syndrome (HPMR), a Recently Found Second Inherited GPI Anchor Deficiency. ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster I",
    "abstract_text": "Abstract 2031 Recent whole exome sequencing of three sibs of non-consanguineous parents demonstrated PIGV mutations in Hyperphosphatasia-Mental Retardation syndrome (HPMR), an autosomal recessive disease characterized by mental retardation and elevated serum alkaline phosphatase (ALP) levels (Eur J Med Genet, vol.53, issue2, p85, 2010 ). PIGV is the second mannosyltransferase essential for glycosylphosphatidylinositol (GPI) biosynthesis. Mutations found in four families caused amino acid substitutions A341E, A341V, Q256K and H385P. We have shown that these mutant PIGV proteins are unstable and the mutant cDNAs restored only subnormal GPI biosynthetic activity after transfection into PIGV deficient CHO cells. The backbone of GPI-anchor is synthesized in the endoplasmic reticulum (ER) and is transferred to the proteins which have GPI attachment signal at the C-terminal. It is known that GPI-anchored proteins are not expressed on the surface of GPI deficient cells due to degradation within the cells or secretion. ALP, a GPI anchored protein, was efficiently secreted into medium from PIGV deficient CHO cells, in which incomplete GPI bearing one mannose was accumulated. In contrast, ALP was degraded in PIGL, DPM2 or PIGX deficient CHO cells, in which GPIs lacking mannose were accumulated. Secretion of ALP required GPI transamidase that cleaves the C-terminal GPI attachment signal peptide and replaces it with GPI. It seems that GPI transamidase is activated by GPI bearing at least one mannose, cleaving the hydrophobic signal peptide and resulting in secretion of soluble ALP. It is well known that hypophosphatasia is caused by a deficiency of liver-, bone-, kidney-type alkaline phosphatase due to mutations in the tissue-nonspecific alkaline phosphatase (ALPL) gene. This inherited disorder is characterized by defective bone mineralization and some patients develop epilepsy caused by the disturbance of pyridoxal-5-phosphate (PLP) dependent metabolism of neurotransmitters due to the defect in ALPL which converts PLP to pyridoxal (PL) thereby facilitating passive uptake of this freely diffusible form at the cell surface. Some of the HPMR patients have seizures and the patients with previously reported inherited GPI deficiency caused by defective PIGM encoding the first mannosyltransferase ( Nature Med. 12, p846 2006 ) also have seizures. This common symptom may be caused by the loss of membrane bound ALPL. On the other hand, patients with HPMR do not have the portal vein thrombosis seen in the patients with PIGM deficiency. The affected cell types and the degree of deficiencies in various GPI-anchored proteins might be the cause of the variability of the clinical features among GPI deficiencies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "alkaline phosphatase",
        "mutation",
        "mannose",
        "mannosyltransferases",
        "peptides",
        "seizures",
        "epilepsy",
        "genetic disorder",
        "glucose phosphate isomerase deficiency",
        "glycosylphosphatidylinositols"
    ],
    "author_names": [
        "Yoshiko Murakami, MD, PhD",
        "Peter M Krawitz, MD, PhD",
        "Peter N Robinson, MD, PhD",
        "Stefan Mundlos, MD, PhD",
        "Yusuke Maeda, MD, PhD",
        "Taroh Kinoshita, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoshiko Murakami, MD, PhD",
            "author_affiliations": [
                "Rsrch. Inst. for Microbial Diseases, Osaka University, Suita, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter M Krawitz, MD, PhD",
            "author_affiliations": [
                "Institut für Medizinische Genetik, Charité - Universitätsmedizin Berlin, Berlin, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter N Robinson, MD, PhD",
            "author_affiliations": [
                "Institut für Medizinische Genetik, Charité - Universitätsmedizin Berlin, Berlin, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Mundlos, MD, PhD",
            "author_affiliations": [
                "Institut für Medizinische Genetik, Charité - Universitätsmedizin Berlin, Berlin, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusuke Maeda, MD, PhD",
            "author_affiliations": [
                "Rsrch. Inst. for Microbial Diseases, Osaka University, Suita, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taroh Kinoshita, PhD",
            "author_affiliations": [
                "Rsrch. Inst. for Microbial Diseases, Osaka University, Suita, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T09:34:01",
    "is_scraped": "1"
}