{
    "doi": "https://doi.org/10.1182/blood-2018-99-113103",
    "article_title": "Cost-Effectiveness and Cost-Utility Analysis of ABVD Versus Beacopp in the Treatment of Advanced-Stage Hodgkin Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "902. Services Research—Malignant Diseases Poster I",
    "abstract_text": "Background: Treatment options for advanced-stage Hodgkin lymphoma include ABVD (doxorubicin, bleomycin, vinblastine, dacarbazine) or combinations of BEACOPP baseline and BEACOPP escalated (bleomycin, etoposide, doxorubicin, cyclophosphamide, vincristine, procarbazine, prednisone, hereinafter referred to as BEACOPP). There remains clinical equipoise over the best initial treatment strategy, as both strategies have similar 10-year overall survival in long-term clinical trial follow-up. There is a trade-off that occurs with inferior progression-free survival in the ABVD strategy, but higher rates of hematologic toxicity, infertility, and second malignancy in the BEACOPP strategy. The overall lifetime cost of each strategy is also unknown. Methods: We developed a Markov decision-analytic model to compare ABVD versus BEACOPP for a hypothetical cohort of transplant-eligible patients with newly-diagnosed advanced-stage Hodgkin lymphoma. The model simulates their clinical course over a 20-year time horizon. Baseline probability estimates and utilities were derived from a systematic review of published studies. Direct medical costs were obtained from publicly available administrative databases or from the literature and applied to the health states. All costs and benefits were discounted by 1.5%. A Canadian public health payer's perspective was considered and costs are presented in 2018 Canadian dollars (Table 1). Sensitivity analyses were performed for key variables. Results: Based on a 20-year model, life expectancy was 12.6 years with ABVD and 13.6 years with BEACOPP, yielding an expected survival benefit with BEACOPP of 1.0 years. The quality-adjusted life expectancy (QALY) was 10.4 years with ABVD and 11.4 years with BEACOPP, leading to an expected quality-adjusted survival benefit with BEACOPP of 1.0 QALYs. The direct costs were $98,081 for ABVD and $81,296 for BEACOPP, making BEACOPP the cost-saving strategy with a net benefit of $16,785. In the base-case analysis, BEACOPP was associated with both cost-savings and improved quality-adjusted outcomes over ABVD, making it the dominant treatment strategy. Sensitivity analyses demonstrated that the model was robust to key variables including probability of death from secondary malignancy, probability of relapse post-primary and salvage therapy, and probability of infertility secondary to BEACOPP. In sensitivity analysis of treatment-related mortality secondary to BEACOPP, the threshold value was found to be 6.5% mortality over the 6-month treatment period, a value much greater than that reported in the literature. The threshold utility of infertility was found to be 0.72 for ABVD to have a greater QALY than BEACOPP, a value lower than the utility derived from a systemic review of the literature (0.87). We assumed all infertile patients underwent a cycle of fertility preservation or IVF, which is a conservative approach, and likely overestimates BEACOPP costs. In sensitivity analysis of costs, the BEACOPP strategy was non-dominant if the cost of three months of brentuximab was decreased to $19,360 (compared to its current price of $59,110 per three months), or if the cost of fertility preservation was greater than $37,615 per patient, which is higher than the average amount for this treatment in Canada. In these scenarios, BEACOPP was still more effective, but more expensive; however, the maximum ICER was still less than $10,000 per QALY for both costs, considerably lower than conventional willingness to pay (WTP) thresholds of $50,000. Probabilistic sensitivity analyses (10,000 simulations) were performed. For the WTP threshold of $50,000, BEACOPP was the dominant strategy 72% of the time, and overall the most cost-effective strategy 87.5% of the time (Figure 2). Conclusions: The preferred treatment strategy for patients with newly diagnosed advanced-stage Hodgkin lymphoma is a BEACOPP regimen. This strategy maximizes life expectancy, quality-adjusted life years, and is the most cost-effective strategy, accounting for increased rates of hematologic toxicity, secondary malignancy, and infertility in patients receiving the BEACOPP strategy. The model was robust to sensitivity analyses of key variables tested through plausible ranges obtained from the published literature. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "cost effectiveness",
        "costs and benefits",
        "hodgkin's disease",
        "infertility",
        "bleomycin",
        "doxorubicin",
        "fertility care",
        "hematotoxicity",
        "neoplasm metastasis"
    ],
    "author_names": [
        "Abi Vijenthira, MD",
        "Kelvin Chan, MD PhD",
        "Matthew Cheung, MD MS, FRCP",
        "Anca Prica, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Abi Vijenthira, MD",
            "author_affiliations": [
                "Postgraduate Medical Education, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kelvin Chan, MD PhD",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Toronto, Canada ",
                "The Canadian Centre for Applied Research in Cancer Control, Toronto, Canada ",
                "University of Toronto, Toronto, Canada ",
                "Cancer Care Ontario, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Cheung, MD MS, FRCP",
            "author_affiliations": [
                "Cancer Care Ontario, Toronto, Canada ",
                "Department of Medicine, University of Toronto, Toronto, Canada ",
                "Sunnybrook Odette Cancer Centre, Toronto, Canada ",
                "Institute for Clinical Evaluative Sciences, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anca Prica, MD",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T06:46:18",
    "is_scraped": "1"
}