{
    "doi": "https://doi.org/10.1182/blood.V110.11.3721.3721",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=849",
    "start_url_page_num": 849,
    "is_scraped": "1",
    "article_title": "A Chemical Genetic Screen Identified Small Molecules Modulating Zebrafish Vascular Development and Angiogenesis. ",
    "article_date": "November 16, 2007",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion",
    "topics": [
        "angiogenesis",
        "genetics",
        "molecule",
        "zebrafish",
        "cancer",
        "angiogenesis inhibitors",
        "cancer therapy",
        "cardiomegaly",
        "endopeptidases",
        "microscopy, fluorescence"
    ],
    "author_names": [
        "Rui Xue",
        "Armand Keating, MD",
        "Youdong Wang, BSc",
        "Duncan Stewart, MD",
        "Xiao-Yan Wen, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Ottawa Health Research Institute, Ottawa, ON, Canada"
        ],
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, University Health Network, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "The zebrafish has emerged as an important model for studying vascular development and angiogenesis. Advantages over other models include rapid embryonic development and optical clarity of the embryos. Abnormal angiogenesis is linked to over 70 health conditions and inhibition of angiogenesis is an excellent target for cancer therapy (including hematopoietic malignancies) as tumor growth requires new blood vessels. In this study, we performed a chemical genetic screen in developing zebrafish embryos to identify compounds that modulate zebrafish vascular development and angiogenesis. A zebrafish transgenic line with the Flk1 promoter controlling the GFP (green fluorescent protein) reporter was used. The entire vascular network of the Flk1:GFP fish was marked by GFP and could be visualized under fluorescence microscopy. Screens were performed in 96 well plates with three embryos/well. The outer membranes of healthy zebrafish embryos expressing green fluorescent vasculature were removed by enzymatic digestion with protease at the 16–18 somite stages. Small molecules/compounds were then added to the water at concentrations of 0.1 μM, 1 μM, and 5 μM for 72 hrs. After 24, 48 and 72 hrs of exposure to the compound, the embryos were visually inspected for viability, gross morphological defects, heartbeating rate and circulation. The known angiogenic inhibitor, PD173074 was used as control. An initial screening of 780 compounds in a small molecule compound library identified four small molecules with potent activities in inhibiting zebrafish vascular development. Notably, 1–5 μM of Hit #1 inhibited the growth of cranial vessels and disrupted vascular patterning, which resulted in uneven spacing between intersegmental vessels. While Hit #2 and #5 also inhibited the growth of cranial vessels, the vascular patterning remained unaffected, however, the drug-treated embryos had weak or missing intersegmental vessels. Fish embryos treated by Hit #3 had an enlarged heart and thinner vessels. Interestingly, this screen also identified one compound (Hit #4) with pro-angiogenic activity. Embryos treated with Hit #4 had increased numbers of intersegmental vessels. Hit #2 is a known inhibitor of c-Jun N-terminal kinase and angiogenesis (SP600125), was recently reported to inhibit the proliferation and migration of human endothelial cells in vitro as well as inhibit solid tumor growth in mice. This observation lends validity to the zebrafish screen and the potential utility of the other hits. Experiments are currently in progress to investigate the detailed time course of the angiogenic inhibition and the potential molecular mechanism. Studies of these angiogenic inhibitors may lead to the development of potent anti-cancer drugs while the pro-angiogenic compound may prove useful in facilitating tissue/organ regeneration. We conclude that the zebrafish model is likely to yield valuable information regarding vasculogenesis and its manipulation."
}