{
    "doi": "https://doi.org/10.1182/blood.V104.11.2137.2137",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=265",
    "start_url_page_num": 265,
    "is_scraped": "1",
    "article_title": "Donor Antigen Presenting Cell CD80/86 Function Is Required for Eliciting T Cell Resistance Against Progenitor Cell Engraftment in an MHC Matched Allogeneic Non-Myeloablative Transplantation Model. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Immune mediated resistance is a concern in allogeneic bone marrow transplantation (BMT) particularly in the setting of nonmyeloablative conditioning regimens or in situations where prior sensitization to hematopoietic alloantigens has occurred (ie aplastic anemia). This resistance can lead to both delayed reconstitution and rejection. In this investigation, two models of T cell mediated allogeneic bone marrow graft rejection were employed: 1) an MHC disparate, donor antigen sensitized model, ie BALB/c (H-2 d ) recipients sensitized to B6 (H-2 b ) hematopoietic antigens transplanted with a high dose (1x10 7 ) of B6 BM-TCD following ablative (9.0Gy TBI) conditioning. Resistance in this model was assessed by the presence of donor CFU progenitors early (Day 5) post transplant and 2) a non-myeloablative mHag disparate model, ie C57BL/6 TCD BM à C3H.SW recipients conditioned with 5.5 Gy TBI. In this latter model, BM from B6 wild-type donors at doses <1x10 7 cells leads to transient donor peripheral chimerism (assessed by monitoring Ly9.1 expression) peaking at day 7–10 post transplant. To study the role of donor APC function in the transplant innoculum in both models, bone marrow was utilized from donors deficient in CD80 and CD86, yielding a “crippled” APC population incapable of co-stimulation through these two primary pathways. In the antigen sensitized model, (ie T memory mediated) both lineage committed (CFU-IL3) and multipotential (CFU-HPP) progenitor activity was absent from recipients of both wild-type or CD80/86 −/− BMC. This data suggests that CD80/86 mediated co-stimulation from direct recognition of donor APC is dispensible for eliciting resistance when memory T cells are involved. However, in the unsensitized model, despite the potential for indirect donor antigen presentation, recipients of CD80/86 −/− bone marrow exhibited significant engraftment by one month post-transplant (in contrast, recipients of wt bone marrow had universally these rejected grafts by this time point). Significant chimerism in recipients of CD80/86 −/− BM was detectable in the B as well as T lymphocyte compartments (>50%). Consistent with the importance of the presence of these co-stimulatory pathways on the donor APC population, 5/7 recipients of mixed (1:1) BM (CD80/86 −/− + B6-wt) transplants rejected their grafts. These findings suggest that removal of CD80/86 dependent co-stimulatory pathways in the donor APC population may be insufficient for promoting engraftment in cases where there has been prior donor antigen sensitization, i.e. in the presence of host T memory populations. However, absence of CD80/86 co-stimulatory pathways in the donor APC population may be sufficient for overcoming resistance in an MHC matched allo-transplant setting in which prior donor antigen sensitization has not occurred, ie in the presence of host T naive populations. These findings have implications in the development of improved non-myeloablative conditioning protocols to facilitate engraftment without global immunosuppressive conditioning.",
    "topics": [
        "antigen-presenting cells",
        "cd80 antigens",
        "donors",
        "engraftment",
        "stem cells",
        "t-lymphocytes",
        "transplantation",
        "antigens",
        "bone marrow transplantation, allogeneic",
        "tissue transplants"
    ],
    "author_names": [
        "Zachary F. Zimmerman, BS",
        "Robert B. Levy, PhD"
    ],
    "author_affiliations": [
        [
            "Microbiology and Immunology, University of Miami School of Medicine, Miami, FL, USA."
        ],
        [
            "Microbiology and Immunology, University of Miami School of Medicine, Miami, FL, USA."
        ]
    ],
    "first_author_latitude": "25.7903186",
    "first_author_longitude": "-80.21212150000001"
}