{
    "doi": "https://doi.org/10.1182/blood.V112.11.4797.4797",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1271",
    "start_url_page_num": 1271,
    "is_scraped": "1",
    "article_title": "The Usefulness of Screening for Cardiopulmonary Complications in Asymptomatic Sickle Cell Patients in the United Kingdon (UK) ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "abstract_text": "Background: Pulmonary hypertension (PHT) and chronic lung disease (CLD) are the chronic cardiorespiratory complications recognized in sickle cell disease (SCD). Although the incidence of these complications has been reported to be important, even in the asymptomatic patients, there is no data of the prevalence of these problems in a UK sickle population. Therefore, we established a ‘one-stop’ cardiopulmonary sickle screening clinic, which ran in conjunction with a routine review. Method: Adult patients with a diagnosis of SCD (HbSS, HbSC, HbSBthalassaemia), irrespective of symptoms were approached either during an outpatient visit, by a letter or telephone over a 4 month period. The initial screening tests consisted of an echocardiogram and pulmonary function tests (PFTs). Transthoracic Doppler echocardiography was used to measure tricuspid regurgitant jet velocity (TRV) Pulmonary hypertension was defined as a peak TRV of ≥ 2.5m/s and moderate to severe PHT was defined as a peak TRV ≥ 3m/s (Gladwin et al NEJM 2004). Spirometric tests were classified as normal, restrictive, and obstructive with a FEV1/FVC ratio of 70–80%, >80% and <70%, respectively (Eur Resp J, 1993). The patients’ perspective of this approach was evaluated by a psychologist using a short semi-structured interview either in person or via telephone. Results: 62 patients agreed to take part, but only 44 (71%) attended the ‘one-stop clinic’. 29 patients had HbSS, 13 patients had HbSC, 1 patient had HbSB0 and 1 had HbSB+thalassaemia. Mean age (SD) was 36.6 years (9.5), and 20 participants were men. 30 patients had both an echocardiogram and full PFTs as planned. An additional 4 patients had an echocardiogram alone and 10 had PFTs alone. 2 patients were excluded due to an acute vasoocclusive crisis at the time of the test. Only 3/32 (9.4%) patients had abnormal echocardiograms with peak TRVs of 2.5, 2.5 and 2.6 m/s, respectively. Of the 38 patients, spirometry was normal in 6/38 (16%), restrictive in 13/38 (34%) and obstructive in 6/38 (16%). Interestingly, isolated low total lung capacity (TLC) was found in 13/38 (34%). Of the patients who a TRV≥ 2.5m/s, 2/3 had obstructive spirometry and 1/3 had an isolated low TLC. There was no association with type of SCD, use of hydroxyurea or previous chest crises. Finally, 18/44 (41%) of patients completed the interview with the majority reporting that the increased time spent in clinic was not obviously beneficial. Conclusion: The uptake of the ‘one-stop’ clinic for asymptomatic patients with SCD was reasonable. Although we found 32/38 (84%) patients had an abnormality of their PFTs, the echocardiographic data do not concur with the published data with respect to the prevalence of PHT in the asymptomatic SCD population. This needs further assessment on a large scale. Finally, the ‘one stop’ cardiopulmonary screening clinic does not appear a clinically effective use of resources in the UK with little perceived benefit by the patients.",
    "topics": [
        "drepanocytes",
        "screening",
        "echocardiography",
        "pulmonary function tests",
        "pulmonary hypertension",
        "spirometry",
        "doppler echocardiography",
        "forced expiratory volume function",
        "hydroxyurea",
        "lung disease,  chronic"
    ],
    "author_names": [
        "Rowena R Thomas-Dewing, MBBS., MRCP",
        "Samantha Briscoe",
        "Amy Cowburn",
        "Nicholas Hart, MRCP, PhD",
        "John Chambers, MA., MD., FRCP., FACP",
        "Jo Howard, MB BChir, MRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Haematology, Guy’s & St Thomas’ Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Respiratory Medicine, Guy’s & St Thomas’ Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Psychology, Guy’s & St Thomas’ Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Respiratory Medicine, Guy’s & St Thomas’ Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Cardiology, Guy’s & St Thomas’ Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Haematology, Guy’s & St Thomas’ Hospital NHS Foundation Road, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4624884",
    "first_author_longitude": "-0.09938435000000001"
}