{
    "doi": "https://doi.org/10.1182/blood.V106.11.477.477",
    "article_title": "Generation of Cytomegalovirus (CMV)-Specific CD4 and CD8 T Cell Lines Using Protein-Spanning Pools of pp65 and IE1 Derived Peptides. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "BACKGROUND: Reactivation of latent CMV in immunocompromised recipients of allogeneic stem cell transplantation remains a major cause of morbidity and mortality. Reconstitution of immunity by CMV specific immunotherapy is an attractive alternative to drugs currently used, which show high toxicity and are sometimes ineffective. It has been demonstrated that CD4 helper T-cell function is crucial for the persistence of in vivo transferred CD8 CMV-specific CTL. Based on this finding, we have explored the feasibility of generating both anti-CMV CD4 and anti-CMV CD8 T-cell lines. METHODS: Dendritic Cells (DC) were generated from donor peripheral blood (PB) monocytes after a 7-day culture in the presence of GM-CSF plus IL-4 and matured with TNF-α, IFN-α, IFN-γ, IL1-β, POLI I:C. Matured-DC were then pulsed with a pool of 50 peptides spanning pp65 and IE1 proteins which are recognised by both CD4 and CD8 T lymphocytes. Donor T cells were stimulated three times at a T cell/DC ratio of 1:6 on day 0, +7 and +14 with mature peptide pulsed-DC. At the end of the culture the specificity of generated T cells was determined as percentage of pentamer-positive cells and intracellular IFN-γ production after incubation with peptide pulsed-DC. Cultured T cells were also analysed for their ability to proliferate in response to peptide pulsed-target cells, to kill them in a standard citotoxicity assay and to migrate in response to inflammatory (CXCL9, CCL3 and CCL5) and constitutive (CXCL12) chemokines. RESULTS: CMV-specific T cell lines were generated from five CMV seropositive donors. In four cases CD4 and CD8 CMV-specific T cell lines were expanded successfully. Cultured T cells expressed CD8 (mean= 70%, range 60–81%) and CD4 (mean= 20%, range 15–28%) and showed a CD45RA- CCR7- Effector Memory phenothype (mean=26%, range 19–30%) or a CD45RA+ CCR7- T Effector Memory RA-Positive phenothype (mean=67%, range 59–77%). An enriched CMV-specific T cell population was observed after staining with pentamers (7–45% pentamer-positive T cells). Furthermore, 90% of CD8+ and 40% of CD4+ T cells expressed high levels of intracytoplasmatic perforin and granzyme. In 4/5 cases tested, cutured T cells showed a cytolitic activity against CD8-peptide pulsed target cells (average lysis=50%, range 40–55%) and to a lesser extent against CD4-peptide pulsed target cells (average lysis=35%, range 30–40%). In addition, cultured T lymphocytes were able to proliferate and to produce intracytoplasmic IFN-γ (average production=50%, range 35–60%) after exposure to peptide-pulsed DC. Finally, Cultured T cells strongly migrated in response to chemokines (CXCL9, CCL3 and CCL5) involved in the recruitment of effector cells during viral infection. DISCUSSION: In conclusion, a great advantage of this method is represented by the possibility to generate anti-CMV CD4+ T cells, which could support in vivo the persistence of re-infused CMV-specific CTL. Moreover, the possibility of generating peptides under GMP conditions would facilitate the translation of this approach into clinical intervention.",
    "topics": [
        "cytomegalovirus",
        "peptides",
        "t-lymphocytes",
        "chemokines",
        "rantes",
        "allogeneic stem cell transplant",
        "cyclic gmp",
        "granulocyte-macrophage colony-stimulating factor",
        "granzymes",
        "immunotherapy"
    ],
    "author_names": [
        "Erica Dander",
        "Giuseppina Li Pira, PhD",
        "Ettore Biagi, MD",
        "Fabrizio Manca, MD",
        "Andrea Biondi, MD",
        "Giovanna D’Amico, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Erica Dander",
            "author_affiliations": [
                "M. Tettamanti Research Center, Department of Pediatrics, Università Milano Bicocca, Monza, Milan, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giuseppina Li Pira, PhD",
            "author_affiliations": [
                "Laboratory of Clinical and Experimental Immunology, G. Gaslini Institute, Genoa, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ettore Biagi, MD",
            "author_affiliations": [
                "M. Tettamanti Research Center, Department of Pediatrics, Università Milano Bicocca, Monza, Milan, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabrizio Manca, MD",
            "author_affiliations": [
                "Laboratory of Clinical and Experimental Immunology, G. Gaslini Institute, Genoa, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Biondi, MD",
            "author_affiliations": [
                "M. Tettamanti Research Center, Department of Pediatrics, Università Milano Bicocca, Monza, Milan, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanna D’Amico, PhD",
            "author_affiliations": [],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T15:34:19",
    "is_scraped": "1"
}