{
    "doi": "https://doi.org/10.1182/blood-2020-139297",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4490",
    "start_url_page_num": 4490,
    "is_scraped": "1",
    "article_title": "Antiemetic Prophylaxis with NEPA (NETUPITANT/PALONOSETRON) and Dexamethasone to Prevent Chemotherapy-Induced Nausea and Vomiting (CINV) in Hodgkin'S Lymphoma Naïve Patients Receiving ABVD Regimen: A Multicenter Phase Iia Study ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Daniela Nasso",
        "Silvia Bolis, MD",
        "Elisabetta Abruzzese, MD",
        "Ilaria Romano",
        "Caterina Patti, MD",
        "Nicola Di Renzo, MD",
        "Leonardo Flenghi",
        "Caterina Stelitano, MD",
        "Donato Mannina, MD",
        "Marianna Sassone, MD",
        "Alberto De Stefano",
        "Carlo Chiaramonte",
        "Cristiano Tesei",
        "Ida Provenzano",
        "Maria Cantonetti, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Tor Vergata University Hospital, Rome, Italy, Rome, Italy "
        ],
        [
            "Hematology Department, ASST San Gerardo University Hospital, Monza, Italy "
        ],
        [
            "Department of Hematology S. Eugenio Hospital, Rome, Italy, Roma, Italy "
        ],
        [
            "SOD di Ematologia- AOU Careggi, florence, Italy "
        ],
        [
            "Divisione di Ematologia, Azienda Villa Sofia-Cervello, Palermo, Italy "
        ],
        [
            "Hematology and SCT Unit, Vito Fazzi Hospital, Lecce, Italy "
        ],
        [
            "Hematology, S. Maria della Misericordia Hospital, Perugia, ITA "
        ],
        [
            "Department of Haematology, Azienda Ospedaliera Bianchi Melacrino Morelli, Reggio Calabria, Italy "
        ],
        [
            "UOC di Ematologia, Azienda Ospedaliera Papardo, Messina, ITA "
        ],
        [
            "Lymphoma Unit, Department of Onco-Hematology, IRCCS San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Volontari Per Policlinico Tor Vergata ODV, Rome, Italy "
        ],
        [
            "Università degli Studi di Roma \"Tor Vergata\", Rome, Italy "
        ],
        [
            "Fondazione PTV - Policlinico Tor Vergata, UOSD Patologie Linfoproliferative, Rome, Italy "
        ],
        [
            "Hematology Department, Tor Vergata University Hospital, Rome, Italy, Rome, Italy "
        ],
        [
            "1. Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.855876550000005",
    "first_author_longitude": "12.6278561",
    "abstract_text": "Cancer chemotherapy may be associated with a high incidence of nausea and vomiting, particularly when highly emetogenic antineoplastic drugs are used. Uncontrolled emesis can profoundly impact on the patient's quality of life and ability to survive, by causing dehydration, electrolyte imbalance, malnutrition and treatment discontinuation. The ABVD regimen (Adriamycin, Bleomycin, Vinblastine and Dacarbazine) is considered the standard of care for first-line treatment of Hodgkin's Lymphoma. Among these drugs, dacarbazine and adriamycin are the most emetogenic, being classified as highly and moderately emetogenic chemotherapy, respectively. NEPA is the first fixed antiemetic combination composed by the pharmacologically and clinically distinct 5HT3 receptor antagonist (5HT3-RA) palonosetron and the highly selective Neurokinin1/Substance P receptor antagonist (NK1-RA). A single dose of NEPA per chemotherapy cycle acts on the principal pathways involved in the mechanisms controlling nausea and vomiting in a synergistic way with an appropriate half-life to cover both the acute (0-24 hours from chemotherapy) and delayed (25-120 hours) phase. In this open label multicenter study, chemo-naïve Hodgkin's Lymphoma patients who were addressed to receive their first cycle of ABVD regimen (2 doses in 28 days, on days 1 and 15) were given a single administration of NEPA plus 4 mg dexamethasone. The primary endpoint was complete response (CR), defined as no emesis and no rescue medication during the overall phase (0-120 hours) on the first dose of the first ABVD cycle. A total of 77 patients were evaluated. According to the adopted Fleming one-stage design, the primary endpoint of this study was achieved. Indeed, the number of the complete responders for the overall phase among the first 70 consecutive patients was 66, which is greater than the pre-determined cut-off of 46, representing the minimum frequency of responders for which the treatment is considered effective. In addition to the primary efficacy endpoint, several additional endpoints were evaluated. The CR values were 93.5% for the acute phase, 81.8% for the delayed phase and 80.5% for the overall phase, while Complete Control (CR with no more than mild nausea) were achieved in the 93.5%of patients in the acute phase, 76.6% in the delayed phase and 75.3% in the overall phase (Figure 1A). Also, levels of no significant nausea (no more than mild nausea) were 94.6% for the acute phase, 83.1% for the delayed phase and 81.8% for the overall phase (Figure 1B). This study demonstrated the efficacy of NEPA plus dexamethasone in preventing the nausea and vomiting induced by the highly emetogenic ABVD regimen. View large Download slide View large Download slide  Disclosures Abruzzese: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bms: Honoraria; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees. Di Renzo: BerGenBio ASA: Research Funding. Flenghi: takeda: Consultancy; Roche: Consultancy; janssen-cilag: Consultancy; teva: Consultancy; Servier Italia: Consultancy. Cantonetti: Vifor: Consultancy; Mundipharma: Consultancy; Roche: Consultancy; Takeda: Consultancy."
}