{
    "doi": "https://doi.org/10.1182/blood.V128.22.5008.5008",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3433",
    "start_url_page_num": 3433,
    "is_scraped": "1",
    "article_title": "Rivaroxaban As Treatment for Thromboembolic Venous Disease in Patients with Cancer or Neoplastic Hematology ",
    "article_date": "December 2, 2016",
    "session_type": "332. Antithrombotic Therapy",
    "abstract_text": "Introduction : Patients with cancer or neoplastic hematology (CNH) has 6 fold risk of thromboembolic venous disease (TVD) than general population and accounts the 20 % of new cases. NCCN treatment recommendation for TVD is with heparin and vitamin K antagonists, however every institution develops its own guidelines and protocols, and the FRONTLINE-2 survey designed to evaluate how clinicians perceive the risk of venous thromboembolism in cancer patients and to provide insight into current strategies for thromboprophylaxis and management has interestingly results. The phase III studies from rivaroxaban that led to its approbation by the FDA in different indications included 6 % of the patients that had some type of cancer and their evolution among the TVD was not different than those without it. There are phase II and III studies where rivaroxaban has shown promising results in this setting. Objective : describe the evolution in patients with CNH whom developed TVD during treatment and received rivaroxaban. Material and methods : adults with CNH with TVD during treatment and received rivaroxaban according our protocol (Hematología 2015; 16 supl 1: 115-116). Results : there are 73 patients receiving rivaroxaban for TVD, 20 patients (27.4 %) has CNH. Gender: 10 female and 10 male, ratio 1/1. Age 23 to 90 years old, mean 54.5. Diagnosis: 1 CLL, 3 ALL, 3 HL, 3 NHL, 1 amyloidosis, 3 low grade MDS, 1 AML-M3, 1 primary myelofibrosis, 4 non neoplastic hematology (brain, kidney, breast and unknown primary). All patients has TVD treatment related, in three of them catheter related (2 HL and 1 NHL). Four died from neoplastic disease (2 male and 2 female): 1 HL, 1 NHL, 1 brain and 1 unknown primary. Eleven patients continue on rivaroxaban for acute treatment and secondary prevention due high risk factors. Five are on aspirin as secondary prevention. In lymphoid neoplasia patients receive prophylactic fluconazol and no interactions were observed. Patient with AML-M3 switches to enoxaparin while taking tretinoin as maintenance. No patient needed dose adjustment. No recurrent TVD or bleeding were observed. Conclusions : in this small group of patients rivaroxaban was well tolerated without adverse effects or mortality due to recurrent TVD or bleeding. No patients with MM or MPD were observed due the prophylactic use of aspirin. The knowledge of rivaroxaban interactions for adjustments or change in the anticoagulation is essential for a good evolution, permitting its rational use in institutional protocols and lowering costs for anticoagulation compared to enoxaparin. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "rivaroxaban",
        "thromboembolism",
        "venous disorders",
        "anticoagulation",
        "aspirin",
        "enoxaparin",
        "hemorrhage",
        "neoplasms",
        "adverse effects"
    ],
    "author_names": [
        "Gregorio Campos-Cabrera, MD",
        "Jose-Luis Campos-Villagomez, MD",
        "Salvador Campos-Cabrera, MD",
        "Virginia Campos-Cabrera, QFB EBC"
    ],
    "author_affiliations": [
        [
            "Hematology and Blood Bank, Laboratorios Fatima de Michoacan, Morelia, Mexico "
        ],
        [
            "Hematology and Blood Bank, Laboratorios Fatima de Michoacan, Morelia, Mexico "
        ],
        [
            "Hematology and Blood Bank, Laboratorios Fatima de Michoacan, Morelia, Mexico "
        ],
        [
            "Patologia Clinica, Laboratorios Fatima de Michoacan, Morelia, Mexico"
        ]
    ],
    "first_author_latitude": "19.692600199999998",
    "first_author_longitude": "-101.1556167"
}