{
    "doi": "https://doi.org/10.1182/blood.V114.22.3651.3651",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1467",
    "start_url_page_num": 1467,
    "is_scraped": "1",
    "article_title": "PU.1 - c-Jun Interactions Are Crucial for PU.1 Function in Myeloid Development. ",
    "article_date": "November 20, 2009",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription Poster II",
    "topics": [
        "affinity",
        "binding sites",
        "b-lymphocytes",
        "bone marrow",
        "cell lines",
        "conflict of interest",
        "death",
        "disclosure",
        "dna",
        "fetus"
    ],
    "author_names": [
        "Boris Bartholdy, PhD",
        "Yukiya Yamamoto",
        "Erica Evans, PhD",
        "John Crispino, PhD",
        "Daniel G. Tenen, MD"
    ],
    "author_affiliations": [
        [
            "Hem/Onc, Harvard Stem Cell Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Hematology/Chemotherapy, Fujita Health University, School of Medicine, Toyoake, Japan, "
        ],
        [
            "Biology, Avila Therapeutics, Inc., Waltham, MA, USA, "
        ],
        [
            "Medicine, Hematology/Oncology, Northwestern University, Chicago, IL, USA, "
        ],
        [
            "Cancer Science Institute, National University of Singapore, Singapore, Singapore"
        ]
    ],
    "first_author_latitude": "42.3775723",
    "first_author_longitude": "-71.1144978",
    "abstract_text": "Abstract 3651 Poster Board III-587 The Ets transcription factor PU.1 is a master regulator absolutely required for the differentiation of monocytes, macrophages, and B cells in the fetal liver and in the adult bone marrow. PU.1 drives hematopoietic differentiation partly through direct protein-protein interactions with other transcription factors, such as the AP-1 transcription factor c-Jun. We have shown that c-Jun can be recruited to promoters which do not include AP-1 binding sites, such as the MCSFR promoter, and act as a PU.1-dependent co-activator. To address the functional importance of this interaction, we identified and studied PU.1 point mutants that lost the capability to physically interact with c-Jun while retaining normal DNA binding affinity. These mutants failed to efficiently transactivate a PU.1 target reporter, and, more importantly, were unable to induce monocyte/macrophage differentiation of the PU.1-deficient immature myeloid 503 cell line. Subsequently, we have generated knock-in mouse models harboring these single point mutations by means of homologous recombination. The mutant mice phenotypically resemble PU.1-deficient mice, have an early block in hematopoiesis, and die perinatally. We show that the mutant PU.1 mRNA and protein is expressed in long-term and short-term hematopoietic stem cells, but that the maturation into lymphoid primed multipotent progenitor (LMPP) and later progenitor populations is severely blocked, leading to an almost complete loss of mature B, T and myeloid cells. Collectively, our data strongly suggest that the PU.1-c-Jun interaction is crucial for normal PU.1 function in vivo during murine fetal hematopoiesis. Disclosures: No relevant conflicts of interest to declare."
}