{
    "doi": "https://doi.org/10.1182/blood.V126.23.2402.2402",
    "article_title": "Addition of the Vascular Niche Component to the Human Bone Marrow-like Scaffold Model ",
    "article_date": "December 3, 2015",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster II",
    "abstract_text": "Previously, we have reported that our human bone marrow (BM)-like scaffold xenograft model allows the engraftment and outgrowth of normal and malignant hematopoiesis ( e.g. multiple myeloma (MM), acute myelocytic/lymphocytic leukemia (AML/ALL) and MDS (Groen et al. Blood 2012; Gutierrez et al. JCI 2014 and data not shown). Whereas the presence of osteoblasts and bone of human origin mimics a human BM-like niche more closely than the murine BM in standard xenotransplant models ( e.g. NOD-SCID/NSG mice), still some essential components of the human BM niche, i.e. human blood vessels, are missing. To this end, in addition to human mesenchymal stromal cells we now incorporated cord blood-derived endothelial progenitor cells (CB-EPCs) in the hybrid scaffold production process, to create a multi-tissue compartment that \"maximally humanizes\" the BM-like niche of our scaffolds. Towards successful implementation of a human vascular system we compared: i) scaffold material composition (biphasic calcium phosphate (BCP) vs. tricalcium phosphate (TCP)); ii) scaffold shape (particles vs. tubes); iii) different types of matrigel for CB-EPC embedding. Histological analysis of the humanized scaffolds, eight weeks after implantation in mice, showed a large number of functional human blood vessels, as indicated by hCD31+ staining and the presence of erythrocytes within. Comparison of the composition and the shapes of the scaffolds indicated superiority of TCP and tube-shaped scaffolds in supporting the formation of vessels. Further analysis of scaffolds for CD44, CD146, LEPR and nestin-positive cells, revealed the presence of other stromal niche cells besides human osteoblasts and endothelial cells. Irradiation of mice carrying these humanized implants did not have a significant deleterious effect on the established human vessels, allowing their further functional evaluation in xenotransplantation. Additionally, mice carrying tubes with and without human CB-EPC derived vessels (on either flank) were subsequently inoculated with adult BM-derived CD34-positive cells by intracardiac injection. Upon analysis 12 weeks later, all tubes showed multi-lineage hematopoietic outgrowth. Interestingly, CB-EPC embedment resulted in increased numbers of CD45+ (2-fold), CD13+ (4-fold) and CD7+ (2-fold), while CD19+ cell numbers were equal. In contrast, in mouse BM almost only CD19+ cells could be detected. Moreover, we observed that the use of CB-EPCs in our scaffolds provides faster kinetics of in vivo engraftment and growth of both patient-derived MM or AML cells. With the addition of both human CB-EPCs and human BM stromal cells, our scaffold systems now simulate both human endosteal and vascular niches of the BM, thereby more closely recapitulating the human hematopoietic niche. Disclosures Yuan: Xpand Biotechnology BV: Employment. de Bruijn: Xpand Biotechnology BV: Employment. Mitsiades: TEVA: Research Funding; Janssen/Johnson & Johnson: Research Funding; Novartis: Research Funding. Martens: Johnson & Johnson: Research Funding. Groen: Johnson & Johnson: Research Funding.",
    "topics": [
        "biotechnology",
        "bone marrow",
        "calcium phosphates",
        "cd34 antigens",
        "cd44 antigens",
        "cell count",
        "disclosure",
        "employment",
        "endothelial cells",
        "endothelial progenitor cells"
    ],
    "author_names": [
        "Willy A Noort, PhD",
        "Regina de Jong-Korlaar",
        "Linda Lubbers-Aalders",
        "Huipin Yuan, PhD",
        "Joost D de Bruijn, PhD",
        "Constantine S Mitsiades, MD PhD",
        "Anton CM Martens, PhD",
        "Richard WJ Groen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Willy A Noort, PhD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Regina de Jong-Korlaar",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Lubbers-Aalders",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huipin Yuan, PhD",
            "author_affiliations": [
                "Xpand Biotechnology BV, Bilthoven, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joost D de Bruijn, PhD",
            "author_affiliations": [
                "Xpand Biotechnology BV, Bilthoven, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Constantine S Mitsiades, MD PhD",
            "author_affiliations": [
                "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton CM Martens, PhD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard WJ Groen, PhD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T21:28:00",
    "is_scraped": "1"
}