{
    "doi": "https://doi.org/10.1182/blood.V116.21.3732.3732",
    "article_title": "Adoptively Transferred Mature T Cells Exhibit Diminished Reactivity to Murine Cytomegalovirus Compared to Nascent Donor T Cells and Impair Functional Immune Recovery After Allogeneic Hematopoietic Cell Transplantation. ",
    "article_date": "November 19, 2010",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function and Engraftment: Poster II",
    "abstract_text": "Abstract 3732 Infections due to impaired immune function are a major cause of morbidity and mortality after allogeneic hematopoietic cell transplantation (HCT). Adoptively transferred donor (do) T cells (TC) are thought to provide protective immunity, as TC-depleted grafts are associated with increased viral infections post HCT (pTX). TC-replete grafts, however, require immunosuppression to prevent GVHD, and can damage lymphoid organs causing additional immune dysfunction. Using an MHC-matched, minor antigen (miAg) mismatched GVHD model, we compared immune responses to murine cytomegalovirus (MCMV) in lethally irradiated BALB.B recipients infused with purified hematopoietic stem cells (HSC; cKit + Sca1 + Thy1.1 lo Lin − ) or HSC+TC (subsets) from congenic C57BL/6 (B6) donors which could be distinguished based upon CD45 alleles. Hosts were infected with sublethal doses of MCMV at 2 or 8 weeks (w) pTX. 2w after infection, lymphoid organs were harvested to assess the immune function of: 1) transferred doTC from uninfected and pre-immunized donors, 2) HSC-derived doTC, and 3) residual host TC. Anti-MCMV CD8 TC were measured by M45 tetramer staining and an MCMV ELISPOT assay was used to measure IFNg production of FACS-separated doTC-, doHSC-, and host-derived spleen populations when exposed to the viral peptide. Mice given TC-replete allografts and infected at 2w pTX mounted significantly lower responses than control congenic- or HSC only recipients. In the latter group reactivity originated from residual host cells. Transplantation of TC from immunized donors did not improve the response of doTC transplanted into miAg-mismatched hosts. However, when HSC were supplemented with memory (CD62L +/&minus; CD44 + ) CD8 TC from immunized donors, recipients of memory, but not of naive CD8 TC (CD62L + CD44 − ), mounted strong anti-MCMV responses in both assays. At 8w pTX recipients of pure HSC were mixed TC chimeras, while mice given HSC+TC were full donor chimeras with the majority of TC originating from transferred doTC. When mice were infected 8w pTX, anti-MCMV reactivity of CD8 TC was significantly greater in recipients of pure HSC, as compared to weak responses seen in recipients of HSC+TC. In recipients of pure HSC, both donor and host populations demonstrated strong reactivity, while mice given HSC+TC had weak responses of both doTC-, and doHSC-derived TC (Fig.1). When recipients of HSC alone or HSC + total TC (ToTC), naive CD8, memory CD8 or M45 tetramer + CD8 TC were infected with a lethal dose of MCMV at 2w pTX, 50% of ToTC and 20% of HSC recipients died before day 40 pTX, while all mice given any of the CD8 subsets were protected from infection. 6w post MCMV infection organs of survivors were analyzed. Hepatic CD8 cells contained a median of <0.05% M45 tetramer reactive cells in ToTC-, <0.5% in HSC only- and naive CD8-, and 0.65% in memory CD8 recipients (p=0.03 compared to ToTC group). Strikingly, in mice given as few as 7,000 M45 tetramer + cells, the proportion of M45-reactive cells reached a median 8.7% in the liver, and 4.3% in the spleen. In mice given ToTC, >90% of TC were doTC-derived with an effector memory phenotype. In contrast, recipients of naive, memory, or tetramer-sorted CD8 cells had TC originating from expanded doTC, doHSC, or residual host. Nascent doHSC-derived lymphopoiesis sustained a robust pool of naive TC - a sign of healthy immune reconstitution. Thus, our key findings are: 1) mature doTC do not maintain their full anti-viral potential when transplanted into miAg-disparate mice, even when obtained from pre-immunized donors; 2) residual host cells contribute substantially to protective immunity early pTX, but are eradicated by conventional TC-replete grafts; 3) HSC-derived TC arising in a healthy host are superior to those that develop and undergo selection in a GVHD-affected lymphoid system; and 4) low numbers of selected cell subsets, such as tetramer-sorted CMV-specific CD8 TC, expand dramatically in a lymphopenic environment and provide functional protection against infections. Our results challenge the conventional assumption that doTC in a hematopoietic allograft are required for optimal regeneration of the immune system. Rather, our studies suggest that long-term lymphoid function will greatly benefit from rigorous TC-depletion of the graft, and avoidance of GVHD. Moreover, co-transfer of small numbers of highly selected TC clones can provide effective antigen-specific protection. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytomegalovirus",
        "donors",
        "hematopoietic stem cell transplantation",
        "mice",
        "t-lymphocytes",
        "pentoxifylline",
        "infections",
        "graft-versus-host disease",
        "tissue transplants",
        "allografting"
    ],
    "author_names": [
        "Antonia MS Mueller",
        "Sumana Shashidhar",
        "Janice Brown",
        "Judith A Shizuru"
    ],
    "author_dict_list": [
        {
            "author_name": "Antonia MS Mueller",
            "author_affiliations": [
                "BMT Medicine, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sumana Shashidhar",
            "author_affiliations": [
                "BMT Medicine, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janice Brown",
            "author_affiliations": [
                "BMT Medicine, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith A Shizuru",
            "author_affiliations": [
                "BMT Medicine, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T03:57:21",
    "is_scraped": "1"
}