{
    "doi": "https://doi.org/10.1182/blood.V126.23.5541.5541",
    "article_title": "Sequential Transplantation of Haploidentical Hematopoietic Stem Cell Followed By Unrelated Cord Blood for Children with Hematologic Malignancies ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Backgroud: Post-transplant Cyclophosphamide(PT/Cy) in haploidentical hematopoietic stem cell transplantation(h-HSCT) is a new protocol formulated by NIH. Our center is following this protocol. However, complications can't be reliably predicted such as cytopenia and relapse is hard to avoid. Therefore, we investigated a new prospective study by using cord blood sequential transplantation after haplo-HSCT on the base of PT/Cy. Objects: To explore the efficacy of transplantation of HLA-haploidentical hematopoietic stem cell followed by unrelated umbilical cord blood for children with hematological diseases. Method: 46patients with hematological diseases who underwent haploidentical hematopoietic stem cell transplantation with or without cord blood in our center were enrolled in this study. These 46 cases were divided into two groups according to the use of cord blood: One is NF-10 PT/Cyprotocal,only the haploidentical transplantation. The other isprospective study of NF-13-PT/Cy protocal with haploidentical and post-transplant unrelated cord blood. On NF-10-PTCy group, 25 children with high-risk acute lymphoblastic leukemias(n=13), acute myeloid leukemia(n=7), chronic myeloid leukemia(n=2), lymphoma(n=2) or childhood juvenile myelomonocytic leukemia(n=1) recieved HSCT from®2 HLA mismatched relative donors from June 2009 to November 2012. All patients received conditioning regimen consisted of fludarabine, busulfan, Cy, thiotepa, with or without total-body irradiation and HP Cy(40 or 50 mg/kg i.v on day 3 and day 4 after transplantation).On NF-13-PT/Cy group, with haploidentical and sequential-transplanted cord blood transplantation(n=21) with acute lymphoblastic leukemias(n=6), acute myeloid leukemia(n=9), chronic myeloid leukemia(n=3), lymphoma(n=1) or JMML(n=2) recieved HSCT from®2 HLA mismatched relative donors from December 2012 to May 2015. 2-loci and less mismatched UCB was transplanted on day 6 after haploidentical transplantation(Figure1). Meanwhile, thehaploidentical total nucleated cells(TNC) number is much higher in NF-13-PT/Cy group than in NF-10-PT/Cy group. We compared the overall survive time, disease-free survival time, relapse incidence, the NRM, applications among these two groups. Results: The OS and DFS were significant higher in NF-13-PT/Cy group than NF-10-PT/Cy group(OS 66.7% vs 28%, P=0.013; DFS 57.1% vs 28%, P=0.025, Figure2), 3 patients in NF-13-PT/Cy suffered severe cytopenia beyond day 28 post-transplant(SCB-28PT, WBC < 2G/L for 4 sequence weeks after HSCT) than NF-10-PT/Cy(14.3% vs 40%, P=0.054). Significant difference of NRM was observed in NF-13-PT/Cy and NF-10-PTCy group(40% vs 23.8%, P=0.026, Figure3). TNC number between NF-13-PT/Cy and NF-10-PT/Cy group(Median 42*10 8 /kg vs 7.35*10 8 /kg, P=0.00) were a big different. Platelet number above 20*10 9 /L on continuous three days after transplantaton of NF-13-PT/Cy is shorter than NF-10-PT/Cy (Median time 12 days vs 20.5 days, P=0.035). There is no difference on aGVHD(33% vs 44% P=0.819) and cGVHD(4.8% vs 12%, P=0.116). For NF-13-PT/Cy group patients, final cord blood engrafted in 7 patients; final haploidentical donor engrafted in 9 patients, mixed donor engrafted in 3. No patient rejected his graft. Conclusion: HLA-haploidentical hematopoietic stem cell followed by unrelated umbilical cord blood transplantation for children with hematological diseases can overcome the shortcomings in severe GVHD, slow immunologic reconstitution, lower OS, higher cytopenia and TRM. To summarize, this protocol was compatible in clinical application. Meanwhile, High dose of haplo-TNC would not increase the incidence of GVHD. The protocol of NF-13-PT/Cy is advantage to NF-10-PT/Cy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "hematologic neoplasms",
        "hematopoietic stem cells",
        "transplantation",
        "umbilical cord blood",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "cytopenia",
        "hematological diseases",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Wenfeng Xu, MD",
        "Chunfu Li, MD",
        "Xiaoqin Feng, MDPhD",
        "Yuelin He, MD",
        "Jianyun Liao"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenfeng Xu, MD",
            "author_affiliations": [
                "Pediatric hematopathy Transplantation Center, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chunfu Li, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoqin Feng, MDPhD",
            "author_affiliations": [
                "Department of Pediatrics, NanFang Hospital,Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuelin He, MD",
            "author_affiliations": [
                "Pediatrics department, Nanfang Hospital,Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianyun Liao",
            "author_affiliations": [
                "Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T03:45:15",
    "is_scraped": "1"
}