{
    "doi": "https://doi.org/10.1182/blood.V104.11.5227.5227",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=209",
    "start_url_page_num": 209,
    "is_scraped": "1",
    "article_title": "Analysis of Beam (Carmustine, Etoposide, Cytosine Arabinoside, Melphalan) Versus High Dose Melphalan (HDM) with Autologous Rescue in Multiple Myeloma(MM). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Autologous stem cell transplantation is an established treatment that leads to prolongation in overall and disease free survival in MM. BEAM and M have been widely used as conditioning regimen for autologous stem cell transplant (ASCT) in patients with MM. At our centre MM patients with low creatinine clearance (Crcl) and a low performance status were offered Melphalan only as conditioning regime for ASCT. We report on our experience of HDM in comparison with standard BEAM. Records of 53 consecutive patients who had ASCT for myeloma at our centre between 2000 and 2003 were examined. Patients were staged as per Salmon and Durie (SD) criteria and EBMT response criteria were used for assessment post transplant .35 patients had BEAM conditioning (SD criteria 31-IIIA, 3-IA, 1-IIA) and 18(SD criteria 14- IIIA, 4-IIIB) had M.).Patients who received BEAM had a median age of 55 (range 38–66), median follow up of 19 months and those who received HDM had a median age of 60 (range 45 –69), follow up of 20.5 months. Stem cell source was peripheral blood (PBSC) in 50 patients, 1 Bone marrow (BM), and 2 BM and PBSC. HDM at a Dosage of 140 –200 mg/m2was administered in all HDM cases except for 1 patient who had 70mg/m2 because of Crcl of 17.4 ml/min. BEAM group had Carmustine 300mg/m2 (−6), Ara- C 800mg/m2 (−5 to −2), Etoposide 800mg/m2 (−5 to −2), M 140mg/m2 (−1). Patients in the M group had significantly lower haemoglobin and higher serum creatinine levels in comparison with the BEAM group. The 100-day treatment related mortality (TRM) was 5.5 % in HDM group, which was comparable to 2.2 % in the BEAM group. 9 out of 18 patients who had HDM relapsed and 9 out of 35 patients who had BEAM relapsed at follow up with Median relapse free survival (RFS) being 575 days in HDM group and has not achieved yet in BEAM group (p= .017). This data confirm that BEAM ASCT lead to significant prolongation of disease free survival with low TRM.Our data also suggest the effectiveness of HDM in patients who because of poor performance status and/or abnormal renal function may not tolerate BEAM ASCT",
    "topics": [
        "carmustine",
        "cytarabine",
        "etoposide",
        "melphalan",
        "multiple myeloma",
        "autologous stem cell transplant",
        "follow-up",
        "creatinine clearance",
        "hemoglobin",
        "serum creatinine level"
    ],
    "author_names": [
        "Karthikeyan A. Ramasamy",
        "Ruth Branford",
        "Radha Selvaratnam",
        "Aloysius Y.L. Ho",
        "Rafael Duarte",
        "Stephen Devereux",
        "Antonio Pagliuca",
        "Ghulam Mufti"
    ],
    "author_affiliations": [
        [
            "HAEMATOLOGY, KINGS COLLEGE HOSPITAL, London, United Kingdom"
        ],
        [
            "HAEMATOLOGY, KINGS COLLEGE HOSPITAL, London, United Kingdom"
        ],
        [
            "HAEMATOLOGY, KINGS COLLEGE HOSPITAL, London, United Kingdom"
        ],
        [
            "HAEMATOLOGY, KINGS COLLEGE HOSPITAL, London, United Kingdom"
        ],
        [
            "HAEMATOLOGY, KINGS COLLEGE HOSPITAL, London, United Kingdom"
        ],
        [
            "HAEMATOLOGY, KINGS COLLEGE HOSPITAL, London, United Kingdom"
        ],
        [
            "HAEMATOLOGY, KINGS COLLEGE HOSPITAL, London, United Kingdom"
        ],
        [
            "HAEMATOLOGY, KINGS COLLEGE HOSPITAL, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4672965",
    "first_author_longitude": "-0.0941931"
}