{
    "doi": "https://doi.org/10.1182/blood.V126.23.773.773",
    "article_title": "Therapeutic Efficacy of Semisynthetic Supra Perfusion Resuscitation Fluids, EAF Peg Alb and EAF Peg Hb, Are Differentiated By Their Cerebral Effects in Animal Models of Sickle Cell Disease ",
    "article_date": "December 3, 2015",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Outcomes with Transfusion and Infusion Therapies Across Diverse Clinical Settings",
    "abstract_text": "Background: Extension Arm Facilitated (EAF) PEG Alb and EAF PEG Hb are low viscosity semisynthetic hybrid biopolymers which are isoviscous with conventional colloidal plasma expanders but are distinguished from them because they are supra perfusion resuscitation fluids (SPF's). These SPF's have longer half-life, are pseudoplastic and facilitate the production of NO in vivo by increasing shear thinning of RBC's. We recently tested two SPF's, EAF-P5K6 Alb and P3K6 Hb in WT mice, and in two Tg models of Sickle Cell Disease (SCD): the Berkley mouse (BERK), which is a severe anemic model exhibiting a high impairment of systemic blood flow, and in the NY1DD mouse which only exhibits extensive blood flow impairment when challenged with hypoxia followed by reoxygenation. Here we present a comparison of the systemic and cerebral effects of the EAF PEGgylated SPF's. Methods: A single intraperitoneal 10% top-load dose of either drug was given to WT, NY1DD or BERK mice. In NY1DD mice SPF's were administered after hypoxia at the beginning of reoxygenation (8% for 18 hours), while SPF's were given to WT or BERK mice under normoxia conditions. Three hours after the administration of drug, in vivo intra-vital microscopic observation of post-capillary venules in cremaster muscle was performed. In a separate group of WT and BERK animals, we employed MRI to examine the therapeutic efficacy of a single dose of the same SPF's by measuring cerebral blood flow (CBF) and sufficiency of cerebral oxygen delivery ( B OLD MRI R esponse to a brief period of H yper O xia, BRHO ) serially following treatment. Results: In NY1DD mice, EAF P5K6 Alb significantly attenuated hopoxia reoxygenation induced impairment of cremaster blood flow and associated vaso-occlusion, while EAF P3K6 Hb completely neutralized the experimentally induced sickle crisis. In BERK mice, both SPF's had comparable effects: the chronic state of vaso-occluison as observed in the cremaster muscle was eliminated completely by EAF P3K6-Hb. In MRI experiments in WT mice, both drug candidates resulted in increases in CBF, which resolved over 1 week. The increased CBF was accompanied by decreased BRHO consistent with a pseudo 'luxury perfusion' afforded by the accentuated delivery of oxygen. On the other hand, when BERK mice were treated with EAF P5K6 Alb or EAF P3K6 Hb, CBF trended lower, but with the Alb SPF, BRHO increased, and the Hb SPF, BHRO was unchanged, suggesting that the slightly reduced CBF led to increased O2 deficiency with the PEG-Alb, but not with the PEG-Hb. Conclusion : In WT mice, SPF's increase CBF in the brain where the facility to modify NO production is intact, resulting in over delivery of oxygen as confirmed by reductions in deoxy-Hb levels by BROH imaging, confirming supraperfusionary properties of the SPF's. In SCD animals, both SPF's attenuate muscle vaso-occlusion and restore blood flow. In addition, in experimentally induced sickle crisis (NY1DD), EAF P3K6 Hb maintained O2 level in the plasma and attenuate depolymerization of deoxyHb. In the severely anemic BERK mouse, EAF P5K6-Alb slightly attenuated CBF, likely due to reduced cerebral perfusion pressure (CPP), while O2 extraction increased suggesting that reduced CBF was detrimental to cerebral oxygen delivery. This effect was remediated when EAF P3K6-Hb is administered, which afforded additional oxygen to offset the losses due to reduced CBF. EAF P3K6 Hb led to slightly reduced CBF in NY1DD and BERK mice to levels approaching that obtained after administering EAF P5K6 Alb, but without inducing further oxygen debt. EAF P3K6 Hb appears to be the choice agent as this SPF facilitates increased delivery of O2 to hypoxic tissues thereby neutralizing painful crisis, and protects the brain from further ischemic insults. The influence of SCD on CBF by MRI is opposite to the decrease in blood flow observed in the systemic circulation. The infusion of SFA's increased flow in the systemic circulation, but reduced CBF in a disease dependent fashion. These divergent responses suggest the need for oxygen supplementation when developing SCD therapeutics. In particular, these studies suggest that high oxygen affinity PEG-Hb may have increased the therapeutic efficacy of this SPF by preventing the complete deoxygenation of HbS in the RBC. An antioxidant conjugated to the SFP, such as quercetin, could attenuate the hypoxia reoxygenation induced acute crisis and improve the efficacy of SCD therapeutics. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "body fluid",
        "brain",
        "perfusion",
        "resuscitation",
        "sickle cell anemia",
        "hypoxia",
        "magnetic resonance imaging",
        "oxygen",
        "anemia"
    ],
    "author_names": [
        "Craig A Branch, MS, PhD",
        "Min-Hui Cui, PhD",
        "Sangeetha Thangaswamy, PhD",
        "Nicholas Branch",
        "Seetharama Acharya"
    ],
    "author_dict_list": [
        {
            "author_name": "Craig A Branch, MS, PhD",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Min-Hui Cui, PhD",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sangeetha Thangaswamy, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Branch",
            "author_affiliations": [
                "Aerospace, Georgia Technicial University, Atlanta, GA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seetharama Acharya",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T06:50:06",
    "is_scraped": "1"
}