{
    "doi": "https://doi.org/10.1182/blood.V104.11.1997.1997",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=242",
    "start_url_page_num": 242,
    "is_scraped": "1",
    "article_title": "Enhanced Primary CML Stem Cell Elimination by Bryostatin Priming with Imatinib Mesylate In Vitro . ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "In chronic myeloid leukemia (CML), CD34 + quiescent stem cells are sensitive to the anti-proliferative but not the pro-apoptotic effects of imatinib mesylate (IM; Gleevec ® , Glivec ® ). Bryostatin-1 (bryo), a Protein Kinase C modulator, was investigated to determine whether it would increase IM-mediated apoptosis either through initiation of cycling of G0/G1 Ph + cells or reversal of the IM-induced anti-proliferative response. The Ph + K562 cell line and primary CD34 + CML cells were studied. Cell cycle status was assayed by propidium iodide uptake. Following exposure to IM, 86 ± 1 % (mean ± SEM) of surviving K562 cells was in G0/G1 as compared to 52 ± 2 % in the control (p < 0.001). After accounting for IM-induced cell kill, the absolute number of viable G0/G1 cells was significantly increased, confirming the anti-proliferative, anti-apoptotic effect. However, priming for 24 hours with bryo both increased K562 total cell kill and normalised the percentage of cells recovered in G0/G1 thus reducing their absolute number. To assess the effect of priming with bryo on primary cells, endpoints on two levels were investigated: firstly, at the total cell, and secondly, at the stem cell level. For total primary CML CD34 + cells, as compared to untreated control (= 100 %), 56 ± 2 % survived 96 hours treatment with 5 μM IM, whereas 37 ± 2 and 24 ± 2 % survived 1 and 10 nM bryo alone, respectively (n = 7). Priming with bryo prior to IM (5 μM) significantly enhanced bryo-induced total cell death (19 ± 2 and 12 ± 1 % surviving 1 and 10 nM bryo then IM, respectively; p < 0.03). Critically, within the G0/G1 CD34 + cells, 59 ± 3 % of input cells survived IM (5 μM) alone (n = 7). Bryo alone (1 or 10 nM) significantly reduced the proportion of cells recovered in G0/G1 (35 ± 3 and 23 ± 2 %) relative to both the untreated control and IM treatment alone (p < 0.02). Bryo in scheduled combination with IM, further significantly reduced the number of cells recovered in G0/G1 (16 ± 3 and 9 ± 1 %) with respect to IM alone (p < 0.001) and bryo alone (p < 0.05). Thus, it was the combination that was more potent than each individual agent. These results suggest that carefully scheduled drug combinations may prove more efficacious within the Ph + stem cell compartment than IM monotherapy. Specifically, inclusion of an agent to antagonise the anti-proliferative effect of IM is warranted.",
    "topics": [
        "imatinib mesylate",
        "stem cells",
        "cd34 antigens",
        "mechlorethamine",
        "drug combinations",
        "iodides",
        "leukemia, myelocytic, chronic",
        "propidium",
        "protein kinase c",
        "stem cell count"
    ],
    "author_names": [
        "Heather G. Jorgensen, PhD, MRPharmS",
        "Elaine K. Allan, BSc (Hons)",
        "Joanne C. Mountford, PhD",
        "Linda Richmond, BSc(Hons)",
        "Moira A. Elliott, PhD, MRPharmS",
        "Tessa L. Holyoake, MD, PhD"
    ],
    "author_affiliations": [
        [
            "ATMU & Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ],
        [
            "ATMU & Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ],
        [
            "ATMU & Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ],
        [
            "ATMU & Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ],
        [
            "Cancer Research UK Formulation Unit, University of Strathclyde, Glasgow, United Kingdom"
        ],
        [
            "ATMU & Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ]
    ],
    "first_author_latitude": "55.8724256",
    "first_author_longitude": "-4.2900009"
}