{
    "doi": "https://doi.org/10.1182/blood.V114.22.2249.2249",
    "article_title": "Treatment of Severe Acute Graft-Versus-Host Disease with Mesenchymal Stromal Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL CARE - ACUTE AND CHRONIC GVHD, INFECTIOUS COMPLICATIONS AND IMMUNE RECONSTITUTION OF TRANSPLANTATION POSTER II",
    "abstract_text": "Abstract 2249 Poster Board II-226 BACKGROUND. Allogeneic hematopoietic stem cell transplantation (HSCT) is being used to treat a range malignant and nonmalignant conditions. However, it often causes potentially lethal Graft-versus-Host Disease (GVHD). Several studies revealed that mesenchymal stromal cells (MSCs) from human bone marrow can down regulate GVHD after HSCT. METHODS. MSCs were obtained from BM, expanded and characterized by their morphology, immunophenotype, immunosuppressive potential for autologous, partially and fully mismatched lymphocytes. Twenty five patients (pts) got 39 (range, 1 to 4) MSCs infusions for 27 episodes of acute GVHD, which was defined as steroid resistant grade IV aGVHD in all but one patient. RESULTS. GvHD characteristics. Acute GVHD started from day +6 to d +46 from HSCT (median d+18) excluding single pt in whom it occurred on d+150. In 2 pts disease manifested in a hyper acute form before the engraftment (on d+6 and d+8, respectively). In all but one pt GI GVHD was defined as grade IV with full clinical picture of it. Skin GVHD accompanied GI symptoms in 17 pts and 13 was > grade II, in 4 grade IV. Liver symptoms presented in 13 pts, one pt was determinate as VOD. In 3 pts liver involvement was defined as grade IV. In all 24 of 25 pts had GVHD grade IV 4 and one grade III. Previous conventional anti GVHD therapies included: MP in all pts, MTX, various calcineurin inhibitors, MMF, ECP, serotherapy. Only 3 pts showed temporary limited partial response. Treatment with MSCs. The 1st infusion with MSC was given on day +32.5 (range, 8 to 74); d+50 (range, +28 to +180) post diagnosis of aGVHD and HSCT HSCT, respectively. In 22 evaluable pts we treated 24 separate episodes of GVHD: 22 first episodes and in 2 pts relapse of GVHD. In 24 of 39 cases treatment was performed with frozen MSC and in 15 with fresh cultured cells. In 37/39 cases passages 1 to 3 were used. Median number of infused cells was 1 (range, 0.3 to 3.1) x10 6 per kg of pt body weight in each treatment. Initial response was seen in 17/24 episodes of aGVHD (70.8%), in 8 partial (PR) and in 9 complete (CR). Two pts experienced GVHD relapse after achieving CR and very good PR: one case was treated successfully while another was resistant to MSCs. The latest pt with grade IV aggressive liver GVHD received MSCs injections intra hepatic arteries under radiological control following IRB approval with no anti GVHD effect. The procedure was uneventful with no evidence of microembolisation, no changes of blood flow or deterioration of liver tests (cytolysis). We observed a trend for better effect with higher MSC cell dose: total and per first infusion MSCs dose (1.93±1.28 vs. 1.23±0.50, p=0.078; 1.28±0.79 vs. 0.88±0.28, p=0.086). In all cases effect was seen after the first procedure. No difference was noted in the anti GVHD activity between fresh vs. frozen MSCs. There were no immediate or late toxicity or side effects. Overall survival. 14/25 patients are alive up to 20 months follow up. 8/11 pts, died from GVHD (4 within 1-10 d from MSCs infusion), and 3 from other unrelated causes including TTP-1, DAH-1 and disease progression-1. CONCLUSION. Treatment with MSCs seems to be a new novel type of therapy for steroids resistant GVHD with promising preliminary results and low toxicity. Obviously multicenter 2 arm randomized study is in need to confirm these encouraging. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease, acute",
        "stem cell, mesenchymal",
        "graft-versus-host disease",
        "brachial plexus neuritis",
        "hematopoietic stem cell transplantation",
        "infusion procedures",
        "steroids",
        "toxic effect",
        "adverse effects",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Igor B Resnick, Jr., MD, PhD, DSci",
        "Polina Stepensky, MD",
        "Michael Y. Shapira, MD",
        "Claudine Barkatz, MSc",
        "Gregory Elkin, PhD",
        "Olga Gurevich, PhD",
        "Avichai Shimoni, MD",
        "Nira Varda-Bloom, PhD",
        "Moshe Yeshurun, MD",
        "Amos Toren, Sr., MD, PhD",
        "Tsila Zukerman, MD",
        "Michael Weintraub, Sr., MD",
        "Arnon Nagler, MD",
        "Reuven Or, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Igor B Resnick, Jr., MD, PhD, DSci",
            "author_affiliations": [
                "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Polina Stepensky, MD",
            "author_affiliations": [
                "Hadassah Medical Center, Israel, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Y. Shapira, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudine Barkatz, MSc",
            "author_affiliations": [
                "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Elkin, PhD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Gurevich, PhD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Avichai Shimoni, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nira Varda-Bloom, PhD",
            "author_affiliations": [
                "Adult stem cells laboratory, The Hematology Division, Cancer Research Institute, Sheba Medical Center, Ramat Gan, Israel, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe Yeshurun, MD",
            "author_affiliations": [
                "Hematology, Rabin Medical Center, Petah-Tikva, Israel, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amos Toren, Sr., MD, PhD",
            "author_affiliations": [
                "Dept. of Ped. Hem./Onc., The Chaim Sheba Med. Ctr., Tel Hashomer, Israel, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsila Zukerman, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Rambam Medical Center, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Weintraub, Sr., MD",
            "author_affiliations": [
                "Pediatric Henatology - Oncology, Hadassah University Hospital, Jerusalem, Israel, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon Nagler, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel Hashomer, Israel"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reuven Or, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T02:41:11",
    "is_scraped": "1"
}