{
    "doi": "https://doi.org/10.1182/blood.V128.22.5004.5004",
    "article_title": "Incidence of Venous Thromboembolism in Patients with Resected Biliary Tract Cancers ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis",
    "abstract_text": "Background: Venous thromboembolism (VTE) is an important complication of cancer, with adverse impact on morbidity and mortality. In biliary tract cancer (BTC), there is a paucity of data on incidence of VTE and any prognostic markers that may correlate with VTE. Objectives: To determine the incidence of VTE events in patients with resected BTC, as well as identify predictors of VTE. Methods: We conducted a retrospective cohort study of consecutive patients with BTC undergoing surgical resection with a curative intent at the Cleveland Clinic between 1/1/2006-6/30/2014. Electronic medical records and tumor registry were reviewed for baseline demographic and laboratory data, the incidence of VTE after initial diagnosis, including deep venous thrombosis (DVT) of the extremities, pulmonary emboli (PE), or intra-abdominal thrombi. Rates of VTE are reported. Results: The study population comprised 142 patients with a median age of 62 (range 31-84) years; 53% were women. Location of the tumors included extrahepatic (21%), intrahepatic (45%), hilar (9%), and gallbladder (25%). During follow-up, 33 (23.2%) patients had documented VTE. Twenty-five patients had 1 event each, 6 had 2 events each, 1 had 3 events, and 1 patient had 4 events, for a total of 44 events. Of these 44 events, 19 (43.2%) were lower extremity DVTs, 9 (20.4%) were upper extremity DVTs, 7 (16%) were PE, and 9 (20.4%) were visceral (intra-abdominal) thrombi. Four (12.1%) of the 33 patients experienced VTE prior to surgical resection. Univariable analyses did not reveal any association with clinical variables - including age, sex, race, baseline hemoglobin, white blood cell or platelet counts, albumin, location of the tumor, chemotherapy or radiation, and smoking. Conclusion: Nearly one in four patients with biliary tract cancers who have undergone surgical resection develop VTE. Larger prospective studies focusing on risk factors and novel biomarkers are warranted. Disclosures Khorana: Sanofi: Consultancy, Honoraria; Leo: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria; Halozyme: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Janssen Scientific Affairs, LLC: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "biliary tract cancer",
        "venous thromboembolism",
        "excision",
        "deep vein thrombosis",
        "neoplasms",
        "thrombus",
        "albumins",
        "biological markers",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Anne Meier, MD",
        "Alok A. Khorana, MD",
        "Davendra P. S. Sohal, MD MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Anne Meier, MD",
            "author_affiliations": [
                "Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alok A. Khorana, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Davendra P. S. Sohal, MD MPH",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T18:39:02",
    "is_scraped": "1"
}