{
    "doi": "https://doi.org/10.1182/blood.V128.22.2511.2511",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3411",
    "start_url_page_num": 3411,
    "is_scraped": "1",
    "article_title": " TCIRG1 Mutations As a Cause for Chronic Neutropenia ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster II",
    "topics": [
        "mutation",
        "neutropenia",
        "congenital neutropenia",
        "dideoxy chain termination dna sequencing",
        "infections",
        "isoleucine",
        "proline",
        "absolute neutrophil count"
    ],
    "author_names": [
        "Vahagn Makaryan, MD",
        "Breanna Fletcher, BSc",
        "Merideth L. Kelley, MS",
        "Audrey Anna Bolyard, RN, BS",
        "Daniel C. Link, MD",
        "Eric J. Duncavage, MD",
        "David Augustus Qualls, MD",
        "David C. Dale, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Department of Medicine, University of Washington, Severe Chronic Neutropenia International Registry, Seattle, WA "
        ],
        [
            "Washington Univ. Med. School, Saint Louis, MO "
        ],
        [
            "Department of Pathology and Immunology, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Washington University School of Medicine in St. Louis, St. Louis, MO"
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Background: Heterozygous mutations in TCIRG1 are recently associated with congenital neutropenia. [Makaryan et al, Human Mutation, 2014] Recent large scale population study revealed statistically significant association between absolute neutrophil count and variations in TCIRG1 gene. [Rosenthal et al, Genetic Epidemiology, 2016] Aims: To investigate frequency and reveal possible asymptomatic cases of TCIRG1 associated neutropenia. Methods: The Severe Chronic Neutropenia International Registry (SCNIR) enrolled and followed 2 multigenerational families with genetic neutropenia of unknown etiology with a clear autosome dominant inheritance. Exome sequencing of selected affected members from these families revealed two previously reported heterozygous single point mutations in TCIRG1. Confirmatory Sanger sequencing ratifies exome sequencing results. Results: Family 1: P161L (c.482C>T) single point substitution detected in 3 members of this family. This variant is very rare in population and has relatively low minor allele frequency (MAF) score: 0.08. Proline residue at this position is highly conserved and has a high genomic evolutionary rate profiling (GERP) score: 3.46. PolyPhen-2 analysis suggests this substitution as possibly damaging. Family 2: I721N (c.2162T>A) single point substitution detected in 3 members of this family. This variant is also very rare in population and has MAF score: 0.07. Isoleucine at this position is relatively conserved and has GERP score: 2.73. PolyPhen-2 analysis suggests this substitution as probably damaging. Summary/Conclusion: Understanding the genetic, epidemiological and biological basis of TCIRG1 associated neutropenia is critical for improving the diagnosis and treatment of this form of hereditary neutropenia. The pathological mechanisms for TCIRG1-associated neutropenia are not yet known. In our original report [Makaryan et al, Human Mutation, 2014] of the large family with TCIRG1-associated neutropenia, all carriers of the pathogenic variant had neutropenia, with variable severity. Some members have severe neutropenia and associated infections whereas others are mildly affected. The report of these two new variants in these families suggests that there may be other patients and families with neutropenia caused by variants in TCIRG1. Disclosures Dale: Amgen: Consultancy, Honoraria, Research Funding."
}