{
    "doi": "https://doi.org/10.1182/blood.V122.21.2578.2578",
    "article_title": "Proof-Of-Concept Study For Precision Medicine With Chromosome Genomic Array Testing (CGAT) For Drug Sensitivity Screening In Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Tremendous heterogeneity in acute myeloid leukemia (AML) poses a significant challenge to clinical management and effective therapy. Cytogenetics is one of the key prognostic factors for AML. New technologies, such as chromosome genomic array testing (CGAT) combining both SNP-based and non-SNP based array CGH, have allowed informative genomic profiling of chromosome abnormalities with very high resolution. Yet it remains unclear how these unique CGAT-identified clonal aberrations impact the outcome of AML patients and how they predict a patient’s response to a specific medication. In this proof-of-concept study, we aim to explore the correlation of genomic abnormalities identified by CGAT with in vitro drug sensitivity data from 30 AML patients and their clinical responses. We performed CGAT on the pre-treatment bone marrow of these AML patients using CytoScanHD, which includes 2.5 million markers, 750K of which are SNP markers. Copy number aberrations (CNA) and copy-neutral loss of heterozygosity (cnLOH) were analyzed by ChAS and Nexus software. CGAT abnormalities were enumerated based on chromosome arms affected; i.e., multiple segmental CNAs and cnLOH on the same chromosome arm were counted as one aberration. Patients’ response to chemotherapy and clinical relapse were tracked. Drug sensitivity for individual patient leukemia blast samples was measured by a high-throughput in vitro assay consisting of a panel of 160 drugs, of which 45 are FDA approved and 115 investigational. Cell survival was measured by Cell Titer Glo, and data curves for 8 concentrations of each drug were generated to derive EC50 and IC50 values. Statistical correlation was analyzed by Fisher’s exact test, Cox regression, and regression analysis. CGAT detected all the chromosome abnormalities identified by cytogenetics except truly balanced translocations. CGAT also identified clonal aberrations in 7 of the 13 patients with normal cytogenetics. Of the 6 uniquely CGAT abnormal patients, 3 demonstrated cnLOH only and 2 CNA only. Overall, CGAT showed 11 complex karyotypes (CK, defined as >=3 aberrations; high-risk) and 19 normal or simple abnormal cases (low/intermediate-risk), as compared to the cytogenetics classification of 9 poor-risk, 15 intermediate-risk, and 6 low-risk karyotypes. cnLOH was detected in 9 patients (30%). Complete remission (CR) rate after the first induction course in the CGAT CK group was 18% versus 68% in the non-CK group ( P =0.02). There was a very high concordance (90%) between CGAT risk based on CK and conventional cytogenetics. And when cytogenetics and CGAT disagree, as for the 2 patients who had normal cytogenetics but CGAT CK, CGAT risk stratification appeared better as neither patient achieved CR. CR duration longer than 1 year occurred more ( P =0.04) in the CGAT normal patients (50%) than in the CGAT abnormal patients (8.3%). Among those who achieved CR, the hazard of relapse (HR) for CGAT CK patients was 9.9 (CI: 1.6-61; P =0.02); HR for cnLOH patients was 7.1 (CI: 1.2-43; P =0.03). Considering the total aberrations (median 1.5, range 0-16), the HR for relapse among CR patients was 1.3 (CI: 1.1-1.5; P =0.01) per aberration. Six of the 48 drugs that exhibited cytotoxicity in the in vitro assay, including clofarabine (r=0.45, P =0.01) and PKI-587 (dual PI3K/mTOR inhibitor) (r=0.48, P =0.008), showed significant correlation between CGAT aberrations and EC50; i.e, the more CGAT aberrations, the higher concentration is required for a given drug to kill these CGAT-abnormal leukemic cells in vitro . In conclusion, CGAT increased the diagnostic yield by 54% among AML patients with normal cytogenetics and altered the overall risk classification by 6.7%. Complex karyotype identified by CGAT carried the same poor prognostic effect as CK by cytogenetics. Although abnormal CGAT results did not appear to predict response, increasing CGAT abnormalities are associated with early relapse, as is the presence of cnLOH. Genomic complexity detected by CGAT appeared to associate with dosage-dependent resistance to selected drugs by in vitro drug sensitivity analyses. Characterization of prognostic effect and drug response associated with each type of CGAT abnormalities will require a larger data set. Nevertheless, this study demonstrated the clinical utility of CGAT for precision medicine in AML. Disclosures: Becker: Affymetrix: Research Funding.",
    "topics": [
        "chromosomes",
        "genome",
        "leukemia, myelocytic, acute",
        "precision medicine",
        "proof of concept studies",
        "screening",
        "karyotype determination procedure",
        "chromosomal disorder",
        "1-phosphatidylinositol 3-kinase",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Min Fang, MD, PhD",
        "Scott McElhone",
        "Xin Zhao, MD",
        "Barry E. Storer, PhD",
        "Su-In Lee, Ph.D.",
        "C. Anthony Blau, MD",
        "Vivian G. Oehler, MD",
        "Elihu H. Estey, MD",
        "Frederick R. Appelbaum, MD",
        "Pamela S Becker, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Min Fang, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Scott McElhone",
            "author_affiliations": [
                "Seattle Cancer Care Alliance, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Zhao, MD",
            "author_affiliations": [
                "Division of Hematolgy, Department of Medicine, University of Washington Institute for Stem Cell and Regenerative Medicine, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry E. Storer, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Su-In Lee, Ph.D.",
            "author_affiliations": [
                "University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Anthony Blau, MD",
            "author_affiliations": [
                "Institute for Stem Cell and Regenerative Medicine, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivian G. Oehler, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elihu H. Estey, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick R. Appelbaum, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela S Becker, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T06:45:11",
    "is_scraped": "1"
}