{
    "doi": "https://doi.org/10.1182/blood.V106.11.2758.2758",
    "article_title": "The Role of Expression of FLICE and FLICE-Inhibitory Protein Isoforms in Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "One possibility of the execution of cell death is due to the interaction of ligands with their specific death receptors. The death-receptor pathway via FAS, tumor-necrosis factor receptor 1 (TNF-R1) and TNF-related apoptosis inducing ligand (TRAIL)-receptors has been shown to be involved in apoptosis induction by cytotoxic agents in acute myeloid leukaemia (AML). Upon ligation the primary executioner of these pathways is named FLICE (caspase 8). The FLICE-inhibitory-protein (FLIP) consists of two isoforms (FLIP long and FLIP short) and can be recruited to the death inducing signaling complex (DISC) thus preventing the generation of active FLICE. Therefore, both proteins might be important regulators of cell death in AML. First, we determined the expression of FLIP L and FLIP S as well as of the caspase-8 isoforms a/c and b/d by quantitative Taqman-PCR in samples of 149 AML patients at diagnosis. The patients were treated within the AML SHG 96 trial. The median age of the patients was 56 years. The expression levels of all isoforms was not associated with known prognostic factors including cytogenetic risk groups and FLT-3 ITD status. There was a positive correlation between FLIP L and FLIP S (p<0.001) and caspase-8 a/c and b/d (p<0.001) expression, respectively. Additionally, we found a correlation between the expression of both isoforms of caspase-8 with those of FLIP L (p<0.001) but not of FLIP S (p=0.5). We did not observe any association between expression levels of both genes and remission rate, disease-free or overall survival in the entire population. Since we observed a coregulation of caspase-8 and FLIP in AML samples we asked whether a selective deregulation of this balance might change the sensitivity of cell to apoptotic stimuli including chemotherapeutic agents. In a validated model system of HeLa cells we were able to selectively downregulate the expression rate of FLIP on the cDNA and protein level to about 20% of baseline employing a siRNA strategy. As compared to non-silencing control and determined by the MTT assay FLIP siRNA application resulted in reduced viability of HeLa cells (baseline non silence: 100%, FLIP siRNA: 65% [±4]) which was further enhanced (20 % [±3]) by the addition of TRAIL (3 ng/ml). In contrast, silencing of caspase 8 did not influence the viability of HeLa cells. Moreover the addition of commonly used drugs in AML treatment (daunorubicin; etoposide, Ara-C) to HeLa cells after siRNA against FLIP induced an additive cytotoxic effect which was higher as compared to cells treated with siRNA against caspase 8 or non-silencing control. In conclusion upregulation of proapoptotic caspase-8 in AML patient samples seems to be counteracted by parallel expression of the inhibitor protein FLIP. Shifting the balance between FLIP and caspase 8 may alter the sensitivity profile of malignant cells. Whether this approach might be able to overcome resistance of primary leukemic cells needs to be determined.",
    "topics": [
        "casp8 and fadd-like apoptosis regulating protein",
        "caspase-8",
        "leukemia, myelocytic, acute",
        "protein isoforms",
        "rna, small interfering",
        "death domain receptors",
        "antineoplastic agents",
        "cytarabine",
        "cytotoxin",
        "daunorubicin"
    ],
    "author_names": [
        "Uwe Platzbecker, MD",
        "Nicole Georgi",
        "Christian Thiede, MD",
        "Gerhard Ehninger, MD",
        "Thomas Illmer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Uwe Platzbecker, MD",
            "author_affiliations": [
                "Medizinische Klinik I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicole Georgi",
            "author_affiliations": [
                "Medizinische Klinik I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Thiede, MD",
            "author_affiliations": [
                "Medizinische Klinik I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Ehninger, MD",
            "author_affiliations": [
                "Medizinische Klinik I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Illmer, MD",
            "author_affiliations": [
                "Medizinische Klinik I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T15:42:26",
    "is_scraped": "1"
}