{
    "doi": "https://doi.org/10.1182/blood.V104.11.3708.3708",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=122",
    "start_url_page_num": 122,
    "is_scraped": "1",
    "article_title": "γδT Cell Is Impacted to Erythropoiesis Suppression in Patients with Acquired Pure Red Cell Aplastic Anemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "aplastic anemia",
        "erythrocytes",
        "erythropoiesis",
        "psychological suppression",
        "cyclosporine",
        "anemia",
        "aldesleukin",
        "atmosphere, unit of pressure",
        "autoimmune diseases",
        "biopsy"
    ],
    "author_names": [
        "Ting Liu, MD",
        "Min Liu, MSc",
        "Yang Dai, MSc",
        "Huanling Zhu, MD",
        "Xu Cui, MB",
        "Wentong Meng, MSc",
        "Caigang Xu, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, West China Hospital of Sichuan University, Chengdu, Sichuan, China"
        ],
        [
            "Hematology, West China Hospital of Sichuan University, Chengdu, Sichuan, China"
        ],
        [
            "Hematology, West China Hospital of Sichuan University, Chengdu, Sichuan, China"
        ],
        [
            "Hematology, West China Hospital of Sichuan University, Chengdu, Sichuan, China"
        ],
        [
            "Hematology, West China Hospital of Sichuan University, Chengdu, Sichuan, China"
        ],
        [
            "Hematology, West China Hospital of Sichuan University, Chengdu, Sichuan, China"
        ],
        [
            "Hematology, West China Hospital of Sichuan University, Chengdu, Sichuan, China"
        ]
    ],
    "first_author_latitude": "30.637031",
    "first_author_longitude": "104.0776636",
    "abstract_text": "Acquired pure red cell aplastic anemia(PRCA)is a group of heterogeneneous disorders characterized by erythropoiesis failure or disorder in bone marrow. PRCA is often associated with thymoma, large granular lymphocytic leukemia, and also some autoimmune diseases. It has been well documented that T cell subsets from the patients with PRCA often show some abnormalities either in quantum or in the effects to suppress erythropoiesis, and anemia symptom of the patients usually have a good response to cyclosporine treatment. So it suggested that activated T cell might play a key role in the pathogenesis of PRCA. This study is to explore the abnormalities of γδT cell subsets and the effects of immunosuppressive therapy in the PRCA patients. Methods: 12 patients, whose age ranged 37~72 years old, were diagnosed as PRCA based on bone marrow smear and biopsy, and were treated with cyclosporine, and 24 healthy adults were matched as normal controls. The three-color flowcytometry technique was used for lymphocytes subsets and γδT cells analyses. Furthermore, peripheral mononuclear cells (MNC) isolated from PRCA patients were cultured in RPMI1640 medium (10 6 cells/ml) with 10% FCS, phytohemagglutinin(PHA, 10μg/ml), and recombinant human interleukin-2(rIL-2, 50U/ml)for two weeks, then γδT cells were isolated with the TCRγδ Microbead Kit from cultured cells. The collected γδT cells were incubated with normal control bone marrow MNC in RPMI1640 medium (37°, 5% CO2 atmosphere) for CFU-E, CFU-GM, and BFU-E clones assay. Results: Comparing with control group, CD3+/CD8+ cells were increased significantly in the patients group (p<0.05), and the CD4+/CD8+ ratio was decreased and reversed. Furthermore, an increased Tc2 cells percentage and a decreased Tc1/Tc2 ratio were observed, and γδT cells were overrepresented in patients group(P<0.05). After treatment with cyclosporine, 10 of 12 patients got very good response (Hb recovered to over 100g/L), and in the responding patients, CD3+/CD8+ cells, Tc1 and Tc2 cells were decreased, and the ratio of CD4+/CD8+ and Tc1/Tc2 were return to normal respectively, and γδT cells were also decreased to normal range. Moreover, in vitro culture, the γδT cells isolated from PRCA patients show an inhibiting role to CFU-E and BFU-E but not to CFU-GM in a dose-dependent manner. Conclusion: Our study suggested that γδT cells might impacted to pathogenesis of acquired PRCA, a significant improvement of anemia symptoms had been shown after cyclosporine treatment, meanwhile, the percentage of γδT cells recovered to normal range, and it is very interesting, the γδT cells isolated from PRCA patients show an inhibiting role to CFU-E and BFU-E but not to CFU-GM in vitro culture. We think that it is an effective way to treat the patients with acquired PRCA by to rectify the abnormal cellular immunity."
}