{
    "doi": "https://doi.org/10.1182/blood.V106.11.5253.5253",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=343",
    "start_url_page_num": 343,
    "is_scraped": "1",
    "article_title": "Murine Mesenchymal Stem Cells Fail To Suppress Acute Graft Versus Host Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Mesenchymal stem cells (MSCs) are multipotent cells of potential clinical interest given their capacity for in vitro expansion and intriguing immunologic properties. Studies using human and murine MSCs demonstrated their ability to suppress stimulated T cells i n vitro . Consequently, much interest has been generated in the ability of MSCs to prevent graft versus host disease (GVHD). In fact, a limited number of case reports suggest a therapeutic role of human MSCs in the treatment of GVHD. Although encouraging, no systematic study has been performed to assess the ability of MSCs to suppress GVHD in vivo . In the current study we utilize a purified population of adult bone marrow derived murine MSCs previously shown to be immunosuppressive in vitro to evaluate the therapeutic potential in vivo of MSCs in an established model of murine GVHD. Methods: 8–12 week old C57Bl/6xBalb/c F1 mice were given 750cGy irradiation in a Cs135 gamma irradiator. 16–20 hours after irradiation, the mice received one of four groups of donor cells via lateral tail vein injection: 1) 10e6 C57Bl/6 (B6) bone marrow cells (BM) (n=5), 2) 10e6 B6 BM cells + 30e6 B6 spleen cells (n=12) (GVHD inoculum), 3) 10e6 B6 BM cells + 30e6 B6 spleen cells + 1e6 B6 MSCs (n=4) or 4) 10e6 B6 BM cells + 30e6 B6 spleen cells + 1.5e5 B6 MSCs (n=7). Mice were weighed and assessed for physical signs of GVHD such as ruffled fur, desquamation, diarrhea and hunching prior to receiving irradiation and on a weekly basis following irradiation and injection of the cellular inoculum. Results: In accordance with previous studies, the injection of 30e6 parental (B6) spleen cells combined with 10e6 (B6) parental BM cells into an F1 (B6xBalb/c) recipient following 750cGy irradiation resulted in a reliable model of GVHD. All mice receiving this inoculum demonstrated physical signs of GVHD including hunching and ruffled fur by three weeks post injection with the progression to desquamation and diarrhea by 5 weeks post injection. Similar to mice receiving the GVHD inoculum, mice receiving 30e6 B6 spleen cells + 10e6 B6 BM cells + either 1e6 B6 MSCs or 1.5e5 B6 MSCs demonstrated physical signs of GVHD by 3 weeks post injection. Control mice receiving only 10e6 B6 BM cells after 750cGy irradiation remained healthy and did not demonstrate any signs of GVHD. As demonstrated in figure 1, coinjection of either 1e6 B6 MSCs or 1.5e5 B6 MSCs with 30e6 B6 spleen cells + 10e6 B6 BM cells did not result in any significant change in weight loss compared to those mice receiving the GVHD inoculum. Similarly, the survival of mice receiving the GVHD inoculum was not improved by the coinjection of either 1e6 B6 MSCs or 1.5e5 B6 MSCs (25% vs 0% vs 28.57% at 6 weeks post injection). Conclusion: Previous studies have supported an in vitro immunosuppressive function of MSCs and a limited number of human studies have highlighted the potential ability of human MSCs to suppress GVHD. Despite these previous findings the current study demonstrates that the intravenous injection of MHC matched murine MSCs at the time of GVHD induction in an established murine model of GVHD does not affect the onset or severity of GVHD as measured by physical exam, weight loss and survival. View large Download slide Figure View large Download slide Figure ",
    "topics": [
        "diarrhea",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "immunosuppressive agents",
        "intravenous injections",
        "mice",
        "peeling of skin",
        "physical examination",
        "stem cell, mesenchymal",
        "weight reduction"
    ],
    "author_names": [
        "William H. Peranteau, MD",
        "Andrea T. Badillo, MD",
        "Keith Alcorn",
        "Stephanie Filice",
        "Alan W. Flake, MD"
    ],
    "author_affiliations": [
        [
            "The Children’s Institute for Surgical Science, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "The Children’s Institute for Surgical Science, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "The Children’s Institute for Surgical Science, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "The Children’s Institute for Surgical Science, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "The Children’s Institute for Surgical Science, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9474703",
    "first_author_longitude": "-75.1953683"
}