{
    "doi": "https://doi.org/10.1182/blood.V110.11.10.10",
    "article_title": "More Rapid Outgrowth Kinetics of BCR-ABL Mutations in Advanced Versus Newly Diagnosed Philadelphia-Positive Acute Lymphoblastic Leukemia (Ph+ ALL): Clinical-Translational Evidence for a Contributory Role of Non-Mutational Resistance Mechanisms. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Lymphocytic Leukemias - Therapy, excluding Transplantation",
    "abstract_text": "Background: In Ph+ALL, responsiveness to single-agent imatinib (IM) is determined by the disease stage: whereas more than 90% of pts. with newly diagnosed Ph+ALL achieve a complete remission (CR), the CR rate in patients who failed previous chemotherapy is only 20–30%, with a median time to progression of only 2.2 months. Approximately 80% of pts. with Ph+ALL who relapse during IM-based therapy express a BCR-ABL Tyrosine Kinase Domain (TKD) mutation known to confer high-level IM resistance. We recently showed that in 30– 40% of pts. with de novo Ph+ALL, the same mutation found at relapse is already detectable at a low level prior to first IM exposure; in conjunction with the high response rate, this finding indicates limited growth kinetics of the mutant BCR-ABL clones. To elucidate the reasons for the low CR rate observed in advanced Ph+ALL receiving IM salvage therapy, we compared the frequency and type of up-front mutations, the level of mutant clones, and the outgrowth kinetics of mutations during the first 4 weeks of IM monotherapy in de novo Ph+ALL pts. and in pts. who had failed prior chemotherapy. Patients and methods: We employed denaturing high-performance liquid chromatography (D-HPLC) and cDNA sequencing to examine bone marrow and/or peripheral blood samples collected pre-treatment, during therapy and at the time of relapse from 54 pts. with newly diagnosed Ph+ALL (>55 yrs.) enrolled in a GMALL study of combined IM and chemotherapy (n=48) or treated analogously (n=6) and from 67 Ph+ALL pts. who were enrolled in the initial phase II studies of single-agent IM as salvage treatment after prior chemotherapy. Results: Prior to first IM exposure, TKD mutations were detected in 33% (21/63) of pts. with advanced Ph+ALL and 31% (9/29) of pts. with de novo Ph+ALL. The incidence of mutations observed at relapse was substantially higher but did not differ significantly between the two cohorts: 70% in pts. with advanced disease who relapsed on IM monotherapy (33 of 50 pts.; P-loop 48%, T315I 16%, A-loop 2%) and 84% in de novo ALL pts. (n=26), treated with combination therapy (P-loop 46%, T315I 15%, A-loop 9,5%). In contrast, the outgrowth of cells expressing mutated bcr-abl during the first four weeks of IM therapy was considerably more rapid in Ph+ALL pts who had failed prior chemotherapy: mutations were detected after 2 and/or 4 weeks IM in only 44% of patients (8/18 evaluable) with newly diagnosed Ph+ALL, whereas 69% of patients (27/39) with advanced Ph+ALL expressed mutant BCR-ABL on at least one of these timepoints. Moreover, the percentage of mutated BCR-ABL was below 1% in all 8 pts. with a mutation in the former cohort (de novo Ph+ALL), but higher than 5% (range: 5 – 100) in 16 of the 27 advanced disease pts (59%) who had a TKD mutation. Conclusions: In Ph+ALL, the incidence, distribution pattern and level of TKD mutations detected prior to - or at relapse on - IM does not differ between pts with newly diagnosed leukemia and those having failed prior chemotherapy. In contrast, patients with advanced disease are characterised by considerably more rapid outgrowth kinetics of leukemic cells expressing BCR-ABL mutations, providing clinical-translational evidence for a cooperative effect between mutational and non-mutational resistance mechanisms.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "kinetics",
        "leukemia, lymphocytic, acute, l2",
        "mutation",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "combined modality therapy",
        "complete remission",
        "dna, complementary",
        "high pressure liquid chromatography procedure"
    ],
    "author_names": [
        "Heike Pfeifer, MD",
        "Barbara Wassmann, MD",
        "Silvia Wystub, MD",
        "Patrick Brueck, MD",
        "Andreas Hochhaus, MD",
        "Hubert Serve, MD",
        "Dieter Hoelzer, MD",
        "Oliver Ottmann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Heike Pfeifer, MD",
            "author_affiliations": [
                "Universitätsklinikum Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Wassmann, MD",
            "author_affiliations": [
                "Universitätsklinikum Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Wystub, MD",
            "author_affiliations": [
                "Universitätsklinikum Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Brueck, MD",
            "author_affiliations": [
                "Universitätsklinikum Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "Klinikum Mannheim Univ. Heidelberg, III. Medizinische Klinik, Mannheim, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hubert Serve, MD",
            "author_affiliations": [
                "Universitätsklinikum Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dieter Hoelzer, MD",
            "author_affiliations": [
                "Universitätsklinikum Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Ottmann, MD",
            "author_affiliations": [
                "Universitätsklinikum Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T15:34:38",
    "is_scraped": "1"
}