{
    "doi": "https://doi.org/10.1182/blood.V126.23.3026.3026",
    "article_title": "Final Analysis of Overall Survival from the Phase 3 Panorama 1 Trial of Panobinostat Plus Bortezomib and Dexamethasone Versus Placebo Plus Bortezomib and Dexamethasone in Patients with Relapsed or Relapsed and Refractory Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Introduction: Panobinostat is a potent pan-deacetylase inhibitor (pan-DACi) that targets key aberrations in multiple myeloma (MM) cell biology, including epigenetics and protein metabolism. In the phase 3 clinical trial PANORAMA 1, panobinostat in combination with bortezomib and dexamethasone (PAN-BTZ-Dex) led to a statistically significant and clinically relevant increase in progression-free survival of approximately 4 months compared with that with placebo plus bortezomib and dexamethasone (Pbo-BTZ-Dex). Further analyses of patient outcomes by prior treatment demonstrated that the magnitude of PFS benefit was greatest among patients who received at least 2 prior regimens, including bortezomib and an immunomodulatory drug (IMiD; PAN-BTZ-Dex [n = 73]: 12.5 months [95% CI, 7.3-14.0 months]; Pbo-BTZ-Dex [n = 74]: 4.7 months (95% CI, 3.7-6.1 mo; HR 0.47 [95% CI, 0.32-0.72]). These data supported the regulatory approvals of PAN-BTZ-Dex for the treatment of patients with multiple myeloma who received at least 2 prior regimens, including bortezomib and an IMiD. Here we present the final analysis of overall survival (OS) for the entire patient population and among patients who received at least 2 prior regimens, including bortezomib and an IMiD. Methods: The study design for the PANORAMA 1 trial was described previously (San-Miguel. Lancet Oncol. 2014;15:1195-206). The key secondary endpoint was OS. As of June 29, 2015, the 415 events required to conduct the final analysis of OS had been observed. Kaplan-Meier estimation was utilized for OS analyses for the entire population (N = 768), the pre-specified subgroup of patients who received prior bortezomib and IMiD (n = 193), and patients who received at least 2 prior regimens including bortezomib and an IMiD (n = 147). Results: The median OS of patients who received PAN-BTZ-Dex in the overall population was 40.3 months (95% CI, 35.0-44.8 months) vs 35.8 months (95% CI, 29.0-40.6 months) for the Pbo-BTZ-Dex arm with HR 0.94 [95% CI, 0.78-1.14], P = .5435 (Fig 1A). The percentage of patients in each arm who received post-study therapy was 37.7% in the PAN-BTZ-Dex arm and 48.8% in the Pbo-BTZ-Dex arm. The median OS of patients who received at least 2 prior lines, including bortezomib and an IMiD, was 25.5 months (95% CI, 19.6-34.3 months) in the PAN-BTZ-Dex arm vs 19.5 months (95% CI, 14.1-32.5 months) in the Pbo-BTZ-Dex arm (Fig. 1B). The proportion of patients in this subgroup who received post-study therapy was 35.6% in the PAN-BTZ-Dex arm and 66.2% in the Pbo-BTZ-Dex arm. Conclusion: For the overall PANORAMA 1 study population, patients in the PAN-BTZ-Dex arm demonstrated an increase in median OS of 4.5 months vs patients in the Pbo-BTZ-Dex arm, but this result was not statistically significant ( P = .5435). Median OS was also slightly longer for the PAN-BTZ-Dex arm among the more heavily pretreated subgroup of patients who received at least 2 prior regimens, including bortezomib and an IMiD. A higher percentage of patients on the Pbo-BTZ-Dex arm received post-study therapy vs the PAN-BTZ-Dex arm, which may have confounded the OS results. In summary, PAN-BTZ-Dex demonstrates statistically significant increases in PFS vs Pbo-BTZ-Dex in patients with relapsed or relapsed and refractory MM; however, this did not translate to a statistically significant increase in OS. Future trials will plan to focus on further optimization of dose and schedule of panobinostat and bortezomib to improve outcome, as well as novel combinations with other agents, including IMiDs and next-generation proteasome inhibitors. View large Download slide View large Download slide Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Disclosures Beksac: Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Consultancy, Speakers Bureau. Dimopoulos: Janssen: Honoraria; Janssen-Cilag: Honoraria; Onyx: Honoraria; Amgen: Honoraria; Genesis: Honoraria; Celgene: Honoraria; Novartis: Honoraria. Jedrzejczak: Onconova: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Siritanaratkul: Pfizer: Research Funding; Roche: Research Funding; Novartis: Research Funding; Janssen-Cilag: Research Funding. Schlossman: Millennium: Consultancy. Hou: Novartis: Membership on an entity's Board of Directors or advisory committees. Moreau: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Honoraria, Membership on an entity's Board of Directors or advisory committees; Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees. Lonial: Bristol-Myers Squibb: Consultancy, Research Funding; Millennium: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Onyx: Consultancy, Research Funding; Celgene: Consultancy, Research Funding. Sopala: Novartis Pharma: Employment, Equity Ownership. Bengoudifa: Novartis: Employment. Corrado: Novartis: Employment, Equity Ownership. Richardson: Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Millennium Takeda: Membership on an entity's Board of Directors or advisory committees; Johnson & Johnson: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "multiple myeloma",
        "panobinostat",
        "proteasome inhibitors",
        "arm",
        "equity"
    ],
    "author_names": [
        "Jesús F. San-Miguel, MD",
        "Vania T.M. Hungria, MD PhD",
        "Sung-Soo Yoon, MDPhD",
        "Meral Beksac, MD",
        "Meletios A. Dimopoulos",
        "Ashraf Elghandour, MD",
        "Wieslaw W. Jedrzejczak, MD",
        "Andreas Guenther, MD",
        "Thanyaphong Na Nakorn, MD",
        "Noppadol Siritanaratkul",
        "Robert L. Schlossman, MD",
        "Jian Hou, MD PhD",
        "Philippe Moreau",
        "Sagar Lonial, MD",
        "Jae Hoon Lee, MD",
        "Hermann Einsele, MD",
        "Monika Sopala, PhD",
        "Bourras-Rezki Bengoudifa, MS",
        "Claudia Corrado, MD",
        "Paul G. Richardson"
    ],
    "author_dict_list": [
        {
            "author_name": "Jesús F. San-Miguel, MD",
            "author_affiliations": [
                "Clínica Universidad de Navarra-CIMA, Pamplona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vania T.M. Hungria, MD PhD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, Sao Paulo, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Soo Yoon, MDPhD",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Hospital, Seoul, South Korea "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meral Beksac, MD",
            "author_affiliations": [
                "Ankara University Faculty of Medicine Department of Hematology, Ankara, Turkey "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A. Dimopoulos",
            "author_affiliations": [
                "National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashraf Elghandour, MD",
            "author_affiliations": [
                "Alexandria University, Qesm Bab Sharqi, Egypt "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wieslaw W. Jedrzejczak, MD",
            "author_affiliations": [
                "Hematology, Oncology and Internal Diseases, Medical University of Warsaw, Warsaw, Poland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Guenther, MD",
            "author_affiliations": [
                "University of Kiel, Kiel, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thanyaphong Na Nakorn, MD",
            "author_affiliations": [
                "Chulalongkorn University and King Chulalongkorn Memorial Hospital, Bangkok, Thailand "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noppadol Siritanaratkul",
            "author_affiliations": [
                "Department of Pediatrics and Internal Medicine, Siriraj Hospital, Mahidol University, Bangkok, Thailand "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert L. Schlossman, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian Hou, MD PhD",
            "author_affiliations": [
                "Department of Hematology, The Myeloma & Lymphoma Center, Changzheng Hospital, The Second Military Medical University, Shanghai, China "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau",
            "author_affiliations": [
                "Department of Hematology, Nantes University Hospital, Nantes, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Division of BMT, Winship Cancer Institute, Emory University, Atlanta, GA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae Hoon Lee, MD",
            "author_affiliations": [
                "Gachon University Gil Medical Center, Incheon, South Korea "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermann Einsele, MD",
            "author_affiliations": [
                "Department of Medicine II, University Hospital Würzburg, Würzburg, Germany "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Sopala, PhD",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bourras-Rezki Bengoudifa, MS",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Corrado, MD",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Richardson",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T06:44:15",
    "is_scraped": "1"
}