{
    "doi": "https://doi.org/10.1182/blood.V124.21.1136.1136",
    "article_title": "The Efficacy of Oral Elemental Diet in Patients with Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster I",
    "abstract_text": "Background: Oral elemental diet (ED) is easily assimilated form of liquid nutrients composed of amino acids, sugars, vitamins and minerals. It alleviates the digestive loading from the intestine and mainly used for enteral nutritional support in the treatment of patients with Crohn's disease. High dose alkylating agents and total body irradiation (TBI) commonly used in conditioning regimens for hematopoietic stem cell transplantation (HSCT) are well known to cause severe gastro intestinal toxicities including mucositis associated with oral pain which often disturb oral intake of the patient. Inadequate nutrition requiring total parenteral nutrition (TPN) prolongs hospitalization and life-threatening infection may result from bacterial translocation through damaged mucosal membranes. Objectives: To our best knowledge, there are no previous reports of the efficacy of ED in patients with HSCT. We conducted a prospective cohort study to determine whether ED improved patients' outcome. Patients: We enrolled 73 consecutive patients who underwent HSCT between Mar. 2011 and Mar. 2013 in Anjo Kosei Hospital. Fifty patients undergone allogeneic HSCT, and 23 patients undergone autologous HSCT. The sources of allogeneic HSCT were unrelated bone marrow (n=16), related peripheral blood stem cell (n=16), unrelated cord blood (n=18). Median age was 47 years old (range, 17-72 years). There were 41 male and 32 female patients. Patients had leukemia (n = 38), malignant lymphoma (n = 24), multiple myeloma (n = 7), and others (n = 3). At transplant, 52 patients were in complete remission (CR), 21 patients were in non-CR. Twenty-one patients who were transplanted before November 2011 did not receive any ED (non-ED group; NEG), and 52 patients transplanted afterward November 2011 received an ED as standard care (ED-group; EG). Methods: ED administration was initiated from day -8 to day -4 to all patients when conditioning regimens for HSCT began, and ended on day +28 after HSCT. The recommended dose was 80g (1255 kJ) daily for total oral ED intake. We didn’t exclude the intake after failure of ED administration, additional food intake, and total parenteral nutrition (TPN). Our standard practice for allogeneic HSCT has been to start TPN on day -1 and continue until patients achieve a documented caloric intake of 6279 kJ per day after engraftment. For autologous HSCT, our protocol has been to start TPN when patients fail to reach a documented caloric intake of 6279 kJ per day by food intake and continue until this level is reached. This study was approved by our institutional review board. Results: Patient characteristics were not significantly different between the two groups. The median days of ED administration was 30 days (range, 3–37 days). The median number of days of oral food intake for EG and NEG were 22 days (range, 2–37) and 25 days (range, 3–35 days) days, respectively ( P = 0.90). There were no adverse events reported due to ED administration. Grade 3/4 oral mucositis occurred in 13 (25%) EG patients and 10 (48%) NEG patients ( P =0.06). Mean duration of mucositis in EG and NEG were 2.8 days and 5.6 days ( P =0.07), respectively. Grade 2 to 4 fever occurred in 43 (83%) EG patients and 14 (67%) NEG patients ( P =0.13), and the mean duration of fever were 3.9 days and 5.0 days, respectively ( P =0.95). Acute GVHD occurred in 8 (19%) EG patients and 7 (46%) NEG patients ( P =0.21). The mean duration of patient hospitalization was 36.6 days in EG patients and 57.3 days in NEG patients ( P =0.003 ). Day100 non-relapse mortalities were 4 (8%) in EG patients and 3 (14%) in NEG patients ( P =0.40). Conclusions: Oral intake of ED in patients with HSCT significantly reduced the duration of hospitalization and showed the possibility to improve the occurrence of grade 3/4 oral mucositis without adverse events. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diet",
        "hematopoietic stem cell transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "adverse event",
        "energy intake",
        "fever",
        "mucositis",
        "oropharyngeal mucositis",
        "total parenteral nutrition",
        "alkylating agents"
    ],
    "author_names": [
        "Takanobu Morishita, MD",
        "Natsuko Tsushita, MD",
        "Kanae Imai, MD",
        "Toshiyasu Sakai, MD",
        "Kotaro Miyao, MD",
        "Reona Sakemura, MD",
        "Tomonori Kato, MDPhD",
        "Keiko Niimi, MD",
        "Yoshitaka Ono, MD",
        "Masashi Sawa, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Takanobu Morishita, MD",
            "author_affiliations": [
                "Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natsuko Tsushita, MD",
            "author_affiliations": [
                "Anjo Kosei Hospital, Anjo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanae Imai, MD",
            "author_affiliations": [
                "Anjo Kosei Hospital, Anjo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshiyasu Sakai, MD",
            "author_affiliations": [
                "Anjo Kosei Hospital, Anjo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kotaro Miyao, MD",
            "author_affiliations": [
                "Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reona Sakemura, MD",
            "author_affiliations": [
                "Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomonori Kato, MDPhD",
            "author_affiliations": [
                "Anjo Kosei Hospital, Anjo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiko Niimi, MD",
            "author_affiliations": [
                "Anjo Kosei Hospital, Anjo, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshitaka Ono, MD",
            "author_affiliations": [
                "Anjo Kosei Hospital, Anjo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masashi Sawa, MD PhD",
            "author_affiliations": [
                "Anjo Kosei Hospital, Anjo, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T18:38:10",
    "is_scraped": "1"
}