{
    "doi": "https://doi.org/10.1182/blood.V124.21.3105.3105",
    "article_title": "Promising Results of Ibrutinib in Three Patients with Secondary Central Nervous System Mantle Cell Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Introduction. Risk of CNS dissemination in mantle cell lymphoma (MCL) is a rare and secondary event that occurs during the course of the disease. Prognosis from time of CNS involvement diagnosis is poor despite high-dose metabolite chemotherapy. New drugs are emerging in MCL treatment. The oral inhibitor of Bruton's tyrosine kinase (BTK), Ibrutinib (Pharmacylics, Sunnyvale, CA), has demonstrated unprecedented single agent overall response rate in relapsed or refractory MCL. Efficacy of Ibrutinib in CNS relapse is not known. Patients and methods. In 2014, three patients with MCL presented with a refractory secondary CNS dissemination at our institution. Patient 1, a 61 years old man, was first diagnosed in November 2009 with MCL, stage IV with a nodal, bone marrow and colon dissemination. MIPI score was evaluated as 5.5 (low risk). Patient received R-DHAX (rituximab, dexamethasone, aracytine, oxaliplatine) x 4 cycles followed by a high-dose R-BEAM therapy plus autologous stem cell transplantation (ASCT) (LYMA trial). First CNS relapse occurred in November 2012 as a right retro-ocular nodule and optic nerve infiltration. Patient was treated with R-IVAM, (rituximab, aracytine, ifosfamide, vepeside, high-dose methotrexate) x 6 cycles, with a complete response. He relapsed in December 2013 during rituximab maintenance, and was treated with CHOP-procarbazine x 3 cycles with a progression of the retro-ocular nodule and a peripheral nodal dissemination. Ibrutinib single agent was started in April 2014 at standard dose (560 mg/day). Patient 2, a 77 years old woman, was first diagnosed in February 2013 with MCL, stage IV disease with a nodal, splenic, blood, and bone marrow dissemination. MIPI score was 7.67 (high risk). Six cycles of R-CHOP followed by Rituximab maintenance was given. Relapse occurred during the Rituximab maintenance as an isolated meningeal dissemination. Patient received 6 cycles of R-DHA with a complete response. One month later, she presented an early relapse with meningeal dissemination and a left retro-orbital nodule. Ibrutinib single agent was started in May 2014 at standard dose. Patient 3, a 62 years old man, was first diagnosed in January 2011 with MCL stage IV with a splenic, blood and nodal dissemination. MIPI score was evaluated at 5.8 (intermediate risk). The patient had a splenectomy in March 2011. He relapsed in July 2013 with a blood, liver and nodal infiltration. The patient was treated with R-DHAX x 4 cycles followed by a high-dose R-BEAM therapy plus ASCT. He relapsed in July 2014 with a transverse myelitis. Ibrutinib single agent was started at standard dose. In parallel we studied plasmatic and CSF pharmacokinetic of Ibrutinib in one patient. Results. All patients were alive, respectively at 4 and 3 months and two weeks. CNS response of patient 1 by CT showed a tumor reduction of 81% with a complete CNS response on TEP at 4 months (Fig 2A and 2B). A complete response of peripheral nodal involvement was also observed. Patient 2 was evaluated with CSF study and CNS MRI. We observed an important decrease of CSF involvement (from 900 cells/mL to 100 cells/mL) as early as day 15 (Fig 1), and a response of the retro-orbital lesion (-23%). However an increase of lymphoma cells in CSF was observed at day 64 and was associated with 88 % decrease in Ibrutinib plasma exposure. At the same time, Ibrutinib CSF concentration measured at Tmax remained stable from day 8 to day 36, ranging from 1 to 3 ng/mL, with a CSF concentration/plasmatic concentration ratio of 0,019. Patient 3 rapidly improve his clinical exam with a recuperation of motor deficit and sensitive level at day 8. MRI was evaluated at day 8 of Ibrutinib and showed a spectacular response with a 69% decrease of myelitis trasverse and a regression of contrast enhancement (Fig 2C). Conclusion. This is the first report of efficacy of Ibrutinib in CNS lymphoma dissemination. We observed in these 3 cases an objective response and a pharmacodynamy proof of Ibrutinb CSF diffusion. Hypotheses for progression in patient 2 are 1/ a variability of Ibrutinib exposure; or 2/ the apparition of a C481S mutation of BTK. This observation is pivotal as CNS dissemination of other lymphoma subtypes, such as diffuse large B-cell lymphoma, or indolent lymphomas (follicular or marginal zone lymphoma) are all associated with poor prognosis. Given Ibrutinib upfront may eradicate this risk of dissemination and has to be prospectively evaluated. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Disclosures Amorim: Oncoethix SA: Research Funding. Brice: Seattle Genetics, Inc.: Research Funding; Takeda Pharmaceuticals International Co.: Honoraria, Research Funding; Roche: Honoraria. Thieblemont: Oncoethix SA: Research Funding.",
    "topics": [
        "central nervous system",
        "ibrutinib",
        "mantle-cell lymphoma",
        "colony-stimulating factors",
        "rituximab",
        "autologous stem cell transplant",
        "complete remission",
        "lymphoma",
        "magnetic resonance imaging",
        "central nervous system lymphoma"
    ],
    "author_names": [
        "Sophie Bernard",
        "Lauriane Goldwirt",
        "Sandy Amorim, MD",
        "Pauline Brice, MD",
        "Josette Briere, MD",
        "Helene Sauvageon",
        "Catherine Thieblemont, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sophie Bernard",
            "author_affiliations": [
                "Hopital Saint-Louis, APHP, PARIS, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lauriane Goldwirt",
            "author_affiliations": [
                "Hopital Saint Louis, APHP, PARIS, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandy Amorim, MD",
            "author_affiliations": [
                "Hopital Saint-Louis, APHP, Paris, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pauline Brice, MD",
            "author_affiliations": [
                "Hopital Saint-Louis, APHP, Paris, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josette Briere, MD",
            "author_affiliations": [
                "Hopital Saint-Louis, APHP, Paris, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helene Sauvageon",
            "author_affiliations": [
                "Hopital Saint Louis, APHP, PARIS, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Thieblemont, MD PhD",
            "author_affiliations": [
                "Hopital Saint-Louis, APHP, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T02:53:19",
    "is_scraped": "1"
}