{
    "doi": "https://doi.org/10.1182/blood.V122.21.5579.5579",
    "article_title": "Sickle Cell Crisis: Safety Of a High-Dose Opioid Protocol In The Emergency Department ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research",
    "abstract_text": "Background Vaso-occlusive crisis (VOC) management of patients with sickle cell disease (SCD) in emergency departments (EDs) is typically reported as sub-optimal. As part of a larger research and quality improvement study, a nurse-initiated high dose, opioid protocol for adults with VOC was implemented in one ED. The protocol allowed for administration of a total of morphine sulfate (MS) 50 mg, or hydromorphone 10 mg intravenous push (IVP), over three doses (every 20 minutes) and within 60 minutes for patients who received opioid therapy in the last 24 hours, and half the dose for patients who had not taken opioids in the last 24 hours. Additional analgesic administration was at the discretion of the ED physician. Objective Protocol fidelity [total IV MS equivalents (IVMSE) in mgs administered] and safety was evaluated. Methods A structured medical record (MR) review was conducted for all ED visits in patients with a diagnosis of VOC during the 13 month time period immediately after protocol initiation in a single urban ED. All opioids, doses and routes administered during the entire ED stay, and six hours into the hospital admission (when applicable) were abstracted and the total IVMSE administered was calculated for the ED, hospital (First 6 hours), and a total ED + hospital. The period of six hours post admission was selected to be able to identify possible negative effects of opioids administered in the ED; thus it was necessary to also abstract additional opioid doses received by the patient during this six our time period. After six hours, negative effects would not be the result of dosing done in the ED. All documented Oxygen saturations (SPO2) and respiratory rates were abstracted. The ED and hospital MR were searched for administration of naloxone, vasoactive medications, and evidence of respiratory arrest, or any other type of resuscitation effort. A respiratory rate (RR) < 10, or SPO2 <92 were coded as abnormal. Descriptive statistics were used to report the total IVMSE while in ED, six hours post ED while in the hospital, and total (ED and hospital). Inter-rater reliability of IVMSE doses was good (n=80, Pearson r = .84). Logistic regression was used to predict abnormal events. Predictors in the model were age, gender, and ED IVMSE administered. Results 72 patients (mean age 36, 54% male) had 603 visits, of those 276 were admitted. The total mean (95% CI) mg IVMSE administered in the ED and first 6 hours of hospital combined was 93 mg (CI 86, 100), ED visit 63 mg (CI 59, 67) and hospital 66 mg (CI 59, 72).  No administration of naloxone, vasoactive medications, or resuscitative measures was required during any visit. During two visits, patients experienced a RR < 10 and 61 visits were associated with a SPO2 <92%. It was not possible to determine if oxygen administration was additionally required because many patients routinely received oxygen during VOC. Older age and higher IVMSE dose were associated with abnormal vital sign occurrence. For every one year increase in age, patients were 4%, or 1.04 times more likely to experience an abnormal vital sign (p=0.012). For every 10 mg IVMSE increase in the ED dose, patients were 4.6%, or 1.046 times more likely to experience an abnormal vital sign (p=0.049). Conclusion A high dose opioid protocol to treat VOC in the ED was found to be feasible, importantly, the protocol was safe. Older age and higher IVMSE dose were associated with abnormal vital sign occurrence.  While some patients experienced a SPO2 <92%, no additional interventions or opioids discontinuation were required. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "emergency service, hospital",
        "opioids",
        "sickle cell anemia with crisis",
        "oxygen saturation measurement",
        "vital signs",
        "naloxone",
        "oxygen",
        "respiratory rate",
        "resuscitation",
        "vasoactive agents"
    ],
    "author_names": [
        "Paula Tanabe, PhD, RN, FAEN, FAAN",
        "Judith Paice, PhD, RN, FAAN",
        "Zoran Martinovich, PhD",
        "Laura M. De Castro, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paula Tanabe, PhD, RN, FAEN, FAAN",
            "author_affiliations": [
                "Schools of Nursing and Medicine, Duke University, Durham, NC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Judith Paice, PhD, RN, FAAN",
            "author_affiliations": [
                "Hematology/Oncology, Northwestern University, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zoran Martinovich, PhD",
            "author_affiliations": [
                "Psychiatry, Northwestern University, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura M. De Castro, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University, Durham, NC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T09:39:05",
    "is_scraped": "1"
}