{
    "doi": "https://doi.org/10.1182/blood.V114.22.3883.3883",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1445",
    "start_url_page_num": 1445,
    "is_scraped": "1",
    "article_title": "Rituximab, Fludarabine and Alkylating Agents in Peripheral Neuropathies Related to IgM Monoclonal Gammopathy with Autoantibody Activity against Myelin-Associated-Glycoprotein : a Retrospective Study of 15 Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster III",
    "abstract_text": "Abstract 3883 Poster Board III-819 Treatment of peripheral neuropathies (PN) related to IgM monoclonal (MIgM) gammopathy with anti Myelin-Associated-Glycoprotein (MAG) antibodies remains unsatisfactory. Reducing the serum level of the MIgM is likely to be a reasonable goal because of its auto-antibody activity against antigens expressed on peripheral nerve and because of various data, including studies of MIgM and complement deposition along nerve fibers and transfer experiments in animals, which argue in favour of a causal link between the MIgM and the nerve lesions. Rituximab (R) in combination with Fludarabine (F) and/or alkylating agents is considered as a highly effective regimen for achieving excellent remission in Waldenström's macroglobulinemia. It has been poorly evaluated in MIgM anti-MAG antibody-related PN. We retrospectively studied a cohort of 15 patients (pts) who were treated with such association or with R alone. Median age at diagnosis was 64 years (range, 47-84). 13/15 pts had MIgM with kappa-light-chain. All pts had sensory symptoms including 9 with ataxia, and 3 presented with disabling motor involvement. Median INCAT (Inflammatory Neuropathy Course and Treatment) disability score was 4 (range, 2-12). Median MIgM level was 5.9 g/l (range: 1.8-28). In 2 pts, it was not detectable by serum electrophoresis (SEP) but only by serum immunofixation (SIF). No pt had evidence for an associated overt lymphoid proliferation. Anti-MAG antibodies were assessed by immuno-blot and ELISA techniques. Electrophysiologic evaluation showed a demyelinating, axonal or mixed neuropathy in 8, 2 and 5 pts, respectively. Nine pts had been previously treated (7 with alkylating agents alone and 2 with intravenous immunoglobulin infusions) and none had experienced any clinical or biological improvement. Median interval time between PN diagnosis and treatment with R +/- chemotherapy was 25.6 months (range, 1-159). Twelve pts received a combination of R + chemotherapy (7 R + F + Cyclophosphamide (C), 4 R + C or chlorambucil, 1 R + F) and 3 received R alone. Significant and durable clinical improvement (including INCAT disability score) occurred in 7 pts, all treated with R + chemotherapy. Among these responders, 5 had a major reduction (>90%) of the serum MIgM level (including 3 with disappearance of monoclonal component on SEP but not on SIF). On the opposite, neither clinical response nor INCAT disability score improvement was observed in any pt treated with R alone. Electromyography significantly improved in 3 of the 9 evaluable pts, all of whom with concomitant major reduction on the MIgM serum level while on R + chemotherapy. Seven pts experienced drug-induced cytopenias including 4 grade III-IV neutropenia and 1 grade III thrombopenia. Treatment-related infections occurred in 3 pts (2 herpes zoster, 1 cytomegalovirus retinitis). One pt developed parotid adenocarcinoma one year after completion of R+F+C therapy. One pt died from cardiac arrest during a surgical procedure for lithiasic cholecystitis. In conclusion, combination of R, F and alkylating agents in MIgM anti-MAG antibodies-related PN provides high rates of durable clinical improvement, even in first-line refractory pts. Response is most often correlated with significant reduction of the MIgM serum level but does not need its disappearance. R + chemotherapy toxicity is acceptable but adding F implies immunosuppressive consequences that should be carefully evaluated. Although this remains to be formally demonstrated, R + chemotherapy seems to be more effective than R alone. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "alkylating agents",
        "autoantibodies",
        "fludarabine",
        "immunoglobulin m",
        "monoclonal gammopathy of undetermined significance",
        "myelin associated glycoprotein",
        "paraproteinemias",
        "peripheral neuropathy",
        "rituximab",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Lionel Karlin",
        "Bertrand Arnulf",
        "Lionel Galicier",
        "Bouchra Asli",
        "Marion Malphettes",
        "Claire Fieschi",
        "Sophie Cereja",
        "Eric Oksenhendler",
        "Jean-Paul Fermand",
        "Jean-Claude Brouet"
    ],
    "author_affiliations": [
        [
            "Immuno-Hematology Unit, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Immuno-Hematology Unit, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Immunopathology Unit, Saint-Louis Hospital, Paris, France"
        ],
        [
            "Immuno-Hematology Unit, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Immuno-Hematology Unit, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Immunopathology Unit, Saint-Louis Hospital, Paris, France"
        ],
        [
            "Immuno-Hematology Unit, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Immunopathology Unit, Saint-Louis Hospital, Paris, France"
        ],
        [
            "Immuno-Hematology Unit, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Immuno-Hematology Unit, Saint-Louis Hospital, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.83135525",
    "first_author_longitude": "2.3293290499999997"
}