{
    "doi": "https://doi.org/10.1182/blood.V120.21.1817.1817",
    "article_title": "Usage of HLC-Ratio, FLC-Ratio, Ife, PBMC Infiltration and Isotype Suppression At Best Response Reveals Isotype Suppression As Most Powerful Parameter for Identification of Multiple Myeloma Patients with Long Survival ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1817 Introduction: Identifying patients with optimal response and long survival is important for clinical guidance because patients with these features are likely not to need further therapy. The techniques applied for classifying these patients should be readily available, standardized, and not liable to subjective interpretation. Here we compare the clinical usability of Hevylite™ (HLC) assay, FLC assay, IFE (immunofixation electropheresis), PMPC (bone marrow plasma cell) infiltration and isotype suppression for identifying patients at their best response with long term survival. Methods and Patients: 65 multiple myeloma patients (median age at maximum response 64, range 33–85; 42 IgG, 23 IgA) were enrolled following the minimum assignment of very good partial response using international myeloma working group guidelines. Patients had been enrolled into various clinical trials and been treated with different induction protocols (VAMP, VMCP+IFNa2b, Thal-Dex, MP, VMP). Median follow was 4.5 years, range 0.5–12 years. Heavy/light chain analysis was retrospectively performed for the monoclonal plasma cell immunoglobulin and its isotype matched pair (42 IgGκ / IgGλ and 23 IgAκ / IgAλ) using commercially available immunoassays (Hevylite™, The Binding Site, Birmingham, UK). Isotype matched immunoparesis was recorded if the patients immunoglobulin concentration was 33% below the bottom of the normal range (IgGk, IgGl, IgAk, IgAl), similarly immunoparesis was assessed if the patients total immunoglobulin levels were 33% below the normal range (IgG, IgA, IgM). Results were compared to bone marrow biopsy, serum free light chain (Freelite™, The Binding Site, Birmingham, UK) and standard immunoglobulin assays. Overall survival was estimated by the product limiting method of Kaplan Meier and survival compared using the log rank test, proportional hazards were assessed using the Cox proportional hazard model. Results: Comparison of patients at maximum response with and without IF-positivity, abnormal HLC ratios, abnormal FLC ratios or BMPC infiltration >5% did not reveal significantly different survival rates. Only patients with an abnormal HLC ratio showed a tendency for shorter survival ( table 1 ). When all markers were combined a difference in the 5 year survival rate was noted (50% as compared to 100%), but due to the limited power, the statistical analysis revealed a tendency for reduced survival only. Discrimination of patients according to HLC pair suppression produced a highly significant difference in overall survival with a 5 year survival rate of 43% compared to 70% ( figure 1 ). Median overall survival was 4.8 years vs. 8.5 years (HR, 2.5 CI: 1.1–5.54,p <0.02). In contrast, suppression of the non-involved isotype immunoglobulin (i.e. IgG concentrations in an IgA MM patient) was not found to be associated reduced overall survival (IgG or IgA, p=0.75, IgM, p=0.9)  . Assessment . n . Hazard Ratio (CI) . P Value . A IFE 61 1.23 (0.6–2.5) 0.57 B >5% BM infiltration 32/61 0.69 (0.34–1.4) 0.3 C Abnormal FLC ratio 36/65 1.49 (0.54–2.4) 0.7 D Abnormal HLC ratio 27/65 1.65 (0.78–3.3) 0.2 E HLC chain pair suppression 16/65 2.5 (1.15–5.54) <0.02  A+B+C+D+E 4/61 24.4 (0.95–6116) 0.064 . Assessment . n . Hazard Ratio (CI) . P Value . A IFE 61 1.23 (0.6–2.5) 0.57 B >5% BM infiltration 32/61 0.69 (0.34–1.4) 0.3 C Abnormal FLC ratio 36/65 1.49 (0.54–2.4) 0.7 D Abnormal HLC ratio 27/65 1.65 (0.78–3.3) 0.2 E HLC chain pair suppression 16/65 2.5 (1.15–5.54) <0.02  A+B+C+D+E 4/61 24.4 (0.95–6116) 0.064 View Large Discussion: These findings show the importance of immunoparesis at time of maximum response. This phenomenon is specific to the non-involved isotype matched immunoglobulin suggesting a preferential isotype specific inhibition mechanism not previously identified. Interestingly, among the other parameters only abnormal heavy light chain ratio showed a tendency for shorter survival. However, when all of the factors were considered together a small population (4/61, 7%) was identified as having an exceptionally long remission (OS, median: 5.9 years (2.0 – 10.2) Conclusion: The non-involved isotype matched pair suppression has previously been shown to be a prognostic factor in MGUS transformation and in predicting progression free survival in MM patients. Here for the first time we identify this marker as being the most important marker in predicting outcome at maximum response. Figure 1: View large Download slide Median overall survival was significantly shorter in patients with heavy light chain pair suppression compared to the non-suppressed group (median OS 4.8 vs. 8.5 years, p<0.02) Figure 1: View large Download slide Median overall survival was significantly shorter in patients with heavy light chain pair suppression compared to the non-suppressed group (median OS 4.8 vs. 8.5 years, p<0.02)  Close modal Disclosures: Carr-Smith: Binding Site: Employment. Hughes: Binding Site: Employment. Harding: Binding Site: Employment.",
    "topics": [
        "free immunoglobulin light chain",
        "immunofixation",
        "immunoglobulin isotypes",
        "multiple myeloma",
        "peripheral blood mononuclear cell",
        "psychological suppression",
        "immunoglobulins",
        "antigens, cd98 light chains",
        "immunoglobulin a",
        "immunoglobulin g"
    ],
    "author_names": [
        "Heinz Ludwig",
        "Georg Slavka",
        "Wolfgang Hübl",
        "Hugh Carr-Smith",
        "Dejan Milosavljevic",
        "Richard Hughes",
        "Niklas Zojer",
        "Stephen Harding"
    ],
    "author_dict_list": [
        {
            "author_name": "Heinz Ludwig",
            "author_affiliations": [
                "1st Department of Internal Medicine, Center for Oncology and Hematology, Wilhelminenhospital, Vienna, Austria, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Georg Slavka",
            "author_affiliations": [
                "1st Department of Internal Medicine, Center for Oncology and Hematology, Wilhelminenhospital, Vienna, Austria, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Hübl",
            "author_affiliations": [
                "Wilhelminenhospital, Vienna, Austria, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hugh Carr-Smith",
            "author_affiliations": [
                "The Binding Site Group Limited, Birmingham, England, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dejan Milosavljevic",
            "author_affiliations": [
                "1st Department of Internal Medicine, Center for Oncology and Hematology, Wilhelminenhospital, 1160, Austria, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Hughes",
            "author_affiliations": [
                "The Binding Site Group Limited, Birmingham, England, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niklas Zojer",
            "author_affiliations": [
                "1st Department of Internal Medicine, Center for Oncology and Hematology, Wilhelminenhospital, Vienna, Austria, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Harding",
            "author_affiliations": [
                "Research Director, The Binding Site Group Ltd, Birmingham, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T15:38:39",
    "is_scraped": "1"
}