{
    "doi": "https://doi.org/10.1182/blood.V106.11.2177.2177",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=437",
    "start_url_page_num": 437,
    "is_scraped": "1",
    "article_title": "A New Gene Which Regulates Platelet Dense Granules. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "animal model",
        "blood platelets",
        "genes",
        "granules",
        "serotonin",
        "bleeding time procedure",
        "cancer",
        "hemorrhage",
        "hermanski-pudlak syndrome",
        "hypopigmentation-immunodeficiency disease"
    ],
    "author_names": [
        "Rashi Gautam, PhD",
        "Michael E. Rusiniak, PhD",
        "Sreenivasulu Chintala, PhD",
        "Jian Tan, MD",
        "Wei Li, PhD",
        "Edward K. Novak, PhD",
        "Madonna Reddington, MS",
        "Richard T. Swank, PhD",
        "Michael P. McGarry, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular &Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Molecular &Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Molecular &Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Molecular &Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Institute of Genetics &Developmental Biology, Beijing, China"
        ],
        [
            "Molecular &Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Molecular &Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Molecular &Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Animal Care &Technologies, Arizona State University, Tempe, AZ, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Hermansky-Pudlak Syndrome (HPS) is a genetically heterogeneous disease characterized by defects in trafficking of intracellular vesicles to lysosome-related organelles such as melanosomes, lung lamellar bodies and platelet dense granules. The ashen ( rab27a ) mouse coat color mutant maintained at Roswell Park Cancer Institute (ash-Roswell) has been proposed as an animal model of HPS based upon prolonged bleeding times, decreased platelet aggregation and greatly decreased platelet dense granule components, including serotonin and ADP. However, human patients with Rab27a deficiency (Griscelli Syndrome) and other isolates of mouse ashen mutants do not exhibit prolonged bleeding suggesting an additional mutation in a gene affecting platelets but not melanocytes in the ash-Roswell mouse. In order to identify this mutation, a backcross between ash-Roswell and the PWK control strain was analyzed. In 390 backcross progeny, deficient platelet serotonin and diluted coat color ( Rab27a ) phenotypes segregated independently and in the proportions expected for single gene traits. The gene for serotonin deficiency was narrowed to a 2.1Mb region of mouse chromosome 10 containing 15 genes. None of these genes have been implicated previously in platelet storage pool deficiency. These studies indicate this genomic region contains a gene which uniquely controls platelet dense granules and is a candidate gene for a new form of human HPS."
}