{
    "doi": "https://doi.org/10.1182/blood.V110.11.1443.1443",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=836",
    "start_url_page_num": 836,
    "is_scraped": "1",
    "article_title": "Polymorphisms in Multidrug Resistance-Associated Protein Genes Are Associated with Worse Outcome in Childhood Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Leukemias - Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "genes",
        "leukemia, lymphocytic, acute, childhood",
        "multidrug resistance-associated proteins",
        "polymorphism",
        "adenosine",
        "adverse effects of medication",
        "cancer",
        "chemotherapy regimen",
        "membrane transport proteins",
        "methotrexate"
    ],
    "author_names": [
        "Marc Ansari, MD",
        "Geraldine Sauty, BSc",
        "Albert Moghrabi, MD",
        "Maja Krajinovic, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Research Center, CHU Sainte-Justine, Montreal, QC, Canada"
        ],
        [
            "Research Center, CHU Sainte-Justine, Montreal, QC, Canada"
        ],
        [
            "Research Center, CHU Sainte-Justine, Montreal, QC, Canada",
            "Department of Pediatrics, University of Montreal, Montreal, QC, Canada"
        ],
        [
            "Research Center, CHU Sainte-Justine, Montreal, QC, Canada",
            "Department of Pediatrics, University of Montreal, Montreal, QC, Canada",
            "Department of Pharmacology, University of Montreal, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.5029396",
    "first_author_longitude": "-73.6250611",
    "abstract_text": "Methotrexate (MTX) is a key compound of chemotherapeutic regimens used in the treatment of childhood acute lymphoblastic leukemia (ALL). Inter-individual differences in response to this drug may cause treatment failures and adverse drug reactions. In particular, transporters of the adenosine triphosphate-binding cassette (ABC) family such as the ABCC (multidrug resistance-related protein, MRP) are involved in the efflux of this drug. The elimination of MTX may arise, among other factors, to be a major determinant of chemoresistance in leukemic blast cells. It has been demonstrated that ALL patients with high MRP expression had an unfavourable prognosis with relapsed patients showing a higher expression of MRP genes. The polymorphisms in MRP genes, particularly those in promoter region may explain differences in expression and thereby the inter-individual differences in clinical outcome for ALL children. We analyzed polymorphisms in five MRP genes (MRP1-MRP5). Two polymorphisms in MRP1, 7 in MRP2, 4 in MRP3, 8 in MRP4 and 3 in MRP5 gene, located in regulatory and coding gene regions were selected from NCBI dbSNP database. The polymorphisms were analyzed in 50 healthy individuals to estimate allele frequency, linkage disequilibrium, and haplotype phase. Variants sufficient to infer most common haplotypes were further analyzed in 243 children with de novo ALL, treated at Ste-Justine Hospital with multi-agent chemotherapy according to the Dana-Farber Cancer Institute protocols 87-01, 91-01, 95-01 and 2000-01. These polymorphisms/haplotypes were investigated for association with disease outcome. The polymorphisms of two genes, MRP1 and MRP3, appeared associated with event free survival (EFS). Individuals with the AA -genotype of A -1665G promoter polymorphism in MRP1 gene had worse EFS (69% vs. 85%, p=0.007) compared to patients with the GG or AG genotypes (Hazard ratio, HR=2.2 (IC 95%: 1.2–3.9). Carriers of A allele of G-1696A and A-189T polymorphisms in the MRP3 gene had a worse EFS (68% vs. 81%, p=0.016) compared to those with the GG or TT genotype respectively (HR=2,1 IC 95%: 1.1–3.8). The A alleles of both polymorphisms belong to the same haplotype. A-189 is uniquely tagging this haplotype, therefore the association between this haplotype and ALL outcome was also found. A-1696 is shared among this and additional haplotype, the latter not associated with EFS, rendering A-1696 allele less relevant for the prediction of ALL outcome. All associations remained significant in multivariate analysis after inclusion of the known prognostic factors. Similar results were obtained if disease free and overall survival were analyzed instead of EFS. As MRPs are also expressed in the blood-brain barrier, a possible correlation between these polymorphisms and type of relapse (isolated bone marrow or central nervous system) was analysed. No significant difference between the type of relapse and MRP1 or MRP3 described polymorphisms was seen. The variants MRP1 A-1665, and MRP3 A-189 localised in the regulatory region of these genes, have an impact on the outcome in ALL children and could predict differences in MTX response. Further analysis between these polymorphisms and MTX levels as well as combined effect with other at risk genotypes of the folate cycle should be analysed to determine the effect of MRP variants on the outcome of children with ALL."
}