{
    "doi": "https://doi.org/10.1182/blood.V126.23.2428.2428",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3106",
    "start_url_page_num": 3106,
    "is_scraped": "1",
    "article_title": "Meningeoma-1 Cooperates with MLL and DOT1L to Induce Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "topics": [
        "leukemia",
        "dna",
        "histone methyltransferases",
        "karyotype determination procedure",
        "meningioma",
        "mice",
        "binding (molecular function)",
        "cell lines"
    ],
    "author_names": [
        "Simone Riedel, PhD",
        "Jessica Haladyna, BA",
        "Brett Stevens",
        "Craig T Jordan, PhD",
        "Daniel Pollyea, MD MS",
        "Scott A. Armstrong, MD PhD",
        "Qi Wei, PhD",
        "Patricia Ernst, PhD",
        "Tobias Neff, MD",
        "Kathrin M Bernt, MD"
    ],
    "author_affiliations": [
        [
            "Center for Cancer and Blood Disorders, Children's Hospital Colorado, Aurora, CO "
        ],
        [
            "Department of Pediatrics, Hematology/Oncology/BMT, University of Colorado Denver, Aurora, CO "
        ],
        [
            "University of Colorado, Aurora, CO "
        ],
        [
            "Division of Hematology, University of Colorado School of Medicine, Aurora, CO "
        ],
        [
            "Division of Hematology, University of Colorado School of Medicine, Aurora, CO "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "UC Denver, Aurora, CO "
        ],
        [
            "Anschutz Medical Campus-Pediatrics, University of Colorado, Denver, Aurora, CO "
        ],
        [
            "Center for Cancer and Blood Disorders, Children's Hospital Colorado, Aurora, CO "
        ],
        [
            "Pediatrics, University of Colorado Denver, Aurora, CO"
        ]
    ],
    "first_author_latitude": "39.69923304999999",
    "first_author_longitude": "-104.90447825000001",
    "abstract_text": "Meningioma-1 (MN1) is frequently overexpressed in AML, and associated with a poor prognosis. In addition, MN1-TEL fusions are found in AML, underscoring the importance and possible driver function of MN1 in AML. Forced expression of MN1 in murine hematopoietic progenitors induces a highly aggressive leukemia as a single hit. The mechanism by which MN1 induces AML is unclear. MN1 is a transcriptional co-activator with almost no sequence or structural similarity to any other protein, and no targeted approaches to MN1-high AML are currently available. We sought to understand the mechanism by which MN1 induces AML with the goal to identify targetable downstream effectors. We found that the gene expression program induced by forced expression of MN1 in hematopoietic progenitors substantially overlaps with a set of genes that is downregulated in response to loss of the histone methyltransferase Dot1l in normal hematopoietic progenitors. This led us to hypothesize that the MN1-induced leukemogenic gene expression program might be dependent on Dot1l. We established MN1 leukemias on a Dot1l conditional knockout background and found that of Dot1l indeed induced cell cycle arrest, differentiation and apoptosis, and prolonged the survival of transplanted mice in vivo. This was associated with the downregulation of the MN1-induced gene expression program. We next sought to investigate a possible mechanism for this observation. MN1 has been reported to be recruited to its target genes based on ChIP-seq, but it does not itself possess sequence specific DNA binding capacity. The mediator of this recruitment is thus unclear. Since Dot1l has been shown to be required for the high level expression of MLL-fusion target genes in MLL -rearranged leukemias, we asked whether MN1 might cooperate with wild type MLL, explaining the dependence on Dot1l. In order to test whether wild-type MLL is required for MN1 leukemias, we established AML on a MLL -conditional background. Results phenocopied the loss of Dot1l , suggesting that MN1 cooperates with both MLL and Dot1l to induce leukemia. We are currently investigating whether MN1 binds MLL and/or DOT1L directly to exert this function using biochemical and genomic approaches. Finally, we asked whether our findings had relevance for human AML. MN1 overexpression is found over a wide range of different molecular subgroups but is relatively under-represented in MLL -rearranged AML, suggesting redundant pathways. A subgroup that frequently displays very high levels of MN1 expression are AML with a complex karyotype with loss of 5q or 7 sequences, and high expression of HOXA cluster genes. We analyzed the response of a human cell line and two patient samples with high MN1/high HOXA9 expression to inhibition of DOT1L, and found induction of differentiation and apoptosis similar to our mouse model. In summary, our data suggest that MN1 cooperates with wild type MLL to induce a leukemogenic gene expression program that results in AML, and that this program may be targetable by inhibiting DOT1L. Disclosures Pollyea: GlycoMimetics: Other: Member of data safety monitoring board; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Ariad: Consultancy; Karyopharm: Consultancy; Pfizer: Consultancy; Agios: Consultancy, Membership on an entity's Board of Directors or advisory committees. Armstrong: Epizyme, Inc: Consultancy. Ernst: Amgen: Other: 528 shares of stock. Neff: Epizyme: Patents & Royalties: US Patent 62/026583 Dot1l Inhibition in Patients with MN1 High AML filed 7/2014 Coinventor: Tobias Neff."
}