{
    "doi": "https://doi.org/10.1182/blood.V122.21.3807.3807",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2620",
    "start_url_page_num": 2620,
    "is_scraped": "1",
    "article_title": "Impact Of Rad50 On Telomere Recombination Mechanisms In Primary Bone Marrow and B-Cell Lymphomas Lacking Telomerase ",
    "article_date": "November 15, 2013",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "topics": [
        "b-cell lymphomas",
        "immature bone",
        "recombination, genetic",
        "telomerase",
        "telomere",
        "neoplasms",
        "array-based comparative genomic hybridization",
        "mitomycin",
        "camptothecin",
        "comparative genomic hybridization"
    ],
    "author_names": [
        "Tammy Morrish",
        "Vivek Behera",
        "Joshua Budman",
        "Stephen Dria",
        "Michelle Morgan",
        "David Velliquette",
        "Dulat Bekbolysnov",
        "Alyza Skaist",
        "Sarah Wheelan"
    ],
    "author_affiliations": [
        [
            "Department of Biochemistry and Cancer Biology, University of Toledo, Toledo, OH, USA, "
        ],
        [
            "Department of Molecular Biology and Genetics, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "Department of Biomedical Engineering, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "Department of Biomedical Engineering, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "Department of Biochemistry and Cancer Biology, University of Toledo, Toledo, OH, USA, "
        ],
        [
            "Department of Biochemistry and Cancer Biology, University of Toledo, Toledo, OH, USA, "
        ],
        [
            "Department of Microbiology and Immunolog, University of Toledo, Toledo, OH, USA, "
        ],
        [
            "Department of Oncology, Division of Biostatistics, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Department of Oncology, Division of Biostatistics, Johns Hopkins University, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "41.657880399999996",
    "first_author_longitude": "-83.6142374",
    "abstract_text": "The unlimited growth that occurs in tumors requires telomere maintenance. Yet, a portion of human tumors lack telomerase, and maintain telomeres using recombination-based mechanisms. Studies in other model organisms indicate that two different pathways of recombination-based mechanisms impact telomere maintenance and rely on the DNA repair proteins Rad50 and Rad51. In the Rad50-dependent pathway telomere recombination occurs within the telomere repeats. In contrast, recombination using the Rad51-dependent pathway occurs within repetitive sequences in the subtelomeres. Using a mouse B-cell lymphoma model lacking telomerase, Eμmyc+mTR-/-, and immortalized fibroblast cells lacking the RNA component of telomerase (mTR-/-) we have examined the impact of inhibiting Rad50 and Rad51a on telomere recombination. We find inhibiting Rad50 or Rad51a in Eμmyc+mTR-/- B-cell lymphomas, and in mTR-/- immortalized fibroblasts, has a synergistic effect on DNA damage sensitivity to mitomycin but not camptothecin. Inhibiting Rad50 in telomerase deficient cells also results in telomere shortening and in some tumors, reduced growth. In contrast, when Rad50 or Rad51a is inhibited in cells with telomerase, DNA damage sensitivity from mitomycin is not observed when compared to cells expressing a control shRNA. In addition inhibiting Rad50 in cells with telomerase does not significantly impact telomere length or recombination. Next we developed a comparative genomic hybridization (aCGH) approach that detects recombination events in the subtelomeres. Using these subtelomere arrays we find B-cell lymphomas lacking telomerase exhibit a significant increase in subtelomere recombination compared to primary cells. We also examined the impact of inhibiting Rad50 on subtelomere recombination events. Our findings using aCGH suggest that inhibiting Rad50 does not impact subtelomere recombination in Eμmyc+mTR-/- B-cell lymphomas. Overall, our findings suggest that inhibiting either Rad50 or Rad51a in mTR-/- cells has a synergistic impact on the sensitivity to DNA damaging agents in contrast to cells with mTR+/+. Currently we are testing the impact of inhibiting Rad51a on subtelomere recombination. In addition these results further support that Rad50 contributes to telomere recombination mechanisms in tumors lacking telomerase and will provide insight into the mechanism of subtelomere recombination in mammalian cells. Disclosures: No relevant conflicts of interest to declare."
}