{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.147.147",
    "article_title": "Prolonged Arsenic Trioxide (ATO) and All- Trans Retinoic Acid (ATRA) Therapy for Relapsed Acute Promyelocytic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation: Innovative AML Treatment with Approved Agents",
    "abstract_text": "Background. The recommended salvage treatment for patients with acute promyelocytic leukemia (APL) who relapse after front-line all-trans retinoic acid (ATRA) and chemotherapy is arsenic trioxide (ATO) combined to ATRA. However, the best consolidation strategy to be adopted after the achievement of a second remission is still a matter of debate. Currently, hematopoietic stem cell transplantation (HSCT, autologous or allogeneic) represents one of the preferred strategies but non-transplant based approaches may be taken into account in selected cases considering patient and disease-related factors. Prolonged therapy with ATRA-ATO without conventional chemotherapy was recently shown to be highly effective in front-line therapy of APL. However, only limited data is available on the efficacy of this protocol in the relapse setting. We report here on 22 APL patients treated with prolonged ATRA-ATO at the time of disease relapse. Patients and methods. Twenty-two adult patients with APL undergoing disease relapse and treated between 2006-2017 in 2 hematology units located in Rome (Policlinico Tor Vergata and Policlinico Umberto I) were included in this study. All patients received for induction and consolidation ATO-ATRA as reported elsewhere (Lo-Coco et al , NEJM 2013) followed in 2 cases by transplant procedures. For 9 patients who were included in a previous report (Breccia et al , Haematologica 2011) we provide here an updated follow-up. All 22 patients signed an informed consent prior to treatment and the study was approved from the local IRBs. Molecular and haematologic relapse was in all cases confirmed by quantitative reverse-transcript PCR (RQ-PCR) according to standardized procedures. The RQ-PCR analysis for PML/RARA monitoring was repeated after the second ATRA-ATO cycle and at the end of therapy in all cases and at 3 months intervals during follow-up. Results. The main patient characteristics, treatment response and outcome are summarized in Table 1. Median age at the time of relapse was 45.5 years (range: 20-81 years). Eighteen patients were treated in 1 st relapse, 3 in 2 nd relapse and 1 in 4 th relapse after allogeneic HSCT. All patients received first line therapy according to AIDA protocols. Details of successive treatments for patients receiving ATRA-ATO in ≥2 relapse are reported in Table 1. Of the 22 patients receiving ATRA-ATO, 7 were treated for hematologic recurrence, 14 for molecular relapse (with concomitant extramedullary disease in 3 cases) and 1 for isolated extramedullary relapse in the form of a paravertebral mass. The median length of the CR preceding ATRA-ATO therapy was 29 months (range: 1-120); 16 patients had a CR1 ≥ 12 months. Twenty-two patients completed induction and proceeded to consolidation for a median of 5 ATRA-ATO cycles (range:2-5, see Table 1 for details). Twenty of 22 patients (91%) obtained a new molecular remission (CRm) after the 2nd ATO-ATRA cycle, while 2 patients showed molecular persistence of disease and discontinued therapy after the third consolidation course due to disease progression. One patient underwent allogeneic HSCT from an HLA-identical sibling donor and one received autologous HSCT after 3 ATRA-ATO cycles in both cases. The remaining 18 patients were treated with repeated ATRA-ATO due to physician choice (prolonged previous remission, 8 patients; age and/or unfitness for intensive chemotherapy, 5 patients), refusal of HSCT (3 patients) or lack of a suitable donor (2 patients). With a median follow-up of 58 months from the time of relapse (range: 21-128 months), 14 patients (63.6%) are alive in prolonged CRm, 2 showed progressive disease and 5 relapsed at a median of 19 months (range: 6-27). Of the relapsed/refractory patients, 4 (18%) died due to disease progression, while 3 patients (14%) were rescued with allogeneic HSCT (2 patients) or with other agents + donor lymphocytes infusion (1 patient) and are currently alive and in CRm. Overall, 17 patients are alive (77%) and 5 died of disease progression (4 patients) or unrelated causes while still in CRm (1 patient). Conclusions. Although based on a retrospective series, this study suggests a potentially curative effect of the prolonged ATRA-ATO regimen used as salvage therapy for APL patients relapsed after long CR1. Prospective studies are warranted to confirm these observations. View large Download slide View large Download slide Close modal Disclosures Cicconi: TEVA: Speakers Bureau. Breccia: TEVA: Speakers Bureau. Foa: AbbVie: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Sandoz: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; janssen: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau. Lo Coco: TEVA: Honoraria, Speakers Bureau; Novartis: Honoraria, Speakers Bureau; Lundbeck: Honoraria, Speakers Bureau.",
    "topics": [
        "acute promyelocytic leukemia",
        "arsenic trioxide",
        "tretinoin",
        "hematopoietic stem cell transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "chemotherapy regimen",
        "disease progression",
        "disease remission",
        "follow-up",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Laura Cicconi",
        "Massimo Breccia, MD, PhD",
        "Luca Franceschini, MD, PhD",
        "Roberto Latagliata",
        "Matteo Molica, MD",
        "Manuela Rizzo, MD",
        "Mariadomenica Divona, BS",
        "Licia Iaccarino, BS",
        "Tiziana Ottone, PhD",
        "Valentina Alfonso, BS",
        "Robin Foa, MD",
        "Maria Teresa Voso, MD",
        "Francesco Lo Coco, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Cicconi",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University Tor Vergata, Rome, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Massimo Breccia, MD, PhD",
            "author_affiliations": [
                "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Franceschini, MD, PhD",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University Tor Vergata, Rome, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Latagliata",
            "author_affiliations": [
                "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matteo Molica, MD",
            "author_affiliations": [
                "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Rizzo, MD",
            "author_affiliations": [
                "Policlinico Tor Vergata, Rome, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariadomenica Divona, BS",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University Tor Vergata, Rome, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Licia Iaccarino, BS",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University Tor Vergata, Rome, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiziana Ottone, PhD",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University Tor Vergata, Rome, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Alfonso, BS",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University Tor Vergata, Rome, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Foa, MD",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa Voso, MD",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University Tor Vergata, Rome, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Lo Coco, MD",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University Tor Vergata, Rome, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T04:02:37",
    "is_scraped": "1"
}