{
    "doi": "https://doi.org/10.1182/blood.V128.22.5629.5629",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3442",
    "start_url_page_num": 3442,
    "is_scraped": "1",
    "article_title": "New Myeloma Diagnostic Criteria: To Treat or Not to Treat? Monocentric Experience of 220 Newly Multiple Myeloma Diagnosed Patients Retrospectively Analyzed ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "biological markers",
        "magnetic resonance imaging",
        "autologous stem cell transplant",
        "creatinine",
        "end organ damage",
        "free immunoglobulin light chain",
        "hemoglobin",
        "monoclonal immunoglobulin",
        "anemia"
    ],
    "author_names": [
        "Lorenza Torti, MD",
        "Stefano Pulini, MD",
        "Anna Maria Morelli, MD",
        "Francesco Bacci, MD",
        "Paolo Di Bartolomeo, MD"
    ],
    "author_affiliations": [
        [
            "Clinical Hematology, Department of Hematology, Transfusion Medicine and Biotechnology, \"Spirito Santo\" Civic Hospital, Pescara, Italy "
        ],
        [
            "Clinical Hematology, Department of Hematology, Transfusion Medicine and Biotechnology, \"Spirito Santo\" Civic Hospital, Pescara, Italy "
        ],
        [
            "Clinical Hematology, Department of Hematology, Transfusion Medicine and Biotechnology, \"Spirito Santo\" Civic Hospital, Pescara, Italy "
        ],
        [
            "Section of Hematopathology, Department of Hematology and Oncological Sciences, S. Orsola-Malpighi Hospital, Bologna, Italy"
        ],
        [
            "Clinical Hematology, Department of Hematology, Transfusion Medicine and Biotechnology, \"Spirito Santo\" Civic Hospital, Pescara, Italy "
        ]
    ],
    "first_author_latitude": "42.45556195",
    "first_author_longitude": "14.20366495",
    "abstract_text": "Newly significant advances have been made in diagnosis and treatment of multiple-myeloma (MM).Until recently,MM was defined by presence of end-organ-damage,specifically hypercalcemia, renal-failure, anemia and bone-lesions(CRAB-features). International-Myeloma-Working-Group(IMWG)revised diagnostic-criteria adding three specific-markers:clonal-bone-marrow-plasma-cells greater than 60%, serum-free-light-chain-ratio (FLC)more than 100 and at least two focal-lesions on magnetic-resonance-imaging(MRI). After this update,it's now time to change therapeutic-paradigm: new-IMWG-guidelines allow earlier intervention without waiting end-organ-damage to treat . Nevertheless there is much to learn and share about these new standards that change treatment. When is the right-time to start therapy?We have tried to answer to this dilemma in our work comparing traditional-CRAB-features with recent-myeloma-diagnostic-criteria in a group of 220 newly-diagnosed-MM followed in our Department from 1999 to 2015. The aim of our retrospective-study was to analyze development of new-IMWG-biomarkers during disease-course before CRAB-events and beginning-treatment,discussing their strengths and weaknesses as well as lights and shadows. We evaluated 110 young-patients elegible for high-dose-chemotherapy and autologous-stem-cell-transplant(ASCT)and 110 old(more than 65-year-old)treated with different-kind of therapies. We highlighted presence of IMWG-new-criteria as myeloma-defining-events(MDEs) before CRAB-markers in 44 MM-patients (20% of all): 33 of them are old (median-age of 72 years,range 53-91)and 11 are young (median-age 57,range 41-65) and treated with transplant-procedure. In details most of them presented FLC ratio >100 (30 patients as 68% of this subgroup), following by MRI-lesions(10 patients as 23%) and lastly plasma-cells-bone-marrow-involvement greater of 60%(4 patients as 9%). The majority of these patients (39 as 89%) developed CRAB-characteristics after six months (median value, range 3-15) and have evolved in myeloma-requesting-treatment in less than a year. 27 of them have IgG, 12 IgA and 5 micromolecular-MM. The largest-part (40 patients)has an antecedent MGUS and smouldering-MM.Moreover five young-patients of the whole-population analysed with MDEs and good-clinical-status weren't treated based-on our clinical-judgement and continued close-observation,saving them from both early-therapeutic-toxicity and clonal-selection. Only two patients of 220 started treatment based-on new-IMWG-biomarkers,presenting with clinical-deterioration and increase in monoclonal-component. In conclusion our paper proved that movement from symptoms to biomarkers is a huge-step-forward expecially for elderly-patients,considering both clinical-signs and biological-features. However we need more pratical-implementation of new markers that are changing philosophy of treatment: these patients should be offered appropriate clinical-trial. More caution is needed in high-risk-group expecially young to avoid an overtreating-policy,considering also counter-arguments. Physicians should continue monitoring patients using tools- now-available,while waiting for results from future-prospective-studies. Increase of monoclonal-componenent was analysed not as CRAB-classic-criterion but like disease-marker. The time-difference between new -IMWG-criteria and CRAB-events is less than one year (mean-value 6 months). Figure 1 View large Download slide New-IMWG-criteria-versus-traditional-CRAB. We have studied in our 44-patients with new-diagnostic-markers,time-course of hemoglobin, monoclonal-protein and creatinine-values. Figure 1 View large Download slide New-IMWG-criteria-versus-traditional-CRAB. We have studied in our 44-patients with new-diagnostic-markers,time-course of hemoglobin, monoclonal-protein and creatinine-values.  Disclosures No relevant conflicts of interest to declare."
}