{
    "doi": "https://doi.org/10.1182/blood.V128.22.2066.2066",
    "article_title": "Myeloma-Derived Exosomes and Soluble Factors Suppress Natural Killer Cell Function ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Introduction The complex makeup of the tumor microenvironment (ME) exerts selective pressure on cancer cells leading to immune escape, and novel immunotherapeutic interventions have emerged from evolving knowledge of the immune system and tumor cells. Natural killer (NK) cells are innate immune cells that exert potent anti-tumor effects. Previously we have reported that ex vivo expansion of NK cells by co-culture PBMCs with K562mbIL15-41BBL can generate large numbers of highly active expanded NK cells (ENKs). These ENKs expand further upon adoptive transfer in vivo both in a murine model and in patients (Garg et al. 2012, Szmania et al. 2015), and have been shown to persist and retain their cytolytic ability. We are currently applying ENK therapy in a Phase II clinical trial at our institute in gene expression profiling-defined high-risk multiple myeloma (MM), a patient population which fares poorly despite the use of novel drugs and autologous stem cell transplantation. A potential obstacle to successful NK cell-based therapies is the suppression of NK cells in the MM bone marrow ME (BM-ME) by immunosuppressive cells, various soluble factors (SF), microRNAs, and exosomes. Exosomes are endosomal-derived, 30-130nm microvesicles present in almost all body fluids. Their number is significantly higher in cancer patients. Tumor-derived exosomes contain a wide range of bioactive molecules, such as microRNA, RNA, DNA and protein, and play a major role in immune escape, promoting tumor progression. Their size, structure, and presence in serum allow them to transport their cargo to distant targets. This study was designed to characterize the potential adverse effects of myeloma-derived exosomes (MEXs) and myeloma-derived SF (MSF) on NK cell function and determine if such inhibition can be overcome by cytokine support. Methods MEXs were isolated from OPM2 myeloma cell line-derived conditioned media (MCM) using the Total Isolation Reagent (Life Technologies, Carlsbad CA). Transmission electron microscopy (TEM), flow cytometry, and western blot (WB) analysis were used for characterization of exosomes. Fresh NK cells (non-activated) and ENKs were incubated with MCM or MEXs and evaluated for their viability and cytolytic ability in standard 4-hour chromium release assays. Flow cytometry was used to evaluate the immunophenotype of these cells, including activation, costimulatory, inhibitory receptors, and adhesion molecules. Results TEM confirmed the presence of exosomes in MCM (size and morphology). Interestingly, OPM2-derived MEXs did not express the exosome-specific marker CD9, but did express CD63, and CD81. Flow cytometry showed that MEXs contain MICA/B, TGFβ, TRAIL-R1, TRAIL-R2, MHC class I, HLA-E, and ICAM3. NK cells exposed to MEXs demonstrated a dose-dependent, significant decrease in specific lysis of the MM cell lines JJN3, OPM2, and U266 in cytotoxicity assays compared to control NK cells (13%-51%, p <0.0005). In addition, a time-dependent decrease in NK cell-mediated lysis was observed in these MM cell lines at 24hours (14%-34%) versus 48hours (30%-48%; p <0.0005). A similar downward trend in the activity of ENKs incubated with MEXs was also noted but to a lesser extent. We hypothesize that highly-activated ENKs are able to partially overcome MEX-mediated inhibition compare to resting NK cells. We also noted a considerable decrease in the cytolytic ability of ENKs incubated with MCM which contains suppressive soluble factors in addition to MEXs (28%-58%, p <0.0005). Further, this suppression in ENK activity was partly rescued by fresh IL2 incubation (18-36%, p <0.01). Many of the activating receptors (NKp46, NKp30, NKp44, NKG2D), costimulatory receptors (2B4, NTB-A, NKp80, DNAM-1), activation markers (CD26, CD69), and adhesion molecules (LFA-1, CD54) were down regulated on the ENK cells incubated with MCM. However, differences were not as significant in these receptors on ENK cells incubated with MEX. Conclusion MEXs and other SF released from myeloma cells are capable of modulating the function and phenotype of NK cells and ENKs. MCM is more immunosuppressive as it contains both MEX and MSF. Cytolytic ability of ENKs could be partially restored by incubation in fresh IL2 medium. Further characterization of MEXs and MCM by proteomics is in progress. (Data will be presented). Disclosures Davies: Takeda: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria. Morgan: Bristol Meyers: Consultancy, Honoraria; Janssen: Research Funding; Univ of AR for Medical Sciences: Employment; Takeda: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "culture media, conditioned",
        "exosomes",
        "multiple myeloma",
        "natural killer cells",
        "flow cytometry",
        "cell adhesion molecules",
        "immunosuppressive agents",
        "micrornas",
        "neoplasms",
        "adverse effects"
    ],
    "author_names": [
        "Tarun K. Garg, PhD",
        "Jessica I Gann",
        "Priyangi A Malaviarachchi, BS",
        "Kate Stone, BS",
        "Veronica Macleod",
        "Amy D Greenway",
        "Nisreen S Akel",
        "Ricky D Edmondson, PhD",
        "Faith E Davies, MD",
        "Joshua Epstein, DSc",
        "Gareth J Morgan, MD PhD",
        "Frits van Rhee, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tarun K. Garg, PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessica I Gann",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priyangi A Malaviarachchi, BS",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kate Stone, BS",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronica Macleod",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy D Greenway",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nisreen S Akel",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricky D Edmondson, PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faith E Davies, MD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Epstein, DSc",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J Morgan, MD PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frits van Rhee, MD PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T06:43:10",
    "is_scraped": "1"
}