{
    "doi": "https://doi.org/10.1182/blood.V124.21.2665.2665",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2844",
    "start_url_page_num": 2844,
    "is_scraped": "1",
    "article_title": "CD47 Is Dependent on the Actin Cytoskeleton for Its Membrane Stability Prior to Protein 4.2 Expression during Early Erythroblast Differentiation ",
    "article_date": "December 6, 2014",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster II",
    "topics": [
        "actins",
        "cd47 antigen",
        "cytoskeleton",
        "erythroblasts",
        "tissue membrane",
        "protein isoforms",
        "dimethyl sulfoxide",
        "cytochalasin d",
        "cancer",
        "flow cytometry"
    ],
    "author_names": [
        "Kathryn E Mordue",
        "Timothy J Satchwell, PhD",
        "Ashley M Toye, PhD"
    ],
    "author_affiliations": [
        [
            "University of Bristol, Bristol, United Kingdom"
        ],
        [
            "University of Bristol, Bristol, United Kingdom"
        ],
        [
            "University of Bristol, Bristol, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4584172",
    "first_author_longitude": "-2.6029792",
    "abstract_text": "CD47 is a ubiquitously expressed ‘Marker of Self’ that protects cells from phagocytosis, through recognition by SIRPα on macrophages (Oldenborg et al Science 2000). CD47 was originally isolated on ovarian tumour cells (Poels et al J Natl Cancer Inst 1986) and has subsequently been detected on leukemic stem cells, where increased CD47 levels ensure immune evasion (Jaiswal et al Cell 2009). CD47 is also a ‘Marker of Self’ on red cells, but is reduced at the cell surface in certain patients with Hereditary Spherocytosis. In red cells, ~60% of CD47 is connected to the cytoskeleton (Dahl et al Blood 2004). Cytoskeletal connectivity of CD47 in the red cell membrane is dependent on the band 3 complex associated protein 4.2, demonstrated by an ~80% reduction in CD47 levels in protein 4.2 null red cells (Mouro-Chanteloup et al Blood 2003). Previous work (van den Akker et al Haematologica 2009) established that CD47 becomes dependent on protein 4.2 at the basophilic erythroblast stage (48 hours post-differentiation), but it is unknown what interactions support CD47 membrane stability prior to protein 4.2 expression during expansion and early erythroid differentiation. CD47 mRNA is alternatively spliced giving rise to four potential isoforms. The most abundant isoforms are form 2, expressed in all bone-marrow derived cells, and form 4 (and form 3), found predominantly in neural tissues (Reinhold et al J Cell Sci 1995). CD47 isoform 2 is the only form expressed on mature red cells, but we hypothesized that expression of other CD47 isoforms with different trafficking or binding characteristics could explain the independence of CD47 prior to band 3 complex assembly. Using specific polyclonal antibodies to multiple CD47 isoforms, we demonstrate that isoform 2 is expressed prior to and throughout in vitro erythroid differentiation. CD47 isoforms 3 and 4 were detected by western blotting until the late polychromatic erythroblast stage (96 hours post-differentiation), but only CD47 isoform 2 was detected at the cell surface. Therefore, we next hypothesised that CD47 must interact with another protein or exhibit different trafficking characteristics to maintain its membrane stability early during terminal differentiation. To identify a candidate protein or associated protein complex, CD47 was immunoprecipitated from expanding erythroblasts (Exp), proerythroblasts (T0), and basophilic erythroblasts (T48), and analysed via Nano-LC mass spectroscopy. In Exp and T0 erythroblasts, CD47 pulled down actin and multiple actin-associated proteins. These interactions were not observed in T48 erythroblasts, corresponding to the time during terminal differentiation when CD47 is dependent on protein 4.2. To confirm a dependence on actin for CD47 membrane stability, well-characterised drugs that disrupt actin dynamics were employed. CD47 expression at the cell membrane, as judged by flow cytometry, was markedly reduced within 30 minutes using actin stabilising drugs (Cytochalasin D (5µM): Exp 13.7±5.4% versus T48 0.5±5.7%; Latrunculin A (1µM): Exp 18.9±3.5% versus T48 9.9±5.9%, of the DMSO control), and destabilising drug (Jasplakinolide (1µM): Exp 24.2±1.9% versus T48 -6±1.8%, of the DMSO control), until the basophilic erythroblast stage. In K562 cells, which predominantly express CD47 isoforms 3 and 4, a larger actin dependency is observed (37±14.9% reduction in CD47 with Cytochalasin D versus a DMSO control) suggesting that dependence on actin by CD47 is not isoform specific. In summary, we propose a role for actin in the maintenance of CD47 at the cell surface before and during early erythroid differentiation. We have shown that CD47 isoform 2 is the major isoform present at the cell surface and that this version is initially dependent on the actin cytoskeleton for its membrane stability by an as yet undetermined mechanism. Once band 3 complex assembly initiates at the surface of the basophilic erythroblast (48 hours post-differentiation), CD47 is selectively incorporated via an interaction with protein 4.2, and is preferentially retained whilst the actin cytoskeleton remodels. In addition to explaining how CD47 expression is maintained during the formation of the red cell membrane, this work raises the possibility that the dependence on actin by CD47 for its membrane stability in hematopoietic stem cells may be exploited for the development of therapeutics that render the leukemic cells susceptible to phagocytosis. Disclosures No relevant conflicts of interest to declare."
}