{
    "doi": "https://doi.org/10.1182/blood.V120.21.4345.4345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2266",
    "start_url_page_num": 2266,
    "is_scraped": "1",
    "article_title": "Isolated Myeloid Sarcoma Involving the Breast ",
    "article_date": "November 16, 2012",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "breast",
        "granulocytic sarcoma",
        "neoplasms",
        "positron-emission tomography",
        "chemotherapy regimen",
        "magnetic resonance imaging",
        "complete remission",
        "hdac protocol",
        "histone deacetylase",
        "radiation therapy"
    ],
    "author_names": [
        "Larisa Girshova",
        "Ekaterina Romanova",
        "Irina Kholopova",
        "Tatiana Nikulina",
        "Julia Mirolubova",
        "Andrey Zaritskey"
    ],
    "author_affiliations": [
        [
            "Federal Almazov Centre of Heart, Blood and Endocrinology, St-Petersburg, Russia"
        ],
        [
            "Federal Almazov Centre of Heart, Blood and Endocrinology, St-Petersburg, Russia"
        ],
        [
            "Federal Almazov Centre of Heart, Blood and Endocrinology, St-Petersburg, Russia"
        ],
        [
            "Federal Almazov Centre of Heart, Blood and Endocrinology, St-Petersburg, Russia"
        ],
        [
            "Federal Almazov Centre of Heart, Blood and Endocrinology, St-Petersburg, Russia"
        ],
        [
            "Federal Almazov Centre of Heart, Blood and Endocrinology, St-Petersburg, Russia"
        ]
    ],
    "first_author_latitude": "60.015375",
    "first_author_longitude": "30.301243000000003",
    "abstract_text": "Abstract 4345 Myeloid sarcoma (MS) is an extramedullary tumor composed of immature myeloid cells. Development of myeloid sarcoma may precede or accompany to AML, CML and other myeloproliferative diseases or myelodysplastic syndrome. About 95% of patients with isolated myeloid sarcoma develop AML within 1–48 months. Sites most commonly affected with myeloid sarcoma are bones, lymph nodes, skin and soft tissue. Isolated myeloid sarcoma of the breast is rare. There is no consensus on the choice of the optimal treatment strategy of primary extramedullary MS at the moment. However, there is evidence of the benefit of systemic chemotherapy, despite the localized nature of this disease. The patient is 30 years old female. The tumor of left breast 3.5 * 2.5 cm first time was identified in 07.2011. It was asymptomatic. Histological examination of the tumor revealed myeloid sarcoma (high expression of SD7, CD34, CD38, CD117, TDT, nucleophosmin, BCL-2, the heterogeneous expression of MPO and a low CD5 expression). MRI with contrast revealed 5 lesions of the left breast with different types of accumulation of contrast. According to CT scan of the thorax, abdomen, pelvis and MRI of the brain no other pathologic lesions have been identified. No abnormalities were also found during examination of peripheral blood and bone marrow. No expression of fusion genes, target gene mutations and abnormal expression of WT1 were revealed during molecular genetic examinations. Bone marrow cytogenetics was normal. The standard induction chemotherapy “7+3” regimen was conducted. 80% reduction of the left breast lesions (according to MRI, ultrasound) was achieved after the first treatment course. This course was followed by HDAC (1 cycle) and local radiotherapy (27 Gray) with complete clinical and radiological response according by PET. PET performed after therapy did not reveal metabolically active tissue in the breast. Second HDAC was used as a consolidation. According to the results of the control MRI remains a single fibrotic lesion in the left breast tissue, PET negative. At present, the patient clinically well for three months from the end of the last HiDAC. A complete remission continues for 7 months. We continue our observation In conclusion, myeloid sarcoma can occasionally involve the breast as an isolated mass in patients without a history or subsequent development of AML. Histologically, myeloid sarcoma can mimic a number of other neoplasms, but especially various types of lymphoma and breast carcinoma, and it can be easily misdiagnosed without an immunophenotypic workup. It remains to be determined whether chemoradiotherapy is superior to chemotherapy alone. In our case, we administered AML chemotherapy and incorporated local radiotherapy as well. Response assessment was performed by breast MRI and PET scans. Timely start of therapy and an adequate volume of therapy allow to achieve complete response in patients with myeloid sarcoma. Disclosures: No relevant conflicts of interest to declare."
}