{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5147.5147",
    "article_title": "Bone Marrow Examination of Malignant Lymphomas in Korea: Eleven-Year Experience in a Single Institution ",
    "article_date": "December 7, 2017",
    "session_type": "622. Lymphoma Biology—Non-Genetic Studies",
    "abstract_text": "Introduction Malignant lymphoma is a various group of disease with distinct histopathologic characteristic, innumerable clinical presentation and biologic behaviors. According to geographic location and races, malignant lymphoma shows diverse clinicopathologic characteristics. Initial diagnosis of lymphoma usually performed by pathologic review of lymph node or other tissue biopsies, however histopathologic examination, except bone marrow (BM), are sometimes not available because of patient's condition or clinical aspects. BM examination plays a role of the initial investigation in such cases. In this study, we analyzed the ratio of lymphoma BM involvement in total BM examination and ratio of BM as initial investigative specimen in lymphoma BM involvement during 11 years. Favored BM involvement pattern of each malignant lymphoma was also reviewed. Method A total of 1164 cases were retrospectively reviewed for evaluation of BM lymphoma involvement from January 2006 to December 2016 at Gachon University Gil Medical Center in Korea. Two expert hematologists examined the lymphoma BM involvement and involvement pattern. BM involvement patterns were classified into five groups according to previous studies; focal nonparatrabecular, focal paratrabecular, intrasinosoidal, diffuse interstitial, and diffuse solid. Histopathologic diagnoses of lymph node or other tissues were reviewed if they were available. Statistical analysis was performed using spearman correlation for inter-annual trend assessment. Results A total of 6324 cases of BM studies were done during 11 years, of which 1164 (18.4%) were malignant lymphoma. 258 (22.2%) cases were initially investigated by BM specimen. The rate of initial investigation by BM specimen was eventually increased during study period (P=0.019); 17.3% in 2006 and 24.4% in 2016. Total numbers of total BM study tend to increase throughout study period (P< 0.001), however there was no statistically significant for annual increasing in proportion of malignant lymphoma (P=0.385).(Table 1) Of 1164 malignant lymphoma cases, 891 (76.7%) were B-cell lymphoma (BCL), 204 (17.6%) T/NK-cell lymphoma (TCL) and 67 (5.8%) Hodgkin lymphoma. Diffuse large B cell lymphoma (DLBCL) was most common in BCL(558, 48.0%), followed by marginal zone B-cell lymphoma of MALT(168, 14.5%), mantle cell lymphoma (MCL) (41, 3.5%), follicular lymphoma (FL) (36, 3.1%), Burkitt's lymphoma (BL) (20, 1.7%), and chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL) (19, 1.6%). Among the TCLs, the commonest type was Extranodal NK/T-cell lymphoma (62, 5.3%), followed by Peripheral T-cell lymphoma (PTCL) (57, 4.9%), Angioimmunoblastic T-cell lymphoma (AITL) (43, 3.7%), Anaplastic large-cell lymphoma (19, 1.6%), and Enteropathy-associated T-cell lymphoma (10, 1.0%). Prevalence in DLBCL, FL and CLL/SLL was significantly increased during the study period (P<0.028). Of 202 cases of BM lymphoma involvement, 150(16.9%) were BCL, 45 (21.6%) TCL and 7 (9.9%) Hodgkin lymphoma. In BCL the most frequenly involved subtype was CLL/SLL (84.2%), followed by BL (70%), MCL (48.8%), FL (47.2%), and DLBCL (14.7%). In TCL, the most frequently involved subtype was PTCL (35.1%), followed by AITL (27.9%). (Table 2.) The most common involvement pattern of CLL was diffuse interstitial and diffuse solid (40%) pattern. BL showed diffuse solid pattern (55.6%) most commonly. MCL mainly presented both focal nonparatrabecular and diffuse interstitial(27.8%) patterns. FL showed focal paratrabecular and diffuse solid(31.3%) pattern. Diffuse interstitial pattern(39.7%) was mainly observed in DLBCL. PTCL showed diffuse interstitial(27.8%) pattern, AITL presented focal nonparatrabecular and diffuse interstitial pattern(33.3%). (Table 3.) Conslusion This study demonstrates that initial investigation of malignant lymphoma by BM specimen increases during 2006-2016. The result may represent of growing importance of BM study as initial investigation tools for malignant lymphoma. Thus more efforts should be also made to diagnose malignant lymphoma by additional laboratory testing such as flowcytometry, chromosomal study, molecular study, and FISH analysis. Lymphoid neoplasm incidence and BM involvement frequency in western countries were well known through large-scale studies. This study also presented increasing in incidence of DLBCL, FL and CLL/SLL in Korean during 11 years View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow examination",
        "burkitt's lymphoma",
        "korea",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "small cell lymphoma",
        "angioimmunoblastic lymphadenopathy",
        "lymphoma, t-cell, peripheral",
        "histopathology tests",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Woo Jae Kwoun, MD",
        "Jeong-Yeal Ahn, MD",
        "Ja Young Seo, MD",
        "Jae Hoon Lee, MD PhD",
        "Kwai Han Yoo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Woo Jae Kwoun, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Gachon University Gil Medical Center, Incheon, South Korea "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeong-Yeal Ahn, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Gachon University Gil Medical Center, Incheon, Korea, Republic of (South) "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ja Young Seo, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Gachon University Gil Medical Center, Incheon, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae Hoon Lee, MD PhD",
            "author_affiliations": [
                "Hematology-oncology, Division of Hematology/Oncology, Gachon University Gil Medical Center, Incheon, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kwai Han Yoo, MD",
            "author_affiliations": [
                "Hematology-oncology, Gachon University Gil Medical Center, Incheon, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:34:49",
    "is_scraped": "1"
}