{
    "doi": "https://doi.org/10.1182/blood.V106.11.506.506",
    "article_title": "Incidence, Outcomes, and SNP Genotypes Show Different Ethnic Association in Patients with Myeloma, Assessed in SWOG and ECOG Clinical Trials S9321 and E9486: From the Bank on a Cure. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Bank On A CureTM is a collaborative project initiated with the International Myeloma Foundation to develop a DNA bank through international cooperation. The Bank provides a resource for the development of cooperative partnerships to assess genetic associations with disease etiology and outcomes. It is well established that genetic variation can have a significant ethnic association, and such variations may account for differences in disease incidence and outcomes. Indeed, African Americans have historically shown a 2.5–3 fold increase population incidence of myeloma compared to the Caucasian population. We have identified a number of potentially biologically relevant genetic variants that show significant differences in ethnic distribution. Using both clinical trials as well as the Coriel [normal] cell line data base, we find in all three cases the same highly significant differences (Fishers Exact Test) between African Americans and Caucasians in functionally relevant genetic polymorphisms, as represented by E9486 univariate analysis of IL-6 (p<.00001), LT-a (p<.0001), ERCC312 (p<.0001), XRCC399 (p=.006), IL-1RA (p<.00001), GST-M (p=.0008), and ERCC751 (p<.02). Subsequently, from trial S9321 we have found differences in a number of clinical outcomes associated with ethnicity. When toxicities between Caucasians and African Americans were examined, similar severe toxicity rates were noted after VAD induction related to neuropathies, nausea, and bone pain; whereas statistically significant differences were noted for infection rates, hyperglycemia, fatigue, dyspnea, and thrombosis (p<.04). During high dose melphalan treatment toxicities were not statistically different. Because significant association between IL-6 genotype and ethnicity was noted, we also examined serum levels of sIL-6R and CRP, available from trial E9486. African Americans patients show significantly lower sIL-6R levels compared to Caucasian patients (mean 149 vs 213 ng/ml; p<.0001). Interestingly, there is a significant association between IL-6 SNP genotype and sIL-6R distribution, with the high IL-6 producer GG genotype (in 90% African Americans) having the lowest sIL-6R compared to the CC or CG genotypes (p=.02). Regression analysis of IL-6 SNP and ethnicity on sIL-6R reveals that ethnicity is significantly associated with sIL-6R distribution after adjustment for IL-6 SNP genotype (p=.001) but not vice versa (p=.91), indicating the association of IL-6 SNP genotype with sIL-6R is due to its association with ethnicity. Together the data demonstrate that while associations may result from co-segregation of ethnic genotypes, they may influence disease risk and outcomes related to important genetic factors distributed unequally in different ethnic populations. Such differences may, for example, alter IL-6 responses. Further, multivariate analysis will be developed. Validation of genotype associations found in different ethnic populations will be an important consideration in evaluating myeloma etiology and outcomes.",
    "topics": [
        "eastern cooperative oncology group",
        "electrocorticogram",
        "genotype",
        "multiple myeloma",
        "single nucleotide polymorphism",
        "southwest oncology group",
        "interleukin-6",
        "pmel17",
        "squamous intraepithelial lesions",
        "toxic effect"
    ],
    "author_names": [
        "Brian Van Ness",
        "John Crowley",
        "Christine Ramos",
        "Suzanne Grindle",
        "Erik Rasmussen",
        "Emily Blood",
        "Antje Hoering",
        "Bart Barlogie",
        "Philip Greipp",
        "Brian Durie"
    ],
    "author_dict_list": [
        {
            "author_name": "Brian Van Ness",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Crowley",
            "author_affiliations": [
                "Cancer Research and Biostatistics, Seattle, WA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Ramos",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Grindle",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Rasmussen",
            "author_affiliations": [
                "Cancer Research and Biostatistics, Seattle, WA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Blood",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antje Hoering",
            "author_affiliations": [
                "Cancer Research and Biostatistics, Seattle, WA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie",
            "author_affiliations": [
                "University of Arkansas for Medical Sciences, Little Rock, AK, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Greipp",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Durie",
            "author_affiliations": [
                "Cedars Sinai Medical Center, Los Angeles, CA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T06:40:08",
    "is_scraped": "1"
}