{
    "doi": "https://doi.org/10.1182/blood.V124.21.2869.2869",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2833",
    "start_url_page_num": 2833,
    "is_scraped": "1",
    "article_title": "Detecting Bleeding Risk in Patients Taking Vitamin K Antagonists Using Thrombin Generation Tests ",
    "article_date": "December 6, 2014",
    "session_type": "332. Antithrombotic Therapy: Poster II",
    "topics": [
        "risk of excessive or recurrent bleeding",
        "thrombin",
        "vitamin k antagonists",
        "hemorrhage",
        "international normalized ratio",
        "mechlorethamine",
        "hemorrhagic episodes",
        "polymyositis",
        "prednimustine",
        "anticoagulants"
    ],
    "author_names": [
        "Saartje Bloemen",
        "Arina ten Cate-Hoek",
        "Hugo ten Cate",
        "Bas De Laat, PhD"
    ],
    "author_affiliations": [
        [
            "Maastricht University Medical Centre, Maastricht, Netherlands ",
            "Maastricht University Medical Centre, Maastricht, Netherlands "
        ],
        [
            "Maastricht University Medical Centre, Maastricht, Netherlands ",
            "Maastricht University Medical Centre, Maastricht, Netherlands "
        ],
        [
            "Maastricht University Medical Centre, Maastricht, Netherlands ",
            "Maastricht University Medical Center, Maastricht, Netherlands"
        ],
        [
            "Maastricht University Medical Centre, Maastricht, Netherlands ",
            "Maastricht University Medical Centre, Maastricht, Netherlands "
        ]
    ],
    "first_author_latitude": "50.8352778",
    "first_author_longitude": "5.714722199999999",
    "abstract_text": "Introduction: During the last 50 years vitamin K antagonists (VKAs) have been widely used for the primary prevention of thromboembolism in patients with atrial fibrillation, or for the secondary prevention in patients with a history of venous thromboembolism. The most prevalent adverse effect of anticoagulant therapy is an increased risk of bleeding. Annually approximately 1-4% of patients treated with VKAs suffer from major bleeding episodes. In the past several attempts have been made to predict the bleeding risk for these patients. Among the methods used at this moment are clinical decision scores, of which the HAS-BLED score is the most common one. Up to this point there are no laboratory methods available to predict patients at risk for bleeding. Thrombin generation (TG) tests have been shown to provide an intermediate phenotype for thrombosis. Additionally, TG has the capacity to detect the anticoagulant effect of many, if not all, anticoagulants, including VKAs. This method was only applicable in plasma, but recently this TG test has been introduced in whole blood (WB). With this study we aimed to investigate whether TG, in plasma or WB, could detect bleeding in patients taking VKAs. Materials & methods: Blood samples were collected in citrate tubes from 129 patients taking VKAs for over 3 months, who were older than 18 years of age and followed over time for bleeding episodes. The patients signed informed consent forms and the study was approved by the local medical ethical committee. TG was determined in WB, platelet rich plasma (PRP) and platelet poor plasma (PPP) by means of calibrated automated thrombinography (CAT). Tissue factor was used as a trigger at a final concentration of 1 pM in WB and PRP and at both 1 pM and 5 pM with 4µM phospholipids in PPP. Hematocrit and the hemoglobin concentration were determined in WB. The PPP of the patients was used to define the International normalized ratio (INR). Results: In our study the average INR value of all patients was 2.95 (± 0.92 (SD)). Twenty six patients (20.2 %) suffered from 44 clinically relevant bleeding episodes during a mean follow-up of 15.5 months. Applying TG in PPP and PRP we found no differences in either endogenous thrombin potential (ETP), an indication for the total amount of thrombin that can be converted, nor peak height (the highest amount of active thrombin present during coagulation). Interestingly, when we applied TG in whole blood, so including the blood cells, we found a significantly lower ETP (p < 0.01) and peak (p < 0.05) in the patients that suffered from bleeding (median: 182.5 nM.min and 23.9 nM, respectively) compared to patients that did not bleed (median: 256.2 nM.min and 39.1 nM). When examining the INR, hematocrit and hemoglobin levels, no significant differences were detected. A receiver operating curve (ROC) was constructed for the ETP and peak ( figure 1 ). By determining the area under the curve (AUC) of the ROC we found that the ETP and peak are significantly (p < 0.05) associated with the tendency to bleed (ETP, AUC: 0.700; peak, AUC: 0.642). This compares favorably with the AUC reported for the HAS-BLED score related to clinically relevant bleeding in patients on VKAs (0.60). Conclusions: The TG test in whole blood was only recently developed and this is the first study implementing it to test patients using VKAs. In our study TG measured in WB proved to be the first laboratory test that is able to detect patients at risk of bleeding when treated with VKAs. The INR and plasma TG (CAT-based method), on the other hand, did not discriminate between bleeding and non-bleeding patients. For WB TG, based on the AUC of the ROC, the ETP and peak in WB have a predictive value for bleeding in patients taking VKAs superior over the currently used HAS-BLED score. Figure 1: View large Download slide Analysis of patients with and without bleeding symptoms. Receiver operating curves (ROC) of the ETP and peak in WB TG. Figure 1: View large Download slide Analysis of patients with and without bleeding symptoms. Receiver operating curves (ROC) of the ETP and peak in WB TG.  Disclosures No relevant conflicts of interest to declare."
}