{
    "doi": "https://doi.org/10.1182/blood-2018-99-118598",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4114",
    "start_url_page_num": 4114,
    "is_scraped": "1",
    "article_title": "Inhibition of B-Cell Receptor Signaling Disrupts Cell Adhesion in Mantle Cell Lymphoma Via RAC2 ",
    "article_date": "November 29, 2018",
    "session_type": "605. Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases: Poster I",
    "topics": [
        "animal model",
        "cell adhesion",
        "mantle-cell lymphoma",
        "receptors, antigen, b-cell",
        "signal transduction",
        "ibrutinib",
        "neoplasms",
        "rna",
        "sequence analysis, rna",
        "bruton tyrosine kinase"
    ],
    "author_names": [
        "Weige Wang, MD",
        "Franzen Carrie",
        "Hui Guo, PhD",
        "Jimmy Lee, MD",
        "Yan Li",
        "Madina Sukhanova, PhD",
        "Dong Sheng, MD",
        "Girish Venkataraman, MD MBBS",
        "Ming Mei",
        "Pin Lu, PhD",
        "Anhui Gao",
        "Chunmei Xia",
        "Li Jia",
        "Liang Zhang, MD PhD",
        "Michael Wang, MD",
        "Jorge Andrade",
        "Zhou Xiaoyan",
        "Y. Lynn Lynn Wang, MDPhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Department of Medicine, University of Chicago, Chicago, "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Univerisity of Chicago, Chicago, IL "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "Department of Pathology, The University of Chicago, Chicago, IL "
        ],
        [
            "Department of Pathology, Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Department of Pathology, University of Chicago, Chicago, IL "
        ],
        [
            "Department of Pathology, University of Chicago, Chicago, "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "State Key Laboratory of Drug Research, Shanghai, China "
        ],
        [
            "State Key Laboratory of Drug Research, Shanghai Institute of Materia Medica, Shanghai, China "
        ],
        [
            "State Key Laboratory of Drug Research, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai, China "
        ],
        [
            "Department of Lymphoma and Myeloma, MD Anderson, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "Department of Pathology, Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Department of Pathology, University of Chicago Medical Center, Chicago, IL"
        ]
    ],
    "first_author_latitude": "31.03303",
    "first_author_longitude": "121.64571",
    "abstract_text": "Background : B-cell receptor (BCR) signaling pathway is recognized as a crucial pathway for the pathogenesis of neoplastic B-cells. Inhibition of the BCR signaling and the downstream pathway is highly effective in B-cell malignancy through Bruton tyrosine kinase inhibition by ibrutinib. In addition to cell proliferation inhibition, ibrutinib disrupts cell adhesion between tumor and its microenvironment through unknown molecular mechanisms, resulting in peripheral lymphocytosis with accompanying lymphadenopathy reduction in patients who receive ibrutinib. Methods and materials : In an effort to elucidate the link between BCR signaling and cell adhesion phenotype, we first characterized ibrutinib sensitive and resistant mantle cell lymphoma (MCL) cell lines. We measured cell proliferation and cell growth, and correlated ibrutinib sensitivity with cell adhesion disruption. We then used RNA-sequencing to identify differential pathways between sensitive or resistant cell lines in response to ibrutinib treatment. We validated RNA-Seq findings using cell lines, as well as animal models and human primary MCL tumor tissues and cells. Results : We found that intrinsic sensitivities of MCL cell lines to ibrutinib correlated well with their cell adhesion phenotype. RNA-sequencing revealed that BCR and cell adhesion gene signatures were simultaneously down-regulated by ibrutinib in ibrutinib-sensitive but not ibrutinib-resistant cell lines. Among the differentially expressed genes in the BCR gene signature, we identified and validated that RAC2, a regulator of cell adhesion, was down-regulated at both RNA and protein levels by ibrutinib only in ibrutinib-sensitive cells. Physical association of RAC2 with BLNK, an early BCR pathway adaptor, was disrupted by ibrutinib uniquely in sensitive cells. RAC2 knockdown with siRNA impaired cell adhesion while RAC2 over-expression rescued ibrutinib-induced reduction in cell adhesion. In a xenograft mouse model, mice treated with ibrutinib demonstrated tumor growth retardation along with down-regulation in RAC2 protein expression. Using immunohistochemical staining, we demonstrated that RAC2 was expressed in ~65% primary MCL tumor tissues with majority of RAC2-positive tumors characterized as being the more aggressive subtypes. Finally, primary MCL cells treated with ibrutinib demonstrated reduced RAC2 that is accompanied by cell adhesion impairment. Conclusions : Our findings uncover a novel cross-talk between BCR signaling and cell adhesion. Ibrutinib inhibits cell adhesion via down-regulation of RAC2. Our study highlights the importance of RAC2 and cell adhesion in MCL pathogenesis and new drug development. Disclosures Wang: Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Juno: Research Funding; AstraZeneca: Consultancy, Research Funding; MoreHealth: Consultancy; Pharmacyclics: Honoraria, Research Funding; Novartis: Research Funding; Dava Oncology: Honoraria; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kite Pharma: Research Funding; Acerta Pharma: Honoraria, Research Funding."
}