{
    "doi": "https://doi.org/10.1182/blood-2018-99-110849",
    "article_title": "Kinetic Catalytic Inhibition and Cell-Based Analysis, Not Just Target Binding, Are Required to Assess Kinase Selectivity of Covalent Inhibitors: Comparable BTK vs TEC Selectivity Profile for Ibrutinib and Acalabrutinib ",
    "article_date": "November 29, 2018",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster II",
    "abstract_text": "Background : Currently, kinases are an attractive target class for small molecule inhibitors. However, the high similarity of the ATP binding site among protein kinases presents a significant challenge when developing selective small molecule inhibitors for this target class. Notably, optimal evaluation of covalently bound inhibitors requires consideration of the two-step process involving the initial binding (driven by affinity) and a time-dependent inactivation (driven by covalent bond formation). Accordingly, the kinetic parameters K inact and K i are important measures to assess selectivity (Singh et al., Nat Rev Drug Discov, 2011 10:307-317). Furthermore, selectivity evaluated in a cell-based system is useful to confirm kinase occupancy by drug in a more physiologically relevant context. Here we apply three approaches to evaluate the selectivity of two FDA approved drugs, ibrutinib (ibr) and acalabrutinib (aca), against their BTK target and its closely related family member TEC. Methods : Ibr and aca were evaluated in three assays of BTK and TEC activity, with selectivity defined as the ratio of BTK/TEC parameters. For each drug molecule, BTK and TEC biochemical potency was first determined by a mobility shift assay in which substrate phosphorylation was assessed after 3 hr, allowing sufficient time for binding and time-dependent inactivation. IC 50 based on drug concentration and percent inhibition was determined accordingly. A second biochemical analysis, also based on a mobility shift assay, was performed in which reaction progression was continuously monitored for 5 hr to determine the kinetic parameters K inact and K i. The respective ratios of K inact /K i were then used to calculate the BTK/TEC selectivity. A third TEC occupancy assay, similar to a previously described BTK occupancy assay, was further developed to evaluate selectivity between the two kinases in a more physiologically relevant cell lysate system. Both cellular BTK and TEC occupancies were measured after incubation for 0.5, 1, and 3 hr with the two drugs at 8 concentrations, ranging from 0 to 1 µM, using the MWCL-1 cell line and commercially available antibodies. Occupancies of the two kinases by ibr and aca were additionally quantified in 3-month treatment-free human CLL samples after incubation for 3 hr with each drug. Results : The biochemical IC 50 values for kinase inhibition demonstrated selectivity of 1.0 and 4.2 fold for ibr and aca, respectively ( Table 1 ). These results indicate much lower selectivity for aca than previously published estimates based on affinity-based kinome profiling alone (Barf, et al, J Pharmacol Exp Ther, 2017, 363:240-252). Aca was also found to be highly potent for TEC with an IC 50 of 9.7±2.6 nM. K inact /K i determinations for ibr and aca produced nearly equivalent selectivity ratios of 1.5 and 3, respectively, consistent with data published by Liclican et al. (Blood, 2016 128:1594). In the MWCL-1 cell line, similar relative selectivity was also observed in the occupancy assay for ibr and aca, ranging 0.4-1 fold for both compounds across three timepoints. In the four human CLL samples, the relative selectivity for BTK/TEC of ibr was 0.8 and aca was 0.9 ( Figure 1 ). Conclusions : The current data indicate that the selectivity of aca for BTK versus TEC is no more than 3-fold based on kinetic analyses. Cellular target occupancy data further confirm that the BTK and TEC selectivity for ibr and aca is approximately equivalent. Collectively, this study contrasts with prior published reports of BTK/TEC selectivity, demonstrating that selectivity evaluation of these covalent kinase inhibitors based on kinome binding data alone is suboptimal and does not reflect true physiological selectivity when accounting for exposure, binding mechanism, enzymatic activity, and possible protein turn-over in the cellular milieu. View large Download slide View large Download slide Close modal Disclosures Hopper: Pharmacyclics LLC, an AbbVie Company: Employment. Gururaja: Pharmacyclics LLC, an AbbVie Company: Employment, Equity Ownership. Kinoshita: Pharmacyclics LLC, an AbbVie Company: Employment; AbbVie: Equity Ownership. Dean: CTI BioPharma Corp.: Employment, Equity Ownership; Pharmacyclics LLC, an AbbVie Company: Employment, Equity Ownership. Hill: AbbVie: Equity Ownership; Principia Biopharma: Patents & Royalties: Patent for Principia Biopharma ; Pharmacyclics LLC, an AbbVie Company: Employment. Mongan: Pharmacyclics LLC, an AbbVie Company: Employment, Other: Travel, accommodations, expenses; AbbVie: Equity Ownership; Thermo Fisher Scientific: Patents & Royalties: Patents.",
    "topics": [
        "acalabrutinib",
        "ibrutinib",
        "kinetics",
        "phosphotransferases",
        "transient erythroblastopenia of childhood",
        "catalysis",
        "adenocarcinoma",
        "antibodies, anticardiolipin",
        "electrophoretic mobility shift assay",
        "antibodies"
    ],
    "author_names": [
        "Melissa Hopper, MS",
        "Tarikere Gururaja, PhD",
        "Taisei Kinoshita, PhD",
        "James P. Dean",
        "Ronald Hill, PhD",
        "Ann Mongan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Melissa Hopper, MS",
            "author_affiliations": [
                "Pharmacyclics LLC, an AbbVie Company, Sunnyvale, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tarikere Gururaja, PhD",
            "author_affiliations": [
                "Pharmacyclics LLC, an AbbVie Company, Sunnyvale, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taisei Kinoshita, PhD",
            "author_affiliations": [
                "Pharmacyclics LLC, an AbbVie Company, Sunnyvale, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James P. Dean",
            "author_affiliations": [
                "Pharmacyclics LLC, an AbbVie Company, Sunnyvale, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Hill, PhD",
            "author_affiliations": [
                "Pharmacyclics LLC, an AbbVie Company, Sunnyvale, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Mongan, PhD",
            "author_affiliations": [
                "Pharmacyclics LLC, an AbbVie Company, Sunnyvale, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T06:49:10",
    "is_scraped": "1"
}