{
    "doi": "https://doi.org/10.1182/blood-2018-99-113647",
    "article_title": "Targeted Inhibition of PI3K α/δ Is Synergistic with BCL-2 Blockade in Genetically Defined Subtypes of DLBCL ",
    "article_date": "November 29, 2018",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents: Specific Pathway Inhibitors",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is a genetically heterogeneous disease that is transcriptionally classified into germinal center B-cell (GCB) and activated B-cell (ABC) subtypes. A subset of both GCB- and ABC-DLBCLs are dependent on B-cell receptor (BCR) signaling. Previously, we defined distinct BCR/PI3K-mediated survival pathways and subtype-specific apoptotic mechanisms in BCR-dependent DLBCLs ( Cancer Cell 2013 23:826). In BCR-dependent DLBCLs with low baseline NF-κB activity (GCB tumors), targeted inhibition or genetic depletion of BCR/PI3K pathway components induced expression of the pro-apoptotic HRK protein. In BCR-dependent DLBCLs with high NF-κB activity (ABC tumors), BCR/PI3K inhibition decreased expression of the anti-apoptotic NF-κB target gene, BFL1. Our recent analyses revealed genetic bases for perturbed BCR/PI3K signaling and defined poor prognosis DLBCL subsets with discrete BCR/PI3K/TLR pathway alterations ( Nat Med 2018 24:679). Cluster 3 DLBCLs (largely GCB tumors) exhibited frequent PTEN deletions/mutations and GNA13 mutations. Cluster 5 DLBCLs (largely ABC tumors) had frequent MYD88 L265P and CD79B mutations that often occurred together. These DLBCL subtypes also had different genetic mechanisms for deregulated BCL2 expression - BCL2 translocations in Cluster 3 and focal (18q21.33) or arm level (18q) BCL2 copy number gains in Cluster 5. These observations prompted us to explore the activity of PI3K inhibitors and BCL2 blockade in genetically defined DLBCLs. We utilized a panel of 10 well characterized DLBCL cell line models, a subset of which exhibited hallmark genetic features of Cluster 3 and Cluster 5. We first evaluated the cytotoxic activity of isoform-specific, dual PI3Kα/δ and pan-PI3K inhibitors. In in vitro assays, the PI3Kα/δ inhibitor, copanlisib, exhibited the highest cytotoxicity in all BCR-dependent DLBCLs. We next assessed the transcriptional abundance of BCL2 family genes in the DLBCLs following copanlisib treatment. In BCR-dependent GCB-DLBCLs, there was highly significant induction of the pro-apoptotic HRK. In BCR-dependent ABC-DLBCLs, we observed significant down-regulation of the anti-apoptotic BFL1 protein and another NF-κB target gene, BCLxL (the anti-apoptotic partner of HRK). We then used BH3 profiling, to identify dependencies on certain BCL2 family members and to correlate these data with sensitivity to copanlisib. BCLxL dependency significantly correlated with sensitivity to copanlisib. Importantly, the BCLxL dependency was highest in DLBCL cell lines that exhibited either transcriptional up-regulation of HRK or down-regulation of BCLxL following copanlisib treatment. In all our DLBCL cell lines, PI3Kα/δ inhibition did not alter BCL2 expression. Given the genetic bases for BCL-2 deregulation in a subset of these DLBCLs, we next assessed the activity of the single-agent BCL2 inhibitor, venetoclax, in in vitro cytotoxicity assays. A subset of DLBCL cell lines was partially or completely resistant to venetoclax despite having genetic alterations of BCL2 . We postulated that BCR-dependent DLBCLs with structural alterations of BCL2 might exhibit increased sensitivity to combined inhibition of PI3Kα/δ and BCL2 and assessed the cytotoxic activity of copanlisib (0-250 nM) and venetoclax (0-250 nM) in the DLBCL cell line panel. The copanlisib/venetoclax combination was highly synergistic (Chou-Talalay CI<1) in BCR-dependent DLBCL cell lines with genetic bases of BCL2 deregulation. We next assessed copanlisib and venetoclax activity in an in vivo xenograft model using a DLBCL cell line with PTEN del and BCL2 translocation (LY1). In this model, single-agent copanlisib did not delay tumor growth or improve survival. Single-agent venetoclax delayed tumor growth and improved median survival (27 vs 51 days, p<0.0001). Most notably, we found that the combination of copanlisib and venetoclax delayed tumor growth significantly longer than single-agent venetoclax (p<0.0001). Additionally, the combined therapy significantly increased survival in comparison with venetoclax alone (median survival 51 days vs not reached, p<0.0013). Taken together, these results provide in vitro and in vivo pre-clinical evidence for the rational combination of PI3Kα/δ and BCL2 blockade and set the stage for clinical evaluation of copanlisib/venetoclax therapy in patients with genetically defined relapsed/refractory DLBCL. Disclosures Letai: AbbVie: Consultancy, Other: Lab research report; Flash Therapeutics: Equity Ownership; Novartis: Consultancy, Other: Lab research report; Vivid Biosciences: Equity Ownership; AstraZeneca: Consultancy, Other: Lab research report. Shipp: AstraZeneca: Honoraria; Merck: Research Funding; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Research Funding.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "bcl2 gene",
        "diffuse large b-cell lymphoma",
        "phosphoinositide 3-kinase",
        "copanlisib",
        "venetoclax",
        "neoplasms",
        "tumor growth",
        "cytotoxicity",
        "mechlorethamine"
    ],
    "author_names": [
        "Kamil Bojarczuk, PhD",
        "Kirsty Wienand, PhD",
        "Jeremy A. Ryan, SM",
        "Linfeng Chen, PhD",
        "Mariana Villalobos-Ortiz",
        "Elisa Mandato, PhD",
        "Joanna Stachura, MSc",
        "Lee N. Lawton, PhD",
        "Anthony Letai, MD PhD",
        "Bjoern Chapuy, MDPhD",
        "Margaret A. Shipp, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kamil Bojarczuk, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA ",
                "Department of Experimental Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kirsty Wienand, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy A. Ryan, SM",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linfeng Chen, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariana Villalobos-Ortiz",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Mandato, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna Stachura, MSc",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA ",
                "Department of Immunology, Medical University of Warsaw, Warsaw, Poland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee N. Lawton, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Letai, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bjoern Chapuy, MDPhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA ",
                "Department of Hematology and Oncology, University Medical Center Göttingen, Göttingen, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret A. Shipp, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T18:37:01",
    "is_scraped": "1"
}