{
    "doi": "https://doi.org/10.1182/blood-2019-128005",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4254",
    "start_url_page_num": 4254,
    "is_scraped": "1",
    "article_title": "BMT CTN 1803: Haploidentical Natural Killer Cells (CSTD002) to Prevent Post-Transplant Relapse in AML and MDS (NK-REALM) ",
    "article_date": "November 13, 2019",
    "session_type": "704.Immunotherapies",
    "topics": [
        "natural killer cells",
        "transplantation",
        "graft-versus-host disease",
        "infusion procedures",
        "surrogate endpoints",
        "toxic effect",
        "actinium",
        "barrett's esophagus",
        "biological products",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Sumithira Vasu, MDMBBS",
        "Nelli Bejanyan, MD",
        "Steven Devine, MD",
        "Elizabeth Krakow, MDMSc",
        "Elizabeth Krakow, MD",
        "Brent Logan, PhD",
        "Leo Luznik, MD",
        "Brittany K Ragon, MD",
        "Emma Barrett, MD",
        "Joe Shan, MPH, BS",
        "Richard E. Champlin, MD"
    ],
    "author_affiliations": [
        [
            "Ohio State University Wexner Medical Center, Columbus, OH "
        ],
        [
            "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "National Marrow Donor Program, Minneapolis, MN "
        ],
        [
            "Abramson Cancer Center, University of Pennsylvania, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute, Charlotte, NC "
        ],
        [
            "Kiadis Pharma, Amsterdam, Netherlands "
        ],
        [
            "Kiadis Pharma, Amsterdam, Netherlands "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "39.99465339999999",
    "first_author_longitude": "-83.0172043",
    "abstract_text": "Background and Rationale: Relapse remains the leading cause of treatment failure for patients with high-risk acute myeloid leukemia (AML) and myelodysplastic syndrome (MDS) undergoing allogeneic blood or marrow transplantation (BMT). Although relapse rates vary based on patient population, age, and conditioning intensity, relapse is experienced in at least 30-50% after conventional BMT in high-risk AML/MDS. Initial safety and post-BMT relapse risk reduction results are reported by investigators at MD Anderson Cancer Center in a phase I study of ex vivo -expanded, donor-derived, haploidentical natural killer (NK)-cell infusion in conjunction with haploBMT. Of 13 patients with high-risk myeloid malignancies treated with NK cells, no infusion reactions or dose-limiting toxicities occurred and only 1 patient, treated at the lowest dose of 1×10 5 cells/kg, relapsed (Ciurea, Blood 2017). This experience supports investigation of CSTD002, a product derived from haploidentical donor NK cells and expanded ex vivo using plasma membrane (PM21) nanoparticles bearing membrane-bound IL-21 and 4-1BBL. This study represents a public-private partnership between the sponsor (Kiadis Pharma) and the Blood and Marrow Transplant Clinical Trials Network (BMT CTN), leveraging existing National Institutes of Health-supported clinical trials infrastructure to conduct a complex cellular immunotherapy trial. We used contemporary, unpublished data from the Center for International Blood and Marrow Transplant Research registry to determine baseline relapse rates that informed the statistical design. Doses of NK cells expanded by a novel method and exceeding those previously achieved in most published studies will be given in the peri-transplant period to test the hypothesis that haploidentical NK cells can mediate an effective anti-leukemia response. Trial Design and Methods: BMT CTN 1803 is a phase II, single-arm, open-label, multicenter trial designed to investigate the safety and efficacy of CSTD002 for the treatment of patients with high-risk AML or MDS undergoing haploBMT. An initial safety run-in phase will precede enrollment into the full study of approximately 60 patients. Major inclusion criteria of patients and donors are listed in the Table. Peripheral blood will be drawn from the donor to start the NK-cell expansion approximately 5 weeks before the planned haploBMT. Patients will receive intravenous (IV) melphalan 140 mg/m 2 (100 mg/m 2 for patients ≥60 years old) on Day -7; fludarabine 40 mg/m 2 IV on Days -7, -6, -5, and -4; and 2 Gy of total body irradiation on Day -3. Donor bone marrow will be harvested and given on Day 0. Three doses of CSTD002 will be administered IV on Days -2, +7, and +28, relative to the haploBMT. The recommended dose of CSTD002 for administration will be formulated at 1×10 8 NK cells/kg of recipient body weight. Graft-versus-host disease (GVHD) prophylaxis is post-transplantation cyclophosphamide with tacrolimus and mycophenolate mofetil. The primary endpoint is cumulative incidence of relapse at 1 year post haploBMT in patients receiving at least 1 infusion of CSTD002. Secondary endpoints are safety and tolerability of CSTD002; overall survival; non-relapse mortality; relapse-free survival; GVHD-free survival; cumulative incidence of acute GVHD and chronic GVHD; hematologic recovery; donor-cell engraftment; primary and secondary graft failure; overall incidence of toxicity; and cumulative incidence of infections including cytomegalovirus re-activation and symptomatic BK virus hemorrhagic cystitis. Exploratory endpoints are systemic immunosuppression-free survival; immune reconstitution at Days 28, 100, and 365 post haploBMT; proportion of patients with detectable minimal residual disease at Days 28 and 100 post haploBMT; feasibility of administering the planned CSTD002 doses; and impact of NK-cell alloreactivity on relapse and survival. View large Download slide View large Download slide  Disclosures Vasu: Boehringer Ingelheim: Other: Travel support; Seattle Genetics: Other: Clinical trial support. Bejanyan: Kiadis Pharma: Other: advisory board. Devine: Kiadis Pharma: Other: Protocol development (via institution); Magenta Therapeutics: Other: Travel support for advisory board; My employer (National Marrow Donor Program) has equity interest in Magenta; Bristol Myers: Other: Grant for monitoring support & travel support. Krakow: Bellicum Pharmaceuticals: Research Funding; Highpass Bio: Research Funding; Magnolia Innovations: Other: Personal fees. Logan: Eisai: Other: Personal fees; Astellas: Other: Grant; Kiadis (formerly Cytosen): Other: Grant; Novartis: Other: Personal fees; Kite: Other: Grant. Luznik: Merck: Research Funding, Speakers Bureau; Genentech: Research Funding; AbbVie: Consultancy; WindMiL Therapeutics: Patents & Royalties: Patent holder. Barrett: Kiadis Pharma (formerly Cytosen): Other: Personal fees; Biologics Consulting Company: Other: Personal fees. Shan: Kiadis Pharma (formerly Cytosen): Employment. Champlin: Actinium: Consultancy; Johnson and Johnson: Consultancy; Sanofi-Genzyme: Research Funding."
}