{
    "doi": "https://doi.org/10.1182/blood.V116.21.4294.4294",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1791",
    "start_url_page_num": 1791,
    "is_scraped": "1",
    "article_title": "Cytotoxic T-Cell Response to the Cancer Testis Antigen PASD1 In Multiple Myeloma: PASD1 Peptides for a Generic Vaccine to Treat PASD1-Positive Haematological Malignancies ",
    "article_date": "November 19, 2010",
    "session_type": "Tumor Immunotherapy: Poster II",
    "topics": [
        "antigens",
        "hematologic neoplasms",
        "multiple myeloma",
        "peptides",
        "testicular cancer",
        "t-lymphocytes",
        "vaccines",
        "diffuse large b-cell lymphoma",
        "ctas",
        "interferon type ii"
    ],
    "author_names": [
        "Andrew J Campbell, MD, PhD",
        "Kamel Ait-Tahar, PhD",
        "Suketu D. Patel, MSc",
        "Martin Barnardo, FRCPath",
        "Amanda P Liggins, BSc, PhD",
        "Maite Caibes, BSc",
        "Alison Banham, DPhil",
        "Graham Collins, MD, PhD",
        "Chris S.R Hatton, MD",
        "Karen Pulford, PhD, FRCPath"
    ],
    "author_affiliations": [
        [
            "Nuffield Dept. of Clinical Lab. Sciences, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Nuffield Dept. of Clinical Lab. Sciences, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Nuffield Dept. of Clinical Lab. Sciences, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Transplant Immunology Centre, Oxford Radcliffe Hospitals, Oxford, "
        ],
        [
            "Nuffield Dept. of Clinical Lab. Sciences, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Nuffield Dept. of Clinical Lab. Sciences, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Nuffield Dept. of Clinical Lab. Sciences, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Department of Haematology, John Radcliffe Hospital, Oxford"
        ],
        [
            "Department of Haematology, John Radcliffe Hospital, Oxford"
        ],
        [
            "Nuffield Dept. of Clinical Lab. Sciences, University of Oxford, Oxford, United Kingdom, "
        ]
    ],
    "first_author_latitude": "51.7516232",
    "first_author_longitude": "-1.2151574",
    "abstract_text": "Abstract 4294 Multiple myeloma (MM) is a bone marrow localized plasma cell tumor comprising 1% of all cancers and 10–15% of hematological malignancies. Despite significant advances in treatment, such as bortezomib, patients currently only have a 5-year survival rate of approximately 35%. The identification of improved therapeutic options therefore remains a priority. There is increasing evidence for a role of the immune system in tumor progression. Examples include the remission of some leukemias and lymphomas in immunocompetent patients while allogeneic stem cell transplantation also has a graft-versus-tumor effect in MM. The immunotherapeutic targeting of tumor-associated antigens (TAAs) on MM cells therefore represents an important approach for improved treatment of this disease. MM cells express a number of TAAs, of which cancer testis antigens (CTAs) are of particular interest. Their restricted normal tissue distribution combined with widespread expression in tumors makes them attractive immunotherapeutic targets whilst minimizing potential problems with autoimmunity. Reports of cytotoxic T cells (CTLs, the major effector cells in tumor immunity) and CD4-positive T-helper cells recognizing the NY-ESO-1 and MAGE CTAs in patients with MM suggests the presence of a spontaneous immune response to these molecules, which can be boosted through vaccination with CTAs such as NY-ESO-1. We previously identified PAS (Per ARNT Sim) domain containing 1 (PASD1) protein as a novel diffuse large B-cell lymphoma (DLBCL)-associated CTA. Importantly, PASD1 has a restricted normal tissue distribution but is present in a range of hematological malignancies, including MM. Subsequent in vitro studies have identified immunogenic PASD1 peptides that elicit PASD1-driven CTL or CD4-positive T-helper responses in peripheral blood mononuclear cells from DLBCL patients. Studies using a pre-clinical in vivo murine model have confirmed the immunogenicity of the PASD1 CTL peptides. These critical steps support the use of PASD1 as a potential immunotherapeutic target in DLBCL. The current study was performed to ascertain whether the PASD1 CTL peptides were immunogenic in MM patients and thus have utility for immunotherapy in this disease. Blood samples were obtained from 9 post-treatment myeloma patients attending the John Radcliffe Hospital following informed consent. Peripheral blood mononuclear cells were incubated with the PASD1 CTL peptides PASD1(1) 38-47 (QLLDGFMITL) and PASD1(2) 167-175 (YLVGNVCIL). A gamma-interferon ELISPOT release assay was performed after 8–10 days. The results are summarized in Table 1 . Table 1: Gamma-IFN response to PASD1 in patients with MM.  Patients . MHC Class I . * Gamma-IFN response to peptides/50,000 cells . PASD1(1) . PASD1(2) . HIV-1 . PHA . DS A*0201+ 2+/−1 12+/−4 1+/−1 100+/−14 MW A*0201+ 52+/−2 44+/−2 20+/−2 66+/−8 DM A*0201− A*2601+ 28+/−2 46+/−6 8+/−2 98+/−10 JB A*0201+ 0+/−0 0+/−0 2+/−0 88+/−12 JY A*0201+ – – – 72+/−10 DA A*0201− 2+/−2 0+/−0 0+/−0 82+/−10 GG A*0201− 58+/−2 68+/−2 44+/−2 88+/−10 MD A*0201− 52+/−2 28+/−2 42+/−2 92+/−12 RS A*0201 – – – – Patients . MHC Class I . * Gamma-IFN response to peptides/50,000 cells . PASD1(1) . PASD1(2) . HIV-1 . PHA . DS A*0201+ 2+/−1 12+/−4 1+/−1 100+/−14 MW A*0201+ 52+/−2 44+/−2 20+/−2 66+/−8 DM A*0201− A*2601+ 28+/−2 46+/−6 8+/−2 98+/−10 JB A*0201+ 0+/−0 0+/−0 2+/−0 88+/−12 JY A*0201+ – – – 72+/−10 DA A*0201− 2+/−2 0+/−0 0+/−0 82+/−10 GG A*0201− 58+/−2 68+/−2 44+/−2 88+/−10 MD A*0201− 52+/−2 28+/−2 42+/−2 92+/−12 RS A*0201 – – – – * Results were considered positive if the number of spots in the test wells were at least twice that found in the irrelevant HIV-1 cultures. View Large A significant gamma-interferon response was detected to one or both of the PASD1 peptides in 2/4 A*0201-positive evaluable patients. Analysis of the SYPETHI web-based algorithm predicted the PASD1 peptides used here to be immunogenic in the context of A*2601 and this was confirmed in the one A*2601+ patient studied here. No significant response was detected in the 3 A*0201 and A*2601-negative patients. Double immunolabeling studies using antibodies to PASD1 and CD138 showed PASD1 to be present in a subset of tumor cells in all 7 patients with evaluable ELISPOT data. Our findings demonstrate the immunogenicity of both the PASD1(1) and PASD1(2) peptides in patients with MM. These ‘generic’ peptides therefore represent vaccine candidates for inclusion in a vaccine targeting multiple PASD1-positive hematological malignancies. Disclosures: Banham: University of Oxford: Patents & Royalties. Pulford: Leukaemia and Lymphoma Research: Patents & Royalties."
}