{
    "doi": "https://doi.org/10.1182/blood.V122.21.3890.3890",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2623",
    "start_url_page_num": 2623,
    "is_scraped": "1",
    "article_title": "Incidence and Management Of Venous Thrombosis In Acute Leukemia: A Multicenter Study ",
    "article_date": "November 15, 2013",
    "session_type": "613. Acute Myeloid Leukemia: Pathophysiology &amp; Clinical Studies: Poster III",
    "topics": [
        "leukemia, acute",
        "venous thrombosis",
        "anticoagulants",
        "deep vein thrombosis",
        "low-molecular-weight heparin",
        "thrombocytopenia",
        "atypical",
        "blood coagulation tests",
        "central venous catheterization",
        "central venous catheters"
    ],
    "author_names": [
        "Mariasanta Napolitano, MD",
        "Luca Valore, MD",
        "Giorgia Saccullo, MD",
        "Alessandra Malato, MD, PhD",
        "Calogero Vetro",
        "Maria Enza Mitra, MD",
        "Alessandro Lucchesi, MD",
        "Francesco Fabbiano, MD",
        "Donato Mannina, MD",
        "Alessandra Casuccio, MD",
        "Francesco Di Raimondo, MD",
        "Sergio Siragusa, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Unit, Thrombosis and Hemostasis Reference Regional Center, University of Palermo, Palermo, Italy, "
        ],
        [
            "Hematology Unit, Thrombosis and Hemostasis Reference Regional Center, University of Palermo, Palermo, Italy, "
        ],
        [
            "Hematology Unit, Thrombosis and Hemostasis Reference Regional Center, University of Palermo, Palermo, Italy, "
        ],
        [
            "U.O.C.di Ematologia con UTMO, Ospedali Riuniti Villa Sofia-Cervello, Palermo, Palermo, Italy, "
        ],
        [
            "Hematology Unit, Ospedale Ferrarotto AOU Policlinico-OVE, Catania, Italy, "
        ],
        [
            "Hematology Unit, Thrombosis and Hemostasis Reference Regional Center, University of Palermo, Palermo, Italy, "
        ],
        [
            "Hematology and Oncology Unit, Istituto Scientifico Romagnolo per lo studio e la cura dei tumori, Meldola, Italy, "
        ],
        [
            "UOC di Ematologia ed UTMO, Ospedali Riuniti Villa Sofia-Cervello, Palermo, Italy, "
        ],
        [
            "Hematology Unit, “Papardo” General Hospital, Messina, Italy, "
        ],
        [
            "Epidemology and Statistics Department, University of Palermo, Palermo, Italy, "
        ],
        [
            "Dept. Clinical and Molecular Bio-Medicine, University of Catania, Catania, Italy"
        ],
        [
            "Hematology Unit, Thrombosis and Hemostasis Reference Regional Center, University of Palermo, Palermo, Italy, "
        ]
    ],
    "first_author_latitude": "38.1177261",
    "first_author_longitude": "13.369923100000001",
    "abstract_text": "Background Venous thrombosis (VT) frequently complicates the clinical course of cancer. Reported incidence of VT in many hematological neoplasms is up to 10%, a value comparable to that of solid tumors. Available data on the incidence and management of VT in Acute Leukemia (AL) are scanty and quite discordant. We have performed a multicenter retrospective study with the primary objective to evaluate the incidence of venous thrombotic complications in a population of patients with AL. Secondary objective was to evaluate the management of these complications in patients with AL. Materials and Methods Available clinical records of out and in-patients diagnosed with AL from January 2008 to June 2013 in 4 Regional Reference Hospitals were analyzed. Cases of venous thrombosis (VT), including thrombosis in atypical sites [Retinal occlusion (RO) and Cerebral Sinus Thrombosis (CST)], were reported in the current study. All data were recorded in a dedicated database. Available laboratory tests at diagnosis of VT included complete blood cells count (CBC), basal coagulation tests (PT, aPTT, fibrinogen), Antithrombin, anticoagulant Protein S and C and D-dimer. Instrumental Diagnosis of deep vein thrombosis (DVT), pulmonary embolism (PE) and RO and CST was performed according to ACCP guidelines. In the statistical analysis, logistic regression model was applied. Fisher’s exact test was used to determine relationships between categorical variables. All P-values represented were two-sided, and statistical significance was declared when P< 0.05. Results Over a population of 831 patients with AL, 37 cases of VT were recorded, mainly (34/37 cases) in hospitalized patients: 24 cases were associated with Acute Myeloid Leukemia (AML) and 13 with Acute Lymphoblastic Leukemia (ALL). In the cohort of patients with VT, 23 were males (14 with AML, 9 with ALL) and 14 females (4 with AML, 10 with ALL), with a mean age of 46 ± 13,1 years; mean age of patients with AML and VT was 49 ± 12,8 years; mean age of patients with ALL and VT was 40,2 ± 12,2 years. Twelve patients presented at least a concomitant chronic disease; no one was receiving anticoagulant prophylactic treatment with low molecular weight heparin (LMWH) during hospitalization. There were 23 cases of DVT of upper arms, 9 cases of proximal DVT of limbs (one complicated with PE), 2 cases of RO, 1 of CST and 1 case of intracardiac clot. In 28/37 (75,6%) cases of recorded VT, a central venous catheter (CVC) was placed (Figure 1); moreover, 21/23 events of DVT of upper arms were significantly associated with a CVC insertion (p< 0.01). In the other 2 cases, one patient had a bulky mediastinal disease and 1 was diagnosed with promyelocytic AML. VT occurred during chemotherapy (CHT) in 32/37 (86.4%) cases, the remaining 5 cases were diagnosed in concomitance with leukemia: in 20 cases, VT occurred at induction, in 7 at consolidation and in 5 during salvage CHT. In both subgroups with VT, there was no statistical significant difference between time at diagnosis of VT and time at diagnosis of AL. At CBC, thrombocytopenia was the most frequently observed laboratory abnormality. Basal coagulation tests and anticoagulant levels were normal in all cases. Inherited prothrombotic mutations were available only for 9/37 cases, 1 case was heterozygous for Factor V Leiden and 1 for Factor II (G20210A) mutation. Most VT episodes (32/37) were treated with LMWH at therapeutic doses for the first month after diagnosis, a dose reduction was recorded in the following months, mainly related to severe thrombocytopenia after CHT ; 1 case was treated with unfractioned heparin; four cases did not receive any treatment due to severe thrombocytopenia. No cases of VT–related deaths nor fatal complications during treatment for VT were recorded. Treatments with LMWH lasted from 3 to 6 months. All patients clinically recovered from VT, only 2 late recurrences (PEs) were observed. Conclusions The incidence (4.5%) of VT in the analyzed cohort of patients with AL is almost similar to only one previous report, even if the involved sites distribution appears quite different. In particular, RO has never been reported. Atypical sites VT must be suspected to be correctly diagnosed and treated. Anticoagulant treatment schedules and duration in patients with AL is influenced by many factors, mainly related to CHT and severe thrombocytopenia. The optimal management of VT in patients with AL requires further, prospective studies. Disclosures: No relevant conflicts of interest to declare."
}