{
    "doi": "https://doi.org/10.1182/blood.V108.11.974.974",
    "article_title": "Small Populations of PNH-Type Cells in Aplastic Anemia Patients Are Derived from PIG-A Mutant Stem Cell Clones without Proliferative Advantage. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Several studies revealed that a small number of glycosylphosphatidylinositol anchored protein-deficient cells are detectable in peripheral blood of healthy individuals but these PNH-type cells do not persist for a long time because they are originated from committed progenitor cells rather than primitive stem cells with PIG-A gene mutations. We have studied more than 700 patients with AA for the presence of CD55-CD59- granulocytes and red blood cells using highly sensitive flow cytometry and detected 0.003% or more PNH-type cells in about 50% of patients. In patients whose proportions of PNH-type are very low, the appearance of PNH-type cells may also be transient because they are not derived from true PIG-A mutant stem cell clones. In an attempt to characterize hematopoietic clones from which small populations of PNH-type cells are originated, we studied changes in the proportion of PNH-type granulocytes, clinical findings, and PIG-A mutations over 3–7 years on 52 AA patients (18 males and 33 females). The initial examination revealed less than 0.1% (0–0.075%) PNH-type granulocytes in 21 patients (Group A) and more than 0.1% (0.101–36%) PNH-type granulocytes in 31 patients (Group B). In three (14%) patients of Group A, PNH-type granulocytes became undetectable 2.9, 1.3 and 1.6 years after the initial examination. 0.007 % granulocytes became detectable 2.5 years after the first examination which produced a negative result in one patient. Among the other 17 (81%) patients of Group A, proportions of PNH-type granulocytes remained stable at 0.03–0.41% over 3–6 years. By contrast, 5 (16%) patients of Group B showed an apparent increase in the proportion of PNH-type cells (from 1.46%, 1.63%, 3.31%, 23%, and 36% to 79%, 21%, 83%, 55%, and 78%, respectively) 2 to 4 years after the initial examination. Four of the five developed clinical signs of hemolysis. The proportion of PNH-type cells in Group B patients remained stable in 33 (63%) patients and declined in 12 (23%) patients. When we sorted a small (0.04%) population of PNH-type granulocytes from a patients of Group A and analyzed PIG-A gene, only one point mutation at position 479, C to T was revealed in the exon 2. The finding that the proportion of PNH-type cells remained stable over 3 years in most Group A patients suggests that very low proportions of PNH-type cells are derived from primitive hematopoietic stem cell clones with PIG-A mutation. Among AA patients displaying small populations of PNH-type cells, only those whose proportion of PNH-type cells are more than 1% may be at a high risk of developing hemolytic PNH.",
    "topics": [
        "antigens, cd55",
        "antigens, cd59",
        "aplastic anemia",
        "clone cells",
        "flow cytometry",
        "glycosylphosphatidylinositols",
        "stem cells",
        "hemolysis",
        "granulocytes",
        "erythrocytes"
    ],
    "author_names": [
        "Kanako Mochizuki",
        "Chiharu Sugimori",
        "Xingmin Feng",
        "Xuzhang Lu",
        "Gudrun H. Reed",
        "Carl T. Wittwer",
        "Shinji Nakao"
    ],
    "author_dict_list": [
        {
            "author_name": "Kanako Mochizuki",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Ishikawa, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chiharu Sugimori",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Ishikawa, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xingmin Feng",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Ishikawa, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuzhang Lu",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Ishikawa, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gudrun H. Reed",
            "author_affiliations": [
                "Department of Pathology, University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carl T. Wittwer",
            "author_affiliations": [
                "Department of Pathology, University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinji Nakao",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Ishikawa, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T06:42:59",
    "is_scraped": "1"
}