{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.659.659",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3738",
    "start_url_page_num": 3738,
    "is_scraped": "1",
    "article_title": "Phenotype Does Not Always Equal Function: HDAC Inhibitors and UM171, but Not SR1, Lead to Rapid Upregulation of CD90 on Non-Engrafting CD34+CD90-Negative Human Cells ",
    "article_date": "December 7, 2017",
    "session_type": "711. Cell Collection and Processing: Optimization of Hematopoietic Graft Using Small Molecules in Culture",
    "topics": [
        "histone deacetylase inhibitors",
        "phenotype",
        "up-regulation (physiology)",
        "cytokine",
        "transplantation",
        "antagonists",
        "flow cytometry",
        "flt3 ligand",
        "hydrocarbons",
        "immunophenotyping"
    ],
    "author_names": [
        "Kevin A. Goncalves, PhD",
        "Megan D. Hoban",
        "Jennifer L. Proctor, BS",
        "Hillary L. Adams, MS",
        "Sharon L. Hyzy, MS",
        "Anthony E. Boitano, PhD",
        "Michael P. Cooke, PhD"
    ],
    "author_affiliations": [
        [
            "Magenta Therapeutics, Cambridge, MA"
        ],
        [
            "Magenta Therapeutics, Cambridge, MA"
        ],
        [
            "Magenta Therapeutics, Cambridge, MA"
        ],
        [
            "Magenta Therapeutics, Cambridge, MA"
        ],
        [
            "Magenta Therapeutics, Cambridge, MA"
        ],
        [
            "Magenta Therapeutics, Cambridge, MA"
        ],
        [
            "Magenta Therapeutics, Cambridge, MA"
        ]
    ],
    "first_author_latitude": "42.363331599999995",
    "first_author_longitude": "-71.090694",
    "abstract_text": "Background. The ability to expand human hematopoietic stem cells (HSCs) has the potential to improve outcomes in HSC transplantation and increase the dose of gene-modified HSCs. While many approaches have been reported to expand HSCs, a direct comparison of the various methods to expand transplantable HSCs has not been published and clinical outcome data for the various methods is incomplete. In the present study, we compared several small molecule approaches reported to expand human HSCs including HDAC inhibitors, the aryl hydrocarbon antagonist, SR1, and UM171, a small molecule with unknown mechanism, for the ability to expand phenotypic HSC during in vitro culture and to expand cells that engraft NSG mice. Although all strategies increased the number of phenotypic HSC (CD34+CD90+CD45RA-) in vitro , SR1 was the most effective method to increase the number of NOD-SCID engrafting cells. Importantly, we found that HDAC inhibitors and UM171 upregulated phenotypic stem cell markers on downstream progenitors, suggesting that these compounds do not expand true HSCs. Methods. Small-molecules, SR1, HDAC inhibitors (BG45, CAY10398, CAY10433, CAY10603, Entinostat, HC Toxin, LMK235, PCI-34051, Pyroxamide, Romidepsin, SAHA, Scriptaid, TMP269, Trichostatin A, or Valproic Acid) and UM171 were titrated and then evaluated at their optimal concentrations in the presence of cytokines (TPO, SCF, FLT3L, and IL6) for the ability to expand human mobilized peripheral blood (mPB)-derived CD34+ cells ex vivo . Immunophenotype and cell numbers were assessed by flow cytometry following a 7-day expansion assay in 10-point dose-response (10 µM to 0.5 nM). HSC function was evaluated by enumeration of colony forming units in methylcellulose and a subset of the compounds were evaluated by transplanting expanded cells into sub-lethally irradiated NSG mice to assess engraftment potential in vivo . All cells expanded with compounds were compared to uncultured or vehicle-cultured cells. Results. Following 7 days of expansion, SR1 (5-fold), UM171 (4-fold), or HDAC inhibitors (>3-35-fold) resulted in an increase in CD34+CD90+CD45RA- number relative to cells cultured with cytokines alone; however, only SR1 (18-fold) and UM171 (8-fold) demonstrated enhanced engraftment in NSG mice. Interestingly, while HDAC inhibitors and UM171 gave the most robust increase in the number and frequency of CD34+CD90+CD45RA- cells during in vitro culture, these methods were inferior to SR1 at increasing NSG engrafting cells. The increase in CD34+CD90+CD45RA- cells observed during in vitro culture suggested that these compounds may be generating a false phenotype by upregulating CD90 and down-regulating CD45RA on progenitors that were originally CD34+CD90-CD45RA+. We tested this hypothesis by sorting CD34+CD90-CD45RA+ cells and culturing these with the various compounds. These experiments confirmed that both HDAC inhibitors (33-100 fold) and UM171 (28-fold) led to upregulation of CD90 on CD34+CD90-CD45RA+ cells after 4 days in culture. Since approximately 90% of the starting CD34+ cells were CD90-, these data suggest that most of the CD34+CD90+CD45RA- cells in cultures with HDAC inhibitors and UM171 arise from upregulation of CD90 rather than expansion of true CD34+CD90+CD45RA- cells and may explain the disconnect between in vitro HSC phenotype and NSG engraftment in vivo . This was further confirmed by evaluation of colony forming unit frequency of CD34+CD90-CD45RA+ cells after culture with compounds. Conclusions. We have showed that AHR antagonism is optimal for expanding functional human HSCs using the NSG engraftment model. We also demonstrated that UM171 and HDAC inhibitors upregulate phenotypic HSC markers on downstream progenitors. This could explain the discrepancy between impressive in vitro phenotypic expansion and insufficient functional activity in the NSG mouse model. Therefore, these data suggest caution when interpreting in vitro expansion phenotypes without confirmatory functional transplantation data, especially as these approaches move into clinical trials in patients. Disclosures Goncalves: Magenta Therapeutics: Employment, Equity Ownership. Hoban: Magenta Therapeutics: Employment, Equity Ownership. Proctor: Magenta Therapeutics: Employment, Equity Ownership. Adams: Magenta Therapeutics: Employment, Equity Ownership. Hyzy: Magenta Therapeutics: Employment, Equity Ownership. Boitano: Magenta Therapeutics: Employment, Equity Ownership, Patents & Royalties. Cooke: Magenta Therapeutics: Employment, Equity Ownership, Patents & Royalties."
}