{
    "doi": "https://doi.org/10.1182/blood.V106.11.5032.5032",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=532",
    "start_url_page_num": 532,
    "is_scraped": "1",
    "article_title": "Maintenance Alemtuzumab in Refractory B-Cell Chronic Lymphocytic Leukemia Patients: Updated Data. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "alemtuzumab",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "toxic effect",
        "chemotherapy regimen",
        "opportunistic infections",
        "duration of treatment",
        "follow-up",
        "infection as complication of medical care",
        "lung infections"
    ],
    "author_names": [
        "Catherine Thieblemont",
        "Roch Houot",
        "Boubacari Ali Toure",
        "Catherine Traulle",
        "Anne-Sophie Michallet",
        "Fadhela Bouafia",
        "Daniel Espinouse",
        "Gilles Salles",
        "Bertrand Coiffier"
    ],
    "author_affiliations": [
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Pierre-Benite, France"
        ],
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Pierre-Benite, France"
        ],
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Pierre-Benite, France"
        ],
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Pierre-Benite, France"
        ],
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Pierre-Benite, France"
        ],
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Pierre-Benite, France"
        ],
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Pierre-Benite, France"
        ],
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Pierre-Benite, France"
        ],
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Pierre-Benite, France"
        ]
    ],
    "first_author_latitude": "45.702775599999995",
    "first_author_longitude": "4.804545300000001",
    "abstract_text": "Alemtuzumab has an impressive clinical activity in B-cell chronic lymphocytic leukemia. The standard regimen (30 mg three times weekly for 12 weeks) results in high rate of early responses but frequent early progression. To prolong TTP, we realized a phase II study with an identical initial scheme: 3, 10, 30 mg of Campath-1H on sequential days, followed by 30 mg three times weekly until partial response, and maintenance therapy with 30 mg every one or 2 weeks, then, 30 mg monthly until progression or toxicity. Between January 2001 and August 2005, 16 B-CLL patients have been treated with this regimen and were retrospectively analyzed on an intent-to-treat basis. Eighty-one percent (13/16) of the patients had received 3 or more prior chemotherapy regimens. Response was evaluated at 12 weeks (W12) after the beginning of the treatment by the CLL WG criteria. Survivals were defined from the first day of alemtuzumab. With a median follow-up for alive patients at 26 months, median duration of treatment was 8.5 months (range: 1.5–23.5) corresponding to a median number of 18 injections of alemtuzumab (range 6–36) realized. Nine (56%) patients received more than 6 months of monthly injections. Among them, 3 patients received one injection every 2 or 3 months after these 6 months. Two patients progressed in blood during maintenance. Modulation of the doses was then proposed with more frequent injections during a time period allowing to re-obtain a CR. Maintenance was stopped because of nodal progression in 6 patients, opportunistic infections in 2 patients (1HSV and 1 pulmonary infection), persistent CR in 3 patients, and persistant neutropenia in 1 patient. Objective response at W12 was reached in 13 (81%) of the patients, including 5 (31%) CR and 8 (50%) PR. One patient had a stable disease (disappearance of blood infiltration but stability of lymph nodes involvement) and 2 a progressive disease. Median duration of response was 11.7 months (range: 5–30). Median of TTP and overall survival were 12 months and 38 months, respectively. In this series, patients did not experience more hematological toxicities or opportunistic infections than reported with the standard regimen. Of the 13 patients that progressed at the time of analysis, 7 were re-treated by alemtuzumab (n=4) or alemtuzumab + chemotherapy (n=3). Objective responses were obtained in 6 patients during a median time at 8.7 months. In conclusion, maintenance alemtuzumab with modulation of dose intensity allowed improving time to progression and survival, without adding hematological toxicities and infectious complications. View large Download slide Figure View large Download slide Figure "
}