{
    "doi": "https://doi.org/10.1182/blood.V108.11.1578.1578",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=596",
    "start_url_page_num": 596,
    "is_scraped": "1",
    "article_title": "Consumption of C.E.R.A. and Epoetin Beta in a Cellular Assay: UT-7 Consumption Model. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Continuous Erythropoietin Receptor Activator (C.E.R.A.), an innovative erythropoietic agent with unique receptor activity, is currently in development to provide correction of anemia and stable maintenance of hemoglobin (Hb) levels at extended administration intervals up to once monthly in patients with all stages of chronic kidney disease, and is also in development for the treatment of chemotherapy-induced anemia. C.E.R.A. has an equivalent half-life in humans of approximately 130 h following subcutaneous or intravenous administration. Clearance of erythropoietic agents may occur by binding, internalization and degradation in receptor bearing cells in the bone marrow. A functional assay was developed to evaluate the consumption of C.E.R.A. and epoetin beta in a UT-7 cellular system (a human acute myeloid leukemia cell line whose growth is dependent on the presence erythropoietic and other growth factors). UT-7 cells were incubated in the presence of C.E.R.A. (1000 pM) or epoetin beta (100 pM) for 72, 96 or 120 h. The cell supernatants were then harvested and the amounts of remaining growth factor were determined by a validated erythropoietin ELISA. As controls, the growth factors were incubated for the same times in medium only. Five independent identical experiments were conducted for each compound. Mean percentages of C.E.R.A. and epoetin beta were calculated relative to the control values (set at 100%). C.E.R.A. 1000 pM and epoetin beta 100 pM were shown to be equipotent, stimulating the proliferation of UT-7 cells to the same degree. There was a highly significant difference ( P =1.9×10 −9 ) between C.E.R.A. and epoetin beta for the time course of concentrations relative to controls. For epoetin beta 100 pM, the relative concentration decreased significantly over time, while for C.E.R.A. 1000 pM no statistically significant changes were observed. Thus, C.E.R.A. was still present in the culture supernatant at close to 100% after 4–5 days’ incubation, while the epoetin beta concentration had declined to approximately 20%. In conclusion, at the end of the incubation time the C.E.R.A. concentration was still sufficient to maintain the initial level of cell stimulation. However, at the end of the 96 h incubation the epoetin beta concentration dropped to a level that was insufficient to produce further stimulation. The UT-7 consumption model thus emulates the in vivo situation in humans with regard to receptor mediated elimination of the compounds and stimulation of erythroid progenitors. This study provides further evidence that C.E.R.A. interacts differently with the erythropoietin receptor relative to epoetin beta. Preclinical studies have shown that these properties translate into more continuous stimulation of erythropoiesis in vivo compared with epoetin beta and Phase III data indicate that C.E.R.A. allows predictable Hb maintenance in direct conversion from more frequently dosed agents.",
    "topics": [
        "cellular assay",
        "epoetin beta",
        "polymyositis",
        "prednimustine",
        "growth factor",
        "anemia",
        "erythropoietin receptors",
        "chemotherapy regimen",
        "erythropoietin",
        "hemoglobin"
    ],
    "author_names": [
        "M. Jarsch",
        "M. Brandt",
        "A. Haselbeck"
    ],
    "author_affiliations": [
        [
            "Pharmaceutical Research, Roche Diagnostics GmbH, Penzberg, Germany",
            " "
        ],
        [
            "Pharmaceutical Research, Roche Diagnostics GmbH, Penzberg, Germany",
            " "
        ],
        [
            "Pharmaceutical Research, Roche Diagnostics GmbH, Penzberg, Germany",
            " "
        ]
    ],
    "first_author_latitude": "47.7734047",
    "first_author_longitude": "11.374444899999999"
}