{
    "doi": "https://doi.org/10.1182/blood.V122.21.1295.1295",
    "article_title": "Extended Exposure To The CXCR4 Inhibitor Plerixafor May Lead To Enhanced Microenvironment Interactions in Acute Lymphoblastic Leukemia (ALL) ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster I",
    "abstract_text": "Background We have previously demonstrated that inhibition of CXCR4 in ALL decreases CXCR4 antibody binding, inhibits SDF-1α-(CXCL12)-induced chemotaxis, and overcomes chemotherapy resistance conferred by the bone marrow microenvironment. Specifically, we found that treatment with plerixafor and araC significantly decreased leukemic burden in a xenograft model of infant ALL, compared to treatment with araC alone. In those experiments, we treated mice on 3 consecutive days per week for 2 weeks with plerixafor and araC. However, the combination did not eradicate the leukemia in our model. We hypothesized that extended exposure to plerixafor may have led to increased interactions between surviving leukemic blasts and the bone marrow microenvironment. In our current experiments, we sought to characterize the effects of prolonged exposure to plerixafor in ALL. Methods/Results We treated pre-B (HB-1119, Nalm-6) and T (CCRF-CEM-1301, Jurkat) ALL cell lines with a dose range of plerixafor and harvested cells for FACS over an extended time course. We measured surface CXCR4 (s-CXCR4) expression using 3 antibodies: 12G5, which attaches to the SDF-1α and drug-binding site of CXCR4, and 1D9 and 2B11, which do not compete with SDF-1α or drug binding. 12G5 binding was decreased by plerixafor even at 1 hour and this effect was concentration-dependent. Interestingly, we found a time and dose-dependent increase in 1D9 and 2B11 antibody binding, suggesting that plerixafor caused an actual increase in s-CXCR4 over time. Increases in 1D9 and 2B11 binding were inversely proportional to decreases in 12G5 binding. We also measured surface expression of CD49d (VLA-4), which binds to fibronectin and VCAM-1; CXCR7, which binds to SDF-1α and CXCL11; and CXCR3, which binds to CXCL9, 10, and 11. We hypothesized that CXCR4 inhibition would lead to upregulation of parallel pathways of leukemia-stroma interactions. CD49d was highly expressed at baseline, while CXCR7 and CXCR3 were expressed to a lesser degree. Treatment with plerixafor led to dose-dependent increases in CXCR7 and variable changes in CD49d and CXCR3 surface expression, suggesting that plerixafor can modulate surface expression of adhesion molecules other than CXCR4. Next, we treated ALL cell lines with plerixafor (0, 10, 100 nM) for 72 hours, washed with PBS, and resuspended the cells in fresh medium to determine the effects of extended exposure to plerixafor and subsequent withdrawal. First, we measured surface expression of s-CXCR4 after 72 hours of treatment with plerixafor and found that 12G5 binding was decreased, while 1D9/2B11 binding was increased in an inversely proportional manner. After withdrawal, 12G5 binding increased to untreated levels between 4 and 24 hours, while 1D9/2B11 binding decreased to untreated levels between 4 and 72 hours. We also measured surface expression of CD49d, CXCR7, and CXCR3 and found that the effects of plerixafor treatment and withdrawal were variable by cell line. For example, after plerixafor treatment, surface expression of CD49d and CXCR7 was increased in Nalm-6 and surface expression of CXCR7 and CXCR3 was increased in CCRF-CEM-1301. Interestingly, 4 hours after plerixafor withdrawal, CD49d expression was increased in Jurkat and Nalm-6, and CXCR7 expression was increased in CCRF-CEM-1301, HB-1119, and Jurkat. Finally, we measured migration of washed cells from each treatment condition through a permeable membrane toward medium containing SDF-1α or medium alone. Despite CXCR4 inhibition for 72 hours, all plerixafor-treated cells migrated in response to SDF-1α. In addition, some plerixafor-treated cells exhibited significantly increased SDF-1α-induced chemotaxis compared to control-treated cells. These findings imply that increases in s-CXCR4 induced by 72 hours of treatment with plerixafor are functional. Conclusions Treatment of ALL cell lines with plerixafor led to a dose-dependent decrease in 12G5 antibody binding with a simultaneous overall increase in s-CXCR4 expression. Prolonged exposure to plerixafor led to increased s-CXCR4 expression that persisted for up to 72 hours after drug withdrawal, modulated surface expression of additional adhesion molecules, and enhanced SDF-1α-induced chemotaxis. Therefore, additional careful studies of CXCR4 inhibitors and other microenvironment-targeted agents must be performed in order to determine their optimal use in ALL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "cxcr4 receptors",
        "plerixafor",
        "antibodies",
        "cell adhesion molecules",
        "leukemia",
        "chemotherapy regimen",
        "fibronectins",
        "mechlorethamine",
        "painful bladder syndrome"
    ],
    "author_names": [
        "Edward Allan R. Sison, MD",
        "Daniel Magoon",
        "Patrick Brown, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Edward Allan R. Sison, MD",
            "author_affiliations": [
                "Pediatric Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel Magoon",
            "author_affiliations": [
                "Pediatric Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Brown, MD",
            "author_affiliations": [
                "Pediatric Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T15:42:44",
    "is_scraped": "1"
}