{
    "doi": "https://doi.org/10.1182/blood.V110.11.1499.1499",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=844",
    "start_url_page_num": 844,
    "is_scraped": "1",
    "article_title": "Increased Levels of Urinary N-Telopeptide of Type I Collagen Correlate with Reduced Survival in Patients with Advanced Multiple Myeloma. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "collagen type i",
        "multiple myeloma",
        "urinary tract",
        "brachial plexus neuritis",
        "bisphosphonates",
        "creatinine",
        "albumins",
        "pamidronate",
        "prognostic factors",
        "zoledronic acid"
    ],
    "author_names": [
        "James Berenson",
        "Richard Cook",
        "Allan Lipton",
        "Robert Coleman",
        "Evangelos Terpos"
    ],
    "author_affiliations": [
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "University of Waterloo, Waterloo, ON, Canada"
        ],
        [
            "Milton S. Hershey Medical Center, Pennsylvania State University, Hershey, PA, USA"
        ],
        [
            "Weston Park Hospital, Sheffield, United Kingdom"
        ],
        [
            "251 General Airforce Hospital, Athens, Greece"
        ]
    ],
    "first_author_latitude": "34.090862099999995",
    "first_author_longitude": "-118.39251750000001",
    "abstract_text": "Staging systems such as those of Durie-Salmon and the International Staging System provide important prognostic insight for patients (pts) with multiple myeloma (MM) throughout the disease continuum. However, detailed evaluations of prognostic factors in pts with advanced MM and primary bone lesions have not been reported. Therefore, an exploratory analysis of data was conducted from a randomized trial in pts with bone disease from MM to assess prognostic factors for survival (n=282). Patients received standard antineoplastic therapy including a bisphosphonate (zoledronic acid 4 mg, n=184; pamidronate 90 mg, n=98) every 3 to 4 weeks for up to 24 months. Dichotomous variables included sex, race (white/other), narcotic analgesics (yes/no), Eastern Cooperative Oncology Group performance status (active/impaired), prior skeletal-related event (SRE; yes/no), and values with a defined upper limit of normal (creatinine, lymphocyte %, hemoglobin, serum glutamic-oxaloacetic transaminase, albumin, lactate dehydrogenase [LDH], and calcium). Continuous variables included age, weight, cancer duration, Functional Assessment of Cancer Therapy-General score, Brief Pain Inventory score, and bone markers (eg, urinary N-telopeptide of type I collagen [NTX], deoxypyridinoline). Paraprotein type was also included. Univariate and multivariate analyses were developed to determine relative risks (RR) for reduced survival associated with baseline variables using Cox regression models, and those that were not significant at the 5% level were removed by backward elimination to generate a reduced model. In the reduced multivariate model, advanced age (P=.001), non-immunoglobulin (Ig) G myeloma subtype (IgA [P=.001] or light chain/nonsecretory/IgM [P=.051]), history of SREs before study enrollment (P=.004), anemia (P=.022), high urinary levels of NTX (P=.017), high serum levels of LDH (P=.014), and low serum levels of albumin (P=.025) significantly correlated with reduced survival. Because NTX levels were a significant covariate, the correlation between baseline NTX and survival was assessed. Normal NTX (< 50 nmol/mmol creatinine) was associated with a significant 47% lower risk of death versus elevated NTX in pts who received zoledronic acid (n=210; RR=0.53; P=.026); it was associated with a 38% lower risk in the smaller population of pts who received pamidronate (n=108; RR=0.62; P=.135). After 3 months of bisphosphonate treatment, a 50% reduction in NTX was achieved in approximately 83% of patients with an elevated baseline NTX (median, 82.5 nmol/mmol creatinine) who were treated with zoledronic acid. However, the same NTX reduction at 3 months was achieved in only 67% of pts with an elevated baseline NTX (median, 80.0 nmol/mmol creatinine) who were treated with pamidronate. In these analyses, age, albumin, Igs, and anemia were identified as prognostic factors for reduced survival in pts with advanced MM. In addition, a history of SREs before study enrollment and elevated levels of bone metabolism markers—specifically NTX—were identified. Bisphosphonates can delay the onset of potentially life-limiting skeletal complications and reduce NTX levels. Therefore, studies are under way to investigate whether bisphosphonates can improve survival in this setting."
}