{
    "doi": "https://doi.org/10.1182/blood.V112.11.3540.3540",
    "article_title": "Lentiviral Transduction of Ex Vivo Expanded Natural Killer Cells with a CD19 Chimeric Antigen Receptor Induces Cytotoxicity against Resistant B Cell Malignancies ",
    "article_date": "November 16, 2008",
    "session_type": "Gene Therapy and Transfer",
    "abstract_text": "NK cells play an important role in innate immunity against tumors and viral infection. NK cell cytotoxicity is suppressed by self-HLA molecules that bind and activate inhibitory killer immunoglobulin like receptors (KIRs). Expression of a CD19 chimeric receptor on NK cells could induce target specific activating signals that overcome KIR-mediated inhibition, enhancing autologous NK cell cytotoxicity against B-cell malignancies. Although HIV-1 based lentiviral vectors (LVs) have been used to efficiently transfer genes into human T-cells, little data exists on the use of LV vectors to transduce NK cells. In this study, we designed a HIV-based LV vector encoding both a CD19 chimeric antigen receptor (CAR) and green fluorescence protein (GFP) transgenes controlled by a MSCV-LTR promoter (CD19CAR LV vector) to transduce CD3 − CD56 + ex vivo expanded human NK cells. The CAR consists of a single chain Fv portion of a mouse mAb against human CD19 fused to the signaling intracellular domain of a CD3 zeta subunit. CD3 − CD56 + NK cells were expanded ex vivo using irradiated EBV-LCL feeder cells and IL-2 containing media for 7 to 10 days. NK92 cells or expanded NK cells underwent 2 rounds of transduction with the CD19CAR LV vector in the presence of protamine sulfate using retronectin-coated plates. GFP expression measured by flow cytometry 3–4 days following LV transduction was used to assess transduction efficiencies (TE). GFP expression was detected in a mean 41% (range 27–56%) of NK92 cells and a mean 15% (range 6–40%) of ex vivo expanded NK cells. NK cell viability assessed up to 1 week following LV transduction was similar to non transduced NK cells. Following transduction, NK cells continued to expand in culture similar to non-transduced NK cells; seven days following their transduction, transduced NK cells expanded a median 30 fold while non transduced NK cells expanded a median 27 fold (p=n.s.). Cytotoxicity assays showed EBV-LCLs were resistant to killing by IL-2 activated T cells and in vitro expanded NK cells. In contrast, CD19CAR LV vector transduced NK cells were highly cytotoxic against EBV-LCLs; at 10:1 effector to target ratio (E:T), 43% of EBV-LCLs were killed by CD19CAR LV transduced NK cells versus 6% killing by non transduced NK cells (p=0.0002). NK cytotoxicity of K562 targets was not altered by CD19CAR LV transduction; at a 10:1 E: T ratio, LV transduced NK cells lysed 80% of K562 cells vs. 84% lysis by non transduced NK cells (p=n.s.). We next transduced IL-2 activated T-cells with the CD19CAR LV vector to compare their cytotoxicity to transduced NK cells against CD19+ LCLs. At a 10:1 E: T ratio, 11 % vs 1% of LCLs were killed by transduced vs non transduced T cells respectively (p=0.002). Although the TE of IL-2 activated T-cells was higher than NK cells (mean TE of 38 % vs 15% in T-cells and NK cells respectively, p=0.02), LV transduced NK cells were more cytotoxic to EBV-LCLs than transduced T-cells at the same E: T ratios. In conclusion, we show successful transduction of ex vivo expanded NK cells with a CD19CAR can be achieved using a LV vector, with CD19CAR transduced NK cells exhibiting enhanced antigen specific cytotoxicity. These findings provide both a method and rationale for clinical trials exploring the antitumor effects of adoptively infused CD19CAR LV transduced NK cells in patients with refractory B cell malignancies.",
    "topics": [
        "b-lymphocytes",
        "cancer",
        "cd19 antigens",
        "chimeric antigen receptors",
        "cytotoxicity",
        "natural killer cells",
        "aldesleukin",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "antigens"
    ],
    "author_names": [
        "Muthalagu Ramanathan",
        "Su Su",
        "Andreas Lundqvist",
        "Maria Berg",
        "Aleah Smith",
        "Rebecca Lopez",
        "Ann Williams",
        "Erkut Bahceci",
        "J. Philip McCoy",
        "Laurent Boissel",
        "Hans-Georg Klingemann",
        "Richard Childs"
    ],
    "author_dict_list": [
        {
            "author_name": "Muthalagu Ramanathan",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Su Su",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Lundqvist",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Berg",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aleah Smith",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Lopez",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Williams",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erkut Bahceci",
            "author_affiliations": [
                "Bayer HealthCare Pharmaceuticals, West Haven, CT, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Philip McCoy",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Boissel",
            "author_affiliations": [
                "Tufts New England Med. Ctr., Boston, MA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans-Georg Klingemann",
            "author_affiliations": [
                "Tufts New England Med. Ctr., Boston, MA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Childs",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T21:30:51",
    "is_scraped": "1"
}