{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3770.3770",
    "article_title": "Extracellular DEK Regulates Hematopoiesis through CXCR2-Mediated Intracellular Signaling That Does Not Require Its Translocation into the Nucleus or Binding to DNA ",
    "article_date": "December 7, 2017",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation: Poster III",
    "abstract_text": "DEK is a highly conserved, ubiquitously expressed and structurally unique DNA-binding nuclear protein involved in transcription, DNA replication, and DNA repair implicating a role for DEK in gene regulation. Interestingly, hematopoietic cells, following stimulation with inflammatory mediators, can actively secrete DEK, which can then be taken up by cells via binding to heparan sulfate proteoglycans (HSPGs), translocating to the nucleus, and mediating its normal function of gene regulation. Previous work from our group indicates that both endogenous, intracellular DEK and secreted, extracellular DEK regulates normal hematopoiesis by decreasing numbers of hematopoietic progenitor cells (HPCs) and increasing numbers of hematopoietic stem cells (HSCs) suggesting that DEK plays a role in regulating HSC/HPC function and/or cell fate. Extracellular DEK-mediated regulation of hematopoiesis occurs in a HSPG-, CXCR2-, Gai protein-dependent manner. Neutralizing these pathways inhibits extracellular DEK regulation of HSCs and HPCs. However, what was not known is whether the HSPG-dependent internalization of DEK is required for the extracellular DEK-mediated regulation of hematopoiesis as HSPGs are also required for maximum binding efficiency of ELR-CXC chemokines to CXCR2. To address this unknown, two mutant forms of recombinant (r)DEK were utilized: DEK that lacks its nuclear translocation sequence (NTS) and DEK that lacks its DNA-binding motif (DBM). First we examined whether NTS- or DMB-rDEK could alter HPC or HSC numbers in vitro / ex vivo . We had previously shown that C57Bl/6 bone marrow (BM) cells when in culture with rDEK inhibited HPC colony formation in a dose-dependent manner, with the minimum dose of WT rDEK required for inhibition being 12.5 nM (p=0.002). Both NTS- and DMB-rDEK also inhibited HPC colony formation in a dose-dependent manner starting at 12.5 nM (p=0.03 and p=0.02 respectively) suggesting that neither the ability of DEK to get into the nucleus or bind to DNA is required to regulate HPC numbers in BM. To examine whether NTS- or DMB-rDEK can still enhance HSC numbers, ex vivo HSC expansion assays were performed. C57Bl/6 lineage negative BM cells were cultured in SCF, TPO, and Flt3L with vehicle control, WT-rDEK, NTS-rDEK, or DMB-rDEK then examined for HSC expansion on days 4 and 7. On both days, WT-, NTS-rDEK and DMB-rDEK significantly expanded long-term HSC numbers when compared to vehicle control, suggesting that like DEK-mediated suppression of HPCs, DEK-mediated expansion of HSCs does not require DEK to translocate to the nucleus or bind to DNA. To examine whether extracellular NTS- and DMB-rDEK can still mediate one of DEK's known nuclear functions, heterochromatin stability, DEK -/- lineage negative BM cells were incubated for 12 hours with WT rDEK, NTS-rDEK or DMB-rDEK then examined for H3K9 trimethylation in HSCs and HPCs by ImageStream flow cytometry. Neither NTS- or DMB-rDEK were able to enhance the trimethylation of H3K9 in DEK -/- HSCs or HPCs. However, incubating DEK -/- lineage negative BM with WT rDEK, increased H3K9me3 in the nucleus of the cells by ~26%. When utilizing WT BM, incubating cells for 12 hours with WT, NTS- or DMB-rDEK did not result in changes in H3K9Me3 that was detectable by ImageStream technology suggesting that extracellular DEK-mediated changes in chromatin remodeling in HSCs and HPCs only occurs when the cells lack endogenous DEK. Co-culturing C57Bl/6 BM cells with WT rDEK mediated AKT and ERK1/2 phosphorylation in HSCs and ERK1/2 in HPCs which is blocked when BM cells are pretreated with a neutralizing antibody against CXCR2 or when preteated with heparin neutralizing HSPGs. Both NTS- and DMB-rDEK were able to mediate similar activation of AKT and ERK1/2 in HSCs and HPCs as WT rDEK but not when the BM was pretreated with anti-CXCR2 antibody or heparin. Taken together, these data suggest that extracellular DEK functions to regulate HSC and HPC numbers/function by binding to CXCR2 to mediate intracellular signaling events in C57Bl/6 BM cells. The fact that HSPGs are required for extracellular DEK's effect, but DEK does not have to get into the nucleus and bind DNA, also suggests that internalization of DEK is not required to regulate hematopoiesis in cells with normal levels of endogenous DEK. Therefore, like the ELR-CXC chemokines, DEK requires HSPGs for its CXCR2-mediated signaling processes in both HSCs and HPCs. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cell nucleus",
        "dna",
        "hematopoiesis",
        "signal transduction",
        "translocation (genetics)",
        "3,3-dimethylbutan-1-ol",
        "heparan sulfate proteoglycans",
        "chemokines",
        "heparin",
        "mechlorethamine"
    ],
    "author_names": [
        "Maegan Capitano, PhD",
        "Nirit Mor-Vaknin, PhD",
        "Maureen Legendre",
        "Scott Cooper, MS",
        "Ferdinand Kappes, PhD",
        "David Markovitz, MD",
        "Hal E. Broxmeyer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maegan Capitano, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nirit Mor-Vaknin, PhD",
            "author_affiliations": [
                "University of Michigan Medical Center, Ann Arbor, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maureen Legendre",
            "author_affiliations": [
                "University of Michigan Medical Center, Ann Arbor, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Cooper, MS",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ferdinand Kappes, PhD",
            "author_affiliations": [
                "RWTH Achen University Medical School, Aachen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Markovitz, MD",
            "author_affiliations": [
                "University of Michigan Medical Center, Ann Arbor, MI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hal E. Broxmeyer, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:33:12",
    "is_scraped": "1"
}