{
    "doi": "https://doi.org/10.1182/blood.V110.11.1118.1118",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=920",
    "start_url_page_num": 920,
    "is_scraped": "1",
    "article_title": "BCRs of Mutated and Unmutated CLL Bind Peptides with Distinct Sequence Features: Evidence from Phage Display Libraries. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bacteriophages",
        "binding (molecular function)",
        "libraries",
        "mutation",
        "peptides",
        "gene organization",
        "ligands",
        "monoclonal antibodies",
        "antigens",
        "epitopes"
    ],
    "author_names": [
        "Manuela Woelfle, MD",
        "Till Seiler, MD",
        "Rosa Catera, PhD",
        "Hartmut Dohner, MD",
        "Stephan Stilgenbauer, MD",
        "Steven L. Allen, MD",
        "Kanti R. Rai, MD",
        "Charles C. Chu, PhD",
        "Nicholas Chiorazzi, MD"
    ],
    "author_affiliations": [
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, Manhasset, NY, USA",
            "Klinik fuer Innere Medizin III, University of Ulm, Ulm, Baden-Wuerttemberg, Germany"
        ],
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, Manhasset, NY, USA",
            "Klinik fuer Innere Medizin III, University of Ulm, Ulm, Baden-Wuerttemberg, Germany",
            "Medizinische Klinik und Poliklinik 3, Ludwig Maximilians University Munich, Munich, Bavaria, Germany"
        ],
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, Manhasset, NY, USA"
        ],
        [
            "Klinik fuer Innere Medizin III, University of Ulm, Ulm, Baden-Wuerttemberg, Germany"
        ],
        [
            "Klinik fuer Innere Medizin III, University of Ulm, Ulm, Baden-Wuerttemberg, Germany"
        ],
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, Manhasset, NY, USA",
            "Department of Medicine, North Shore University Hospital, Manhasset, NY, USA"
        ],
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, Manhasset, NY, USA",
            "Department of Medicine, Long Island Jewish Medical Center, New Hyde Park, NY, USA"
        ],
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, Manhasset, NY, USA",
            "Department of Medicine, North Shore University Hospital, Manhasset, NY, USA"
        ],
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, Manhasset, NY, USA",
            "Department of Medicine, North Shore University Hospital, Manhasset, NY, USA"
        ]
    ],
    "first_author_latitude": "40.775628499999996",
    "first_author_longitude": "-73.7023206",
    "abstract_text": "In CLL, the use of specific IgV genes to code the clone’s BCR is non-random and there is an apparent selection for particular genetic and amino acid structures that can be shared by different patients, supporting the hypothesis that antigenic stimulation influences the development and course of CLL. As the binding specificities of the BCR are largely unknown, a vast variety of antigens may affect the BCRs and defined antigens have yet to be identified. Therefore, we used peptide phage display technology to identify ligands for CLL BCRs. BCRs from 2 IgVH unmutated (U-CLL) and 3 mutated (M-CLL) patients were expressed as IgG1 mAbs and used to probe a 12-mer peptide phage display library. In each case, after 3 rounds of selection, we isolated ligands reactive with the CLL mAbs. For the 3 M-CLL mAbs, phage clones carrying peptide inserts with conserved consensus motifs were found. Specificity of the BCR-ligand interactions was demonstrated in direct and indirect ELISA, since selected phage clones and synthetic peptides bound to their respective M-CLL mAb but not to other M-CLL mAbs. Variation of the amino acid sequence of the synthetic peptides significantly altered their reactivity with the corresponding M-CLL mAb. Furthermore, synthetic peptides were bound only by the proper mAb/BCR, but not by mAbs of other M-CLL or U-CLL patients with BCRs comprised of different IgVH genes, supporting the hypothesis that BCRs of M-CLL recognize a defined epitope. In contrast, the mAbs from 2 U-CLL cases did not select phages bearing a consensus motif. Rather these U-CLL mAbs bound multiple phages expressing the same 12-mer peptides, although these differed in sequence between the two U-CLL cases tested. Furthermore, 2 separate selection procedures using 1 U-CLL mAb isolated multiple phage bearing the same 12-mer sequence on each occasion as well as another set of phages with a completely distinct sequence in 1 of 2 selections. ELISAs demonstrated specific binding of all phage clones and of the synthetic peptides by the U-CLL mAbs. Despite this level of specificity, the 2 U-CLL mAbs also reacted with peptides isolated from panning with other CLL mAbs, thereby displaying considerable polyreactivity. Rather than binding only one distinct epitope, mAbs from U-CLL appear capable of interacting with multiple, unrelated structures. Finally, one of the peptides isolated with an U-CLL mAb was bound by all of the CLL mAbs tested, including those from M-CLL cases; therefore this target is antigenically “polyreactive”. Thus, phage display is a feasible approach to identify specific ligands for CLL BCRs. The two classes of BCRs in M-CLL and U-CLL show substantially different binding properties - the former binding shared amino acid motifs and the latter binding multiple ligands of distinct and identical 12-mer amino acid sequences. These peptides can be used to analyze more precisely the binding sites of CLL BCRs as well as the consequences that ensue after BCR crosslinking, and they might help develop BCR-specific therapeutic agents."
}