{
    "doi": "https://doi.org/10.1182/blood.V118.21.4184.4184",
    "article_title": "Development of the Functional Assessment of Cancer Therapy-Multiple Myeloma (FACT-MM) Scale and Validation in the Eastern Cooperative Oncology Group Trial E1A05, ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster III",
    "abstract_text": "Abstract 4184 Introduction: FACT-MM was developed with the aim to create a disease-specific, patient-reported outcomes (PRO) measure as part of the FACT measurement system to assess multiple myeloma (MM)-related symptoms. Literature review identified 52 MM specific symptoms and concerns. 13 MM expert clinicians rated these 52 items on relevance to health-related quality of life (HRQL) for MM patients and added 11 items for comprehensive PRO assessment in MM. These 63 candidate items were rated by 13 MM patients recruited through the International Myeloma Foundation website. Disease-related symptoms and concerns were described and provided by patients through free-text comments. Information from both the MM expert clinician and MM patient surveys including free-text items was analyzed and 14 highest ranked items were selected for the FACT-MM. The FACT-MM subscale (score 0–56), the FACT-G physical and functional well-being subscales (score 0–28), and the FACT-Neurotoxicity (FACT-Ntx) subscale (score 0–44) was administered to 48 E1A05 participants to assess disease and treatment-related symptoms of patients with newly diagnosed MM receiving 8 cycles of VRd versus Vd. Methods: In this study, the first three of seven sequential assessments were evaluated: baseline, cycle 5 and end of treatment (after cycle 8 or early diconstinuation). Instruments were scored as per the FACT scoring guidelines. Descriptive statistics were provided for each timepoint and changes in scores from baseline. The Wilcoxon rank sum test was used to assess differences in scores by ISS stage and ECOG PS. Pearson correlation coefficients were obtained between the scores. Cronbach's alpha was used to evaluate internal consistency of the FACT-MM. Results: At baseline and end of treatment, 46 and 41 patients, respectively, completed assessments. The FACT-MM demonstrated good to very good internal consistency (Cronbach alpha 0.79 – 0.89). The FACT-MM subscale was significantly correlated with the FACT physical and functional well-being subscales at baseline (r = 0.72), cycle 5 (r = 0.64; r = 0.49) and end of treatment (r = 0.72; r = 0.66). All scores declined modestly by cycle 5 and end of treatment from baseline. While sample size was limited, there appeared association with ECOG PS with higher scores for patients with PS 0 status. Conclusions: The 14-item FACT-MM scale is feasible for use to measure myeloma-related symptoms and has demonstrated acceptable psychometric properties based on findings from E1A05, an ECOG myeloma trial. Disclosures: Cella: Novartis: Research Funding. Fonseca: Consulting:Genzyme, Medtronic, BMS, Amgen, Otsuka, Celgene, Intellikine, Lilly Research Support: Cylene, Onyz, Celgene: Consultancy, Research Funding.",
    "topics": [
        "cancer",
        "eastern cooperative oncology group",
        "multiple myeloma",
        "neurotoxicity syndromes",
        "descriptive statistics",
        "patient self-report",
        "system of measurement"
    ],
    "author_names": [
        "Matthias Weiss, MD, PhD",
        "Susanna Jacobus, MS",
        "Lynne I Wagner, PhD",
        "David Cella, PhD",
        "Michael S Katz, BS., MBA",
        "Vincent Rajkumar, MD",
        "Rafael Fonseca, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthias Weiss, MD, PhD",
            "author_affiliations": [
                "hematology/oncology, marshfield clinic, minocqua, WI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanna Jacobus, MS",
            "author_affiliations": [
                "Biostatsitcs, Eastern Cooperative Oncology Group, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynne I Wagner, PhD",
            "author_affiliations": [
                "northwestern university, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Cella, PhD",
            "author_affiliations": [
                "Medical Social Sciences, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael S Katz, BS., MBA",
            "author_affiliations": [
                "International Myeloma Foundation, North Hollywood, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Rajkumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Fonseca, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Mayo Clinic, Scottsdale, AZ, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T15:49:34",
    "is_scraped": "1"
}