{
    "doi": "https://doi.org/10.1182/blood.V110.11.1922.1922",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1028",
    "start_url_page_num": 1028,
    "is_scraped": "1",
    "article_title": "Human Multipotent Mesenchymal Stromal Cells (MSC) Exhibit Broad Spectrum Antimicrobial Effector Functions Mediated by Indoleamine 2,3-Dioxygenase (IDO). ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells",
    "topics": [
        "antimicrobials",
        "stem cell, mesenchymal",
        "tryptophan oxygenase",
        "tryptophan",
        "hematopoietic stem cell transplantation",
        "antiprotozoal agents",
        "antiviral agents",
        "anti-bacterial agents",
        "graft-versus-host disease",
        "bacterial infections"
    ],
    "author_names": [
        "Roland Meisel, MD",
        "Kathrin Heseler",
        "Doreen Wendholt, PhD",
        "Huelya Buelle, PhD",
        "Claudia Woite",
        "Silke Stuhlsatz",
        "Wilfried Schwippert",
        "Dagmar Dilloo, MD",
        "Walter Daeubener, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Pediatric Oncology, Hematology and Clinical Immunology, University Childrens Hospital, Duesseldorf, Germany"
        ],
        [
            "Institute for Medical Microbiology and Hospital Hygiene, Heinrich-Heine-University, Duesseldorf, Germany"
        ],
        [
            "Dept. of Pediatric Oncology, Hematology and Clinical Immunology, University Childrens Hospital, Duesseldorf, Germany"
        ],
        [
            "Dept. of Pediatric Oncology, Hematology and Clinical Immunology, University Childrens Hospital, Duesseldorf, Germany"
        ],
        [
            "Institute for Medical Microbiology and Hospital Hygiene, Heinrich-Heine-University, Duesseldorf, Germany"
        ],
        [
            "Institute for Medical Microbiology and Hospital Hygiene, Heinrich-Heine-University, Duesseldorf, Germany"
        ],
        [
            "Institute for Medical Microbiology and Hospital Hygiene, Heinrich-Heine-University, Duesseldorf, Germany"
        ],
        [
            "Dept. of Pediatric Oncology, Hematology and Clinical Immunology, University Childrens Hospital, Duesseldorf, Germany"
        ],
        [
            "Institute for Medical Microbiology and Hospital Hygiene, Heinrich-Heine-University, Duesseldorf, Germany"
        ]
    ],
    "first_author_latitude": "51.195264099999996",
    "first_author_longitude": "6.7899207",
    "abstract_text": "Multipotent mesenchymal stromal cells (MSCs) exhibit multilineage differential potential, support hematopoiesis, and potently inhibit proliferation and effector function of various immune cells. Based on these properties MSCs are currently under investigation in different clinical settings including tissue repair and immune-mediated disorders such as graft rejection and graft-versus-host disease (GvHD) after hematopoietic stem cell transplantation (HSCT). While initial results of MSCs administration in these indications have been very promising, it remains a matter of concern that clinical application of MSCs might inadvertently inhibit beneficial antimicrobial immune responses leading to an increased risk of infections. We have previously shown, that interferon-γ(IFNγ)-induced expression of the tryptophan catabolizing enzyme indoleamine 2,3-dioxygenase (IDO) acts as a T cell inhibitory effector mechanism in human MSCs. As IDO-mediated tryptophan starvation has recently been demonstrated to inhibit the growth of various pathogens, we here investigated, whether human MSCs exhibit antibacterial, antiprotozoal and antiviral effector functions upon IDO induction. To this end, IFNγ stimulated MSC cultures were inoculated with Staphylococcus aureus as bacterial and Toxoplasma gondii as prototypic protozoal pathogens. In the presence of 125 U/ml IFNγ staphylococcal growth was significantly inhibited to 26±6% (meanyem) of proliferation in control cultures without IFNγ (p=0.02; n=4) and addition of the IDO inhibitor 1-methyl-tryptophan completely restored bacterial proliferation to 105±4% of controls (p<0.01). Likewise, Toxoplasma gondii growth in MSC monolayers assessed via parasite-specific uptake of 3 H-uracil was reduced to 27±5% of controls in the presence of 125 U/ml IFNγ (p<0.01; n=4). Here, addition of excess amounts of the IDO substrate tryptohan restored parasite growth to 84±4% of controls (p<0.01; n=4) thus identifying IDO-mediated tryptophan depletion as the underlying molecular mechanism. We then investigated, whether IFNγ-inducible antimicrobial effector functions of human MSCs also extend to viral pathogens. To this end, MSC monolayer cultures were infected with human cytomegalovirus (CMV) as a clinically prominent pathogen in HSCT and viral proliferation was assessed by analysis of CMV genome copy number using quantitative PCR after a 3 day culture in the presence or absence of IFNγ. At 250 U/ml IFNγ there was a substantial 169.8±44.8-fold reduction of CMV copy number (p<0.01; n=3) and this growth inhibition could partially but significantly be reversed by addition of supplementary tryptophan to an only 19.7±9.9-fold reduction of CMV growth (p<0.01). In conclusion, our data provide first evidence, that inducible IDO expression in human MSCs mediates antibacterial, antiprotozoal and antiviral effector functions. While bacterial growth inhibition by MSCs might prove most beneficial in tissue engineering approaches including MSC-facilitated bone regeneration, where bacterial infections are a major obstacle, antiprotozoal and antiviral effector functions of MSCs appear more relevant in the setting of HSCT. Additional studies are required to further define the intricate interplay between MSC-mediated immunomodulation and antimicrobial effector function."
}