{
    "doi": "https://doi.org/10.1182/blood.V128.22.3200.3200",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3384",
    "start_url_page_num": 3384,
    "is_scraped": "1",
    "article_title": "Characterization of Recurrent Mutations in Patient with a Richter Syndrome By Targeted Next Generation Sequencing ",
    "article_date": "December 2, 2016",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "massively-parallel genome sequencing",
        "mutation",
        "richter's syndrome",
        "sam domain and hd domain-containing protein 1",
        "biopsy",
        "protein p53",
        "protein p16",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "chemotherapy regimen",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Basile Stamatopoulos, PhD",
        "Pavlos Antoniou",
        "Dimitris Vavoulis",
        "Toby A. Eyre, MD",
        "Ruth Clifford, MD",
        "Maité Cabes, Msc",
        "Hélène Dreau, MSc",
        "Anna Schuh, MD PhD"
    ],
    "author_affiliations": [
        [
            "Nuffield Department of Laboratory Sciences, University of Oxford, Oxford, United Kingdom ",
            "Laboratory of Clinical Cell Therapy, Jules Bordet Insitute, University of Brussels (ULB), Brussels, Belgium ",
            "Molecular Diagnostic Centre, Oxford University Hospitals, Oxford, United Kingdom "
        ],
        [
            "Oxford Molecular Diagnostics Centre, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Oxford Molecular Diagnostics Centre, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Department of Haematology, Churchill Hospital Cancer Centre, Oxford, United Kingdom "
        ],
        [
            "Nuffield Department of Laboratory Sciences, University of Oxford, Oxford, United Kingdom ",
            "Molecular Diagnostic Centre, Oxford University Hospitals, Oxford, United Kingdom "
        ],
        [
            "Molecular Diagnostic Centre, Oxford University Hospitals, Oxford, United Kingdom "
        ],
        [
            "Molecular Diagnostic Centre, Oxford University Hospitals, Oxford, United Kingdom "
        ],
        [
            "Molecular Diagnostic Centre, Oxford University Hospitals, Oxford, United Kingdom ",
            "Department of Oncology, University of Oxford, Oxford, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.76013",
    "first_author_longitude": "-1.2618376",
    "abstract_text": "Background: Up to 10% of patients with chronic lymphocytic leukemia (CLL) undergo a high-grade transformation called Richter Syndrome (RS), most commonly of the diffuse large B cell lymphoma type. In ~80% of cases, the lymphoma originates from the CLL clone and is associated with a median survival inferior to 1 year after diagnosis. Prognosis following standard immunochemotherapy remains very poor and new therapeutic targets for RS are urgently needed. Methods: Only samples from patients with newly diagnosed RS recruited into the UK CHOP-OR (CHOP in combination with Ofatumumab, EudraCT number 2009-016459-23) were included (Eyre et al, Br J Haematol. 2016). DNA was extracted from 35 peripheral blood mononuclear cells (leukemic phase) and 21 FFPE-lymph node slides (Richter phase). For 15 patients, paired CLL and RS phase were available. A TruSeq Custom Amplicon panel (TSCA, Illumina) was designed targeting 28 recurrently mutated genes in CLL based on recent publications. Average sequencing depth was 2311x. Single nucleotide variant (SNV) were filtered with a variant allele frequency (VAF) >10%, with a depth >20, with an altered variant read >6 and by excluding synonymous mutation and mutation with a frequency >5% in the general population. Mutation frequencies were compared to those of Landau et al based on a CLL population of 538 patients. Results: Pathogenic mutations were identified in 28/30 CLL phase (93%) and 18/18 (100%) of RS phase. In the majority of paired cases (80%), mutations identified in the CLL phase were confirmed in the RS phase. Additional mutations were acquired in the RS phase compared to the CLL phase (277 versus 82) with a median of 5.5 mutations/RS phase versus 3 mutations/CLL phase (P=0.0003). When compared to the frequency in a general CLL population, we observed a significant increase of mutations in ATM (15%, 57%, 78% for general CLL population, CLL phase of RS, RS phase, respectively), TP53 (7%, 23%, 56%), NOTCH1 (6%, 23%, 50%), CDKN2A (23.1 months vs 6.6 months, P=0.0242). Conclusion: We show that CLL patients developing RS carry a high mutation burden and recurrent driver mutations in the leukemic clone and that additional mutations are acquired in the RS phase. We confirm the association of mutations in TP53, NOTCH1 and CDKN2A with RS and show in addition that SAMHD1 mutations are also frequently seen in RS. Finally, we propose that patients with biopsy findings of classical RS but no mutation in any of the 6 selected genes have an improved PFS and OS whereas patients without the classical RS biopsy features but a high-risk mutation profile fare poorly. Disclosures Eyre: GSK: Honoraria; Celgene: Other: Travel, Accomodation; Gilead: Honoraria, Other: Travel, Accomodation, Speakers Bureau; Takeda: Honoraria, Other: Travel, Speakers Bureau. Schuh: Gilead: Consultancy, Honoraria, Research Funding; Roche, Janssen, Novartis, Celgene, Abbvie: Consultancy, Honoraria."
}