{
    "doi": "https://doi.org/10.1182/blood.V128.22.5287.5287",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3307",
    "start_url_page_num": 3307,
    "is_scraped": "1",
    "article_title": "Clinical Research and Genomic Analysis on Relapsed or Refractory Angioimmunoblastic T Cell Lymphoma with Chidamide Monotherapy ",
    "article_date": "December 2, 2016",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology",
    "topics": [
        "angioimmunoblastic lymphadenopathy",
        "clinical research",
        "epstein-barr virus infections",
        "genome",
        "prolonged qt interval",
        "chemotherapy regimen",
        "massively-parallel genome sequencing",
        "neoplasms",
        "histone deacetylase inhibitors",
        "lymphoma"
    ],
    "author_names": [
        "Yu Wu, MD & PhD",
        "Juan Xu, MD",
        "Yuan Tang, MD",
        "Yongqian Jia, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, West China Hospital, Sichuan University, Chengdu, China "
        ],
        [
            "Department of Hematololgy, West China Hospital, Sichuan University, Chengdu, China "
        ],
        [
            "Department of Pathology, West China Hospital, Sichuan Universtiy, Chengdu, China "
        ],
        [
            "West China Hospital.Sichuan University, Department of Hematology, Chengdu, China"
        ]
    ],
    "first_author_latitude": "30.690724299999992",
    "first_author_longitude": "104.0105016",
    "abstract_text": "BACKGROUND: This study was to evaluate the efficacy and safety of chidamide monotherapy, which is a new histone deacetylase inhibitor (HDAci) of the benzamide class, in relapsed or refractory Angioimmunoblastic T cell lymphoma (AITL), to investigate its genomic expression signatures as well as the mechanisms of chidamide's anti-lymphoma effect and its resistance. METHODS: Two cases with relapsed or refractory AITL were treated with chidamide. We performed a repeated biopsy on relapsed lymphomas and did whole genome next-generation sequencing (NGS) testing on drug -resistant tumor samples. RESULTS: The first patient is a 54-year-old man presented with stage Ⅳ AITL. He underwent autologous stem cell transplantation in his first complete remission (CR) but relapsed 7 months later. In view of resistance to multiple lines of chemotherapy and poor performance status, chidamide was adaministered orally at a standard dose of 30mg twice a week. Pulmonary lesions regressed quickly and a second CR was achieved. Adverse events included grade 2 cytopenias, diarrhea, and reversible QT interval prolongation. The disease free survival was 6 months and AITL relapsed again 4 months ago. He responded to low-dose chidamide combined with lenalidomide and dexamethasone and remains well. Formalin-fixed, paraffin-embeded tumor tissues collected at first relapse were tackled for whole-genome sequencing. The other patient is a 62-year-old woman who had stage Ⅲ AITL. Disease progressed after two cycles of combined chemotherapy, thereafter a standard dose of chidamide monotherapy was initiated. With well tolerability, an unconfirmed CR was achieved and lasted for nearly 3 months. She is still alive but remains refractory to various salvage therapeutics, including chemotherapies, arsenic trioxide, thalidomide, and pralatrexate. A rebiopsy was perferomed and the histopathological findings confirmed the relapse of AITL, associated with Epstein-barr virus infection. Fresh tumor tissues were sent for whole-genome sequencing. In both cases, NGS testing identified mutations of RHOA gene, epigenetic regulators TET2, IDH1, and DNMT3A, as well as CD28. CONCLUSIONS: Chidamide, a low nanomolar inhibitor of HDAC1, 2, 3, and 10, was approved in China for the management of relapsed and/or refractory peripheral T cell lymphoma. It's reported that patients with AITL tended to have higher response rates and more durable responses to chidamide treatment. Our report showed single-agent chidamide is a reasonable approach to treat the formidable disease but seemed difficult to achieve a sustained remission. Various genetic, epigenetic, and immune alterations involve in the pathogensis of AITL, which provide targets for chidamide therapy. High-throughput sequencing approach is very helpful to clarify the mechanisms. Disclosures No relevant conflicts of interest to declare."
}