{
    "doi": "https://doi.org/10.1182/blood.V104.11.2878.2878",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=82",
    "start_url_page_num": 82,
    "is_scraped": "1",
    "article_title": "Generation of Dendritic Cells in a Closed System Using GMP Guidelines. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "carbon dioxide",
        "cd14 antigen",
        "cd80 antigens",
        "cell therapy",
        "culture media, serum-free",
        "dendritic cells",
        "good manufacturing practice",
        "granulocyte-macrophage colony-stimulating factor",
        "guidelines",
        "immunotherapy"
    ],
    "author_names": [
        "Antonio Giulivi",
        "Mike Halpenny",
        "Paul Birch",
        "Lyn Yang",
        "Lisa Martin"
    ],
    "author_affiliations": [
        [
            "Stem Cell Processing Laboratory, Canadian Blood Services, Ottawa, ON, Canada"
        ],
        [
            "Stem Cell Processing Laboratory, Canadian Blood Services, Ottawa, ON, Canada"
        ],
        [
            "Stem Cell Processing Laboratory, Canadian Blood Services, Ottawa, ON, Canada"
        ],
        [],
        []
    ],
    "first_author_latitude": "45.3909919",
    "first_author_longitude": "-75.70471504999999",
    "abstract_text": "Objective: The application of a dendritic cell (DC) based immunotherapy requires the ability to consistently produce a clinically acceptable product using Good Manufacturing Practice (GMP). We describe our experience using the Nexell SteriCell container to generate monocyte derived DC in a closed system using GMP guidelines. Design/Materials and Methods: Leukapheresis product was used as source material to first isolate monocytes by adherence to culture bag and then generate DC from monocytes using a serum free media containing GM-CSF and IL-4 and culturing for 7 days at 37°C /5% CO 2 . DC generation was characterized by phenotyping cultured cells for decreased expression of CD14 and increased appearance of CD80, CD86 and DR. In addition to phenotyping, cultures were tested pre and post culturing for viability and microbial contamination. Results: Cultured cells expressed a decreased expression of CD14 (mean % decrease 58.8 /range 11.2–94.9) and increased expression of CD 80/86 (mean fold increase 23.6X /range 5.7 – 36.2), and DR (mean fold increase 9.3X /range 3.2 – 16). All microbial cultures were negative and viability ranged from 54% to 90% post incubation. Conclusions: The Canadian Blood Services cell processing laboratory is a FACT (Foundation for the Accreditation of Cellular Therapy) accredited facility following GMP guidelines. The results obtained from our study demonstrate a system easily adaptable to larger scale production of DC for possible future immunotherapy clinical application."
}