{
    "doi": "https://doi.org/10.1182/blood.V122.21.594.594",
    "article_title": "Complement Blockade With a C1 Esterase Inhibitor In Paroxysmal Nocturnal Hemoglobinuria ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure",
    "abstract_text": "Paroxysmal nocturnal hemoglobinuria (PNH) is a rare, clonal, hematopoietic stem cell disorder that manifests with a complement-mediated hemolytic anemia, bone marrow failure and a propensity for thrombosis. PNH confers deficiency of GPI anchored proteins that protect erythrocytes at different stages of the complement cascade. CD55 regulates the formation and stability of the C3 and C5 convertases, whereas CD59 blocks the formation of the membrane attack complex (MAC). These patients experience both intra- and extravascular hemolysis due to complement activation. Chronic treatment with eculizumab results in sustained control of intravascular hemolysis leading to transfusion independence for many. Eculizumab compensates for the CD59 deficiency on PNH erythrocytes; however, it does not compensate for the CD55 deficiency. PNH patients receiving eculizumab accumulate C3 on their erythrocytes; this leads to opsonization and extravascular hemolysis. There remains an unmet clinical need for a complement inhibitor with activity early in the complement cascade, which would not only reduce C3 accumulation on PNH erythrocytes, but also inhibit C3 activation by the alternative pathway (APC). C1 esterase inhibitor (C1 INH) is an endogenous human plasma protein that has broad inhibitory activity in the complement pathway. C1 INH inhibits the classical pathway of the complement system by binding C1r and C1s and inhibits the mannose-binding lectin-associated serine proteases in the lectin pathway. Thus, C1 INH is an ideal therapeutic for diseases of complement pathways. Nanofiltered plasma derived C1 INH (Cinryze®; ViroPharma) is FDA approved for routine prophylaxis against angioedema attacks in patients with hereditary angioedema (HAE), a disease characterized by constitutional deficiency or dysfunction of endogenous C1 INH. We hypothesized that this plasma-derived C1 INH would inhibit C3 deposition and the APC on PNH erythrocytes in patients treated with eculizumab. Peripheral blood of 3 healthy donors and 5 PNH patients (all with PNH type III erythrocyte proportion >5%) treated with eculizumab were obtained with written informed consent through a protocol approved by the local institutional review board. Clinical parameters for persistent extravascular hemolysis were noted at the time of patient sampling. Commercial vials of C1 INH were used for C1 inhibition assays ex vivo . Hemolysis experiments with acidified serum were performed in erythrocytes from PNH patients and healthy donors. We were able to show in the PNH patients that C1 inhibition is concentration dependent with increasing inhibition by serial dilutions of C1 INH up to 12 U/mL. The amount of hemolysis correlates with the percentage of CD55 deficient erythrocytes, but is attenuated by C1 INH in all patients. Flow cytometry was used to analyze deposition of C3 activation fragments on intact and lysed PNH erythrocytes. At time 0, small amounts of C3 deposition were observed on the PNH erythrocytes, but not the normal erythrocytes. The amount of C3 deposition was increased after incubation in acidified serum; however, co-incubation of C1 INH in the acidified serum markedly attenuated the amount of C3 deposition on the CD55 deficient erythrocytes. This demonstrated that C1 INH blocks APC-medicated deposition of C3 on the PNH erythrocytes in PNH patients. In this study, we show that the commercially available plasma derived C1-INH (Cinryze®) prevents lysis induced by the APC in PNH erythrocytes. The results presented here show that plasma-derived C1 INH can inhibit both APC- mediated hemolysis and C3 deposition. Importantly, C1-INH was able to block the accumulation of C3 degradation products on CD55 deficient erythrocytes from PNH patients who were being treated with eculizumab. This suggests a role for inhibition of earlier phases of the complement cascade than currently inhibited by eculizumab. A clinical trial to explore this hypothesis in vivo with patients who are suboptimal responders to eculizumab could be considered. Disclosures: Off Label Use: A nanofiltered plasma derived C1 INH (Cinryze®; ViroPharma) is FDA approved for routine prophylaxis against angioedema attacks in adolescent and adult patients with hereditary angioedema. Uknis: ViroPharma, Incorporated: Employment. Saye: ViroPharma, Incorporated: Employment. Brodsky: Alnylam Pharmaceuticals : Consultancy; Prolong Pharmaceuticals : Consultancy; ViroPharma, Incorporated: Research Funding; Alexion Pharmaceuticals : Membership on an entity’s Board of Directors or advisory committees.",
    "topics": [
        "complement c1 inactivator proteins",
        "complement system proteins",
        "paroxysmal nocturnal hemoglobinuria",
        "eculizumab",
        "antigens, cd55",
        "angioedema",
        "angioneurotic edema, hereditary",
        "antigens, cd59",
        "complement membrane attack complex",
        "complement inhibitor"
    ],
    "author_names": [
        "Amy E. DeZern, MD",
        "MHS",
        "Marc Uknis, MD, PhD",
        "Galina Mukhina, MD, PhD",
        "Jo Anne Saye, PhD",
        "Jeffrey J Pu, MD, PhD",
        "Robert Brodsky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy E. DeZern, MD",
            "author_affiliations": [],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "MHS",
            "author_affiliations": [
                "Oncology, Johns Hopkins University, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Uknis, MD, PhD",
            "author_affiliations": [
                "ViroPharma, Incorporated, Exton, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Galina Mukhina, MD, PhD",
            "author_affiliations": [
                "Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jo Anne Saye, PhD",
            "author_affiliations": [
                "ViroPharma, Incorporated, Exton, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey J Pu, MD, PhD",
            "author_affiliations": [
                "Penn State Hershey Cancer Institute, Hershey, PA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Brodsky, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University, School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T09:32:36",
    "is_scraped": "1"
}