{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.274.274",
    "article_title": "First-in-Human Clinical Trial of the IL-15 Super-Agonist Complex ALT-803 for Patients Relapsed after Allogeneic Hematopoietic Cell Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: New strategies in diagnosis and therapy of malignancy relapse",
    "abstract_text": "Background : The prognosis of hematologic malignancy patients who relapse after allogeneic hematopoietic cell transplantation (allo-HCT) remains poor and an unmet clinical need. IL-15 is a cytokine that stimulates both CD8 T cells and NK cells without significant effects on Tregs. ALT-803 is an IL-15/IL15Rα-Fc super-agonist complex with enhanced stability in vivo. We hypothesized that ALT-803 may augment T and NK cell number and function in the post allo-HCT relapse setting without Treg modulation, and initiated first-in-human phase I dose escalation clinical trial to test this idea. We previously reported preliminary results of the IV cohort (Miller JS et al, ASH 2016); here we report the complete study. Methods : Patients with hematologic malignancies that have relapsed >60 days after allo-HCT with no active graft versus host disease (GVHD), off immune-suppression, and with at least 10% donor chimerism were eligible. A phase 1 dose finding study design used a 3x3 dose escalation to define the maximal tolerated dose, followed by an expansion cohort. ALT-803 was administered to N=33 patients in 4 weekly doses via two routes: IV or SQ (Table 1). Median age was 58 (22-74) years, diagnoses primarily included AML (67%) and MDS (18%), and type of donor included matched-related (39%), matched-unrelated (21%), cord blood (27%), or related haploidentical (12%). 27% of patients had any grade of GVHD with  grade II, or moderate to severe cGVHD. In the IV cohort (N=16) 4 dose levels of ALT-803 were administered: 1 (n=6), 3 (n=3), 6 (n=4), and 10 (n=3) mcg/kg. In a second SQ cohort, 17 patients were treated at two dose levels, 6 (n=8) and 10 (n=9) mcg/kg. 4 patients in the SQ cohort were not evaluable and were replaced. Immunomonitoring was performed using flow and mass cytometry to evaluate changes in immune cells, with a focus on T and NK cells. Results: ALT-803 was well tolerated in both the IV and SQ cohorts; no DLTs were observed. The most common AEs were constitutional symptoms. Injection site rash occurred commonly in the SQ patients, which were self-limiting and showed a variable degree of CD8 + , CD4 + T cells and NK cells on biopsies. No patients developed cytokine release or capillary leak syndromes, nor was there new onset severe GVHD or clinical progression of prior GVHD. 3 patients had grade 4 or 5 severe adverse events: sepsis (n=2) and an intracranial hemorrhage, which were expected in this high-risk patient HCT population with active disease. 3 clinical responses occurred with one CR and two patients with stable disease. For the CR (6 mcg/kg IV cohort), the patient's BM blast percentage decreased from 9% to 3%, his previously complex cytogenetics with -7 normalized, and his donor chimerism increased from 46% to 93%. Pharmacokinetic analyses revealed a longer half-life in SQ (10 mcg/kg: T1/2 29.3+10.3 h) vs. IV (10 mcg/kg: T-1/2 mean 4.87+3.46h) (Figure 1A). There was marked induction of Ki67 + NK cells peaking at day 5 post-injection, with significantly longer persistence of Ki67+ via the SQ route (10 mcg/kg, IV: 32%, SQ 70%, P=0.002). Increased NK cell percentages (Figure 1B) and absolute numbers were observed (Figure 1C). Ki67 was also induced within CD8+ T cells, but to a lesser degree than in the NK cells. Minimal induction of Ki67 was observed within CD4+ T cells. Mass cytometry was performed to deeply immunophenotype the NK cell compartment (Romee R et al, Sci Transl Med, 2016) of N=4 patients (10 mcg/kg SQ), comparing pre-, days 5 and 7 after the first dose of ALT-803. viSNE clustering of 37 different NK cell markers revealed marked alteration of the NK cell compartment after ALT-803. There were minimal changes in KIR and NKG2A expression on NK cells, but consistent upregulation of the receptors NKG2D, NKp30, and TIM-3 in vivo. There was more inter-patient variability with other receptors, with LAG-3 and DNAM-1 each being markedly upregulated in 1 of 4 patients evaluated. Conclusions: ALT-803 was a safe, well-tolerated immunostimulatory agent when administered in the post-HCT setting, which resulted in 1 CR and SD in several patients with AML and MDS. We identified distinct PK profiles following IV vs. SQ administration, and evidence of ALT-803 stimulation of the NK cell and CD8 T cell compartments, without major changes in CD4+ T cells. ALT-803 is a promising agent that warrants additional investigation in the allo-HCT setting, and in combination with other immunotherapy strategies. View large Download slide View large Download slide  Close modal Disclosures Jeng: Altor Bioscience: Employment, Equity Ownership. Rock: Altor Bioscience Corp: Employment. Wong: Altor BioScience: Employment, Equity Ownership. Miller: Oxis Biotech: Consultancy; Celegene: Consultancy; Fate Therapeutics: Consultancy, Research Funding.",
    "topics": [
        "agonists",
        "hematopoietic stem cell transplantation",
        "interleukin-15",
        "graft-versus-host disease",
        "allopurinol",
        "ki-67 antigen",
        "cytokine",
        "hematologic neoplasms",
        "adverse event",
        "biopsy"
    ],
    "author_names": [
        "Rizwan Romee, MD",
        "Sarah Cooley, MD",
        "Melissa Berrien-Elliott, PhD",
        "Peter Westervelt, MDPhD",
        "Michael R Verneris, MD",
        "John E. Wagner, MD",
        "Daniel J. Weisdorf, MD",
        "Bruce Blazar, MD",
        "John F DiPersio, MD PhD",
        "Amanda F. Cashen, MD",
        "Emily K Jeng",
        "Amy Rock",
        "Hing C Wong, PhD",
        "Todd A. Fehniger, MDPhD",
        "Jeffrey S. Miller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rizwan Romee, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University, Saint Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah Cooley, MD",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Berrien-Elliott, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Westervelt, MDPhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R Verneris, MD",
            "author_affiliations": [
                "Center for Cancer and Blood Disorders, Children's Hospital Colorado, Aurora, CO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E. Wagner, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, Department of Pediatrics, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. Weisdorf, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota Medical Center, Minneapolis, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce Blazar, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F DiPersio, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda F. Cashen, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily K Jeng",
            "author_affiliations": [
                "Altor BioScience Corp, Miramar, FL"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Rock",
            "author_affiliations": [
                "Altor BioScience Corp, Miramar, FL"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hing C Wong, PhD",
            "author_affiliations": [
                "Altor BioScience Corp, Miramar, FL"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Fehniger, MDPhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S. Miller, MD",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:38:45",
    "is_scraped": "1"
}