{
    "doi": "https://doi.org/10.1182/blood-2018-99-112436",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4137",
    "start_url_page_num": 4137,
    "is_scraped": "1",
    "article_title": "Reduced Dose of Post-Transplant Cyclophosphamide for HLA Haploidentical Peripheral Blood Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "[Introduction] Allogeneic hematopoietic stem cell transplantation (Allo-SCT) remains the only potentially curative therapy for patients with high-risk or chemo-refractory hematologic malignancies. Recently, various methods including post-transplant cyclophosphamide (PT-CY) showed the ability to overcome the HLA disparity barrier and haploidentical hematopoietic stem cell transplantation (haplo-SCT) have been becoming an attractive method of transplantation with less rejection or graft-versus-host disease (GVHD). There have been many reports that the outcomes of haplo-SCT are equivalent to those of matched related donors and matched unrelated donors. The standard dose of PT-CY is 50 mg/kg/day for 2 days. However, optimal dose of PT-CY has not been studied extensively. In this study, we performed a clinical study of reduced dose of PT-CY (40 mg/kg/day for 2 days) haplo-SCT for hematologic malignancies. [Methods] We included adult patients with hematologic malignancies who received haplo-SCT at Kurume university hospital, Kurume, Japan between Oct 2014 and March 2018. Myeloablative conditioning (MAC) regimen consisted of fludarabine (Flu) (30 mg/m 2 for 5 days), busulfan (BU) (3.2 mg/kg/day for 4 days) and total-body irradiation (TBI) 4Gy (Flu/BU4/TBI4Gy) or Flu (30 mg/m 2 for 3 days) and TBI 12Gy (Flu/TBI12Gy). Reduced-intensity conditioning (RIC) regimen consisted of Flu (30 mg/m 2 for 5 days), BU (3.2 mg/kg/day for 2 days) and TBI 4Gy (Flu/BU2/TBI4Gy). All patients were given PT-CY (40 mg/kg/day) on day +3 and day +4, followed by tacrolimus and mycophenolate mofetil (MMF) starting on day + 5 for GVHD prophylaxis. If there was no active GVHD, MMF was tapered off from day +30. Filgrastim 300 ug/m 2 was administered starting on day +5 and continuing until neutrophil engraftment was achieved. Donors were mobilized with filgrastim 400 ug/m 2 for 4 or 5 days, the peripheral blood stem cells were collected with one or two apheresis procedures. OS and PFS were calculated using the Kaplan-Meier method and the log-rank test was used for comparisons of Kaplan-Meier curves. Estimates of acute GVHD was calculated using death as the competing risk. P-values <0.05 were considered statistically significant. [Results] A total 15 patients with acute myeloid leukemia (AML, n=6), myelodysplastic syndrome (MDS, n=2), acute lymphoblastic leukemia (ALL, n=4), adult T-cell leukemia/lymphoma (ATLL, n=1) and malignant lymphoma (ML, n=2) were analyzed in this study. Patients median age was 54 years (range, 17 to 72); 9 patients were male, and 6 patients were female. Eight patients received MAC, 7 received RIC conditioning regimen. Disease status at transplantation was complete remission (CR) in 8 patients, non-CR in 7. The median CD34+ cell dose was 5.9 x 10 6 /kg (range, 2.4 to 17.4). All 15 patients achieved a neutrophil engraftment in a median 15 days (range, 13 to 19). Grade II-IV and III-IV acute GVHD occurred in 46.7% (95% confidence interval [CI], 14.4-66.8) and in 13.3% (95% CI, 0-28.9) patients, respectively. At 2 years, overall survival (OS) and progression-free survival were 36.6% (95% CI, 13.0-60.9) and 32.0% (95% CI, 10.9-55.7), respectively. The 2-years OS of patients in CR before SCT was 50.0% (95% CI, 15.2-77.5) compared to 28.6% (95% CI, 4.1-61.2) not in CR (P=0.106). The causes of death were: disease progression (n = 3), infection (n = 3), acute GVHD (n = 2), and noninfectious pulmonary complications (n = 2). Among infectious complications, two were bacterial infections and one was BK virus-associated hemorrhagic cystitis. [Conclusion] Reduced dose of PT-CY HLA haploidentical peripheral blood stem cell transplantation resulted in acceptable rate and severity of acute GVHD. However, relapse and infection remain major problems after PT-CY haplo-SCT for hematologic malignancies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cyclophosphamide",
        "human leukocyte antigens",
        "peripheral blood stem cell transplantation",
        "transplantation",
        "influenza",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "hematologic neoplasms",
        "adult t-cell lymphoma/leukemia",
        "complement membrane attack complex"
    ],
    "author_names": [
        "Satoshi Morishige, MD",
        "Yoshitaka Yamasaki, MD",
        "Shuki Oya, MD",
        "Takayuki Nakamura, MD",
        "Maki Ymaguchi, MD PhD",
        "Kazutoshi Aoyama, MD PhD",
        "Ritsuko Seki, PhD",
        "Fumihiko Mouri, MD PhD",
        "Koichi Osaki, MD",
        "Koji Nagafuji, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology,Department of Medicine,Kurume University School of Medicine, Kurume, Japan "
        ],
        [
            "Division of Hematology and Oncology,Department of Medicine,Kurume University School of Medicine, Kurume, Japan "
        ],
        [
            "Division of Hematology and Oncology,Department of Medicine,Kurume University School of Medicine, Kurume, Japan "
        ],
        [
            "Division of Hematology and Oncology,Department of Medicine,Kurume University School of Medicine, Kurume, Japan "
        ],
        [
            "Division of Hematology and Oncology,Department of Medicine,Kurume University School of Medicine, Kurume, Japan "
        ],
        [
            "Division of Hematology and Oncology,Department of Medicine,Kurume University School of Medicine, Kurume, Japan "
        ],
        [
            "Division of Hematology and Oncology,Department of Medicine,Kurume University School of Medicine, Kurume, Japan "
        ],
        [
            "Division of Hematology and Oncology,Department of Medicine,Kurume University School of Medicine, Kurume, Japan "
        ],
        [
            "Division of Hematology and Oncology,Department of Medicine,Kurume University School of Medicine, Kurume, Japan "
        ],
        [
            "Department of Medicine Kurume University School of Medicine, Kurume, Japan"
        ]
    ],
    "first_author_latitude": "33.3287206",
    "first_author_longitude": "130.5111838"
}