{
    "doi": "https://doi.org/10.1182/blood.V122.21.4473.4473",
    "article_title": "Organ-Specific Protection By Bortezomib On The Treatment Of Cutaneous Chronic and Acute GvHD ",
    "article_date": "November 15, 2013",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster III",
    "abstract_text": "Allogeneic hematopoietic stem cell transfer (HSCT) can act as a powerful immunotherapy and is a quintessential treatment for many malignant hematologic diseases. However, development of graft versus host disease (GvHD) remains as a major complication after HSCT, and affects numerous organs. Furthermore, chronic GvHD (cGvHD) is emerging as a predominant cause of morbidity. Chronic GvHD has a distinctive pathology and pathogenesis and can develop in the form of scleroderma manifested with cutaneous sclerosis, loss of hair follicles, epidermal atrophy and replacement of peri-eccrine fat. We and others have previously demonstrated that bortezomib, a proteasome inhibitor, can prevent acute GvHD if given immediately after HSCT but that continuous treatment of mice resulted in accelerated GvHD-induced gut pathology due to CD4+ T cells. We therefore wanted to assess the effects of bortezomib on chronic GvHD or in particular acute GvHD models where CD8+ T cells were responsible for the disease. In this study, we use two major-MHC identical, minor-MHC mismatched strain combinations to mimic the clinical manifestations of cutaneous GvHD. In two model HSCT systems, treatment of ongoing GvHD resulted in organ specific protection effect on skin GvHD pathology. Treatment of acute GvHD as prevention with early bortezomib administration resulted in skin but not liver protection using the H-2 b strain combination (C3SW donors into B6 recipients; minor MHC mismatch). Furthermore, using a chronic GvHD model, treatment of ongoing GvHD with bortezomib also resulted in skin, but not intestine pathology protection using the H-2 d strain combination (B10D2 donors into Balb/c recipients; minor MHC mismatch). The contrasting organ specific effects of bortezomib are further contingent on the timing of administration. In marked contrast to the effects observed with early bortezomib administration in acute GvHD prevention, in cGvHD models, early administration after HSCT worsened the scleroderma pathogenesis, while the later administration of bortezomib during active cGvHD ameliorated the cutaneous lesions. The divergent dose dependent characteristic of bortezomib also suggests a narrow therapeutic window for the treatment of sclerodermatous chronic GvHD. Continuous administration of bortezomib led to down-regulation of serum IL-6 and which was also correlated with skin pathology. Total numbers of donor-derived spleen B cells were significantly reduced and treatment also correlated with lower BAFF gene expression levels in the peripheral skin tissues. We further observed lower donor CD8+ T cell infiltration in the skin of the bortezomib treatment group. Importantly, later bortezomib administration also preserved graft versus tumor (GvT) effects when challenged with a B-cell lymphoma tumor model. Thus bortezomib can produce skin specific protection effects in both acute and chronic GvHD responses. The organ specificity and time sensitivity of bortezomib treatment on sclerodermatous GvHD can provide valuable insights for future clinical trials. Disclosures: Abedi: Millennium: Research Funding.",
    "topics": [
        "bortezomib",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "scleroderma",
        "alopecia",
        "atrophy",
        "cutaneous graft versus host disease",
        "hematological diseases"
    ],
    "author_names": [
        "Chien-Chun Pai",
        "Annie Mirsoian",
        "Steven Grossenbacher",
        "Erik Ames",
        "Kai Sun, MD.PhD",
        "Mingyi Chen, MD, PhD",
        "Bruce R Blazar, MD",
        "Mehrdad Abedi, MD",
        "William J Murphy, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chien-Chun Pai",
            "author_affiliations": [
                "Department of Dermatology, School of Medicine, University of California, Davis, Sacramento, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Annie Mirsoian",
            "author_affiliations": [
                "Department of Dermatology, School of Medicine, University of California, Davis, Sacramento, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Grossenbacher",
            "author_affiliations": [
                "Department of Dermatology, School of Medicine, University of California, Davis, Sacramento, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Ames",
            "author_affiliations": [
                "Department of Dermatology, School of Medicine, University of California, Davis, Sacramento, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Sun, MD.PhD",
            "author_affiliations": [
                "Institute of Hematology at Henan Provincial People's Hospital, Henan, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mingyi Chen, MD, PhD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, UC Davis Medical Center, Sacramento, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce R Blazar, MD",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehrdad Abedi, MD",
            "author_affiliations": [
                "Internal Medicine, School of Medicine, University of California, Davis, Sacramento, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William J Murphy, PhD",
            "author_affiliations": [
                "Internal Medicine, School of Medicine, University of California, Davis, Sacramento, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T15:46:01",
    "is_scraped": "1"
}