{
    "doi": "https://doi.org/10.1182/blood.V116.21.1880.1880",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1853",
    "start_url_page_num": 1853,
    "is_scraped": "1",
    "article_title": "Interim Results of A Randomized Phase II Trial of Azacitidine (AZA) +/− Epo In Lower Risk Myelodysplastic Syndrome (MDS) Resistant to An Erythropoietic Stimulating Agent (ESA) Alone ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster I",
    "topics": [
        "azacitidine",
        "erythropoiesis-stimulating agents",
        "myelodysplastic syndrome",
        "phase 2 clinical trials",
        "risk reduction",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "toxic effect",
        "edmonton symptom assessment scale",
        "transfusion"
    ],
    "author_names": [
        "Simone Boehrer, MD",
        "Odile Beyne-Rauzy, MD",
        "Thomas Prebet, M.D., Ph.D.",
        "Sophie Park, MD, PhD",
        "Agnès Guerci, MD",
        "Aspasia Stamatoulas, MD",
        "MP Chaury, MD",
        "Tony Jernival",
        "Laurence Sanhes, MD",
        "Gerard Tertian, MD",
        "Stephane Cheze, MD",
        "Eng-Mong Lim",
        "Bachra Choufi, MD",
        "Denis Caillot, MD",
        "E. Wattel, MD",
        "Jacques Delaunay, MD",
        "Laurence Legros, MD",
        "Fatiha Chermat",
        "Françoise Isnard, MD",
        "N. Cambier, MD",
        "Borhane Slama, MD",
        "Lydia Roy, MD",
        "Gandhi Damaj, MD",
        "Emmanuel Raffoux, MD",
        "Francois Dreyfus, MD",
        "Christian Récher, MD",
        "Norbert Vey, MD",
        "Sylvie Chevret, PhD",
        "Pierre Fenaux, MD, PhD",
        "Claude Gardin, MD"
    ],
    "author_affiliations": [
        [
            "Hopital Avicenne APHP Université Paris XIII, Bobigny, France, "
        ],
        [
            "Hôpital Purpan, Toulouse, "
        ],
        [
            "Hematology department, Institut Paoli Calmettes, Marseille, France, "
        ],
        [
            "Service d’hématologie, Hopital Cochin, Universite Paris V, Paris, France, "
        ],
        [
            "CHU Nancy, Nancy, France, "
        ],
        [
            "Département d’Hématologie, Centre Henri BECQUEREL, Rouen, France, "
        ],
        [
            "CHRU de Limoges, Limoges, "
        ],
        [
            "Hopital Avicenne APHP Université Paris XIII, Bobigny, France, "
        ],
        [
            "Institut National de la Sante et de la Recherche Medicale E0355, Hotel Dieu, Paris, France, "
        ],
        [
            "Hôpital Bicêtre, "
        ],
        [
            "Service d’Hématologie Clinique, CHU Clémenceau, Caen, France, "
        ],
        [
            "Hopital Avicenne - Service d’hématologie clinique, Bobigny, France, "
        ],
        [
            "Centre Hospitalier de Boulogne Sur Mer, Boulogne, France, "
        ],
        [
            "Hématologie Clinique, CHU, Dijon, France, "
        ],
        [
            "Centre Hospitalier Edouard Herriot, Lyon, France, "
        ],
        [
            "Hematology Department, CHU de Nantes, Nantes, France, "
        ],
        [
            "Service d’Hématologie, Hopital de l’Archet, Nice, France, "
        ],
        [
            "Groupe Francophone des Myelodysplasies (GFM), Bobigny, France, "
        ],
        [
            "Hematology, Saint-Antoine Hospital, Paris, France, "
        ],
        [
            "Hôpital St Vincent, Lille, France, "
        ],
        [
            "CH Avignon, Avignon, France, "
        ],
        [
            "Blood Diseases, Poitiers University Hospital, Poitiers, France, "
        ],
        [
            "Hematology, University Hospital-CHU Sud, Amiens, France, "
        ],
        [
            "Hematology, Hôpital Saint-Louis, Paris, France, "
        ],
        [
            "Inserm U1016 CNRS UMR 8104, University Paris 5, Faculty of Medicine Réné Descartes, UM 3, Cochin Institute, Hematology Department, Paris, "
        ],
        [
            "Service d’Hématologie clinique, CHU Purpan, Toulouse, France, "
        ],
        [
            "Hopital Paoli-Calmettes, Marseille, France, "
        ],
        [
            "Dbim, hopital saint Louis, Paris, France, "
        ],
        [
            "Service d’hématologie clinique, Hopital Avicenne Universite Paris XIII, Bobigny, France"
        ],
        [
            "Hopital Avicenne - Service d’hématologie clinique, Bobigny, France, "
        ]
    ],
    "first_author_latitude": "48.9152152",
    "first_author_longitude": "2.42464405",
    "abstract_text": "Abstract 1880 Background: Red blood cell (RBC) cell transfusion dependency (TD) is an indicator of poor prognosis in IPSS low and int-1 (lower risk) MDS. In addition, median response duration to ESAs is only about 2 years (Park, Blood, 2008). AZA can lead to RBC transfusion independence (RBC-TI) in 30–40% of lower risk MDS (Lyons, JCO, 2009), but it has not been systematically evaluated in ESA-resistant lower risk MDS and it remains unknown if the combination of AZA and ESA would be useful in such patients (pts). Methods: In this randomized phase-II trial (GFMAzaEpo-2008-1 trial, NCT01015352 ), we compared AZA 75mg/m2/d for 5 days every 28 days for 6 cycles (AZA arm) to the same treatment plus epoetin beta 60000 U/week (AZA+EPO arm) in lower risk MDS. Inclusion criteria were: IPSS low or int-1 MDS resistant to ESA (i.e having received at least 12 weeks of EPO ≥60000 U/w or darbepoetin ≥250 μg/w or having relapsed after response to ESA), and with RBC-TD of at least 4 RBC units in the 8 weeks prior to enrollment. Responders in both arms were eligible for maintenance up to 12 monthly cycles, unless progression or loss of erythroid response occurred. The primary endpoint was major erythroid responses (HI-E major) after 6 courses, according to IWG 2000 criteria. Secondary endpoints included overall IWG 2000 HI-E, including major and minor, after 4 and 6 courses, response duration, IPSS progression, survival and toxicity. An interim analysis was planned after 49 of 98 planned patients were evaluable for response after 6 courses. Results: From Feb 09 to first of Jul 10, 96 pts were included (M/F=2:1); median age 72y (45-85); 3 pts did not receive any study drug and were excluded from the analysis (one consent withdrawal, one pancreatic cancer and one fatal cardiac event); 93 pts are the subject of this analysis (RARS=40, RCMD-RS=16, RCMD=12, RA=5, RAEB1=12, CMML=7, Unclassified=1). IPSS cytogenetics was favorable in 73, intermediate in 18, adverse in 1 (this pt was not excluded from the present analysis) and failed in 1 cases, with no imbalance for all these characteristics between arms. Overall, 68% of the pts were resistant to ESAs and 32% had lost response to ESA (after a median response duration of 32 weeks, range: 4–120). Median RBC-TD was 6 units (range: 4–16) in the 8 weeks prior to enrollment. Fifteen pts were too early for evaluation of response, 78 were evaluable for toxicity and 72 and 52 pts were evaluable for response after 4 and 6 courses, respectively, as 6 and 22 patients went off-study before 4 and 6 courses, respectively, due to toxicity or progression. Although overall HI-E rates were similar in the AZA and AZA+EPO arms, (40 and 36.5 % respectively, P=0.51), there was a trend for more frequent HI-E major after 6 courses (ie the primary endpoint of the study), in the AZA+EPO arm (7/22,32%), compared to the AZA arm (4/30,13%, P=0.17). Furthermore, in responding patients, the proportion of HI-E major was significantly greater in the AZA+EPO arm (87.5%) compared to the AZA arm (30%, P=0.03). Finally, a significant increase in HI-E major between 4 and 6 cycles was noted only in the AZA+EPO arm (P=0.016). Seventeen responding patients entered the maintenance phase. Of the 78 pts evaluable for toxicity, 22 (28%) had to be hospitalized at least once for an anemia-related event (N=6) and/or a clinical infection/febrile neutropenia (N= 16). Interestingly, only 6 pts had to be hospitalized in the AZA+EPO arm, compared to 16 in the AZA arm, (P=0.o4). Conclusions: In this first randomized study comparing AZA and AZA+ EPO in highly transfusion-dependent lower-risk MDS, this planned interim analysis shows a promising trend for more major HI-E in the AZA+EPO arm, suggesting that addition of EPO to AZA increases the frequency of major erythroid responses in those patients, and may also significantly decrease the hospitalization rate due to infectious and non-infectious complications, allowing more patients to receive prolonged treatment with azacitidine. Updated results will be presented at the meeting. Disclosures: Récher: Celgene: Consultancy, Honoraria, Research Funding. Vey: Celgene: Consultancy, Honoraria, Research Funding. Fenaux: Celgene: Consultancy, Honoraria, Research Funding. Gardin: Celgene: Consultancy, Honoraria, Research Funding."
}