{
    "doi": "https://doi.org/10.1182/blood.V128.22.4261.4261",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3496",
    "start_url_page_num": 3496,
    "is_scraped": "1",
    "article_title": "A Two-Part Study of Givinostat in Patients with Polycythemia Vera: Maximum Tolerated Dose Definition and Preliminary Efficacy Results ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "topics": [
        "maximum tolerated dose",
        "polycythemia vera",
        "partial response",
        "complete remission",
        "dyspepsia",
        "phlebotomy",
        "death",
        "histone deacetylase inhibitors",
        "myeloproliferative disease",
        "splenomegaly"
    ],
    "author_names": [
        "Guido Finazzi, MD",
        "Bruno Martino, MD",
        "Antonio Pezzuto",
        "Andrzej Hellmann, MD",
        "Mary Frances McMullin, MD",
        "Richard Noble, MD",
        "Nikolas von Bubnoff, Prof., PhD",
        "Nathalie Cambier, MD",
        "Jean-Pierre Marolleau, MD PhD",
        "Marco Ruggeri, MD",
        "Alessandro M. Vannucchi, MD PhD",
        "Ruben Mesa, MD FACP",
        "Raoul Tibes, MD PhD",
        "Paolo Bettica, MD PhD",
        "Silvia DI Tollo, DHSC, BSc",
        "Alessandro Rambaldi, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Division, ASST Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Hematology Unit, A.O. Bianchi-Melacrino-Morelli, Reggio Calabria, Italy "
        ],
        [
            "Charite Research Organisation GmbH, Berlin, Germany "
        ],
        [
            "Department of Hematology, University Clinical Center of Medical University of Gdańsk, Gdańsk, Poland "
        ],
        [
            "Department of Hematology, Belfast City Hospital, Belfast, United Kingdom "
        ],
        [
            "Department of Hematology, Royal Cornwall Hospital, Truro, United Kingdom "
        ],
        [
            "Department of Hematology, Oncology and Stem Cell Transplantation, University Medical Center Freiburg, Freiburg im Breisgau, Germany "
        ],
        [
            "Service d'Oncologie Hématologie, Hospital Saint Vincent de Paul - GHICL Lille, Lille, France "
        ],
        [
            "Hématologie Clinique, Amiens University Hospital, Amiens, France "
        ],
        [
            "Department of Hematology and Cell Therapy, San Bortolo Hospital, Vicenza, Italy "
        ],
        [
            "Azienda Ospedaliera-Universitaria Careggi, Florence, Italy "
        ],
        [
            "Mayo Clinic Cancer Center, Scottsdale, AZ "
        ],
        [
            "Division of Hematology and Medical Oncology, Mayo Clinic Cancer Center, Scottsdale, AZ "
        ],
        [
            "Clinical R&D Department, Italfarmaco S.p.A., Cinisello Balsamo, Italy "
        ],
        [
            "Clinical R&D Department, Italfarmaco S.p.A., Cinisello Balsamo, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, University of Milan, ASST Papa Giovanni XXIII, Bergamo, Italy"
        ]
    ],
    "first_author_latitude": "45.685909",
    "first_author_longitude": "9.636456299999999",
    "abstract_text": "Background and purpose of the study: Several reports have documented that histone deacetylase inhibitors induce neoplastic cells to undergo growth arrest, differentiation and/or apoptotic cell death. Among these agents, Givinostat inhibits proliferation of cells bearing the JAK2 V617F mutation and has shown clinical significant activity with good tolerability in patients with chronic myeloproliferative neoplasms, including polycythemia vera (PV). In two phase II studies [Rambaldi et al. Br J Haematol 2010;150:446, Finazzi et al. Br J Haematol 2013;161:688] the maximum administered dose (150 mg/day) was generally well tolerated. Assuming a linear relationship between dose and efficacy, greater clinical efficacy could be expected with increased doses of Givinostat. Methods: This is a two-part, multicenter, open label, non-randomized, phase Ib/II study to assess the safety and tolerability, maximum tolerated dose (MTD) and preliminary efficacy of Givinostat in patients with JAK2 V617F positive PV. Part A (i.e. phase Ib) is the dose escalation portion of the study, while Part B assesses the preliminary clinical efficacy of Givinostat at the MTD defined in Part A . Eligible patients for this study include JAK2 V617F positive PV patients, who have active and/or uncontrolled disease, defined as: (i) Hematocrit (HCT) ≥ 45% or HCT  400 x10 9 /L, and (iii) WBC > 10 x10 9 /L. Study therapy is administered in 28 day cycles (cycle is defined as 4 weeks of treatment). Disease response has been evaluated according to the clinico-haematological European LeukemiaNet (ELN) criteria [Barosi et al. Blood 2009;113:4829] at Cycles 3 and 6. Disease-related symptoms have been reported directly by the patients who completed the MPN-SAF QoL form. The study lasts up to a maximum of 24 weeks of treatment. However, after completion of the trial, all patients achieving clinical benefit are allowed to continue treatment with Givinostat in a long-term study (ClinicalTrials.gov ID: NCT01761968). In Part A , the Cycle 1 has been used to define the MTD of Givinostat. Only dose limiting toxicities (DLTs) experienced during Cycle 1 were considered for dose escalation decisions. Part B is the cohort expansion part of the study to assess the preliminary clinical efficacy of Givinostat at the MTD in evaluable patients Results: In Part A , 12 patients with active and/or uncontrolled disease, were treated with Givinostat, 6 patients at DL1 (100 mg b.i.d.), 3 patient at DL6 (150 mg/die) and 3 patients at DL0 (50 mg b.i.d.). Only one DLT .(grade 3 dyspepsia) was observed in the 6 patients treated at DL1 during the Cycle 1. Givinostat treatment was generally well tolerated: one patient developed grade 4 and two patients grade 3 thrombocytopenias at DL1 after the Cycle 1. Complete/partial response was observed in 100% of evaluable patients at Cycle 3 (Figure). At that time, an important reduction of WBC and PLT count (about 50% in both cases), an HCT control without phlebotomy, a net decrease of MPN-SAF total score and JAK2 V617F allele burden (about 50% and 30%, respectively) have been noted and generally maintained at Cycle 6. One out of 3 (33%) patients with splenomegaly at baseline normalized the spleen at Cycle 6. PK/PD evaluations are currently under analysis. Part B started on December 2015 and is currently recruiting patients. At the time of ASH Meeting, a presentation of the preliminary results of the interim analysis (IA) is planned. The objective of this IA is to evaluate the response rate of the first 12 treated and evaluable patients. Conclusions : Taking into account the continuous schedule of the drug as prescribed in this current study, the daily dosage of 200 mg has been identified as the MTD of Givinostat in PV patients. Givinostat treatment is generally well tolerated and shows preliminary clinical efficacy in PV patients with an active/uncontrolled disease. Response rate of patients in Part A C3D28 = Cycle 3 Day 28, or three months of treatment. C6D28 = Cycle 6 Day 28, or six months of treatment. Two patients dropped-out the study Part A, due to Informed Consent Form withdrawal, while 1 patient left the study for AE (i.e. grade 3 dyspepsia, DLT). At C3D28, 1 Complete Response (CR) and 8 Partial Response (PR) have been observed. At C6D28, 1 Complete Response (CR), 7 Partial Response (PR) and 1 No Response (NR) have been observed Figure View large Download slide Figure View large Download slide  Disclosures McMullin: Novartis: Honoraria, Speakers Bureau. Vannucchi: Novartis: Honoraria, Speakers Bureau. Mesa: Ariad: Consultancy; CTI: Research Funding; Galena: Consultancy; Celgene: Research Funding; Promedior: Research Funding; Novartis: Consultancy; Incyte Corporation: Research Funding; Gilead: Research Funding. Tibes: Italfarmaco S.p.A.: Consultancy, Honoraria. Bettica: Italfarmaco S.p.A.: Employment. DI Tollo: Italfarmaco S.p.A.: Employment."
}