{
    "doi": "https://doi.org/10.1182/blood.V112.11.2893.2893",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1348",
    "start_url_page_num": 1348,
    "is_scraped": "1",
    "article_title": "A Molecular Signature for a Cytokine Receptor Survival Pathway in AML Identifies Unique Prognostic Indicators and Therapeutic Targets ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Cytokines and Signal Transduction",
    "topics": [
        "binding (molecular function)",
        "blast cells",
        "chromosome abnormality",
        "cytokine",
        "cytoplasm",
        "flt3 inhibitors",
        "interleukin-3 receptor",
        "leukemia",
        "leukemic cells",
        "mononuclear cells"
    ],
    "author_names": [
        "Daniel Thomas, MD",
        "Jason A Powell, PhD",
        "Emma F Barry",
        "Luen Bik To, MD",
        "Angel Lopez",
        "Mark A Guthridge"
    ],
    "author_affiliations": [
        [
            "Human Immunology, IMVS, Adelaide, Australia"
        ],
        [
            "Human Immunology, IMVS, Adelaide, Australia"
        ],
        [
            "Human Immunology, IMVS, Adelaide, Australia"
        ],
        [
            "Haematology, IMVS, Adelaide, Australia"
        ],
        [
            "Human Immunology, IMVS, Adelaide, Australia"
        ],
        [
            "Human Immunology, IMVS, Adelaide, Australia"
        ]
    ],
    "first_author_latitude": "-34.931545750000005",
    "first_author_longitude": "138.55299745",
    "abstract_text": "The IL-3 receptor regulates myeloid cell survival and proliferation and is overexpressed on AML blasts and CD34+CD38- AML “stem-like” cells suggesting it plays a role in leukemic cell survival that could be exploited by targetted therapy. We have previously shown that Serine 585 in the cytoplasmic domain of the beta subunit of the IL-3 receptor is phosphorylated in response to sub-picomolar concentrations of cytokine, binds 14-3-3 zeta adaptor and is required for cytokine mediated survival (Guthridge et al, 2006 , EMBO ). We wished to examine the phosphorylation status of this receptor in AML blasts from patients and the expression levels of downstream Ser585 target genes. Results: We show that Ser585 of the beta common subunit is constitutively phosphorylated in the majority of leukaemic patients regardless of Flt3 status or cytogenetics (18/21 patients). In contrast, tyrosine phosphorylation of the receptor is not deregulated and remains cytokine-dependent (20/21). We have identified a panel of 139 Ser585-regulated genes by microarray (WT receptor vs Ser to Gly mutant) and show that a specific subset of these genes is deregulated in AML blasts confirmed by RT-PCR compared to normal mononuclear cells consistent with constitutive activation of this pathway in AML. We have identified a 4-gene signature that is a molecular correlate of the Ser585-survival pathway in AML. We further identify Ser585-regulated genes that are prognostic indicators of clinical outcome in a cohort of adult patients AML (n=33) independent of WCC or cytogenetic abnormalities. Targetting Ser585 survival genes using siRNA or blocking mAbs induces apoptosis in AML blasts validating Ser585-regulated genes as potential targets for therapy. Conclusions: Given the emerging problem of resistance to tyrosine kinase inhibitors (TKI) and limited success of Flt3 inhibitors in AML, new strategies for therapy are needed. By interrogating a cytokine survival pathway that functions independently of tyrosine phosphorylation we have uncovered novel Ser585 gene targets with promising clinical utility in leukaemia."
}