{
    "doi": "https://doi.org/10.1182/blood.V126.23.1038.1038",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3045",
    "start_url_page_num": 3045,
    "is_scraped": "1",
    "article_title": "Vascular Remodeling Underlies Re-Bleeding in Hemophilic Arthropathy ",
    "article_date": "December 3, 2015",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster I",
    "topics": [
        "hemophilic arthropathy",
        "hemorrhage",
        "vascular remodeling",
        "hemarthrosis",
        "hemophilia a",
        "hemophilias",
        "diagnostic imaging",
        "blood coagulation factors",
        "joint deterioration",
        "joint disorders"
    ],
    "author_names": [
        "Annette Von Drygalski, MD PharmD",
        "Vikas Bhat, PhD",
        "Merissa Olmer, MS",
        "Shweta Joshi, PhD",
        "Donald Durden, MD",
        "Thomas J Cramer, PhD",
        "Richard FW Barnes, PhD MPH",
        "Scott T Ball, MD",
        "Tudor H Hughes, MD",
        "Mauricio Silva, MD",
        "James V Luck, MD",
        "Randy Moore, DC,RDMS",
        "Laurent O. Mosnier, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine; Division of Hematology/Oncology, University of California at San Diego, San Diego, CA "
        ],
        [
            "Medicine, Div Hematology/Oncology, University of California San Diego, San Diego, CA "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "Department of Pediatrics, UCSD, San Diego, CA "
        ],
        [
            "Department of Pediatrics, UCSD, San Diego, CA "
        ],
        [
            "Medicine; Div of Hematology/Oncology, UCSD, San Diego, CA "
        ],
        [
            "University of California San Diego, San Diego, CA "
        ],
        [
            "Department of Orthopedic Surgery, UCSD, SA Diego, CA "
        ],
        [
            "Department of Radiology, UCSD, SAn Diego, CA "
        ],
        [
            "Orrthopedic Institute for Children, UCLA, Los Angeles, CA "
        ],
        [
            "Orthopedic Institute for Children, UCLA, Los Angeles, CA "
        ],
        [
            "7) General Musculoskeletal Imaging Inc, Cincinatti, OH"
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ]
    ],
    "first_author_latitude": "32.87935355",
    "first_author_longitude": "-117.2285356",
    "abstract_text": "Hemophilic arthropathy is a debilitating condition that can develop as a consequence of frequent joint bleeding despite adequate clotting factor replacement. The mechanisms leading to repeated spontaneous bleeding are unknown. To better understand these mechanisms, we investigated the time course of synovial, vascular, stromal and cartilage changes in response to a single induced hemarthrosis in FVIII-deficient mice, compared the observed changes in vascular architecture to the changes in mouse models of rheumatoid arthritis (RA) and osteoarthritis (OA), and explored the extent to which these findings correlated with the development of hemophilic arthropathy in patients. Following a single induced hemarthrosis in the FVIII-deficient mouse, we found soft tissue hyperproliferation with marked induction of neoangiogenesis and evolving abnormal vascular architecture in the injured joint. While soft tissue changes were rapidly reversible, and cartilage changes were mild and mostly reversible, ongoing structural changes of abnormal vascularity persisted for months. These vascular changes involved pronounced remodeling with expression of α-Smooth Muscle Actin (SMA), Endoglin (CD105) and vascular endothelial growth factor (VEGF), as well as altered joint perfusion as determined by in vivo imaging. Surprisingly, these vascular changes were also seen in uninjured joints, suggesting systemic mediation of the observed effects. Changes in vascular architecture and pronounced expression of α-SMA were unique to hemophilia, and were not found in joint tissue obtained from RA or OA mice or from tissue from patients with OA or RA. Since FVIII-deficient mice do not suffer from spontaneous joint bleeding, human studies needed to be designed to reveal if such vascular changes were associated with joint bleeding and joint deterioration. Therefore, to determine if vascular perfusion changes were also present in hemophilia patients and to what extent they were related with joint bleeding and the degree of arthropathy, a cohort of 26 adult patients with hemophilia was studied prospectively. Radiographic Pettersson Scores and clinical Hemophilia Joint Health Scores (HJHS) were assessed and joint bleed status and vascularity changes were investigated by dynamic in vivo imaging using power Doppler (PD) during high resolution musculoskeletal ultrasound examinations of 156 joints (both elbows, knees and ankles of each patient) at baseline and, subsequently of 10 joints during painful episodes. Subclinical joint bleeding was present in 41% of joints at baseline. Positive PD signals were more frequently present in joints with subclinical bleeding than in joints without (83% vs. 55%; p< 0.01), while the mean PD signal score was significantly higher in bleeding joints (3.1 vs. 1.5; p < 0.01). Importantly, joint bleed status was independently associated with PD signal score (odds ratio [OR] = 1.45 [95% CI: 1.13, 1.86, p = 0.0035]) and with Pettersson score (OR = 1.21 [95%CI: 1.03, 1.43, p = 0.0185]) after adjusting for HJHS. Acute bleeding episodes, irrespective of occurring in previously non-bleeding or in previously subclinically bleeding joints only happened in joints where vascularity changes were present at baseline. Moreover, during these episodes, mean PD signal increased significantly from 3.5 at baseline to 6.0 (maximum 9 per joint; p≤0.05). Therefore, in vivo imaging demonstrated that those vascular changes, first observed in the FVIII-deficient mouse, were significantly associated with bleeding and joint deterioration in hemophilia patients. In aggregate, our observations in hemophilic mice and patients provide strong evidence that abnormal blood vessel formation and dynamic vascular remodeling facilitate and perpetuate joint bleeding in response to local and/or systemic stimuli. While changes in vascularity appear to be an important link to repeated bleeding and progression of arthropathy, the interrelations of bleeding and vascular changes are complicated and will require further study. These findings not only provide new insights into the pathobiology of progression of hemophilic arthroapthy, but also open new avenues to study molecular targets for angiogenesis inhibition to prevent aberrant vessel formation, potentially increasing the effectiveness of clotting factor replacement therapy. Disclosures Von Drygalski: CSL Behring: Honoraria, Speakers Bureau; Novo Nordisk: Honoraria, Research Funding; Biogen: Honoraria, Research Funding; Hematherix Inc: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Bayer: Honoraria, Research Funding; Pfizer: Honoraria; Baxalta: Honoraria, Research Funding. Mosnier: Hematherix Inc: Equity Ownership, Membership on an entity's Board of Directors or advisory committees."
}