{
    "doi": "https://doi.org/10.1182/blood-2018-99-116085",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3922",
    "start_url_page_num": 3922,
    "is_scraped": "1",
    "article_title": "The Von Willebrand Factor Tyr2561 Allele Is a Gain-of-Function Variant and a Potential Risk Factor for Early Myocardial Infarction ",
    "article_date": "November 29, 2018",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "alleles",
        "premature myocardial infarction",
        "von willebrand factor",
        "cardiovascular health study",
        "circular dichroism",
        "coronary arteriosclerosis",
        "hemostasis procedures",
        "myocardial infarction",
        "thromboembolism",
        "platelet aggregation"
    ],
    "author_names": [
        "Reinhard Schneppenheim, MD PhD",
        "Natalie Hellermann, MD",
        "Maria Alexandra Brehm, PhD",
        "Ulrike Klemm, PhD",
        "Tobias Obser",
        "Volker Huck, PhD",
        "Stefan W Schneider",
        "Cecile V. Denis, PhD",
        "Alexander Tischer, PhD",
        "Matthew Auton, BSc, PhD",
        "Winfried Maerz, MD",
        "Emma-Ruoqi Xu, PhD",
        "Matthias Wilmanns, PhD",
        "Rainer B. Zotz"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Medicum, Detmold, Germany "
        ],
        [
            "University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Pediatric Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Pediatric Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Dermatology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Dermatology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "UMR-S Inserm 1176, Univ Paris Sud, Université Paris-Saclay, le Kremlin-Bicêtre, France "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Hematology, Mayo Clinic, Rochester, ",
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "European Molecular Biology Laboratory, Hamburg, Germany "
        ],
        [
            "European Molecular Biology Laboratory, Hamburg, Germany "
        ],
        [
            "Department of Hemostasis and Transfusion Medicine, Heinrich Heine University Medical Center, Duesseldorf, DEU"
        ]
    ],
    "first_author_latitude": "53.59082850000001",
    "first_author_longitude": "9.973988100000001",
    "abstract_text": "The frequent von Willebrand factor (VWF) variant p.Phe2561Tyr is located within the C4 domain, which also harbors the platelet GPIIb/IIIa-binding RGD sequence. To investigate its potential effect on hemostasis, we genotyped 865 patients with coronary artery disease (CAD), 915 with myocardial infarction (MI) and 417 controls (Ludwigshafen Risk and Cardiovascular Health Study (LURIC)) and performed functional studies of this variant. A univariate analysis of male and female carriers of the Tyr2561 allele ≤55 years revealed an elevated risk for repeated MI (Odds ratio: 2.53, 95% CI:1.07-5.98). The Odds ratio was even higher in females ≤55 years at a value of 5.93 (95% CI:1.12-31.24). Cone and plate aggregometry showed, that compared to Phe2561, Tyr2561 was associated with increased platelet aggregate size, both in probands' blood and with the recombinant variants. Inhibition of the VWF-GPIIb/IIIa interaction abrogated the effect. Microfluidic assays revealed that the critical shear rate for inducing aggregate formation was decreased to 50% by Tyr2561 compared to Phe2561. Differences in C-domain circular dichroism spectra resulting from Tyr2561 suggest an increased shear sensitivity of VWF, as a result of altered association of the C-domains that disrupts the normal dimer interface. In summary, our data emphasize the functional impact of the VWF C4-domain for VWF-mediated platelet aggregation in a GPIIb/IIIa-dependent manner and provide the first evidence that a functional variant of VWF plays a role in arterial thromboembolism. Disclosures Schneppenheim: SHIRE: Consultancy; CSL Behring: Consultancy."
}