{
    "doi": "https://doi.org/10.1182/blood-2021-151010",
    "article_title": "The Tetraspanin CD53 Protects Hematopoietic Stem Cells Following Cellular Stress through Induction of DREAM Complex-Mediated Quiescence ",
    "article_date": "November 5, 2021",
    "session_type": "501.Hematopoietic Stem and Progenitor Cells and Hematopoiesis: Basic and Translational",
    "abstract_text": "Maintenance of quiescence is necessary for optimal hematopoietic stem cell (HSC) function. The absence of fine-tuned cycling regulation of HSCs can result in impaired hematopoiesis, bone marrow (BM) failure, or malignant transformation. While various factors, including inflammatory cytokines and chemotherapy, have been identified to induce HSC cycling, the mechanisms regulating HSC return to quiescence are unclear. Herein, we profiled HSCs in response to a variety of inflammatory stressors (cytokines, toll-like receptor agonists, mobilizing agents, and chemotherapeutics) and found markedly upregulated expression of CD53 in both mouse and human HSCs, in some cases by as much as 70-fold higher expression over vehicle-treated controls. CD53 is a tetraspanin, a type of transmembrane protein involved in plasma membrane organization and regulation of processes such as cellular migration, adhesion, and signaling. CD53 has been shown to be asymmetrically segregated in HSCs, with CD53-enriched HSCs believed to be more stem-like; however, there is no current proposed mechanism to explain the association between CD53 and stem cell quality. To understand the role of CD53 in HSC quality, we generated a CD53 knockout mouse, and profiled HSC phenotype and function. Under homeostatic conditions, Cd53 -/- HSC number and frequency are normal as compared to wild type (WT) mice. However, we found Cd53 -/- HSCs to have significantly impaired function, particularly in response to inflammatory stimuli. Cd53 -/- BM failed to engraft as well as WT BM (45% chimerism vs 63%, p<0.05) in competitive transplants, and this deficit was exacerbated when G-CSF-mobilized HSCs from the spleen were transplanted (47% vs 77%, p<0.0001). Analysis of cycling status during and after G-CSF stimulation found that Cd53 -/- HSCs, particularly those that mobilize to the spleen, undergo cell division twice as frequently as WT HSCs (22% vs 10%, p<0.05). Treatment of WT and Cd53 -/- mice with serial doses of the chemotherapeutic 5-fluorouracil resulted in significantly accelerated death in Cd53 -/- mice (median survival 14 days vs 28 days, p<0.0001), supporting that loss of CD53 is associated with dysregulated HSC quiescence. Transcriptomic sequencing revealed significant upregulation of genes associated with cell cycling and division in G-CSF-treated Cd53 -/- HSCs compared to WT controls. Notably, these differentially expressed genes are targets of the d imerization partner, R B-like, E 2F a nd m ulti-vulval class B (DREAM) complex, a newly described transcriptional regulator that represses cell cycling-associated genes, suggesting that CD53 promotes DREAM-mediated quiescence in stressed HSCs. We performed CUT&Tag profiling of Rbl2/p130, a DREAM complex subunit, in HSCs and found that loss of CD53 was associated with decreased complex binding (consistent with enhanced transcription of cell cycle genes). Proximity labeling studies demonstrated that CD53 interacts with cell cycle machinery proteins, including Rbl2/p130, and Western blots of sorted HSCs from Cd53 -/- and WT mice treated with G-CSF showed decreased expression of DREAM complex components (Rbl1/p107 and Rbl2/p130) in the absence of CD53. Finally, enforced activation of DREAM and HSC quiescence using the CDK4/6 inhibitor palbociclib rescued the Cd53 -/- HSC repopulating defect. Together, these data derive a novel mechanism whereby CD53 regulates HSC quiescence through regulating DREAM complex binding during stress-induced cycling. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Zev J. Greenberg",
        "Darlene A. Monlish",
        "Qian Dong",
        "Luana Chiquetto Paracatu",
        "Michael P. Rettig",
        "Wei Yang",
        "Weikai Li",
        "Laura G. Schuettpelz"
    ],
    "author_dict_list": [
        {
            "author_name": "Zev J. Greenberg",
            "author_affiliations": [
                "Department of Pediatrics, Washington University In St. Louis, St Louis, MO"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Darlene A. Monlish",
            "author_affiliations": [
                "Department of Pediatrics, Washington University in St. Louis, St. Louis, MO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qian Dong",
            "author_affiliations": [
                "Department of Pediatrics, Washington University in St. Louis, St. Louis, MO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luana Chiquetto Paracatu",
            "author_affiliations": [
                "Department of Pediatrics, Washington University in St. Louis, St. Louis, MO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael P. Rettig",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Washington University in St. Louis, St. Louis, MO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Yang",
            "author_affiliations": [
                "Department of Genetics, Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weikai Li",
            "author_affiliations": [
                "Biochemistry and Molecular Biophysics, Washington University in St. Louis, St. Louis, MO"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura G. Schuettpelz",
            "author_affiliations": [
                "Department of Pediatrics, Washington University in St. Louis, St. Louis, MO"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:42:14",
    "is_scraped": "1"
}