{
    "doi": "https://doi.org/10.1182/blood-2021-152267",
    "article_title": "Disease-Modifying Potential of BET Inhibitor Pelabresib (CPI-0610) As Demonstrated By Improvements in Bone Marrow Function and Clinical Activity in Patients with Myelofibrosis - Preliminary Data ",
    "article_date": "November 5, 2021",
    "session_type": "634.Myeloproliferative Syndromes: Clinical and Epidemiological",
    "abstract_text": "Background: Myelofibrosis (MF) is characterized by progressive bone marrow (BM) fibrosis resulting from aberrant megakaryopoiesis and expression of pro-inflammatory cytokines. These processes, heavily influenced by bromodomain and extraterminal domain (BET) protein-mediated gene regulation, lead to myeloproliferation and cytopenias. There is a high unmet need for a treatment that can potentially delay or reverse BM fibrosis in patients (pts) with MF. Pelabresib (CPI-0610) is a potent, first-in-class, selective, oral small-molecule BET inhibitor, which is able to modify the expression of genes involved in nuclear factor kappa B (NFκB) signaling in pts with MF. Pelabresib is currently being investigated as a monotherapy and in combination with the JAK inhibitor (JAKi) ruxolitinib (RUX), in the ongoing MANIFEST Phase 2 study (NCT02158858). Methods: In arm 1 of MANIFEST, pelabresib is administered as monotherapy to pts with MF who are intolerant/refractory to, or ineligible for RUX; in arm 2, as an 'add-on' to RUX in pts with MF who have suboptimal/lost response; and in arm 3 as combination therapy with RUX in JAKi treatment-naïve pts with MF. To evaluate the effects of pelabresib on BM biology, analyses were conducted using BM biopsy samples obtained pre-treatment and at 24 weeks post-treatment during the MANIFEST trial. Central pathology review of reticulin staining was conducted to evaluate BM fibrosis (BMF) grading and immunohistochemistry staining for changes in erythroids (ERY) and megakaryocytes (MK), respectively. Independent digital images of stained BM slides were also evaluated with a semi-quantitative cell-specific detection algorithm for reticulin density, percentage CD71+ ERY, mean number of CD61+ MK and mean distance between nuclei for CD61+ MK. Results: Exploratory analyses across the three treatment arms showed BM improvements after 24 weeks of treatment. Paired comparison by digital analysis of baseline and 24-week treatment BM biopsies from 29 pts showed reduction (range 67%-15.5%) in reticulin intersections per field in 45% (13/29) pts. Furthermore, digital analysis of CD71+ ERY and CD61+ MK from paired biopsies showed increased ERY progenitors in 50% (16/32) pts, decreased MK density in 57% (15/26) pts and decreased MK clustering in 46% (12/26) pts at 24 weeks. Decreased MK clustering correlated with decreased density of CD61+ MK in 75% pts (9/12). Correlative analysis between observed clinical responses and bone marrow improvements are ongoing and will be available for presentation at the conference. We previously reported (Talpaz M, et al. ASH 2020; Abstract 2163) that in pts with MF, pelabresib can reduce spleen volume, improve symptoms, improve bone marrow fibrosis, demonstrate increase in hemoglobin levels, and reduce transfusion burden. Updated 24-week data reflecting a higher number of evaluable pts and new long-term data at 48 weeks across the MANIFEST trial, will be presented. Conclusions: Treatment with pelabresib as monotherapy or in combination with RUX, in both RUX treatment-naïve and -experienced pts with MF, resulted in increased ERY progenitors, decreased MK density and reduction of BM fibrosis, as assessed by digital pathology. These data suggest possible disease-modifying potential for pelabresib by improving BM histology and function, leading to potential clinical benefits. Disclosures Verstovsek:  Roche: Research Funding; Promedior: Research Funding; Blueprint Medicines Corp: Research Funding; Incyte Corporation: Consultancy, Research Funding; Protagonist Therapeutics: Research Funding; Genentech: Research Funding; CTI BioPharma: Research Funding; Celgene: Consultancy, Research Funding; Gilead: Research Funding; Ital Pharma: Research Funding; PharmaEssentia: Research Funding; NS Pharma: Research Funding; AstraZeneca: Research Funding; Novartis: Consultancy, Research Funding; Sierra Oncology: Consultancy, Research Funding; Constellation: Consultancy; Pragmatist: Consultancy. Salama:  Mayo Clinic: Current Employment, Other: Mayo Clinic had the contractual work for the central pathology review for this study and I was one of the reviewing pathologists; Constellation Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. Mascarenhas:  AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kartos: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene/BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Constellation: Consultancy, Membership on an entity's Board of Directors or advisory committees; Merck: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Geron: Consultancy, Research Funding; Prelude: Consultancy; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; PharmaEssentia: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Galecto: Consultancy; Promedior: Consultancy, Membership on an entity's Board of Directors or advisory committees; Merus: Research Funding; Forbius: Research Funding; CTI Biopharm: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech/Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sierra Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; Geron: Consultancy; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Talpaz:  Celgene: Consultancy; Imago: Consultancy; Takeda: Other: Grant/research support ; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Constellation: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Mesa:  La Jolla Pharma: Consultancy; Samus: Research Funding; Constellation Pharmaceuticals: Consultancy, Research Funding; Pharma: Consultancy; CTI: Research Funding; Abbvie: Research Funding; CTI: Research Funding; Genentech: Research Funding; Gilead: Research Funding; Promedior: Research Funding; Novartis: Consultancy; Celgene: Research Funding; Incyte Corporation: Consultancy, Research Funding; Sierra Oncology: Consultancy, Research Funding; AOP: Consultancy. Vannucchi:  Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees. Rampal:  Incyte: Consultancy, Research Funding; Pharmaessentia: Consultancy; Blueprint: Consultancy; Disc Medicine: Consultancy; Stemline: Consultancy, Research Funding; BMS/Celgene: Consultancy; Novartis: Consultancy; Sierra Oncology: Consultancy; CTI: Consultancy; Abbvie: Consultancy; Jazz Pharmaceuticals: Consultancy; Constellation: Research Funding; Memorial Sloan Kettering: Current Employment; Kartos: Consultancy. Oh:  Abbvie: Membership on an entity's Board of Directors or advisory committees; Blueprint Medicines: Membership on an entity's Board of Directors or advisory committees; Celgene Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Constellation: Membership on an entity's Board of Directors or advisory committees; CTI Biopharma: Membership on an entity's Board of Directors or advisory committees; Disc Medicine: Membership on an entity's Board of Directors or advisory committees; Geron: Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; Kartos Therapeutics: Membership on an entity's Board of Directors or advisory committees; PharamaEssentia: Membership on an entity's Board of Directors or advisory committees; Sierra Oncology: Membership on an entity's Board of Directors or advisory committees. Taverna:  Constellation Pharmaceuticals: Current Employment. Cui:  Constellation Pharmaceuticals: Current Employment. Zavidij:  Constellation Pharmaceuticals: Current Employment. Chen:  Constellation Pharmaceuticals: Current Employment. Colak:  Constellation Pharmaceuticals: Current Employment. Efuni:  Constellation Pharmaceuticals: Current Employment. Keller:  Constellation Pharmaceuticals: Current Employment. Trojer:  Constellation Pharmaceuticals: Current Employment. Harrison:  Galacteo: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte Corporation: Speakers Bureau; Constellation Pharmaceuticals: Research Funding; Sierra Oncology: Honoraria; CTI BioPharma: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Geron: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; BMS: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Keros: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AOP Orphan Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead Sciences: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Promedior: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Shire: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau.",
    "author_names": [
        "Srdan Verstovsek",
        "Mohamed E Salama",
        "John Mascarenhas",
        "Moshe Talpaz",
        "Ruben A. Mesa",
        "Alessandro Vannucchi",
        "Raajit Rampal",
        "Stephen T. Oh",
        "Horatiu Olteanu",
        "April Chiu",
        "Dong Chen",
        "Curtis A. Hanson",
        "Natalia Curto-Garcia",
        "Pietro Taverna",
        "Jike Cui",
        "Oksana Zavidij",
        "Zehua Chen",
        "Gozde Colak",
        "Sergey Efuni",
        "Patricia J Keller",
        "Patrick Trojer",
        "Claire N. Harrison"
    ],
    "author_dict_list": [
        {
            "author_name": "Srdan Verstovsek",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mohamed E Salama",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Mascarenhas",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe Talpaz",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology/Oncology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A. Mesa",
            "author_affiliations": [
                "Mays Cancer Center, UT Health San Antonio Cancer Center, San Antonio, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Vannucchi",
            "author_affiliations": [
                "Az. Ospedaliero-Universitaria Careggi, Firenze, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raajit Rampal",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen T. Oh",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Horatiu Olteanu",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "April Chiu",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong Chen",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Curtis A. Hanson",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Curto-Garcia",
            "author_affiliations": [
                "Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pietro Taverna",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jike Cui",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oksana Zavidij",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zehua Chen",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gozde Colak",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergey Efuni",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia J Keller",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Trojer",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire N. Harrison",
            "author_affiliations": [
                "Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:46:35",
    "is_scraped": "1"
}