{
    "doi": "https://doi.org/10.1182/blood-2020-142897",
    "article_title": "Relationship of Area-Level Socioeconomic Status Indicators and Nutritional Anemias: Analysis of Folate, Vitamin B12, and Iron Deficiencies ",
    "article_date": "November 5, 2020",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Serum folate (SF), vitamin B12 (B12), and iron deficiency (def) are common causes of nutritional anemias (NA). These deficiencies are usually multifactorial, with nutritional and non-nutritional causes playing a role. SF, B12, and iron levels are usually ordered in the setting of anemia, and malnutrition with or without neurologic symptoms. Clinical evidence suggests that these def have a strong dietary component and socioeconomic status (SES). The relationship of NA and area-based SES in the US has not been studied. We aimed to determine the relationship of SES with the prevalence of NA. Methods: We performed a cross-sectional analysis of adult patients with SF, B12 and iron levels at Mayo Clinic Arizona and Florida between 2010 and 2018. Race was classified using the NIH criteria. Normal laboratory values were determined according to our lab reference and the US NHANES III. SF levels (mcg/Lt) were defined as deficient 400-900, and excess ≥900. Iron def was determined by ferritin levels (mcg/L) as low 336 for men, low 307 for women. Area-Level SES indicators: Median Household income (MHI), unemployment rate (UR), median gross rent month (MGRM), % uninsured, median house value (MHV), % high school; were geocoded by zip code using the 2014 American Community Survey. Demographics and clinical variables were compared between groups by chi-square test for frequency data or Kruskal Wallis rank-sum test for continuous variables. Results: 202,046 samples from 128,084 patients were analyzed. In the sample-level analysis, there were statistically significant associations between SES and SF def; all SES indicators except UR for B12 def; and no differences for iron def, except % uninsured (Table 1). There was no statistically significant interaction between race and SES for SF def and iron def. Race was a statistically significant modifier between B12 def and MHI (p<0.001), % uninsured (p=0.002), and MHV (p=0.007). Asian and Other race had an increase in odds of B12 def with increasing MHI (Asian OR=1.11 , Other OR=1.18); white race had a decrease in odds of B12 def with increasing MHI (OR=0.95 for a $10,000 increase in MHI). Conclusions: We show significant relationships between SES and NA in the US. Differences were observed between SF def and all the SES indicators without race interactions. There were significant interactions between B12 def, race and SES for pts of White, Asian and Other race. There were no differences between SES and race for iron def. These relationships confirm that NA are related to area-level SES and other social determinants of health. Research regarding the causes of these disparities on a population level are needed. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Miguel Gonzalez Velez, MD",
        "Carolyn Mead-Harvey, MS",
        "Heidi E. Kosiorek, MS",
        "Yael Kusne, MD PhD",
        "Leyla Bojanini, MD",
        "Candido E. Rivera, MD",
        "Donald Northfelt, MD",
        "Chung-II Wi, MD",
        "Leslie Padrnos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Miguel Gonzalez Velez, MD",
            "author_affiliations": [
                "Hematology-Oncology Department, Mayo Clinic, Arizona, Phoenix, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carolyn Mead-Harvey, MS",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi E. Kosiorek, MS",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yael Kusne, MD PhD",
            "author_affiliations": [
                "Internal Medicine Department, Mayo Clinic, Arizona, Scottsdale, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leyla Bojanini, MD",
            "author_affiliations": [
                "Mayo Clinic Florida, Jacksonville, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Candido E. Rivera, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Mayo Clinic, Jacksonville, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Northfelt, MD",
            "author_affiliations": [
                "Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chung-II Wi, MD",
            "author_affiliations": [
                "Department of Pediatric and Adolescent Medicine, Mayo Clinic Minnesota, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Padrnos, MD",
            "author_affiliations": [
                "Hematology-Oncology Department, Mayo Clinic Arizona, Phoenix, AZ"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:32:37",
    "is_scraped": "1"
}