{
    "doi": "https://doi.org/10.1182/blood.V112.11.1487.1487",
    "article_title": "Impact of Gene Expression Profiling on Diagnosis and Prognostication in Cytogenetically Normal AML. ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Cytogenetically normal acute myeloid leukemia (CN-AML) comprises a biologically and clinically heterogeneous group of AML. In the past years, molecular markers like FLT3 , CEBP A and NPM1 gene mutations have been identified in CN-AML, and the presence of such mutations carries important prognostic information. Furthermore, DNA microarray-based gene expression profiling (GEP) has been shown to capture the molecular heterogeneity of cancers, and has been applied to build classifiers and clinical outcome predictors in AML. While prior studies have defined gene expression patterns associated with NPM1 , CEBPA , and FLT3 , we assessed the clinical relevance of gene signatures. We profiled a large set of clinically well annotated CN-AML specimens (n=296 entered on two multicenter trials for patients <60 years (AMLSG HD98A and AMLSG 07-04). The 142 cases from the AMLSG HD98A trial were analyzed using a 40k cDNA microarray platform and the 154 cases from trial AMLSG 07-04 using Affymetrix microarrays (Human Genome U133 Plus 2.0 Arrays). In this data set we applied supervised analyses (LASSO penalized logistic regression) to define gene expression patterns characterizing FLT3 internal tandem duplication (ITD), CEPBA and NPM1 mutations as well as outcome signatures. We were able to define distinct signatures associated with NPM1 , CEBPA , and FLT3 consisting of 39, 27, and 47 genes, respectively. The NPM1 signature revealed a high prediction accuracy of >95% in leave-one-out cross validated classification. Prediction of FLT3 -ITD or CEBPA mutation performed less well with accuracies of 80% and 73%, respectively. However, for both CEBPA and FLT3 -ITD the predicted mutation class labels performed slightly better than the marker itself with regard to the prognostic impact on overall survival ( CEPBA : p=0.006 vs. p=0.007, FLT3 -ITD p=9.57e-06 vs. p=5.11e-05; logrank test). In addition, using LASSO we also could define a signature associated with event free survival (EFS) in the cases from the AMLSG 07-04 trial. Adjusted for age, NPM1 , and FLT3 -ITD mutational status this signature was significantly associated with EFS (p=0.005; Wald test), and validation in our independent cDNA data set also provided significant prognostic information (p=0.02; Wald test). Thus, GEP-based classification of CN-AML might help to identify alternative genetic changes that either phenocopy or block the effects of common molecular aberrations. Furthermore, gene expression patterns of yet unknown aberrations are reflected in prognostic signatures. Therefore, signature genes also provide a starting point to dissect “mutations” pathways, and our findings underscore the potential clinical utility of a gene expression based measure in CN-AML.",
    "topics": [
        "gene expression profiling",
        "ms-like tyrosine kinase 3",
        "ccaat/enhancer binding protein alpha",
        "impedance threshold device",
        "dna, complementary",
        "biological markers",
        "cancer",
        "dna",
        "leukemia, myelocytic, acute",
        "logistic regression"
    ],
    "author_names": [
        "Lars Bullinger",
        "Thomas Hielscher",
        "Ursula Botzenhardt",
        "Sabrina Heinrich",
        "Richard Schlenk",
        "Jonathan R. Pollack",
        "Konstanze Dohner",
        "Axel Benner",
        "Hartmut Dohner"
    ],
    "author_dict_list": [
        {
            "author_name": "Lars Bullinger",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas Hielscher",
            "author_affiliations": [
                "Biostatistics, DKFZ, Heidelberg"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ursula Botzenhardt",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Heinrich",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Schlenk",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan R. Pollack",
            "author_affiliations": [
                "Pathology, Stanford Univ., Stanford, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konstanze Dohner",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel Benner",
            "author_affiliations": [
                "Biostatistics, DKFZ, Heidelberg"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Dohner",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T15:40:41",
    "is_scraped": "1"
}