{
    "doi": "https://doi.org/10.1182/blood.V122.21.4133.4133",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2562",
    "start_url_page_num": 2562,
    "is_scraped": "1",
    "article_title": "The Landscape Of Gene Mutations In Chronic Lymphocytic Leukemia With Elevated Genomic Complexity ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "genome",
        "mutation",
        "protein p53",
        "dna",
        "antineutrophil cytoplasmic autoantibody",
        "dideoxy chain termination dna sequencing",
        "f-box-wd repeat-containing protein 7",
        "massively-parallel genome sequencing"
    ],
    "author_names": [
        "Sami Malek, MD",
        "Kamlai Saiya-Cork",
        "Kerby Shedden, PhD",
        "Peter Ouillette",
        "Mehmet Yildiz, MD"
    ],
    "author_affiliations": [
        [
            "Comprehensive Cancer Ctr., Univ. of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Department of Internal Medicine, Division of Hematology-Oncology, University of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Department of Statistics, University of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Hematology/Oncology, University of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "University of Michigan, Ann Arbor, MI, USA"
        ]
    ],
    "first_author_latitude": "42.284372149999996",
    "first_author_longitude": "-83.729541",
    "abstract_text": "Introduction Chronic lymphocytic leukemia with elevated genomic complexity (CLL-HGC) is clinically aggressive and is characterized by shortened survival. While it is known that CLL-HGC is enriched for specific aCNAs and that a subset of CLL-HGC carries TP53 mutations, it is currently unclear what other molecular aberrations cause or contribute to genomic instability in CLL with wild type TP53 . Methods Within a cohort of 255 CLL cases previously analyzed on SNP 6.0 arrays, we identified 50 CLL-HGC cases with ≥ 3 acquired genomic copy number aberrations (aCNA) and/or acquired uniparental disomy (aUPD). Of these 50 CLL-HGC cases, 26 cases were wild type for TP53 , and of these, 23 were subjected to whole exome sequence analysis (WES). Exome capture and WES was performed on DNA isolated from FACS-purified CD19+ and CD3+ cells, and massively parallel sequencing was performed using 96 bp paired-end sequencing on a HiSeq2000 sequencer. Bioinformatics analysis followed validated in-house pipelines. The following genes and exons were re-sequenced in all samples using Sanger sequencing: TP53 (exons 2-10), SF3B1 (exons 13-17), NOTCH1 (exon 34), and POT1 (all coding exons). Genetic data were complemented with assays for p53 protein expression and inducibility (following Nutlin 3 treatment of purified CLL cells), radiation-induced CLL cell apoptosis and ATM Ser-1981 auto-phosphorylation following CLL cell irradiation. Results Sanger sequence validation of all nominated candidate gene mutations in paired samples (T+N) confirmed 192 mutated genes in 23 CLL cases, a mutational load per case that is comparable to published unselected CLL cohorts. A gene mutated at high frequency, akin to TP53, was not identified. Recurrently mutated genes (N=2 or 3 out of 23 cases) in CLL-HGC included MYD88, NCKAP5, EGR2 and NXF1 . Mutations in other genes previously suggested to contribute to genomic instability or CLL clinical aggressiveness were largely absent ( ATM : N=1; NOTCH1 : N=0; SF3B1 : N=1 and POT1 : N=0). A detailed gene-by-gene review of the mutated genes revealed that some of the genes can be grouped into functional classes that may have relevance to the observed genomic phenotype: nuclear export ( XPO, NXF1 ), apoptosis regulation ( BAX, KHDC1, PACS2, FBXW7 ), RB-E2F-p53 axis ( DYRK1A, TRIM16, RB1CC1, E2F7 ), signaling ( MYD88, EGR2 ), chromosome segregation ( BSDC1, DDX46, PDIA4, BOD1L, ZW10) and p53 network ( IRF2, SERTAD4, SYVN1, BAX ). Notably absent were mutations in other DNA-ds-break response and repair or DNA maintenance pathway genes. Functional data uncovered 3 CLL-HGC cases with impaired p53 protein induction following chemical p53 activation and two cases with impaired ATM-Ser-1981 auto-phosphorylation. Conclusion We describe the results of WES in 23 CLL samples with high genomic complexity and wild type TP53 . Overall, the following conclusions can be supported from this work: i) CLL-HGC with wild type TP53 is not associated with a high-frequency mutated gene; ii) the gene mutation load in CLL-HGC with wild type TP53 is similar to unselected CLL cases; iii) most CLL-HGC with wild type TP53 carry mutations in genes that fall into functional classes that may have a role in CLL genome destabilization or a permissive role in the survival of CLL cells with spontaneously occurring DNA lesions. Additional functional studies are in progress testing specific CLL-HGC-associated mutated alleles for effects on chromosomal stability and the p53 network. Overall, the results point to a multi-factorial origin of genomic instability in CLL. Disclosures: No relevant conflicts of interest to declare."
}