{
    "doi": "https://doi.org/10.1182/blood.V116.21.2151.2151",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1821",
    "start_url_page_num": 1821,
    "is_scraped": "1",
    "article_title": "p53 Activation of Mesenchymal Stromal Cells (MSC) Partially Abrogates Microenvironment-Mediated Resistance to FLT3 Inhibition In FLT3/ITD AML ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology: Poster II",
    "topics": [
        "flt3 gene",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "stem cell, mesenchymal",
        "stromal cell-derived factor 1",
        "flt3 inhibitors",
        "cxcr4 receptors",
        "leukemia",
        "doxorubicin",
        "phosphotransferases"
    ],
    "author_names": [
        "Kensuke Kojima, MD, PhD",
        "Teresa McQueen",
        "Elizabeth J. Shpall, MD",
        "Rui-Yu Wang, MD, PhD",
        "Michael Andreeff, MD, PhD"
    ],
    "author_affiliations": [
        [
            "M. D. Anderson Cancer Center, The University of Texas Section of Molecular Hematology/Therapy, Section of Molecular Hematology and Therapy, Department of Leukemia, Houston, TX, USA, "
        ],
        [
            "M. D. Anderson Cancer Center, The University of Texas Section of Molecular Hematology/Therapy, Section of Molecular Hematology and Therapy, Department of Leukemia, Houston, TX, USA, "
        ],
        [
            "M.D. Anderson Cancer Center Dept. of Stem Cell Transplantation, University of Texas, Houston, TX, USA, "
        ],
        [
            "M.D. Anderson Cancer Ctr., University of Texas, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 2151 Fms-like tyrosine kinase-3 (FLT3) inhibitors have recently been introduced to overcome the dismal prognosis of acute myeloid leukemia (AML) with FLT3/ITD mutations. However, while ciculating blasts are rapidly eliminated, bone marrow (BM) responses are in general less impressive (Zhang et al., JCI 2009). One potential explanation for the reduced bone marrow response compared to the striking activity against circulating blast cells may be microenvironmental resistance to FLT3 inhibitors, including protection of FLT3/ITD + blasts through the SDF-1 (CXCL12)/CXCR4 axis (Zeng et al., BLOOD 2009) and novel strategies to overcome microenvironmental resistance may further enhance the clinical benefit of FLT3 inhibitors. Here we investigated the role of p53 in bone marrow stromal cells in stromal cell-mediated resistance to FLT3 inhibition in FLT3/ITD AML. We confirmed that Mdm2-p53 interaction and mutant FLT3 signaling in leukemic blasts were inhibited by the Mdm2 inhibitor Nutlin-3a and the selective FLT3 inhibitor FI-700, respectively, as previously reported (Kojima et al., BLOOD 2004; Kojima et al., LEUKEMIA 2009). BM samples were obtained from normal individuals or from FLT3/ITD AML patients with more than 70% leukemia cells after informed consent. BM-derived stromal cells were seeded in 12-well plates in MEM-alpha medium and exposed to Nutlin-3a for 24 hours, gamma-irradiated (2 Gy), or treated with 100 nM doxorubicin. The wells were then washed three times and AML cells were added. Cell cycle distribution was determined by propidium iodide staining and apoptosis by Annexin V binding. In FLT3/ITD AML cell lines and primary cells, apoptosis was induced by FI-700, but apoptosis induction was diminished under stromal coculture conditions (43.2 ± 0.5% versus 17.0 ± 1.2% in MOLM-13; p < .01). FI-700–induced reduction of Mcl-1 protein levels and activation of Bax were essentially abrogated when FLT3/ITD AML cells were co-cultured with MSC (20.9 ± 1.6% versus 8.3 ± 0.3% cells with activated Bax levels in MOLM-13; p < .01). Separation of MOLM-13 cells from stroma by 0.4 μM culture filters did not affect the protective effect of stromal cells (21.2 ± 2.3% versus 21.6 ± 1.6%). The protection appeared to be mediated partially by SDF-1/CXCR4 signaling because the addition of recombinant SDF-1 to control medium protected FLT3/ITD AML cells from FI-700–induced apoptosis while the addition of anti-CXCR4 antibody (R&D Systems) partially abrogated the protection conferred by stromal cells. The protective effect of stromal cells on MOLM-13 was significantly reduced when MSC were exposed to p53 inducers including Nutlin-3a (17.0 ± 1.2% versus 26.0 ± 1.8%; p < .01), gamma-irradiation (13.5 ± 3.0% versus 18.6 ± 3.1%; p < .05) or doxorubicin (14.2 ± 3.0% versus 19.7 ± 0.9%; p < .05), although p53 activation was not itself cytotoxic to stromal cells. However, SDF-1 mRNA and protein levels were reduced in p53-activated stroma cells. Our findings confirm that selective FLT3 inhibition may not eradicate FLT3/ITD AML cells protected by stroma and show, for the first time, that p53 activation in stroma cells blunts stroma cell-mediated resistance to a kinase, here a FLT3 inhibitor, in part through regulation of SDF-1. Results suggest that combinations of HDM2/p53 (R7112/Nutlin-3a, Andreeff et al. ASH 2010) and/or CXCR4 inhibitors (Plerixafor, Konopleva et al. ASH 2010) with FLT3 inhibitors should be investigated in clinical trials targeting FLT3 mutant leukemias, with the dual goal of inducing apoptosis in leukemic cells and, concomittantly, reduce the protective effects exerted by the marrow microenvironment. Disclosures: No relevant conflicts of interest to declare."
}