{
    "doi": "https://doi.org/10.1182/blood.V122.21.4389.4389",
    "article_title": "A Phase 2 Study Of Single-Agent Brentuximab Vedotin For Front-Line Therapy Of Hodgkin Lymphoma In Patients Age 60 Years and Above: Interim Results ",
    "article_date": "November 15, 2013",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "abstract_text": "Introduction Hodgkin lymphoma (HL) in patients aged ≥60 years has disproportionately inferior outcomes as compared to HL in younger patients. This can be mostly attributed to treatment-related factors that compromise cure rates. Comorbidities in older patients are associated with higher rates of treatment-related toxicities and can prevent delivery of standard intensity and/or duration of chemotherapy. A retrospective multicenter analysis showed an increased incidence of bleomycin-associated pulmonary toxicity (32%; with a mortality rate of 25%) in HL patients aged ≥ 60 who received ABVD for frontline therapy (Evens 2012). Novel therapeutic approaches with improved efficacy and tolerability are needed for this population. Brentuximab vedotin (ADCETRIS ® ) is an antibody-drug conjugate that comprises an anti-CD30 antibody conjugated by a protease-cleavable linker to a microtubule-disrupting agent, monomethyl auristatin E. Robust antitumor activity and acceptable toxicity has been demonstrated in HL patients who relapse after conventional chemotherapy or autologous stem cell transplant. A retrospective analysis of patients aged ≥60 years with relapsed/refractory CD30+ lymphomas across 7 single-agent brentuximab vedotin studies showed antitumor activity and clinical response duration consistent with those observed in younger patients (Fanale 2012). Thus, this ongoing phase 2, single-arm, open-label study was initiated to evaluate the efficacy, safety, and tolerability of brentuximab vedotin as frontline monotherapy for HL patients aged ≥60 years (NCT01716806). Methods The population to be enrolled includes ∼30 treatment-naïve patients with classical HL (Stages I–IV). Eligible patients must be aged ≥60 years, have an ECOG status ≤3, and be ineligible for or have declined conventional chemotherapy. Brentuximab vedotin 1.8 mg/kg is administered every 3 weeks by IV infusion. Patients achieving stable disease (SD) or better can receive up to 16 cycles of treatment, after which therapy can be continued for those experiencing clinical benefit. The primary endpoint is objective response rate (ORR) as assessed by the Revised Response Criteria for Malignant Lymphoma (Cheson 2007). Response assessments are performed at Cycles 2, 4, 8, 12, and EOT (including PET at Cycles 2, 8, and EOT). Results Thirteen patients with treatment-naïve classical HL have been enrolled to date. Median age was 75 years (range, 64 to 92) and approximately half of the patients were male (54%). Seven patients (54%) had moderate age-related renal insufficiency at baseline (creatinine clearance ≥30 and<60). Thus far, patients have received a median of 5 cycles of brentuximab vedotin treatment (range, 1 to 11). Four patients discontinued treatment, 2 due to progressive disease, 1 due to a serious adverse event (Grade 3 orthostatic hypotension), and 1 due to patient decision. Of the 11 patients with a response assessment (see table ), the ORR was 82% (n=9) and the complete remission (CR) rate was 64% (n=7). For the 10 patients who had interim PET scans after 2 cycles of therapy, the mean decrease in maximum standardized uptake value (SUVmax) between baseline and Cycle 2 was 83%. Cycle 2 PET scans were negative (Deauville Score 1-3) in 36% of patients, and the range of duration of response was 0.1+ to 20.6+ weeks thus far. Table Efficacy-Evaluable Patients  Patient . Age/Sex . Stage at Diagnosis . ECOG . Best Response . 1 70/F IV 1 CR* 2 79/F II 1 SD 3 92/F IV 1 CR 4 78/M II 1 CR 5 64/M I 0 CR 6 67/M II 0 PR* 7 88/M II 2 CR* 8 75/M III 1 PR* 9 71/F II 0 CR* 10 74/F II 1 SD* 11 78/M IV 1 CR *  Patient . Age/Sex . Stage at Diagnosis . ECOG . Best Response . 1 70/F IV 1 CR* 2 79/F II 1 SD 3 92/F IV 1 CR 4 78/M II 1 CR 5 64/M I 0 CR 6 67/M II 0 PR* 7 88/M II 2 CR* 8 75/M III 1 PR* 9 71/F II 0 CR* 10 74/F II 1 SD* 11 78/M IV 1 CR *  * Still on treatment View Large Treatment-related adverse events (AEs) occurring in ≥15% of patients included neutrophil count decreased, peripheral sensory neuropathy, pruritus, and rash (n=2 each); most events were Grade 1 or 2. Grade 3 treatment-related AEs included neutrophil count decreased, rash, and orthostatic hypotension (n=1 each). No Grade 4 or 5 events have been observed to date. Conclusions In this interim analysis of patients aged ≥60 years with newly diagnosed HL, compelling antitumor activity with single-agent brentuximab vedotin has been demonstrated. To date, a response rate of 82% has been shown in this historically challenging population of patients who either declined or were not eligible for standard chemotherapy. Preliminary safety data demonstrate tolerability in this patient population and the data are consistent with the current safety profile of brentuximab vedotin. Disclosures: Yasenchak: Seattle Genetics, Inc.: Research Funding. Off Label Use: Brentuximab vedotin is indicated for treatment of patients with Hodgkin lymphoma after failure of autologous stem cell transplant or after failure of at least two prior multi-agent chemotherapy regimens in patients who are not ASCT candidates and for the treatment of patients with systemic anaplastic large cell lymphoma after failure of at least one prior multi-agent chemotherapy regimen. Chen: Seattle Genetics, Inc.: Consultancy, Research Funding, Speakers Bureau, Travel expenses Other. Sharman: Seattle Genetics, Inc.: Research Funding, Travel expenses Other; Genentech: Research Funding; Gilead: Research Funding. Boccia: Seattle Genetics, Inc.: Honoraria, Research Funding. Holkova: Seattle Genetics, Inc.: Research Funding. Rosen: Seattle Genetics, Inc.: Advisory/scientific board membership Other, Honoraria, Research Funding. Friedberg: Seattle Genetics, Inc.: Research Funding. O'Meara: Seattle Genetics, Inc.: Employment, Equity Ownership. Forero-Torres: Seattle Genetics, Inc.: Research Funding, Speakers Bureau.",
    "topics": [
        "brentuximab vedotin",
        "hodgkin's disease",
        "chemotherapy regimen",
        "autologous stem cell transplant",
        "positron-emission tomography",
        "adverse event",
        "antibodies",
        "electrocorticogram",
        "exanthema",
        "lymphoma"
    ],
    "author_names": [
        "Christopher A. Yasenchak, MD",
        "Robert Chen, MD",
        "Jeff P. Sharman, MD",
        "Ralph V. Boccia, MD",
        "Beata Holkova, MD",
        "Peter J. Rosen, MD",
        "Jonathan W. Friedberg, MD",
        "Megan M. O'Meara, MD",
        "Andres Forero-Torres, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher A. Yasenchak, MD",
            "author_affiliations": [
                "Northwest Cancer Specialists P.C. US Oncology Research, Tualatin, OR, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert Chen, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff P. Sharman, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute and Research Center/US Oncology Research, Eugene, OR, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph V. Boccia, MD",
            "author_affiliations": [
                "Center for Cancer and Blood Disorders, Bethesda, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beata Holkova, MD",
            "author_affiliations": [
                "Virginia Commonwealth University Medical Center, Richmond, VA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter J. Rosen, MD",
            "author_affiliations": [
                "Providence Saint Joseph Medical Center Disney Family Cancer Center, Burbank, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan W. Friedberg, MD",
            "author_affiliations": [
                "James P. Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan M. O'Meara, MD",
            "author_affiliations": [
                "Seattle Genetics, Inc., Bothell, WA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andres Forero-Torres, MD",
            "author_affiliations": [
                "University of Alabama at Birmingham Comprehensive Cancer Center, Birmingham, AL, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T18:45:47",
    "is_scraped": "1"
}