{
    "doi": "https://doi.org/10.1182/blood.V112.11.3637.3637",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1205",
    "start_url_page_num": 1205,
    "is_scraped": "1",
    "article_title": "Expression of WT-1 mRNA in Peripheral Blood from Myelodysplastic Syndromes ",
    "article_date": "November 16, 2008",
    "session_type": "Myelodysplastic Syndromes",
    "topics": [
        "myelodysplastic syndrome",
        "rna, messenger",
        "refractory anemia with excess blasts",
        "refractory anemia with sideroblasts",
        "prostatic hypertrophy risk score",
        "cytopenia",
        "leukemia",
        "acute lymphocytic leukemia",
        "chromosomal disorder",
        "c-reactive protein"
    ],
    "author_names": [
        "Hideto Tamura, MD, PhD",
        "Kazuo Dan",
        "Norio Yokose",
        "Rika Iwakiri",
        "Masatsugu Ohta",
        "Hisashi Sakamaki, MD, PhD",
        "Kaoru Tohyama",
        "Asaka Kondo",
        "Kyoko Nakamura",
        "Taishi Yamashita",
        "Takashi Tsuji",
        "Kiyoyuki Ogata, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Medicine, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Division of Hematology, Department of Medicine, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Department of Internal Medicine, Chiba Hokusoh Hospital, Nippon Medical School, Chiba"
        ],
        [
            "Department of Hematology, Tokyo Metropolitan Geriatric Hospital, Tokyo, Japan"
        ],
        [
            "Department of Hematology, Tokyo Metropolitan Geriatric Hospital, Tokyo, Japan"
        ],
        [
            "Department of Hematology, Tokyo Metropolitan Komagome Hospital, Tokyo, Japan"
        ],
        [
            "Department of Laboratory Medicine, Kawasaki Medical School, Okayama, Japan"
        ],
        [
            "Division of Hematology, Department of Medicine, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Division of Hematology, Department of Medicine, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Division of Hematology, Department of Medicine, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Department of Biological Science and Technology, Tokyo University of Science, Chiba, Japan"
        ],
        [
            "Division of Hematology, Department of Medicine, Nippon Medical School, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7210943",
    "first_author_longitude": "139.7589509",
    "abstract_text": "(INTRODUCTION) The Wilms’ tumor gene WT-1 is overexpressed in various types of solid tumor as well as in hematologic malignancies, i.e., acute myeloid leukemia (AML), acute lymphocytic leukemia, chronic myeloid leukemia, and myelodysplastic syndromes (MDS). It was reported that WT-1 overexpression in peripheral blood (PB) and bone marrow (BM) is useful for the monitoring of minimal residual disease and early detection of relapse in AML. MDS are clonal hematologic stem cell disorders characterized by cytopenias and a risk of progression to acute leukemia. It is important for decisions on treatment strategy to assess disease progression and predict the prognosis in MDS. The aim of this study was to investigate the clinical significance of WT-1 mRNA expression in PB obtained from patients with MDS. (METHODS AND RESULTS) PB was obtained from 92 patients with MDS or leukemia transformed from MDS (AL-MDS): 40 refractory anemia (RA), 5 RA with ringed sideroblasts (RARS), 27 RA with excess blasts (RAEB), 5 RAEB in transformation (RAEB-t), and 15 AL-MDS cases in the FAB classification (RA 27, RARS 5, refractory cytopenia with multilineage dysplasia 12, RAEB-1 13, RAEB-2 14, 5q- 1, and AL-MDS 20 cases in the WHO classification). RNA was isolated from PB mononuclear cells (PBMCs) and converted into cDNA. The levels of WT-1 mRNA expression were assessed using the real-time quantitative polymerase chain reaction. We analyzed whether the level of WT-1 mRNA expression in PBMCs was associated with MDS subtype in the FAB classification, clinical characteristics (hemoglobin value, white blood cell counts, neutrophil counts, lymphocyte counts, chromosomal abnormality, number of cytopenias, blast percentages in BM, lactate dehydrogenase values, C-reactive protein values), International Prognostic Scoring System (IPSS) score, survival, and time to leukemia transformation. High expression of WT-1 mRNA, which was defined as more than 50 copies/μg mRNA according to the results of normals, was observed in 42.5%, 40.0%, 85.2%, 80.0%, and 100% of RA, RARS, RAEB, RAEB-t, and AL-MDS patients, respectively. The WT-1 mRNA levels increased with the aggressiveness of disease subtype and IPSS. FAB subtypes included RARS (mean ± SD, 129 ± 111 copies/μg), RA (220 ± 134), RAEB (5554 ± 2593), RAEB-t (14284 ± 9056), and AL-MDS (51591 ± 30309). IPSS score were divided into low/intermediate-1 risk (316 ± 136) and intermediate-2/high risk (7901 ± 3035) (P < 0.05 for RA vs RAEB, RAEB-t or AL-MDS; RAEB vs AL-MDS; and low/intermediate-1 vs intermediate-2/high risk). Furthermore, the WT-1 mRNA level was inversely correlated with the neutrophil percentage in PB and positively correlated with the blast percentage in both PB and BM. Among RA patients, those with favorable cytogenetics had lower WT-1 mRNA values compared with other patients (P < 0.05). When patients were divided into three groups based on the log value of WT-1 mRNA (=4), the survival times of those groups were 73.1, 55.6, and 15.3 months, respectively (P < 0.005). (CONCLUSIONS) Higher quantitative expression of WT-1 mRNA in PBMCs is associated with aggressive disease behavior in MDS patients. This may justify anti-WT-1 immunotherapy under investigation for MDS treatment ( PNAS  2004 ; 101 : 13885 –13890 )."
}