{
    "doi": "https://doi.org/10.1182/blood.V124.21.2826.2826",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2834",
    "start_url_page_num": 2834,
    "is_scraped": "1",
    "article_title": "VWF Modulates the in Vivo FVIII Recovery of Different FVIII Concentrates in a Mice Model of Severe Hemophilia with Inhibitors ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "concentrate dosage form",
        "hemophilia a",
        "hemophilias",
        "mice",
        "infusion procedures",
        "recombinant antihemophilic factor viii",
        "antibodies",
        "immunoglobulin g",
        "buffers",
        "chromatography, agarose"
    ],
    "author_names": [
        "María Isabel Bravo, PhD",
        "Bibiana Da Rocha-Souto, PhD",
        "Salvador Grancha, PhD",
        "Juan I Jorquera, PhD"
    ],
    "author_affiliations": [
        [
            "Instituto Grifols, Barcelona, Spain "
        ],
        [
            "Instituto Grifols, Barcelona, Spain "
        ],
        [
            "Instituto Grifols, Barcelona, Spain "
        ],
        [
            "Grifols Bioscience, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "41.49284839999999",
    "first_author_longitude": "2.1493829000000004",
    "abstract_text": "About 25% of severe hemophilia A patients undergoing factor VIII (FVIII) replacement therapy develop antibodies against FVIII (FVIII inhibitors). The formation of inhibitor is generally accepted as the most common and challenging complication of hemophilia treatment. In the circulation, FVIII is tightly bound to von Willebrand factor (VWF), forming a complex that plays a significant role in FVIII protection from premature degradation (Delignat S et al, Haemophilia 2012;18:248-54). Several laboratory and clinical studies suggest that the presence of VWF in FVIII concentrates might have some benefits due to the protective effect against antibodies (Shi Q et al, J Thromb Haemost 2012;10:2328-37; Mannucci PM, Haemophilia 2012;18 Suppl 2:2-7). Plasma-derived (pd) FVIII/VWF concentrates show higher residual FVIII activity and more thrombin generation after incubation with inhibitors compared to isolated FVIII concentrates (pdFVIII or recombinant, rFVIII). The protective effect of VWF observed in native pdFVIII/VWF complex is not completely restored for isolated FVIII even after mixing with VWF before analyzing the reaction with inhibitors (Bravo MI et al, Haemophilia 2014; in press). This study analyzes the impact of VWF on FVIII protection against inhibitors in an in vivo model, by evaluating the differences of FVIII in vivo recovery between FVIII concentrates with or without VWF in FVIII null E16 Knockou t ( KO ) mice infused with inhibitors purified from hemophilic patients’ plasma. Inhibitor IgG was purified from a pool of human plasmas from hemophilic patients (Technoclone GmbH, Vienna, Austria) by using Protein G Sepharose chromatography as described elsewhere. IgGs were tail vein infused to achieve 3.2 BU/ml (or buffer as a control) prior to FVIII treatment. Five minutes after IgG infusion, animals (n=5-6 for each treatment group) were infused with FVIII therapeutic concentrates (100 IU/kg) from different sources, including native pdFVIII/VWF complex; isolated pdFVIII and full-length recombinant FVIII (rFVIII). In addition, some animal groups were treated with in vitro preformed complexes with pdVWF (therapeutic concentrate for von Willebrand disease) and FVIII (rFVIII+pdVWF and pdFVIII+pdVWF mixed at 1IU:1IU ratio; 15 min at 25ºC). After 5 min post-FVIII infusion, plasma samples were obtained by abdominal cave vein sampling and residual FVIII:C was measured using chromogenic assay. FVIII recovery was estimated according on the empirical finding that 1IUFVIII/kg body weight raises the plasma FVIII activity by 2.1±0.4% of normal activity. In the absence of inhibitor, in vivo FVIII recovery in FVIII null E16 KO mice was similar for all FVIII concentrates as expected, with values ranging from 107% to 124% (see table). In contrast, in the presence of inhibitors the FVIII recovery showed marked differences among treatment groups. Recovery was higher for the native VWF-containing FVIII concentrate (pdFVIII/VWF: 71.1±17.4%) when compared to concentrates composed of isolated FVIII (rFVIII: 31.4±9.9%; pdFVIII: 25.0±2.7%). When the products containing isolated FVIII were premixed with VWF prior to infusion, FVIII recovery was only partially restored (rFVIII+VWF: 67.1±15.1%; pdFVIII+VWF: 45.2±8.8%). FVIII:C recovery and ratio FVIII:C, 5 min post-infusion of FVIII products (100 IU/kg), without inhibitor and with inhibitor (3.2±0.4 BU/ml) in severe hemophilic mice. Abstract 2826. Table  FVIII products . FVIII:C Recovery (%) [mean±SD (n)] . FVIII:C ratio (IU) in absence vs. presence of inhibitor . Without inhibitor . With inhibitor . pdFVIII /VWF  107.9 ± 6.1 (6) 71.1 ± 17.4 (5) 1.52 rFVIII  106.9 ± 8.3 (6) 31.4 ± 9.9 (5) 3.41 pdFVIII  120.5 ± 5.1 (6) 25.0 ± 2.7 (5) 4.77 rFVIII+pdVWF  124.3 ± 11.2 (6) 67.1 ± 15.1 (6) 1.84 pdFVIII+pdVWF  111.8 ± 5.9 (6) 45.2 ± 8.8 (6) 2.47 FVIII products . FVIII:C Recovery (%) [mean±SD (n)] . FVIII:C ratio (IU) in absence vs. presence of inhibitor . Without inhibitor . With inhibitor . pdFVIII /VWF  107.9 ± 6.1 (6) 71.1 ± 17.4 (5) 1.52 rFVIII  106.9 ± 8.3 (6) 31.4 ± 9.9 (5) 3.41 pdFVIII  120.5 ± 5.1 (6) 25.0 ± 2.7 (5) 4.77 rFVIII+pdVWF  124.3 ± 11.2 (6) 67.1 ± 15.1 (6) 1.84 pdFVIII+pdVWF  111.8 ± 5.9 (6) 45.2 ± 8.8 (6) 2.47 View Large Our data indicate that VWF-containing FVIII concentrates are more efficient in the restoration of FVIII circulating levels in the FVIII null E16 KO mice model with inhibitors. Moreover, results also suggest that this protection would be higher in native pdFVIII/VWF complex that in the complex of FVIII+VWF formed from the isolated proteins. Disclosures Bravo: Instituto Grifols: Employment. Da Rocha-Souto: Instituto Grifols: Employment. Grancha: Instituto Grifols: Employment. Jorquera: Grifols Bioscience: Employment."
}