{
    "doi": "https://doi.org/10.1182/blood.V116.21.3164.3164",
    "article_title": "Prevalence of Venous Thromboembolism In Patients with Secondary Polycythemia ",
    "article_date": "November 19, 2010",
    "session_type": "Pathophysiology of Thrombosis: Poster I",
    "abstract_text": "Abstract 3164 Background: Polycythemia vera is associated with an increased risk for venous thromboembolism (VTE). Although phlebotomy is employed as an adjunct to treatment with hydroxyurea and/or aspirin for VTE risk reduction, emerging data suggest that hematocrit is less of a determinant of VTE risk than leukocyte count and JAK2 V617F gene mutation allele burden. The role of secondary polycythemia as a risk factor for VTE is unknown, but phlebotomy for thrombosis risk reduction is frequently practiced. Based on the polycythemia vera model, however, we hypothesize that secondary polycythemia does not increase VTE risk. The purpose of this study was to determine the prevalence of VTE in patients with secondary polycythemia and to investigate the factors associated with VTE in this population. Methods: We performed a case control study that included patients admitted to Dartmouth-Hitchcock Medical Center with a diagnosis of chronic obstructive pulmonary disease (COPD) and a hematocrit greater than or equal to 50% from August 2004 to July 2009. The controls were matched for age and sex and carried a diagnosis of chronic obstructive pulmonary disease (COPD) without evidence of secondary polycythemia. Data were collected on body mass index (BMI), VTE history, comorbid conditions, thrombophilia and smoking history. Clinical characteristics of patients with and without secondary polycythemia were analyzed using chi square and t-test to evaluate for significant differences in the two populations. Results: Eighty-six patients with secondary polycythemia and 86 controls were included in the study. The mean hematocrit was 53.5% in the case group and 43.7% in the control group (p=<0.005). Among cases, a history of VTE was documented in 17/86 (19.8%), 10 of which (58.8%) were judged to be idiopathic. In the control group, VTE was documented in 12/86 (14%), 4 of which (33.3%) were judged to be idiopathic. There was no statistically significant difference in the number of total (OR=1.52, p=0.42) or idiopathic (OR=2.7; p=0.16) VTE between cases and controls, respectively. There were no statistically significant differences noted in age, sex, body mass index, presence of diabetes mellitus, smoking history or the presence of malignancy in the two groups. Patients with VTE in both groups had higher BMI, however, compared to patients without VTE. Conclusions: We did not observe an increased prevalence of VTE in patients with secondary polycythemia compared to age- and sex-matched controls. Our findings suggest that the high prevalence of VTE observed in patients with secondary polycythemia is more likely related to known risk factors such as obesity rather than hyperviscosity due to increased cell mass. The role of phlebotomy for VTE risk reduction in patients with secondary polycythemia is therefore questionable. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "secondary polycythemia",
        "venous thromboembolism",
        "obesity",
        "chronic obstructive airway disease",
        "phlebotomy",
        "risk reduction",
        "polycythemia vera",
        "aspirin",
        "cancer",
        "diabetes mellitus"
    ],
    "author_names": [
        "Omar Nadeem, M.D.",
        "Jiang Gui, Ph.D",
        "Deborah Ornstein, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Omar Nadeem, M.D.",
            "author_affiliations": [
                "Internal Medicine, Dartmouth-Hitchcock Medical Center, Lebanon, NH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jiang Gui, Ph.D",
            "author_affiliations": [
                "Hematology/Oncology, Dartmouth-Hitchcock Medical Center, Lebanon, NH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah Ornstein, M.D.",
            "author_affiliations": [
                "Hematology/Oncology, Dartmouth-Hitchcock Medical Center, Lebanon, NH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T15:36:56",
    "is_scraped": "1"
}