{
    "doi": "https://doi.org/10.1182/blood.V126.23.5148.5148",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3129",
    "start_url_page_num": 3129,
    "is_scraped": "1",
    "article_title": "Tyrosin-Kinase Inhibitors Discontinuation in Patients with Chronic Myeloid Leukemia: A Systematic Review and Meta-Analysis ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "topics": [
        "leukemia, myelocytic, chronic",
        "phosphotransferases",
        "protein-tyrosine kinase inhibitor",
        "follow-up",
        "disease remission",
        "imatinib mesylate",
        "bcr-abl tyrosine kinase",
        "duration of treatment",
        "human leukocyte interferon",
        "interferons"
    ],
    "author_names": [
        "Leonardo Campiotti, MD",
        "Matteo Basilio Suter, MD",
        "Carlo Gambacorti-Passerini",
        "Francesco Onida, MD",
        "Luigina Guasti, MD",
        "Anna Maria Grandi, MD",
        "Alessandro Squizzato, MDPhD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical and Experimental Medicine, University of Insubria, Varese, Italy "
        ],
        [
            "Department of Clinical and Experimental Medicine, University of Insubria, Varese, Italy "
        ],
        [
            "Azienda Ospedaliera San Gerardo/University of Milano-Bicocca, Monza, Italy ",
            "Hematology and Clinical Research Unit, San Gerardo Hospital, Monza, Italy "
        ],
        [
            "Hematology, Ospedale Maggiore Policlinico di Milano, Milan, Italy"
        ],
        [
            "Department of Clinical and Experimental Medicine, University of Insubria, Varese, Italy "
        ],
        [
            "Department of Clinical and Experimental Medicine, University of Insubria, Varese, Italy "
        ],
        [
            "Department of Clinical and Experimental Medicine, University of Insubria, Varese, Italy "
        ]
    ],
    "first_author_latitude": "45.8142904",
    "first_author_longitude": "8.8275873",
    "abstract_text": "Background Tyrosin-kinase inhibitors (TKIs) are the cornerstone therapy of patients with chronic myeloid leukemia (CML). Although with a favourable safety profile, imatinib and second generation TKIs are still hampered by chronic mild toxicities that may have, especially in a long time frame, a significant impact on patient quality of life. Moreover, TKIs represents a significant burden in health care costs. In recent years, several studies have been conducted to evaluate the safety of TKIs discontinuation in patients with undetectable level of BCR-ABL transcription. Although a growing body of evidence supports discontinuation, several questions remain open. Predictive factors for successful TKIs cessation, relapse risk factors, follow-up and patient prognosis after CML relapse are still poorly defined. Therefore, we performed a systematic review of the literature to determine the incidence of CML relapse, to identify possible risk factors of lower relapse rate, and to evaluate the long-term safety in patients with CML who discontinue TKIs Methods Studies evaluating TKIs discontinuation in CML were identified by electronic search of PubMed and EMBASE database until May 2015. Study selection and data extraction was performed independently by 2 reviewers. Quality assessment was performed based on study design, patient's selection and length of follow-up. Weighted mean proportion and 95% confidence intervals (CIs) of CML relapse was calculated using a fixed-effects and a random-effects model. Statistical heterogeneity was evaluated using the I² statistic. Sub-analyses were performed for identifying possible risk factors of CML relapse. Results Fifteen full-manuscript studies, for a total of 419 patients, and 17 abstracts of congress presentations, for a total of 1031 patients, were included. Eight full-manuscript studies were at low-risk of bias as they were prospective, enrolled consecutively patients and had a follow-up of at least 1 year. All full-manuscript studies included only patients on imatinib as TKI; in 4 abstracts, patients were also on second generation TKIs. CML relapse was defined by lost of complete molecular remission in all full-manuscript studies. Overall weighted mean relapse rate of CML was 52% (95% CI 44-59%; I²=55.2) at random-effect model in the full-manuscript studies. Weighted mean relapse rate of CML at 6-month follow-up was 43% (95% CI 33-53%; I²=75.29) and 32% (95% CI 24-40%; I²=75.6) at random-effect model in full-manuscript studies and in the abstracts, respectively. Eighty-three per cent of CML relapses occurred in the first 6 months. In the full-manuscript studies, all patients were alive at 2-year follow-up (upper limit of 95% CI, 1.8%; I²=0) and only one patient over 419 had a blastic crisis (1.1%, 95% CI 0.3-2.3%; I²=0). Weighted mean relapse rate of CML was 51% (95% CI 32-71%; I²=78.7) in studies that enrolled patients with high risk Sokal score in more than 15% of the total population. In 3 full-manuscript studies no patient was treated with interferon therapy in combination with imatinib: in these studies, weighted mean relapse rate of CML was 70% (95% CI 56-82%; I²=0). Subgroup analyses of the full-manuscript and abstract studies suggest that patients with longer treatment duration with TKIs and longer complete molecular remission have a lower relapse rate. Conclusions Our findings suggest that TKIs discontinuation is safe and feasible for the majority of CML patients with stable complete molecular remission. In most recent studies, at least 50% of patients remain therapy-free after TKIs discontinuation. Restarting TKIs therapy succeeded in a high rate of response, with no death two years after discontinuation. Disclosures No relevant conflicts of interest to declare."
}