{
    "doi": "https://doi.org/10.1182/blood.V118.21.3182.3182",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2028",
    "start_url_page_num": 2028,
    "is_scraped": "1",
    "article_title": "Anemia of Chronic Kidney Disease – Hepcidin Is a Predictor, ",
    "article_date": "November 18, 2011",
    "session_type": "102. Regulation of Iron Metabolism: Poster III",
    "topics": [
        "anemia of chronic renal failure",
        "hepcidin",
        "anemia",
        "follow-up",
        "kidney failure, chronic",
        "iron",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "diabetes mellitus",
        "diabetes mellitus, type 2"
    ],
    "author_names": [
        "Srila Gopal, MD",
        "Rao Madhumathi, MD, PhD, FRCP(E)",
        "Damien R Ashby"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Connecticut Health Center, Farmington, CT, USA, "
        ],
        [
            "Division of Nephrology, Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "Renal Medicine, Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "41.7322247",
    "first_author_longitude": "-72.79146159999999",
    "abstract_text": "Abstract 3182 Methods: We carried out a prospective study of 167 patients with CKD stages 1 to 4 followed over a two year period. Using a competitive radioimmunoassay, we measured plasma hepcidin at baseline and studied its association to baseline clinical parameters, as well as the development of anemia and need for ESA over a two year follow up period. Exclusion criteria included any erythropoietin stimulating agent (ESA) therapy at baseline. Variables were log transformed to satisfy normality assumptions. Results: Median (P5-P95) Glomerular filtration rate (GFR) was 42 (20–109) ml/min and 45% were anemic at the time of enrollment by KDOQI criteria, 11 % (18/167) having severe anemia. In patients with CKD, Hepcidin was positively correlated with serum iron (Spearmans rho,p:serum iron,0.22,0.005) and negatively correlated to EPO levels (Spearmans rho,p:-0.23,0.003 vss.-0.55,0.002). Hepcidin levels at baseline were not significantly associated with GFR, hemoglobin or CRP, and did not differ according to diabetes or ethnicity. Though Hepcidin levels did not differ by the presence of anemia at baseline, they were significantly higher among patients who developed severe anemia (n=23) at the end of the first year (40 ng/mL vs. 25 ng/mL, p<0.01). A total of 13 patients initiated ESA during follow up; a 2-fold higher hepcidin was associated with a hazard ratio of 2.25 (95% CI 0.89 to 5.62) for the need to initiate ESA therapy ( Fig 1 ), adjusted for GFR. Figure 1: View large Download slide Bar chart showing a monotonic increase in the proportion of patients needing the institution of ESA therapy during follow up by quartile of hepcidin level at baseline (p=0.001 for linear trend). Figure 1: View large Download slide Bar chart showing a monotonic increase in the proportion of patients needing the institution of ESA therapy during follow up by quartile of hepcidin level at baseline (p=0.001 for linear trend).  Conclusion: High hepcidin, unrelated to inflammation, is a predictor for the development of anemia and the need for initiation of ESA therapy in CKD patients. The role of Hepcidin as a therapeutic target in the anemia of CKD needs further study. Disclosures: No relevant conflicts of interest to declare."
}