{
    "doi": "https://doi.org/10.1182/blood.V128.22.785.785",
    "article_title": "Rituximab-Lenalidomide (REVRI) in Relapse or Refractory Primary Central Nervous System (PCNSL) or Vitreo Retinal Lymphoma (PVRL): Results of a \"Proof of Concept\" Phase II Study of the French LOC Network ",
    "article_date": "December 2, 2016",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials: CNS and HIV Lymphoma Trials",
    "abstract_text": "Background Primary CNS lymphoma (PCNSL) is a diffuse large B-cell lymphoma (DLBCL), predominantly of non-germinal center (non-GC) subtype. Despite improvement of therapeutic results since the introduction of high-dose methotrexate (MTX) in first-line treatment, improvements of therapeutic results are needed in PCNSL, both in first-line treatment and at relapse. The roles of consolidation and maintenance therapy need to be addressed as well. The association of Rituximab and Lenalidomide has shown activity in non-CNS non-GC DLBCL, but its activity in PCNSL was unknown. Methods In this prospective, multicenter open-label phase II study, we enrolled patients over 18 with a refractory or relapse PCNSL or primary vitreo-retinal lymphoma (PVRL) of DLBCL type. The treatment consisted in an induction phase with 8 cycles of 28 days with R2 (Rituximab 375/m 2 IV D1; Lenalidomide 20 mg/D D1-D21 for the first cycle then 25 mg/D D1-D21 for the subsequent cycle in the absence of hematologic toxicity), followed, in responder patients by a maintenance phase with 12 cycles of 28 days with Lenalidomide alone (10 mg/D, D1-D21). Corticosteroids were allowed during the first induction cycle in case of a threatening or symptomatic edema. Deep vein thrombosis prophylaxis was mandatory. Patient who received a complete month of treatment were evaluable for response. The primary end-point was the objective response rate (ORR) at the end of the induction phase, according to the international primary CNS lymphoma collaborative group (IPCG) criteria. The analysis was based of a Fleming's two-step design (P 0 = 10 %; P 1 = 30%). A pilot exploration of circulating NK and T cells before and after treatment and correlation with therapeutic response was conducted. This study is registered with ClinicalTrials.gov, number NCT01956695 Results Between September 17, 2013 and September 29, 2015, fifty patients (median age: 69, range 46-86) were recruited from 10 centers. All the patients had previously received high-dose (HD) MTX. Median number of previous lines of chemotherapy was 2 (range, 1-4). Nine patients had previous received an HD chemotherapy followed by hematopoetic stem cell rescue. Initial diagnoses were PCNSL (n = 42) and PVRL (n = 8). At time of inclusion in the study, diagnoses were PCNSL (n = 41) and PVRL or isolated intra-ocular (IO) relapse of PCNSL (n=9). Seven patients had concomitant involvement of the cerebrospinal fluid (CSF). Patients were included either for a relapse after last treatment (80 %; median time to relapse = 5.5 months), or for a refractory disease (20 %). Thirty-four patients received concomitant corticosteroids during the first month of treatment. Forty-five patients were evaluable for response after the first cycle of treatment. Median number of induction cycles was 7 (range, 1-8). Grade 3 or 4 adverse events were reported in 11 patients (infection: n = 10, cutaneous rash: n =1). A second cancer (melanoma) occurred in one patient. Two patients withdrew their consent. During the induction phase, best observed responses were CR (n = 16), PR (n = 11), stable disease (n = 5) and progressive disease (n = 11) for an ORR of 63% (27/43). . At the end of the induction phase, 43 patients were evaluable for the primary objective. ORR was 39 % (17/43) including 13 CR (30%). A response has been observed in patients included for a PCNSL (n = 13, 32%) and for an IO relapse or PVRL (n = 4, 44%). Seventeen patients started the maintenance phase. With a median follow-up of 9 months (range, 1.1-15.4), median overall and progression-free survivals of the whole population were 15.3 months (95 % CI, 9.6 - non reached) and 8.1 months (95 % CI, 4.2 - non reached) respectively. Median duration of response in the responder patients was 8.9 months (95 % CI, 7.6- non reached). The results of the maintenance phase are pending. Results will be further updated. Conclusion This phase II study demonstrates a significant activity of the rituximab-lenalidomide regimen in relapse or refractory PCNSL or PVRL. Updated results with a longer follow-up are awaited to better evaluate the PFS and the median duration of response. This regimen warrants to be added in the armamentarium drugs for PCNSL and further explored in combination with other chemotherapies in first-line treatment, as maintenance therapy, or as a chemo-free regimen for patients unfit for high-dose methotrexate. Funding: Celgne, Roche Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures Ghesquieres: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche France: Research Funding; Mundipharma: Consultancy. Choquet: Celgene: Consultancy; Janssen: Consultancy. Morschhauser: Celgene: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Gilead Sciences: Consultancy, Honoraria; Janssen: Honoraria; Servier: Consultancy, Honoraria. Soussain: Roche: Research Funding; Pharmacyclics: Research Funding; Celgene: Research Funding.",
    "topics": [
        "central nervous system",
        "lenalidomide",
        "lymphoma",
        "phase 2 clinical trials",
        "primary central nervous system lymphoma",
        "primary vitreoretinal lymphoma",
        "proof of concept studies",
        "rituximab",
        "unconsciousness",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Herve Ghesquieres, MD PhD",
        "Caroline Houillier, MD",
        "Olivier Chinot, MD PhD",
        "Sylvain Choquet, MD",
        "Cecile Molucon-Chabrot, MD",
        "Patrick Beauchene, MD",
        "Remy Gressin, MD",
        "Franck Morschhauser",
        "Anna Schmitt, MD",
        "Emmanuel Gyan, MD PhD",
        "Khê Hoang-Xuan, MD PhD",
        "Emmanuelle Nicolas-Virelizier, MD",
        "Marion Chevrier",
        "Alexia Savignoni, MD",
        "Isabelle Turbiez",
        "Florence Veillas",
        "Vassili Soumelis, MD PhD",
        "Carole Soussain, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Herve Ghesquieres, MD PhD",
            "author_affiliations": [
                "Hospices Civils de Lyon, Université Claude Bernard, Centre Hospitalier Lyon-Sud, Pierre Bénite, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Caroline Houillier, MD",
            "author_affiliations": [
                "Neuro-Oncology Department, Pitie-Salpetriere Hospital and Pierre et Marie Curie University, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Chinot, MD PhD",
            "author_affiliations": [
                "Neuro-Oncology, Hôpital de la Timone, Marseille, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvain Choquet, MD",
            "author_affiliations": [
                "Department of Clinical Hematology, Pitie-Salpetriere Hospital and Pierre et Marie Curie University, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cecile Molucon-Chabrot, MD",
            "author_affiliations": [
                "Hematology department, CHU Clermont Ferrand, Clermond Ferrand, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Beauchene, MD",
            "author_affiliations": [
                "Neuro-Oncology, CHU Nancy, Nancy, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Remy Gressin, MD",
            "author_affiliations": [
                "Hematology, CHU Grenoble, Grenoble, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Morschhauser",
            "author_affiliations": [
                "Department of Clinical Hematology, Centre Hospitalier Universitaire, Université de Lille, Lille, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Schmitt, MD",
            "author_affiliations": [
                "Hematology Department, Institut Bergonie, Bordeaux, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Gyan, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie et thérapie cellulaire, Centre Hospitalier Universitaire, Tours, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khê Hoang-Xuan, MD PhD",
            "author_affiliations": [
                "Neuro-Oncology Department, Pitie-Salpetriere Hospital and Pierre et Marie Curie University, Paris, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuelle Nicolas-Virelizier, MD",
            "author_affiliations": [
                "Hematology, Centre Leon Berard, Lyon, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marion Chevrier",
            "author_affiliations": [
                "Biostatistics Department, Curie Institute, Saint-CLoud, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexia Savignoni, MD",
            "author_affiliations": [
                "Biostatistics Department, Curie Institute, Saint-CLoud, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Turbiez",
            "author_affiliations": [
                "Project management, Curie Institute, Saint-CLoud, France "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Veillas",
            "author_affiliations": [
                "Data management, Curie Institute, Saint-CLoud, France "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vassili Soumelis, MD PhD",
            "author_affiliations": [
                "Department of clinical immunology and INSERM U 932, Curie Institute, Paris, France "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carole Soussain, MD PhD",
            "author_affiliations": [
                "Dept. of hematology, Curie Institute, Hôpital René Huguenin, Saint-Cloud, France"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:41:37",
    "is_scraped": "1"
}