{
    "doi": "https://doi.org/10.1182/blood.V118.21.2888.2888",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2055",
    "start_url_page_num": 2055,
    "is_scraped": "1",
    "article_title": "Novel Molecular Imaging Detects Evidence of Altered Bone Marrow Biology in Myeloma Precursor Disease (MGUS and smoldering myeloma): A Prospective Clinical Study ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma-Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "bone marrow",
        "molecular imaging",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "smoldering myeloma",
        "fluorodeoxyglucose f18",
        "nipple discharge aspiration",
        "computed tomography/positron emission tomography imaging",
        "dynamic contrast-enhanced magnetic resonance imaging",
        "positron-emission tomography"
    ],
    "author_names": [
        "Esther Tan, MD",
        "Liza Lindenberg, MD",
        "Neha Korde, MD",
        "Alexandra Berg",
        "Esther Mena, MD",
        "Baris Turkbey, MD",
        "Omer Aras, MD",
        "Seth M. Steinberg, PhD",
        "Brendan Weiss, MD",
        "Alex Minter, MD",
        "Mary Ann Yancey, RN",
        "Marcia Mulquin, RN",
        "Peter Choyke, MD",
        "Karen Kurdziel, MD",
        "Ola Landgren, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Molecular Imaging Program, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Molecular Imaging Program, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Molecular Imaging Program, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Molecular Imaging Program, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Biostatistics and Data Management Section, National Institutes of Health, National Cancer Institute, Rockville, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Molecular Imaging Program, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Molecular Imaging Program, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Abstract 2888 Despite its poor sensitivity to detect bone lesions, its inability to define focal disease in the bone marrow, and its incapacity to identify extramedullary disease; skeletal survey remains the gold standard in multiple myeloma (MM). We conducted a prospective clinical study to evaluate novel molecular imaging in MM and its precursors (monoclonal gammopathy of undetermined significance, MGUS; smoldering myeloma, SMM). We included 10 MGUS, 10 SMM, and 10 MM (2/8; untreated/treated) patients. To define evidence of osteolytic lesions and extramedullary disease, all patients were assessed by skeletal survey, fluorine-18 fluorodeoxyglucose (18F-FDG) positron emission tomography/computed tomography (PET/CT), 18F-sodium fluoride (18F-NaF) PET/CT. To assess bone marrow vascularity we conducted dynamic contrast enhanced-magnetic resonance imaging (DCE-MRI). Using DCE-MRI, we compared exchange rate constants (contrast agent transit from the extravascular compartment to the intravascular compartment, kep ; movement of contrast agent from plasma to extravascular extracellular space, ktrans ) with bone marrow biopsies immunostained with CD34 as measures of microvessel density (MVD). All but one MGUS patients were negative by 18F-FDG. One had indeterminate uptake in possible early myelomatous lesions but was negative on 18F-NaF. Two MGUS patients had unexplained focal uptake in bone (one in the left orbital sphenoid and another in the left temporal bone) without CT abnormalities. Two SMM patients had abnormalities by PET/CT. One SMM patient had subtle increased 18F-NaF PET uptake in T12 which corresponded to CT, MRI and DCE-MRI abnormalities in this region; 18F-FDG PET and skeletal survey were negative. Another SMM patient had increased 18F-FDG PET uptake in the left clavicle with negative 18F-NaF that was biopsy proven to be consistent with disease. In 8 MM patients, both 18F-FDG and 18F-NaF PET/CT showed mild to moderate positive PET uptake corresponding with CT abnormalities; the remaining 2 MM patients had CT abnormalities, which were 18F-NaF positive, corresponding with skeletal survey, while 18F-FDG PET was negative. Immunohistochemistry and kep were correlated (r=0.64 and p=0.0003), and DCE-MRI showed higher kep levels in MM versus MGUS patients (mean kep 9.4 vs. 5.0; p<0.05); suggesting that increased MVD may be associated with transformation from early precursor disease to frank malignancy. In 2 MGUS patients and 1 SMM patient, DCE-MRI showed focal disease in the bone marrow. Novel molecular imaging techniques detected evidence of altered bone marrow biology in myeloma precursor disease, which was not found on skeletal survey. Our results emphasize the broad biological and clinical heterogeneity in myeloma precursor disease, and the need for molecularly defined phenotypes. This study provides new avenues for future investigations designed to (1) initiate/monitor early treatment in high-risk myeloma precursor disease and (2) to monitor minimal residual disease and/or to detect early relapse. Detailed imaging, clinical, and molecular data will be presented at the meeting. Disclosures: No relevant conflicts of interest to declare."
}