{
    "doi": "https://doi.org/10.1182/blood.V118.21.4918.4918",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2123",
    "start_url_page_num": 2123,
    "is_scraped": "1",
    "article_title": "HAART Does Not Improve the Outcome of HIV-Related Multicentric Castleman Disease: Results of a Multicentric Retrospective Study ",
    "article_date": "November 18, 2011",
    "session_type": "Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections",
    "topics": [
        "antiretroviral therapy, highly active",
        "hiv",
        "multi-centric castleman's disease",
        "brachial plexus neuritis",
        "hiv seropositivity",
        "rituximab",
        "chemotherapy regimen",
        "follow-up",
        "lymphoproliferative disorders",
        "antiviral agents"
    ],
    "author_names": [
        "Chiara Cattaneo",
        "Emanuela Vaccher",
        "Alessandro Re, MD",
        "Salvatore Casari",
        "Erika Borlenghi",
        "Michele Spina, MD",
        "Umberto Tirelli, MD",
        "Giuseppe Rossi"
    ],
    "author_affiliations": [
        [
            "Hematology, Spedali Civili, Brescia, Italy, "
        ],
        [
            "Div. of Medical Oncology A, Centro Di Riferimento Oncologico, Aviano, Italy, "
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy, "
        ],
        [
            "Malattie Infettive, Spedali Civili di Brescia, Brescia, Italy"
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy, "
        ],
        [
            "Div. of Medical Oncology A, Centro Di Riferimento Oncologico, Aviano, Italy, "
        ],
        [
            "Div. of Medical Oncology A, Centro Di Riferimento Oncologico, Aviano, Italy, "
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy, "
        ]
    ],
    "first_author_latitude": "45.54709510000001",
    "first_author_longitude": "10.2303717",
    "abstract_text": "Abstract 4918 Background. Multicentric Castleman Disease (MCD) is a rare lymphoproliferative disorder, strictly related to Kaposi Sarcoma (KS) as both associated to HHV-8 infection. Like other HIV-related diseases, such as Non Hodgkin Lymphoma (NHL) and Primary Central Nervous System Lymphoma, MCD prevalence is known to be increased in HIV-pos subjects. However, limited case series among this subset of patients (pts) are reported and data regarding epidemiological variations in the pre and post HAART era are often non conclusive. In order to evaluate possible differences between pre- and post-HAART era, we retrospectively evaluated epidemiological and clinical characteristics of all pts affected by HIV-pos MCD afferent to two Italian Institutions. Patients and Methods. Data concerning biological, clinical and prognostic factors of HIV-pos MCD pts were collected and reported on a database. Pts were grouped according to the date of diagnosis in pre- (before 1997) and post-HAART (after 1997) era. Results. During a 21-year period (1990-2011), 35 HIV-pos MCD pts were observed at our Institutions, nine in the pre- and 26 in the post-HAART era. Male/Female ratio was 30/5; median age 37y (23-65). Histological subtype in 34 evaluable cases was hyaline-vascular in 6, plasmacytic in 20 and mixed cellularity in 8. Median time interval from HIV-pos detection to MCD diagnosis was 24 months (range 0–157) and CD4 count at MCD diagnosis 233/mcL (26-839). All these MCD baseline characteristics were not statistically different between pre- and post-HAART era. A concomitant diagnosis of KS was made in 18/35 (51.4%) cases, all but one in the post-HAART era. NHL was diagnosed concurrently with MCD in 2/35 (5.7%) pts (1 Primary Effusion Lymphoma, PEL, and 1 Plasmablastic Lymphoma, PBL); in 8/35 (22.8%) cases NHL developed after MCD diagnosis (2 PEL, 1 PBL, 2 Diffuse Large Cell, DLC, 1 unspecified, respectively). Median time from MCD to NHL was 19 mo (0-71). Evolution toward NHL was observed in 3 (33%) cases in the pre-HAART era and in 5 (19%) in the post-HAART era (p=0.39, Fisher's exact test). Six pts did not receive any type of treatment, 6 were treated with HAART only and 23 with different therapies, including antivirals, steroids, chemotherapy and rituximab (alone in 1 pt, in combination with chemotherapy in 5). Nineteen/23 pts received HAART together with other therapies. Two pts treated with rituximab developed NHL (1 PEL and 1 DLC). A complete or partial radiological response, together with clinical improvement was observed in 19/25 of evaluable pts (76%). Thirty pts were evaluable for relapse/progression, mainly in the post-HAART era. Overall, 19/30 pts showed MCD progression or transformation to NHL; median PFS was 15 months. Nineteen pts died and 5 were lost to follow-up. Overall survival (OS) of the entire series was 28 months, without significant differences between pre and post-HAART era (18 and 28 months, OR 0.643 [CI 0.2406–1.045], median follow-up 18 and 9 months, respectively). Causes of death were evaluable in 18 cases: NHL (7), MCD (6), opportunistic infections (1), liver cyrrhosis (1), acute myocardial infarction (1), KS (1) and therapy-related toxicity (1). NHL and MCD were the most frequent cause of death in the post-HAART era (4 and 5 of the 10 cases, respectively). Although no differences in OS between MCD pts without or with NHL were seen (19 vs 28 months, OR 0.6786 [CI 0.2763–1.081], median follow-up 13 and 23 months, respectively), eight/10 pts with NHL died, in comparison with 11/21 pts without NHL evaluable for outcome and median time from NHL diagnosis to death was 2 months (0-31). Conclusions. Our data confirm that the prognosis of HIV-related MCD remains poor even after the advent of HAART. Unlike other lymphoproliferative disorders, HAART did not impact on outcome of HIV-related MCD, suggesting that MCD can “escape” immune reconstitution. A concomitant diagnosis of NHL and uncontrolled MCD seem to be the main reason for an unfavourable outcome, particularly in the post-HAART era. New therapeutic approaches, including rituximab, should therefore aim at avoiding NHL transformation and controlling “MCD-related cytokine storm”. Disclosures: No relevant conflicts of interest to declare."
}