{
    "doi": "https://doi.org/10.1182/blood-2019-123766",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4183",
    "start_url_page_num": 4183,
    "is_scraped": "1",
    "article_title": "Clinical and Cytogenomic Features of Lymphoblastic Leukemia with Intrachromosomal Amplification of Chromosome 21 (iAMP21) in the Context of Constitutional Ring Chromosome 21 ",
    "article_date": "November 13, 2019",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "amplification",
        "burkitt's lymphoma",
        "chromosomes, human, pair 21",
        "lymphoblastic leukemia",
        "ring chromosomes",
        "leukemia, b-cell, acute",
        "bone marrow specimen",
        "blood tests",
        "congenital abnormality",
        "follow-up"
    ],
    "author_names": [
        "Tatiana Tvrdik, PhD MSc",
        "Kristian T. Schafernak, MD MPH",
        "Jeffrey R Jacobsen, MD",
        "Reha Toydemir, MD PhD",
        "Alexandra M Walsh, MD",
        "Bo Hong, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, University of Utah, Salt Lake City, UT ",
            "ARUP Laboratories, Salt Lake City, UT "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Phoenix Children's Hospital, Phoenix, AZ "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Phoenix Children's Hospital, Phoenix, AZ "
        ],
        [
            "Department of Pathology, University of Utah, Salt Lake City, UT ",
            "ARUP Laboratories, Salt Lake City, UT "
        ],
        [
            "Department of Hematology/Oncology, Phoenix Children's Hospital, Phoenix, AZ"
        ],
        [
            "Department of Pathology, University of Utah, Salt Lake City, UT ",
            "ARUP Laboratories, Salt Lake City, UT "
        ]
    ],
    "first_author_latitude": "40.769906399999996",
    "first_author_longitude": "-111.83251570000002",
    "abstract_text": "Constitutional ring chromosome 21, r(21)c, is a rare chromosome abnormality associated with variable clinical features that range from mild dysmorphism to severe congenital anomalies and intellectual disability. Recently, r(21)c has been reported to predispose to B-cell acute lymphoblastic leukemia (B-ALL) with intrachromosomal amplification of chromosome 21 (iAMP21), a distinct subgroup of high-risk pediatric B-ALL. Only a few iAMP21-B-ALL cases with r(21)c have been reported to date. The mechanism of leukemogenesis of r(21)c has not been entirely elucidated. Here we report an 11-year-old boy with iAMP21-B-ALL carrying an atypical r(21)c. The patient has a history of attention-deficit/hyperactivity disorder, sensorineural hearing loss s/p cochlear implant, intellectual disability and scoliosis. Three months before admission he developed a soft tissue nodule on the occipital scalp deemed to possibly represent an enlarged lymph node. Subsequently, he presented with spontaneous bruising followed by severe epistaxis. The initial CBC showed a white blood cell count of 4.3K/uL with circulating blasts, absolute neutropenia, profound normocytic normochromic anemia (hemoglobin of 5.2 g/dL), and marked thrombocytopenia (platelets, 12K/uL ). Peripheral blood flow cytometry showed 17.9% phenotypically abnormal B lymphoblasts which were negative for CD45, and positive for CD34, nuclear TdT, CD19, CD22, CD79a, CD10, HLA-DR , as well as CD20 (21% positive). The bone marrow aspirate contained 98% blasts. CNS status was 2a (RBC 0, WBC 0, 8% blasts) and clear after the second lumbar puncture. Fine-needle aspiration of the scalp mass demonstrated B-lymphoblastic leukemia/lymphoma. The patient was treated per COG protocol AALL1131 and was assigned to the very high-risk arm when bone marrow interphase FISH showed iAMP21. The chromosome analysis failed to yield metaphase cells on the diagnostic bone marrow sample. A concurrent genomic microarray showed chromothripsis with multiple non-contiguous losses and high copy gains on 21q involving the RUNX1 gene, as well as mosaic deletions within 7q22.3q36.3, 9p24.3p24.1 (including JAK2) , 12q12 (several exons of ARID2 ), 13q14.2q21.2 ( RB1 , DLEU1/2/7, miR-15a/miR-16-1 cluster), 14q32.33 ( IGH locus), 19p13.2 (several exons of the SMARCA4 ), and mosaic gains within 3q22.3q29 and Xp22.33p11.3. Day 29 end of induction bone marrow examination was positive for minimal residual disease (MRD) at 0.13% of nucleated mononuclear cells, but FISH was negative for iAMP21. On day 57 of consolidation, the bone marrow was negative for both MRD and iAMP21. However, chromosome analysis on both of these follow-up studies showed an abnormal chromosome 21. Chromosome analysis on peripheral blood lymphocytes confirmed the presence of a constitutional r(21). A subsequent genomic microarray analysis on peripheral blood sample did not show chromothripsis observed in the diagnostic bone marrow sample, but showed a 4.7 Mb terminal deletion and two interstitial deletions (3.0 Mb and 5.5 Mb) on the long arm of chromosome 21. These findings are consistent with a r(21) with interstitial deletions, which is likely responsible for the congenital anomalies reported in this patient. iAMP21 is associated with a poor outcome in B-ALL. Accurate detection of iAMP21 is critical for risk stratification and treatment in B-ALL. The strong association between iAMP21 and r(21)c has been proposed based on previous studies on r(21)c carriers with iAMP21-ALL. Our data further support an increased risk of developing iAMP21-ALL in carriers of constitutional r(21) and demonstrate the value of intensive treatment on iAMP21-B-ALL. The r(21) observed in this patient contains a relatively larger (4.7 Mb) terminal deletion along with two additional interstitial deletions. Due to the scarcity of r(21)c, the pathogenetic mechanisms of this leukemic process is not fully understood, and the clinical significance of loss of additional genetic content is unknown. More case reports are needed to generate more comprehensive clinical and genetic profile for this high risk ALL. Figure 1. Genomic microarray findings on diagnostic bone marrow sample (top) and the follow up peripheral blood sample (bottom). Chromothripsis and amplification were observed only in the diagnostic bone marrow specimen, whereas the peripheral blood sample in remission showed two interstitial and a terminal deletion. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}