{
    "doi": "https://doi.org/10.1182/blood.V116.21.2105.2105",
    "article_title": "Thrombocytopenia Induced-Tumor Vascular Leakiness Increases Drug Efficacy ",
    "article_date": "November 19, 2010",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster I",
    "abstract_text": "Abstract 2105 Important research goals in cancer therapy include delivering high doses of drug to tumor sites for maximum treatment efficacy while minimizing side effects to healthy organs. We have recently demonstrated that platelets contribute to tumor vascular homeostasis through prevention of severe tumor hemorrhage. In order to define a new way of increasing drug delivery to the tumor site, we hypothesized that the selective induction of tumor vascular leakiness by thrombocytopenia may facilitate the delivery of chemotherapeutic agents to tumors. Using a mammary carcinoma murine model, we showed that platelet depletion induced hemorrhage specifically at the tumor site and favored the accumulation of fluorescently-labeled microspheres in the tumor. Moreover, the induction of thrombocytopenia in tumor-bearing mice before injection of the chemotherapeutic drug paclitaxel significantly reduced tumor growth compared to mice with normal platelet count that were treated with paclitaxel. Analysis of the tumors ex vivo revealed an increase in tumor apoptosis and a reduction in tumor cell proliferation in thrombocytopenic mice that received therapy. No increased toxicity was seen on other organs and blood cells. Taken together, our results indicate that low platelet count selectively induces leakiness of tumor vessels and allows better access of a chemotherapeutic agent to the tumor, enhancing its tumoricidal effect. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "neoplasms",
        "thrombocytopenia",
        "antineoplastic agents",
        "paclitaxel",
        "adverse effects",
        "cancer therapy",
        "carcinoma",
        "drug delivery systems",
        "drug dose",
        "hemorrhage"
    ],
    "author_names": [
        "Mélanie Demers",
        "Benoit Ho-Tin-Noé",
        "Daphne Schatzberg, B.S.",
        "Janie J Yang",
        "Denisa D. Wagner, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mélanie Demers",
            "author_affiliations": [
                "Dept of Pathology, Immune Disease Institute; Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Benoit Ho-Tin-Noé",
            "author_affiliations": [
                "Dept of Pathology, Immune Disease Institute; Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daphne Schatzberg, B.S.",
            "author_affiliations": [
                "Immune Disease Institute, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janie J Yang",
            "author_affiliations": [
                "Immune Disease Institute, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denisa D. Wagner, PhD",
            "author_affiliations": [
                "Dept of Pathology, Immune Disease Institute; Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T04:11:06",
    "is_scraped": "1"
}