{
    "doi": "https://doi.org/10.1182/blood-2018-99-116402",
    "article_title": "The Role of High Molecular Weight Kininogen in Lymphoma Microvascular Density and Growth ",
    "article_date": "November 29, 2018",
    "session_type": "622. Lymphoma Biology—Non-Genetic Studies: Poster I",
    "abstract_text": "Background: Non-Hodgkin lymphoma (NHL) is a common malignancy in childhood and adolescence. The prognosis of relapsed and refractory NHL remains poor, and new approaches to therapy are needed. High molecular weight kininogen (HK) is a central component of the kallikrein-kinin system. Previous work has demonstrated that in vitro, the kallikrein-cleaved form of HK induces apoptosis of proliferating endothelial cells. Prior studies performed in our laboratory have demonstrated the increased angiogenesis and tumor growth in the absence of HK in B16F10 melanoma and Lewis lung carcinoma models. However, the role of endogenous kininogen in modulating the growth and of hematologic malignancy is unknown. To elaborate the role of HK in in the development and progression of a murine lymphomas, we assessed growth and vascularization of T-cell lymphoma xenografts in wild type (WT) and kininogen deficient (mKNG1-/-) mice. Methods: Murine T-cell lymphoma (EL-4) cells (1 x 10^6) were implanted into wild-type and mKNG1-/- mice. Tumor size was measured using calipers and tumor volume was calculated using the formula V = length x width^2 x 0.52. Fifteen days after cell implantation, tumors were harvested, processed and analyzed by immunofluorescent staining with anti-CD31 antibodies to determine microvascular density (MVD). Results: EL-4 lymphomas grew more rapidly and to larger sizes in mKNG1-/- mice compared to wild-type mice, with significant differences apparent by day 11 after tumor implantation (p<0.001). By Day 15, the volume of tumors in mKNG1-/- mice was approximately ~2-fold greater than in wild-type mice (Figure 1A). Weights of EL-4 Lymphomas were determined after 15 days of implantation and found significantly different between two groups (Figure 1B). To assess whether the difference in growth rates of lymphomas in wild-type and mKNG1-/- correlated with differences in angiogenesis, the microvascular density within tumors from these animals was compared by counting vessels stained with anti-CD31 antibodies (Figure 1D). Compared to wild-type mice, lymphomas in kininogen deficient mice demonstrated significantly greater microvascular density when either random fields were assessed (Figure 1C and 1D, P < 0.001). Conclusion: These findings suggest that HK is an important endogenous regulator of angiogenesis and tumor growth in this T- cell Lymphoma model. Although the role of kininogen has been described in solid tumor models, this study is the first to demonstrate that kininogen specifically angiogenesis in a hematopoietic tumor. Further work is needed to understand the mechanisms underlying these findings and inform anti-angiogenic therapies to increase the options for patients with hematopoietic malignancies such as NHL. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Huseyin Halil Erdemir, MD",
        "Meenal Shukla, PhD",
        "Keith R. McCrae, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Huseyin Halil Erdemir, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology/Oncology and BMT, Cleveland Clinic Children's Hospital, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Meenal Shukla, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith R. McCrae, MD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Cleveland Clinic, Cleveland, OH ",
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:41:50",
    "is_scraped": "1"
}