{
    "doi": "https://doi.org/10.1182/blood.V110.11.4545.4545",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1036",
    "start_url_page_num": 1036,
    "is_scraped": "1",
    "article_title": "BCR-ABL Induces Autocrine IGF-1 Signaling. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "autocrine",
        "bcr-abl tyrosine kinase",
        "insulin-like growth factor i",
        "signal transduction",
        "blast phase",
        "imatinib mesylate",
        "insulin-like-growth factor i receptor",
        "immunoprecipitation",
        "leukemia, myelocytic, chronic",
        "chromatin"
    ],
    "author_names": [
        "Asha Kumarylakshmikuttyamma, PhD",
        "Elodie Pastural, PhD",
        "John F. DeCoteau, MD",
        "C. Ronald Geyer, PhD"
    ],
    "author_affiliations": [
        [
            "Genomic Medicine and Pathobiology Group, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Genomic Medicine and Pathobiology Group, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Genomic Medicine and Pathobiology Group, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Genomic Medicine and Pathobiology Group, University of Saskatchewan, Saskatoon, SK, Canada"
        ]
    ],
    "first_author_latitude": "52.1334003",
    "first_author_longitude": "-106.6313582",
    "abstract_text": "BCR-ABL is responsible for the initial phase of chronic myelogenous leukemia (CML), which is effectively treated by the BCR-ABL tyrosine kinase inhibitor imatinib. Over time, patients become resistant to treatment and progress to blast crisis, an event that is driven by additional genetic and epigenetic aberrations. Recently, we showed that RIZ1 expression decreases in blast crisis and that re-expression of RIZ1 inhibits IGF-1 expression. IGF-1 signaling is required in many stages of hematopoiesis and inappropriate activation of autocrine IGF-1 signaling may facilitate transformation to blast crisis. In this study, we examined mechanisms used by CML blast crisis cells to activate IGF-1 expression. We monitored the effects of small molecule inhibitors and shRNAs of BCR-ABL, HCK, and STAT5b on IGF-1 expression, proliferation, and apoptosis in CML blast crisis cell lines. We used chromatin immunoprecipitation assays to confirm that STAT5b associates with the IGF-1 promoter in a BCR-ABL-dependent manner. We found that BCR-ABL activates autocrine IGF-1 signaling using HCK and STAT5b. Imatinib blocks HCK phosphorylation, STAT5b phosphorylation, and the association of STAT5b with the IGF-1 promoter. Inhibition of these signaling components using small molecule drugs or shRNA inhibits IGF-1 expression, decreases proliferation, and enhances apoptosis. The effects of imatinib are partially reversed by the addition of exogenous IGF-1. Furthermore, treatment of CML blast crisis cell lines with the IGF-1 receptor inhibitor AG1024 decreases proliferation and enhances apoptosis and this activity correlates with IGF-1 expression levels. Our study highlights autocrine IGF-1 signaling as an important event in the transformation to blast crisis and provides a novel mechanism to explain the activity of IGF-1R and HCK inhibitors in blocking blast crisis phenotypes. Together, our results provide further support for the therapeutic potential of IGF-1 signaling components in treating CML, especially in cases associated with elevated autocrine IGF-1 expression."
}