{
    "doi": "https://doi.org/10.1182/blood.V110.11.4340.4340",
    "article_title": "Cost-Effectiveness of Antifungal Strategies in High-Risk Neutropenic Patients. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Objective. Empirical antifungal therapy (Emp AF) is a standard of care for high-risk neutropenic patients with persistent or recurrent fever under broad-spectrum antibiotics. We conducted a cost-effectiveness analysis of four competitive strategies to reduce the burden of invasive fungal infection (IFI): the Emp AF, a preemptive antifungal strategy (PE AF) where AF is restricted to patients with clinical symptoms and/or mycological criteria of IFI, a prophylaxis with standard azole therapy (Fluconazole proph), and a prophylaxis with posaconazole (Posaconazole proph). Methods. A decision analytic model was developed to estimate costs and outcomes of the four strategies among patients with acute myeloid leukaemia at high risk of developing an IFI due to chemotherapy-induced neutropenia. The probabilities of receiving AF therapy, and experiencing IFI, either aspergillus or candidemia, were stratified according to induction and consolidation/autologous transplant phase of therapy. 1 , 2 In the two prophylaxis strategies, patients could receive AF therapy, although at a lower rate than in the Emp AF. Length of stay and hospitalization costs depended on: IFI or no IFI; transfer into intensive care unit or not; dying or not (French national hospitalization database including 9,182 stays in 2005). AF drug costs were estimated as the product of the recorded drug consumption, 1 , 2 and 2005 published mean average wholesale price from AP-HP central pharmacy, with exception of ambisome, voriconazole, caspofungine, and posaconazole where administrated national prices were taken. Second-order probabilistic Monte Carlo sensitivity was conducted to assess the effects of parameter uncertainty on the study findings. Results. In the induction phase of therapy, Emp AF (93.3% survival; 95.4% no IFI; €34,505 hospitalization costs) dominated (i.e., higher effectiveness, and lower hospitalization costs) PE AF and Fluconazole Proph strategies. Posaconazole Proph provided higher efficiency (93.5% survival; 97.3% no IFI) at higher hospitalization costs (€34,793) as compared to Emp AF. Results were sensitive to the relative risk of aspergillus invasive infection of posaconazole vs fluconazole (RR=0.11) 2 , and AF drug costs. In the consolidation/autologous transplant phases where the incidence of IFI is lower, 1 all strategies provided similar effectiveness on survival and IFI prevention. Hospitalization costs and overall AF drug costs increased substantially from PE AF strategy (€24,761; €632) to Fluconazole Proph (€26,592; €1,457), Emp AF (€26,856; €1,419), and Posaconazole Proph (€28,094; €3,074). Conclusions. One AF strategy does not fit all high-risk neutropenic situations. In the induction phase of therapy, Emp AF and Posaconazole Proph provide the best outcomes with higher effectiveness and lower hospitalisation costs than PE AF and Fluconazole AF. In the consolidation/autologous phases of therapy, PE AF minimizes costs for similar outcomes in all AF strategies.",
    "topics": [
        "antifungal agents",
        "neutropenia",
        "cost effectiveness",
        "atrial fibrillation",
        "posaconazole",
        "fluconazole",
        "transplantation",
        "amphotericin b",
        "antibiotics",
        "azoles"
    ],
    "author_names": [
        "Michael Schwarzinger, MD, PhD",
        "Sylvain Baillot, MSc",
        "Céline Beauchamp, MSc",
        "Sébastien Maury, MD, PhD",
        "Cécile Pautas, MD",
        "Anne Vekhoff, MD",
        "Hassan Farhat, MD",
        "Felipe Suarez, MD",
        "Mathieu Kuentz, MD",
        "Catherine Cordonnier, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Schwarzinger, MD, PhD",
            "author_affiliations": [
                "Medical Economics Department, Institut Gustave Roussy, Villejuif, France, Metropolitan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sylvain Baillot, MSc",
            "author_affiliations": [
                "Medical Economics Department, Institut Gustave Roussy, Villejuif, France, Metropolitan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Céline Beauchamp, MSc",
            "author_affiliations": [
                "Medical Economics Department, Institut Gustave Roussy, Villejuif, France, Metropolitan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sébastien Maury, MD, PhD",
            "author_affiliations": [
                "Hematology, Henri Mondor Hospital, Créteil, France, Metropolitan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cécile Pautas, MD",
            "author_affiliations": [
                "Hematology, Henri Mondor Hospital, Créteil, France, Metropolitan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Vekhoff, MD",
            "author_affiliations": [
                "Hematology, Hôtel Dieu Hospital, Paris, France, Metropolitan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hassan Farhat, MD",
            "author_affiliations": [
                "Hematology, Versailles Hospital, Versailles, France, Metropolitan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe Suarez, MD",
            "author_affiliations": [
                "Hematology, Necker Hospital, Paris, France, Metropolitan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathieu Kuentz, MD",
            "author_affiliations": [
                "Hematology, Henri Mondor Hospital, Créteil, France, Metropolitan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Cordonnier, MD",
            "author_affiliations": [
                "Hematology, Henri Mondor Hospital, Créteil, France, Metropolitan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T13:04:52",
    "is_scraped": "1"
}