{
    "doi": "https://doi.org/10.1182/blood-2018-99-116039",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4018",
    "start_url_page_num": 4018,
    "is_scraped": "1",
    "article_title": "Characterization of Patients with Multiple Myeloma in Long- Term Remission ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "disease remission",
        "multiple myeloma",
        "plasmacytosis",
        "autologous stem cell transplant",
        "disease progression",
        "flow cytometry",
        "indolent",
        "monoclonal immunoglobulin",
        "sequence analysis, rna",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Raphael K. Lutz, MD",
        "Katharina Kriegsmann, MD MBA",
        "Mohamed H.S. Awwad",
        "Carsten Müller-Tidow, MD",
        "Gerlinde Egerer",
        "Nicola Lehners",
        "Marc S Raab, MD PhD",
        "Brian GM Durie, MD",
        "Michael Hundemer",
        "Hartmut Goldschmidt, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Cedars-Sinai Outpatient Cancer Center, Samuel Oschin Comprehensive Cancer Institute, Los Angeles, CA "
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany ",
            "National Center for Tumor Diseases, Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "49.4190991",
    "first_author_longitude": "8.670250700000002",
    "abstract_text": "INTRODUCTION: Multiple Myeloma is still considered an incurable disease despite the development of new therapy options. However, there is a small fraction of patients achieving a long- term remission (LTR) after induction therapy followed by high dose chemotherapy and autologous stem cell transplantation (ASCT). Such patients that are still in complete remission or experience an indolent disease course over many years after high dose therapy are referred to as functionally cured. To date, it is still unclear which patients experience a long term disease control. METHODS: We have screened our Myeloma register for patients that experienced a LTR over 7 years after high dose chemotherapy followed by ASCT. Characteristics of patients that fit to these criteria have been analyzed in detail. The current disease state was evaluated according to the IMWG criteria. Using the Next Generation Flow technique from Cytognos, bone marrow samples from the patients were examined for minimal residual disease (MRD, sensitivity <10 -5 ). To further characterize the bone marrow environment of myeloma patients in LTR, we currently perform a quantitative analysis of the lymphocyte compartment in peripheral blood and bone marrow using flow cytometry. Moreover, bone marrow mononuclear cells are currently being characterized using the single cell RNA sequencing approach by 10X Genomics. RESULTS: We have identified 24 living patients with ongoing remission from 7 till 17 years after high dose therapy and autologous stem cell transplantation. Patients' characteristics are summarized in Table 1. Unexpectedly, 10 patients had a poor prognosis score at first diagnosis (6 patients with ISS score II and 4 patients with ISS score III). Furthermore, the average tumor burden, determined by plasma cell infiltration of bone marrow at initial diagnosis, was remarkably high with 49.5 %. 4 patients had high risk cytogenetics (3 patients with TP53/del17p and 1 patient with t(4;14)). Regarding the depth of response, the 24 patients were subdivided into 3 groups (Table 2). 9 of 24 patients had a detectable monoclonal protein in serum with an indolent disease course. 15 of 24 patients had no detectable monoclonal protein in serum. Of note, MRD assessment of the bone marrow by Next Generation Flow revealed MRD positivity in 4 of 15 patients. Preliminary data using flow cytometry and single cell RNA sequencing suggest a unique immunological profile of the different patient cohorts in LTR. CONCLUSION: Patients with multiple myeloma in LTR can be subdivided into 3 groups: patients with detectable monoclonal protein but indolent disease course, patients in Flow MRD negative complete remission and patients in Flow MRD positive remission. A deep analysis of patients' peripheral blood and bone marrow by flow cytometry and single cell RNA sequencing is currently being performed focusing on the immunological signature of the different patient cohorts. Preliminary results suggest a unique immunophenotype which is possibly associated to long- term disease control. Data will be presented at the meeting. View large Download slide View large Download slide  Disclosures Kriegsmann: BMS: Research Funding; Celgene: Research Funding. Raab: BMS: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding. Durie: Janssen: Consultancy; Celgene: Consultancy; Amgen: Consultancy; Takeda: Consultancy. Goldschmidt: Takeda: Consultancy, Research Funding; Mundipharma: Research Funding; Novartis: Honoraria, Research Funding; Chugai: Honoraria, Research Funding; Sanofi: Consultancy, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Research Funding; Adaptive Biotechnology: Consultancy; ArtTempi: Honoraria."
}