{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.239.239",
    "article_title": "A Re-Evaluation of Murine TFPI and Comparison to TFPI in Man: Murine Plasma TFPI Is Derived from TFPIÎ³ ",
    "article_date": "December 7, 2017",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Factor IX, FXII, FXIII, ADAMTS13, TFPI, and vWF",
    "abstract_text": "Tissue factor pathway inhibitor (TFPI) inhibits FXa and produces FXa-dependent feedback inhibition of FVIIa/TF activity. TFPI is expressed as isoforms α and β in man, and α, β and γ in the mouse. TFPIα consists of an acidic N-terminal peptide followed by three Kunitz-type protease inhibitory domains (K1K2K3) and a basic C-terminal peptide (CTP). TFPIβ lacks the K3 and CTP of TFPIα and instead contains a sequence that directs the attachment of a GPI membrane anchor to TFPIβ. Murine TFPIγ encodes a two-Kunitz domain TFPI with a short, unique C-terminal region. TFPI in murine plasma circulates at ~20 times the level in man and is not detectably affected by heparin treatment: ~31.5 + 3.7 nM before and 29.7 + 4.1 nM (n=10) 15 min after 2 units of heparin (IP). The major form of murine plasma TFPI migrates on SDS-PAGE as a ~41,000 MW protein but elutes from size-exclusion column chromatography with at an apparent MW of ~300,000. It binds to Cab-O-Sil and floats at 1.25 g/mL KBr consistent with an association with lipoproteins like the TFPI in human plasma. Mass spectroscopy (MS) analysis identifies this major form as a two-Kunitz domain form lacking detectible C-terminal isoform-specific sequences. In contrast, MS analysis of total TFPI isolated from murine plasma, detects both TFPIα-specific and TFPIγ-specific peptides, but no TFPIβ-specific peptides. This is the first identification of TFPI γ protein. MS analysis of human lipoprotein-associated TFPI was also found to be a two-Kunitz domain form lacking isoform-specific sequences. Analysis of total TFPI from human plasma detected TFPIα-specific, but no TFPIβ- and no TFPIγ-specific sequences. Sequences homologous with the mouse γ exon are present within the TFPI gene of many species. mRNA amplified by RT-PCR from a variety of human tissues contained the TFPIγ homologous sequence, but in each case it was part of TFPIβ 3'-untranslated message. The 3' splice acceptor sequence for the TFPI γ exon in mouse, rat, Chinese hamster and squirrel is CAG, which is commonly used for splicing (71%), and rat ESTs encoding TFPIγ have been reported. The corresponding sequence in man and other primates, GAG, is rarely utilized (<1%) for splicing. TFPI α exon-deleted, β exon-deleted, β/γ exons-deleted and γ exon-disrupted mouse strains were generated using CRISPR/Cas9 technology. The KO mice, born at expected ratios, appear healthy. Using quantitative RT-PCR, validated with isoform-deleted mice, relative amounts of TFPI α, β, and γ mRNA in WT murine lung are 30%, 20%, and 50%, respectively. Plasma TFPI levels in TFPIα(-/-) and TFPIβ(-/-) mice are similar to WT mice (~100%). They are ~50% in TFPIγ(+/-) and TFPIβ/γ(+/-) mice and <2% in TFPIγ(-/-) and TFPIβ/γ(-/-) mice. Thus, the major form of murine plasma TFPI is derived form TFPI γ . Four samples of platelets isolated from 5-10 mice, revealed the blood level of TFPI in murine platelets (at 7.5 x 10 8 /mL) was 74.6 + 16.0 pM. Present at WT levels in TFPIβ/γ KO mice, platelet TFPI is absent in TFPIα KO mice, confirming that in mice, like humans, platelet TFPI is TFPIα. Studies of mice with combined TFPIβ/γ(-/-) gene deletion (expressing α only) show a plasma level of TFPIα of 66.8 + 12.9 pM that increases 7.3 + 2.5-fold after heparin treatment. Our baseline TFPIα measurement represents a total value and the distribution of TFPIα derived \"free\" and lipoprotein-associated forms remains to be determined. The heparin-releasable TFPIα is likely endothelial-derived but this remains to be determined. Wild type mice presumably also release TFPIαwith heparin treatment but, in our experience, this response is masked due to the high circulating level of TFPIγ. Our results for TFPI in the m ouse differ from, and add to, previous reports in important respects: 1. The majority of TFPI circulating at high levels in mouse plasma is derived from TFPIγ, not α or β. 2. Sequences homologous to the mouse TFPIγ exon are present in many species, but the 3' acceptor splice site sequence in man and other primates is unfavorable for splicing. 3. Relative levels of TFPI α, β, and γ mRNA in mouse lung are 30%, 20%, and 50%, respectively. 4. Like in man, TFPIα circulates at a low level in mouse plasma, which increases several-fold following heparin treatment. 5. A two-Kunitz domain form of TFPI, lacking isoform-specific C-terminal sequences, is bound to plasma lipoproteins in both mouse and man. 6. Studies in TFPIγ deleted mice (expressing only α and β) should provide results most relevant to humans. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "mice",
        "plasma",
        "tissue factor pathway inhibitor",
        "heparin",
        "protein isoforms",
        "lipoproteins",
        "peptides",
        "rna, messenger",
        "mechlorethamine",
        "polymyositis"
    ],
    "author_names": [
        "Thomas James Girard",
        "Kristin Grunz",
        "Nina M Lasky",
        "George J. Broze, Jr., MD",
        "Matthew Ndonwi, PhD",
        "James P Malone"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas James Girard",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Washington University, Saint Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristin Grunz",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Washington University, St.Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina M Lasky",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Washington University, St.Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George J. Broze, Jr., MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Washington University, Saint Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Ndonwi, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James P Malone",
            "author_affiliations": [
                "Proteomics Core Laboratory, Institute of Clinical and Translational Sciences, Washington University School of Medicine, St. Louis, MO"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:28:42",
    "is_scraped": "1"
}