{
    "doi": "https://doi.org/10.1182/blood.V104.11.4139.4139",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=98",
    "start_url_page_num": 98,
    "is_scraped": "1",
    "article_title": "Disruption of SDF-1/CXCR4 Signaling during Flt-3 Ligand and Stem Cell Factor (SCF) Induced Hematopoietic Progenitor Mobilization. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "G-CSF is the most widely used agent in the clinical setting to induce the mobilization of HPC. Several recent studies have shown that G-CSF treatment results in decreased SDF-1 protein expression in the bone marrow (BM). Moreover, functional expression of CXCR4 on HPC mobilized into the blood by G-CSF is reduced relative to HPC in the bone marrow. Given its importance in regulating HPC trafficking in the bone marrow, these data suggest that disruption of SDF-1/CXCR4 signaling is a key step in G-CSF induced HPC mobilization. In addition to G-CSF, there are many other cytokines that can induce HPC mobilization. Though the cellular targets and biological activities of mobilizing cytokines are diverse, it is possible that disruption of SDF-1/CXCR4 signaling is a common shared mechanisms of HPC mobilization. To test this hypothesis, we characterized SDF-1 and CXCR4 expression in mice treated with flt-3 ligand or stem cell factor (SCF), two cytokines that induce HPC mobilization in both mice and humans. C57BL/6 mice (n=6–8, each) were treated with human flt-3 ligand (10 mg per day x 7 days) or pegylated-rat SCF (200 mg/kg/day x 7 days). As previously reported, both cytokines induced robust HPC mobilization [number of CFU-C per ml of blood ± SEM: 17,000 ± 795 (SCF); >40,000 (flt-3 ligand); 138 ± 63 (saline)]. At the time of peak mobilization, mice were sacrificed and SDF-1 protein in the bone marrow measured by ELISA. Both flt-3 ligand- and SCF-treated mice showed significant reduction in SDF-1 protein compared with untreated controls [percent reduction ± SEM: 64% ± 12% (flt-3 ligand), 79% ± 10% (SCF)]. We next determined whether SDF-1 expression in the bone marrow during flt-3 ligand and SCF induced mobilization is primarily regulated at an mRNA level, similar to G-CSF. Isolated femurs were directly flushed with Trizol and SDF-1 mRNA was measured using a real time RT-PCR assay. The amount SDF-1 mRNA with respect to beta-actin mRNA was reduced in both flt-3 ligand- and SCF-treated mice compared with the untreated controls [percent reduction ± SEM: 79% ± 8% (flt-3 ligand), 60% ± 24% (SCF)]. Finally, we determined whether functional CXCR4 expression of mobilized HPC decreased during flt-3 and SCF induced mobilization. A transwell migration assay was used to measure the percentage of BM and blood HPC that migrated in response to SDF-1. As reported previously, the percentage of blood HPC that migrated to SDF-1 was significantly decreased compared with BM HPC in G-CSF treated mice [percent migrated ± SEM: 9.6 ± 3.0% (blood) and 16.2 ± 1.2% (BM)]. A similar trend was observed in flt-3 ligand treated [5% ± 4% (blood) and 32 ± 9% (BM)] and SCF treated mice [2.0 ± 2% (blood) and 21 ± 8% (BM)]. Collectively, these data show that during flt-3 ligand and SCF induced HPC mobilization SDF-1/CXCR4 signaling is disrupted. Similar to G-CSF, both of these agents primarily regulate SDF-1 expression in the BM at an mRNA level. In addition, functional expression of CXCR4 on mobilized HPC is decreased. These data suggest the hypothesis that disruption of SDF-1/CXCR4 signaling may be a common mechanism by which all hematopoietic cytokines induce HPC mobilization.",
    "topics": [
        "cxcr4 receptors",
        "flt3 ligand",
        "signal transduction",
        "stem cell factor",
        "stromal cell-derived factor 1",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "cytokine",
        "rna, messenger",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Matthew J. Christopher",
        "Fulu Liu, MD",
        "Nathan Everly",
        "Daniel C. Link, MD"
    ],
    "author_affiliations": [
        [
            "Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.63688205",
    "first_author_longitude": "-90.26201295"
}