{
    "doi": "https://doi.org/10.1182/blood.V112.11.456.456",
    "article_title": "Pregnancy after Allogeneic Hematopoietic Stem Cell Transplantation in Fanconi Anemia Patients: Multi-Institution Cases Report of Female Fertility Recovery ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia, and Late Complications after Transplantation",
    "abstract_text": "Introduction. Fanconi anemia (FA) is a rare autosomal recessive syndrome characterized by chromosome instability. Main clinical features include progressive bone marrow failure, skeletal defects, increased susceptibility to malignancy and reduced fertility. Moreover, most recipients of allogeneic hematopoietic stem cell transplantation (HSCT) suffer from secondary infertility owing to gonadal damage from myeloablative conditioning. We report a rare clinical situation of FA patients pregnancy after allogeneic HSCT. Methods. Retrospective analysis of transplanted FA female patients from 1982 to 2008. Five centers participated in this study on behalf of Aplastic Anaemia Working Party-EBMT. Medical records were reviewed and data collected on a standard case report form including detailed information on diagnosis, transplant procedure, gynecological and obstetrics follow-up. Results. Among 387 transplanted FA patients we identified 202 females who performed a HSCT with a median age of 10,5 years. Five patients became pregnant after the procedure and one of them, twice. They all had their FA diagnosis confirmed by chromosomal breakage test and a bone marrow aspirate with severe hypoplasia/aplasia. Median age at transplantation was 12 years (range 5–17 years). All patients received myeloablative conditioning regimens (cyclophosphamide with or without thoraco-abdominal irradiation) before a bone marrow transplantation, 4 patients from HLA matched sibling donors and 1 from unrelated donor. During follow-up, 4 patients presented signs of ovarian failure (amenorrhea, low levels of FSH/LH and high levels of estradiol). Apart from 1 patient who spontaneously recovered regular menses, the other three received hormonal replacement therapy (HRT) for this purpose. Pregnancy occurred from 3,5 to 17 years after transplant. One patient had an early interruption with a caesarian section at 27 weeks because of an imminent HELLP syndrome. Other pregnancies were uneventful. Among the newborns, there were no FA positive tests, no congenital anomalies and all of them had normal growth and development. Patients remain alive with a median follow-up of 12 years after transplantation with normal hematological status. Conclusion. Fertility recovery after HSCT can result from incomplete depletion of the ovarian follicle reserve. HRT should begin promptly to prevent the early and late unwanted effects related to oestrogen deficiency after HSCT. Recovery of normal ovarian function and a viable pregnancy, is a realistic possibility even in Fanconi anemia patients following allogeneic SCT.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "fanconi anemia",
        "fertility",
        "pregnancy",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "follow-up",
        "amenorrhea",
        "aplastic anemia",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Samir Kanaan Nabhan, MD",
        "Marco Bittencourt, MD",
        "Michel Duval, MD",
        "Manuel Abecasis, MD",
        "Carlo Dufour, MD",
        "Karim Boudjedir, MD",
        "Vanderson Rocha, MD",
        "Gérard Socié, MD, PhD",
        "Jakob R. Passweg, MD, MS",
        "Ricardo Pasquini, MD",
        "Eliane Gluckman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Samir Kanaan Nabhan, MD",
            "author_affiliations": [
                "Eurocord, Paris, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marco Bittencourt, MD",
            "author_affiliations": [
                "Hospital de Clinicas, Universidade Federal do Parana, Curitiba, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Duval, MD",
            "author_affiliations": [
                "Hôpital Sainte-Justine, Montreal, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel Abecasis, MD",
            "author_affiliations": [
                "Instituto Português de Oncologia, Lisboa, Portugal"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo Dufour, MD",
            "author_affiliations": [
                "Giannina Gaslini Children’s Hospital, Genoa, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karim Boudjedir, MD",
            "author_affiliations": [
                "Eurocord, Paris, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanderson Rocha, MD",
            "author_affiliations": [
                "Eurocord, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gérard Socié, MD, PhD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Hôpital Saint-Louis, Paris, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakob R. Passweg, MD, MS",
            "author_affiliations": [
                "Hopitaux Universitaires de Geneve, Geneve, Switzerl"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricardo Pasquini, MD",
            "author_affiliations": [
                "Hospital de Clinicas, Universidade Federal do Parana, Curitiba, Brazil"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eliane Gluckman, MD",
            "author_affiliations": [
                "Eurocord, Paris, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T01:59:00",
    "is_scraped": "1"
}