{
    "doi": "https://doi.org/10.1182/blood-2021-148937",
    "article_title": "Progression-Free Survival Outcomes By Response Status for Bortezomib, Melphalan, and Prednisone with or without Daratumumab in Newly Diagnosed Multiple Myeloma: Pooled Subgroup Analysis of Octans and Alcyone ",
    "article_date": "November 5, 2021",
    "session_type": "653.Myeloma and Plasma Cell Dyscrasias: Clinical-Prospective Therapeutic Trials",
    "abstract_text": "Introduction: Daratumumab is a human IgGκ monoclonal antibody that targets CD38 with a direct on-tumor and immunomodulatory mechanism of action. In the primary analysis (median follow-up, 16.5 months) of the global phase 3 ALCYONE trial, daratumumab in combination with bortezomib, melphalan, and prednisone (D-VMP) significantly improved progression-free survival (PFS) versus VMP alone in patients with newly diagnosed multiple myeloma (NDMM) who were ineligible for transplant (median PFS, not reached vs 18.1 months; hazard ratio [HR], 0.50; 95% confidence interval [CI], 0.38-0.65; P <0.001). In the primary analysis (median follow-up, 12.3 months) of the phase 3 OCTANS trial, D-VMP significantly prolonged PFS versus VMP in transplant-ineligible Asian patients with NDMM (median PFS, not reached vs 18.2 months; HR, 0.43; 95% CI, 0.24-0.77; P =0.0033). Here, we present a pooled subgroup analysis of PFS stratified by best response in Asian and global patients from the OCTANS and ALCYONE studies, respectively. Methods: Eligible patients in OCTANS and ALCYONE were ≥18 years of age, were diagnosed with NDMM, and were not eligible for autologous stem cell transplant due to age (≥65 years) or comorbidities. All patients received up to 9 cycles (42-days) of bortezomib (1.3 mg/m 2 ; subcutaneous) twice weekly on Weeks 1, 2, 4, and 5 of Cycle 1 and once weekly on Weeks 1, 2, 4, and 5 of Cycles 2 to 9; melphalan (9 mg/m 2 ; oral) once daily on Days 1 to 4 of each cycle; prednisone (60 mg/m 2 ; oral) once daily on Days 1 to 4 of each cycle. For patients in the D-VMP group, daratumumab (16 mg/kg, intravenous) was administered once weekly in Cycle 1, once every 3 weeks in Cycles 2 to 9, and once every 4 weeks thereafter until disease progression or unacceptable toxicity. Response over time (at 6, 12, 18, 24, 54 weeks) and disease progression were assessed by a validated computer algorithm in accordance with the IMWG criteria. Minimal residual disease (MRD) negativity (10 -5 ) was assessed by multi-parameter flow cytometry in OCTANS and by next-generation sequencing in ALCYONE. Results: In the OCTANS study, 220 Asian patients were randomized (D-VMP, n=146; VMP, n=74); in the ALCYONE study, 706 global patients were randomized (D-VMP, n=350; VMP, n=356). Median age in OCTANS was 69 (range, 57-84) years and 71 (range 40-93) years in ALCYONE. Patients were pooled from both studies (D-VMP, n=496; VMP, n=430). D-VMP increased the rate of complete response or better (≥CR; 10.2% vs 5.6%) and the rate of very good partial response or better (≥VGPR; 58.5% vs 38.1%) versus VMP after 18 weeks of treatment ( Figure A ). Responses deepened over time among patients in both the D-VMP and VMP groups, as shown by the ≥CR rate (D-VMP, 38.8%; VMP, 21.6%) and the ≥VGPR rate (D-VMP, 74.0%; VMP, 50.7%) at 54 weeks. At a median follow-up of 12.3 months for OCTANS and 16.5 months for ALCYONE, among patients who achieved a VGPR (D-VMP: n=145 [29.2%]; VMP: n=109 [25.3%]), the median PFS was not reached in the D-VMP group versus 19.9 months in the VMP group (HR, 0.61; 95% CI, 0.36-1.00; P =0.0499; Figure B ). All patients who achieved ≥CR with or without MRD negativity (10 -5 ) demonstrated prolonged PFS, regardless of treatment (≥CR: HR, 1.54; 95% CI, 0.65-3.65; P =0.3210; ≥CR+MRD negativity: HR, 0.67; 95% CI, 0.13-3.40; P =0.6225; Figure B ); however, more patients treated with D-VMP achieved this level of response (≥CR: D-VMP , n=212 [42.7%]; VMP, n=100 [23.3%]; ≥CR+MRD negativity: D-VMP, n=116 [23.4%]; VMP, n=27 [6.3%]; Figure B ). Conclusion: In a pooled analysis of OCTANS and ALCYONE, more patients with transplant-ineligible NDMM achieved deeper responses with D-VMP versus VMP. More patients treated with D-VMP achieved ≥CR with or without MRD negativity compared with those treated with VMP alone, leading to prolonged PFS regardless of treatment. These results support the use of daratumumab in addition to VMP in transplant-ineligible Asian patients with NDMM. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Wang:  AbbVie: Consultancy; Astellas Pharma, Inc.: Research Funding. Kim:  BMS: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding. Li:  Suzhou Zelgen Biopharmaceuticals Co.,Ltd.: Honoraria. Chim:  Janssen, Takeda & Amgen: Other: received sponsorship for overseas meetings. Rodriguez-Otero:  Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene-BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees; Kite: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; Regeneron: Honoraria; Clínica Universidad de Navarra: Current Employment. Liberati:  abbvie, amgen, archigen, beigene, BMS, celgene, DR REDDY'S LABORATORIES SPA, fibrogen, glaxo, Janssen, Karyopharm, Morphosys, Novartis, Onconova, Oncopeptides ab, Roche, Sanophi, Secura Bio, Takeda, Verastem,: Research Funding. Takamatsu:  Bristol-Myers Squibb: Honoraria, Research Funding; SRL: Consultancy; Adaptive Biotechnologies, Eisai: Honoraria; Janssen: Consultancy, Honoraria, Research Funding. Dimopoulos:  BMS: Honoraria; Takeda: Honoraria; Beigene: Honoraria; Janssen: Honoraria; Amgen: Honoraria. Wroblewski:  Janssen: Current Employment, Current equity holder in publicly-traded company. Carson:  Janssen: Current Employment. Qi:  Janssen: Current Employment, Current equity holder in publicly-traded company. Wang:  Janssen: Current Employment. Song:  Janssen: Current Employment. Jia:  Janssen: Current Employment. Yang:  Janssen: Current Employment, Current equity holder in publicly-traded company. Liu:  Janssen: Ended employment in the past 24 months. Li:  Janssen: Current Employment. Zhang:  Janssen: Current Employment.",
    "author_names": [
        "Jianxiang Wang",
        "Weijun Fu",
        "Soo-Mee Bang",
        "Honghui Huang",
        "Kihyun Kim",
        "Wei Li",
        "Gang An",
        "Je-Jung Lee",
        "Zhen Cai",
        "Jie Jin",
        "Yafei Wang",
        "CS Chim",
        "Paula Rodriguez-Otero",
        "Anna Marina Liberati",
        "Hiroyuki Takamatsu",
        "Jae Hoon Lee",
        "Meletios A. Dimopoulos",
        "Susan Wroblewski",
        "Robin Carson",
        "Ming Qi",
        "Jianping Wang",
        "Yang Song",
        "Bin Jia",
        "Xue Yang",
        "Wenyu Liu",
        "Yunan Li",
        "Renyi Zhang",
        "Jian Hou"
    ],
    "author_dict_list": [
        {
            "author_name": "Jianxiang Wang",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Weijun Fu",
            "author_affiliations": [
                "Shanghai Changzheng Hospital, Shanghai, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soo-Mee Bang",
            "author_affiliations": [
                "Seoul National University Bundang Hospital, Seongnam, Korea, Republic of (South)"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Honghui Huang",
            "author_affiliations": [
                "Department of Hematology, Renji Hospital, Shanghai Jiaotong University School of Medicine, Shanghai, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kihyun Kim",
            "author_affiliations": [
                "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Li",
            "author_affiliations": [
                "Department of Hematology at the Oncology Center, The First Hospital of Jilin University, Changchun, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gang An",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Je-Jung Lee",
            "author_affiliations": [
                "Department of Hematology-Oncology, Chonnam National University Medical School, Hwasun, Jeollanamdo, Korea, Republic of (South)"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhen Cai",
            "author_affiliations": [
                "The First Affiliated Hospital of Zhejiang University, College of Medicine, Hangzhou, Zhejiang, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jie Jin",
            "author_affiliations": [
                "The First Affiliated Hospital of Zhejiang University, College of Medicine, Hangzhou, Zhejiang, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yafei Wang",
            "author_affiliations": [
                "Department of Hematology, Tianjin Medical University Cancer Institute and Hospital, National Clinical Research Center for Cancer, Key Laboratory of Cancer Prevention and Therapy, Tianjin's Clinical Research Center for Cancer, Tianjin, China"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "CS Chim",
            "author_affiliations": [
                "Queen Mary Hospital, University of Hong Kong, Hong Kong, Hong Kong"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Rodriguez-Otero",
            "author_affiliations": [
                "Clínica Universidad de Navarra, Pamplona, Spain"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Marina Liberati",
            "author_affiliations": [
                "Azienda Ospedaliera \"Santa Maria\", Terni, Italy"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroyuki Takamatsu",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, Institute of Medical, Pharmaceutical, and Health Sciences, Kanazawa University, Kanazawa, Japan"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae Hoon Lee",
            "author_affiliations": [
                "Gachon University Gil Medical Center, Incheon, Korea, Republic of (South)"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A. Dimopoulos",
            "author_affiliations": [
                "National and Kapodistrian University of Athens, Athens, Greece"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Wroblewski",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Spring House, PA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Carson",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Spring House, PA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Qi",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Spring House, PA"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianping Wang",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Raritan, NJ"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Song",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Beijing, China"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Jia",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Shanghai, China"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xue Yang",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Shanghai, China"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenyu Liu",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Beijing, China"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yunan Li",
            "author_affiliations": [
                "Medical Affairs, Xian Janssen Pharmaceutical Ltd., Beijing, China"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renyi Zhang",
            "author_affiliations": [
                "Medical Affairs, Xian Janssen Pharmaceutical Ltd., Shanghai, China"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian Hou",
            "author_affiliations": [
                "Department of Hematology, Renji Hospital, Shanghai Jiaotong University School of Medicine, Shanghai, China"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:00:07",
    "is_scraped": "1"
}