{
    "doi": "https://doi.org/10.1182/blood.V104.11.1937.1937",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=250",
    "start_url_page_num": 250,
    "is_scraped": "1",
    "article_title": "Enhanced Capacity of Monocytes from Patients with Essential Thrombocytemia to Generate Tissue Factor. Possible Mechanism of Thrombosis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The main cause of thrombosis, a major complication of essential thrombocythemia (ET), is the high platelet count. In contrast, thrombosis is rare in reactive thormbocytosis (RT), indicating that thrombocytosis can not be the sole cause of thrombosis. Moreover, thrombosis occurs in ET even after reduction of the platelet count. Tissue factor (TF) is the most potent activator of coagulation. Monocytes are a main source of TF and monocyte TF is increased in various disorders including solid tumors and polycythemia vera that are associated with increased incidence of thrombosis. The decreased incidence of thrombosis that was reported recently in ET after treatment with hydroxyurea compared to anagralide was attributed to a decrease in leukocytes that occurs only after hydroxyurea. Based on this information, we studied the capacity of monocytes from patients with ET to generate TF. Peripheral blood mono-nuclear cells (PBMC) were isolated on Ficoll-hypague from 14 patients with ET and 10 with RT due to iron deficiency. Monocytes were counted by anti CD14 and were the same in both groups (18%). Monocytes were purified from lymphocytes by adherence to plastic surface. Cells were incubated for 16 hours with and without endotoxin.TF activity was measured in the cells by modified PT and TF antigen by ELISA. TF activity and antigen were 1.4–1.7x 10 −5 U/monocyte and 21–31x10 −5 pg/monocyte in unstimulated PBMC from normal controls (NC), RT and ET. Stimulated PBMC from NC and RT showed a similar increase of TF activity and antigen (2.5 and 3.8 fold).However, PBMC from ET generated 12.9 and 14.4 times more TF activity and antigen (p<.005). Similar increase was found in ET after reduction of platelet counts. Endotoxin-stimulated purified lymphocytes from four ET patients generated weak TF while purified monocytes generated TF levels similar to PBMC. Three ET patients compared to none of RT patients developed thrombosis. The increased capacity of monocytes to generate TF may be an additional mechanism of thrombus formation in ET and should be included in the list of hypercoagulability syndromes.",
    "topics": [
        "infectious mononucleosis",
        "monocytes",
        "thrombocythemia, hemorrhagic",
        "thromboplastin",
        "thrombosis",
        "antigens",
        "endotoxins",
        "hydroxyurea",
        "cd14 antigen",
        "ficoll"
    ],
    "author_names": [
        "Abraham Kornberg, MD",
        "Maya Koren-Michowitz, MD",
        "Naomi Rahimi-Levene, MD",
        "Yulia Voltchek, MD",
        "Micha Rapoport, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Asaf Harofeh Medical Center, Zerifin, Israel"
        ],
        [
            "Hematology, Asaf Harofeh Medical Center, Zerifin, Israel"
        ],
        [
            "Hematology, Asaf Harofeh Medical Center, Zerifin, Israel"
        ],
        [
            "Hematology, Asaf Harofeh Medical Center, Zerifin, Israel"
        ],
        [
            "Internal Medicine B, Asaf Harofeh Medical Center, Zerifin, Israel"
        ]
    ],
    "first_author_latitude": "31.910215599999997",
    "first_author_longitude": "34.72462885"
}