{
    "doi": "https://doi.org/10.1182/blood.V124.21.5376.5376",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2760",
    "start_url_page_num": 2760,
    "is_scraped": "1",
    "article_title": "Skin Rash with Eosinophilia Resulting from Bendamustine Plus Rituximab Treatment: A Hematological and Pathological Analysis of 5 Cases ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "topics": [
        "bendamustine",
        "eosinophilia",
        "exanthema",
        "rituximab",
        "ointments",
        "dermatitis",
        "anti-allergic agents",
        "human leukocyte antigens",
        "inflammation",
        "insect bites"
    ],
    "author_names": [
        "Tatsuro Jo, MD PhD",
        "Kensuke Horio, MD",
        "Kazuto Shigematsu, MD PhD",
        "Fumi Toriyama, MD"
    ],
    "author_affiliations": [
        [
            "Japanese Red Cross Nagasaki Genbaku Hospital, Nagasaki, Japan "
        ],
        [
            "Atomic Bomb Disease Institute, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan "
        ],
        [
            "Department of Pathology, Japanese Red Cross Society Nagasaki Genbaku Hospital, Nagasaki, Japan "
        ],
        [
            "Department of Dermatology, Janaese Red Cross Society Nagasaki Genbaku Hospital, Nagasaki, Japan"
        ]
    ],
    "first_author_latitude": "32.79578555",
    "first_author_longitude": "129.92313215",
    "abstract_text": "Introduction: There are several treatment options for follicular lymphoma (FL) ranging from watchful waiting to chemoimmunotherapy using rituximab in combination with cyclophosphamide, doxorubicin, vincristine, and prednisolone (R-CHOP). Recently, bendamustine plus rituximab (BR) therapy was shown to be more efficacious and less toxic when compared with R-CHOP. Significantly fewer hematological adverse events were observed in patients treated with BR therapy than in those treated with R-CHOP therapy. However, the development of a drug-associated skin rash was more common in BR-treated patients than in R-CHOP-treated patients. We examined 5 patients who developed skin rash following BR therapy. An interesting relationship between the development of skin rash and eosinophilia was noted using hematological and pathological analyses. Patients and Methods: We retrospectively evaluated 33 patients with indolent B cell lymphoma who were treated with BR therapy between January 2011 and June 2013 at the Nagasaki Genbaku Hospital. Of these 33 patients, 5 were diagnosed with BR-induced skin rash and required intervention. Results: Four patients developed skin rash after the first cycle of BR therapy and 1 patient after the third cycle of therapy. One patient had a grade 2 rash and 4 patients had a grade 3 rash. Two patients presented with an insect-bite like reaction and 3 had toxic dermatitis (Table 1). A skin biopsy was conducted in 3 patients, and the pathological diagnoses were erythema multiforme, chronic dermatitis, and superficial perivascular dermatitis with epidermal changes, respectively (Table 1). The 3 diagnoses differed from each other, but the presentation was similar in all 3 cases. Spongiosis, epidermal cell infiltration, and perivascular/accessory organ inflammatory cell infiltration were also observed in all 3 cases. Vesicle formation and eosinophil infiltration were seen in two cases (Table 2). The eosinophil level in the peripheral blood at the time that the skin rash appeared was elevated from 16% to 37%. Human leukocyte antigen (HLA) analysis was carried out for all patients, and it was found that 3 of the 5 patients had an A02:06:01/A24:02 haplotype. A typical clinical course is shown in Figure 1 . The patient (Patient No. 3) had a grade 2 rash mainly on the body trunk following the first cycle of BR therapy. The diagnosis was toxic dermatitis. Elevation of the eosinophil level was observed at the same time as the appearance of the skin rash. Both the toxic dermatitis and eosinophilia gradually improved following treatment with steroid-containing ointment and fexofenadine hydrochloride, an anti-allergy drug. The fexofenadine hydrochloride was continuously administered until the last course of BR therapy without the recurrence of any skin rash and eosinophilia. The clinical course of the other 4 cases was similar to that seen in Patient No. 3. Conclusions: The findings from this study suggest that the skin rash that may develop after BR therapy can be accompanied by eosinophilia, and that the rash is treatable with steroid-containing ointment and anti-allergy drugs. The findings also suggest that the usage of anti-allergy drugs may prevent the occurrence of skin rashes and that they may be useful in preventing any delay in starting BR therapy. A specific HLA haplotype may correlate with the development of BR-induced skin rash. However, further studies are required to clarify this. Table 1. The Diagnosis of the Type of Rash  Patient No. . Dermatological diagnosis . Pathological diagnosis . 1  Insect-bite reaction Erythema multiforme 2  Insect-bite reaction Chronic dermatitis 3 Toxic dermatitis Superficial perivascular dermatitis with epidermal changes 4 Toxic dermatitis (Edematous erythema)   5 Toxic dermatitis (Edematous erythema)  Patient No. . Dermatological diagnosis . Pathological diagnosis . 1  Insect-bite reaction Erythema multiforme 2  Insect-bite reaction Chronic dermatitis 3 Toxic dermatitis Superficial perivascular dermatitis with epidermal changes 4 Toxic dermatitis (Edematous erythema)   5 Toxic dermatitis (Edematous erythema)  View Large Table 2. Summary of Skin Biopsy Results  Pathologoical findings . Patient No.1 . Patient No.2 . Patient No.3 . Vesicle formation 2+ + - Spongiosis + + + Epidermal inflammatory cell infiltration + + + Peri-vascular/accessory organ inflammatory cell infiltration 2+ + + Eosinophil infiltration 2+ + - Pathologoical findings . Patient No.1 . Patient No.2 . Patient No.3 . Vesicle formation 2+ + - Spongiosis + + + Epidermal inflammatory cell infiltration + + + Peri-vascular/accessory organ inflammatory cell infiltration 2+ + + Eosinophil infiltration 2+ + - View Large Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}