{
    "doi": "https://doi.org/10.1182/blood.V112.11.4584.4584",
    "article_title": "Burden of Anemia in Cancer Patients Undergoing Chemotherapy: A Retrospective Database Analysis ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Red Cell Regulation and Production",
    "abstract_text": "Background. Along with neutropenia and thrombocytopenia, anemia is a very common hematological adverse effect in patients undergoing chemotherapy. Prolonged and severe anemia is associated with compromised quality of life. The goal of this study was to evaluate the epidemiology of anemia in cancer patients undergoing chemotherapy in USA. Methods. Pooled data over the period 2000–07 from a large electronic database of 15 community and 3 hospital-based outpatient oncology clinics in the US was analyzed. Adult patients with a cancer diagnosis were grouped as: lung, breast, ovarian, H&N, colorectal, other solid cancers, hematologic and mixed cancers. Chemotherapies used were grouped into platinum, anthracycline, gemcitabine, taxane-based and other regimens. Presence of anemia (defined as Hb<11 g/dL) was evaluated before and during chemotherapy. Results. 47,159 patients who met protocol specified inclusion criteria were analyzed (mean age 61 (SD 13) yrs, 42% male). The most common tumor types included breast cancer 19.5%, NSCLC 14.9%, colorectal 11.9%, ovarian 3.1% and H&N 2.5%. 75,243 chemotherapy regimens were administered to these patients. Platinum-based regimens accounted for 27.8% of all regimens and were most common among patients with NSCLC (66.6%), ovarian (60.2%), H&N (76.8%), and colorectal (38.9%). Anthracycline-based chemotherapy predominated in breast (46.5%) and hematological cancers (19.1%). Nearly 21% of all cancer patients were anemic at baseline prior to start of chemotherapy. During the course of chemotherapy about 50% of patients experienced anemia. Development of anemia was most common among those receiving gemcitabine regimens (59%). Percentage of patients with severe anemia were: Hb 9–10g/dL = 12–18%, Hb 8–9 g/dL = 5%, and Hb <8 g/dL = 2%. While on chemotherapy, the incidence of anemia was highest among ovarian cancer patients (56.3%), followed by breast (53.3%) and NSCLC (50.9%). Based on data from one large hospital-based site (8,607 patients), the use of RBC transfusions during this period was relatively low (4% in anthracycline to 12% in platinum-based regimens). About 50% of patients received Erythropoietin Stimulating Agents (ESAs) at some point during chemotherapy. Conclusions. This large community-based analysis observed that nearly 50% of cancer patients undergoing chemotherapy develop anemia. Anemia continues to be a burden in this patient population.",
    "topics": [
        "anemia",
        "cancer",
        "chemotherapy regimen",
        "anthracycline antibiotics",
        "non-small-cell lung carcinoma",
        "platinum",
        "gemcitabine",
        "adverse effects",
        "breast cancer",
        "cancer diagnosis"
    ],
    "author_names": [
        "Suresh Aravind, MD, MBA",
        "Ying Wu, PhD",
        "Gayatri Ranganathan, MS",
        "Luba Nalysnyk, MD, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Suresh Aravind, MD, MBA",
            "author_affiliations": [
                "Johnson & Johnson Pharmaceutical Services, Bridgewater, NJ, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ying Wu, PhD",
            "author_affiliations": [
                "Health Economic Dept, Johnson & Johnson Pharmaceutical Services, Malvern, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gayatri Ranganathan, MS",
            "author_affiliations": [
                "Center for Health Economics, Epidemiology and Science, United BioSource Corporation, Medford, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luba Nalysnyk, MD, MPH",
            "author_affiliations": [
                "Center for Health Economics, Epidemiology and Science, United BioSource Corporation, Medford, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:36:35",
    "is_scraped": "1"
}