{
    "doi": "https://doi.org/10.1182/blood.V108.11.3844.3844",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=597",
    "start_url_page_num": 597,
    "is_scraped": "1",
    "article_title": "Enhanced Bacteriocidal Function by WKYMVm in Patients with Acute Leukemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "leukemia, acute",
        "mechlorethamine",
        "chemotherapy regimen",
        "complete remission",
        "acute lymphocytic leukemia",
        "cancer",
        "chemotherapy, neoadjuvant",
        "death",
        "infections",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Hawk Kim, MD",
        "Soojin Shin, MD",
        "Jae-Hoo Park, MD",
        "Eui-Kyu Noh",
        "Young Joo Min, MD"
    ],
    "author_affiliations": [
        [
            "Div. of Hematology-Oncology, Ulsan Univ. Hospital, University of Ulsan College of Medicine, Ulsan, Korea"
        ],
        [
            "Div. of Hematology-Oncology, Ulsan Univ. Hospital, University of Ulsan College of Medicine, Ulsan, Korea"
        ],
        [
            "Div. of Hematology-Oncology, Ulsan Univ. Hospital, University of Ulsan College of Medicine, Ulsan, Korea"
        ],
        [
            "Div. of Hematology-Oncology, Ulsan Univ. Hospital, University of Ulsan College of Medicine, Ulsan, Korea"
        ],
        [
            "Div. of Hematology-Oncology, Ulsan Univ. Hospital, University of Ulsan College of Medicine, Ulsan, Korea"
        ]
    ],
    "first_author_latitude": "35.54374109999999",
    "first_author_longitude": "129.2562843",
    "abstract_text": "Acute leukemia (AL) is a disease of challenge in that many patients die not only from eventual relapse but also from infection during treatment. In this regard efforts for decreasing infectious mortality will help increasing survival. Our previous study revealed that leukocyte bacteriocidal functions in chemotherapy-treated cancer patients were decreased and were stimulated by a novel hexapeptide, WKYMVm. We evaluated the leukocyte bacteriocidal function in patients with AL and searched whether WKYMVm can enhance the bacteriocidal function in patients with AL. On induction chemotherapy, blood sampling was performed at diagnosis and repeated weekly from start day of chemotherapy until patient died or complete remission was achieved. Tests were done weekly until white blood cell (WBC) count reached up to 1000/mm 3 and platelet counts were stable without transfusion after consolidation chemotherapy. Nineteen AL patients and 10 healthy controls were enrolled. Diseases were acute myeloid leukemia (17 patients) and acute lymphoblastic leukemia (2 patients). Median WBC, absolute blast count (ABC) and absolute neutrophil count (ANC) at diagnosis were 5280/mm 3 (range 840–315100), 162.9/mm 3 (range 0–286741) and 796.4/mm 3 (range 126–7336), respectively. Mean values of bacreriocidal activity at diagnosis were increased by concentrations of WKYMVm (13.4 at 0 nM; 24.9 at 1 nM; 33.3 at 10 nM; 38.5 at 100 nM; p<0.001), which were also increased in normal samples (20.6 at 0 nM; 41.6 at 1 nM; 51.6 at 10 nM; 66.4 at 100 nM; p<0.001). At each concentrations of WKYMVm, the bacteriocidal activities were inferior to those of normal control (p=0.029, at 0 nM; p=0.015, at 1 nM; p=0.015, at 10 nM; p=0.015, at 100 nM). The bacteriocidal activities were increased (p=0.008, at 0 nM; p=0.015, at 1 nM; p=0.011, at 10 nM; p=0.021, at 100 nM) compared with the corresponding values when patients achieved complete remission (CR). However, bactericidal activities by stimulation of WKYMVm were inferior to normal control even in CR (p=0.036, at 1 nM; p=0.036, at 10 nM; p=0.036, at 100 nM) although base line value were similar (p=1.0, at 0 nM). After hematological recovery of consolidation chemotherapy, the bacteriocidal activities of patients were similar to those of normal control (p=0.533, at 0 nM; p=0.133, at 1 nM; p=0.133, at 10 nM; p=0.133, at 100 nM). In conclusion, the bacteriocidal activities in AL patients were severely decreased at diagnosis and could be enhanced by WKYMVm. Near normal bacteriocidal activities can be achieved when 1 nM or more concentration of WKYMVm is applied in patients with AL. At the end of consolidation, bacteriocidal activities and stimulation by WKYMVm in patients were almost recovered."
}