{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5542.5542",
    "article_title": "Comparison of Dinakara and Cotes Method on Correction of Diffusion Limit of Carbon Monoxide and the Impact on Outcomes of Hematopoietic Cell Transplantation-Specific Comorbidity Index (HCT-CI) ",
    "article_date": "December 7, 2017",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "abstract_text": "AIM: Haematopoietic stem cell transplantation poses significant physiological stresses on the recipient. Hematopoietic Cell Transplantation-Specific Comorbidity Index (HCT-CI) described by Sorror in 2005 aims to provide risk stratification to these patients. Respiratory comorbidity, which takes into account diffusion limit of carbon monoxide (DLCO) and forced expiratory volume in 1 second (FEV1), is the most common comorbidity scored on the HCT-CI. The original publication utilised Dinakara method for correction of DLCO to haemoglobin concentration (Hb). Recommendation of the American Thoracic Society (ATS) and European Respiratory Society (ERS) and therefore, our institution utilises the Cotes method for correction. We compared the effect of Dinakara and Cotes method on correction of DLCO, HCT-CI scoring and non-relapse mortality (NRM). Method: We retrospectively collected HCT-CI scores, relapse, deaths from 195 consecutive allogeneic stem cell transplants at the Royal Brisbane and Women's Hospital between May 2014 and May 2016 with median follow up of 394 Days. Non-relapse mortality defined as any death in the absence of relapsed disease. Results: During our follow up period, 44 patients relapsed and 50 deaths occurred with median survival not reached. When utilising Dinakara method for scoring respiratory co-morbidity, number of patients who scored 2(moderate) or 3(severe) was 22.1% and 8.7% respective. However, by utilising the Cotes method, this increased the moderate and severe respiratory co-morbidity to 43.1% and 23.1% respectively, thereby pushing the total HCT-CI score higher Figure 1 . By utilising the Cotes instead of Dinakara method, number of patients classified as high risk HCT-CI increased from 32.3% to 49.7%. There were no significant difference in non-relapse mortality between the two methods at Day 100 or 2 years. The high risk patients had NRM using Dinakara vs Cotes of 9.2 % vs 10.1% at day 100 and 16.9% vs 22.8% at 2 years Figure 2 and Figure 3 . Conclusion: Utilising Cotes method rather than Dinakara method for the correction of DLCO significantly increased the number of high risk patient on HCT-CI, however, there was no significant impact on non-relapse mortality. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "carbon monoxide",
        "comorbidity",
        "diffusion",
        "transplantation",
        "carbon monoxide diffusing capacity test",
        "follow-up",
        "forced expiratory volume function",
        "allogeneic stem cell transplant",
        "hematopoietic stem cell transplantation",
        "hemoglobin"
    ],
    "author_names": [
        "Tzu-Yang Wang, MBBS",
        "Jason P Butler, MBBS, MMedSc, FRACP, FRCPA",
        "Cameron Curley, MBBS, FRACP, FRCPA",
        "Glen Kennedy, MBBS, FRACP, FRCPA"
    ],
    "author_dict_list": [
        {
            "author_name": "Tzu-Yang Wang, MBBS",
            "author_affiliations": [
                "Department of Haematology, Royal Brisbane and Women's Hospital, Toowong, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason P Butler, MBBS, MMedSc, FRACP, FRCPA",
            "author_affiliations": [
                "Department of Haematology, Royal Brisbane and Women's Hospital, Brisbane, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cameron Curley, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Department of Haematology, Royal Brisbane and Women's Hospital, Brisbane, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glen Kennedy, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Department of Haematology, Royal Brisbane and Women's Hospital, Brisbane, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:35:59",
    "is_scraped": "1"
}