{
    "doi": "https://doi.org/10.1182/blood.V110.11.3069.3069",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=979",
    "start_url_page_num": 979,
    "is_scraped": "1",
    "article_title": "Sirolimus as Primary Immunoprophyllaxis for Alternative Donor Allotranspplant after Non-Myeloablative Conditioning. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Alternative Donor Transplantation",
    "topics": [
        "conditioning (psychology)",
        "donors",
        "rapamycin",
        "tacrolimus",
        "graft-versus-host disease",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "nephrotoxicity",
        "therapeutic immunosuppression",
        "antigens"
    ],
    "author_names": [
        "Jon M. Karch, BA",
        "W.C. Ehmann, M.D.",
        "Witold B. Rybka, M.D.",
        "Gary A. Chase, PhD.",
        "David F. Claxton, MD"
    ],
    "author_affiliations": [
        [
            "Penn State Cancer Institute, Penn State College of Medicine, Hershey, PA, USA"
        ],
        [
            "Penn State Cancer Institute, Penn State College of Medicine, Hershey, PA, USA"
        ],
        [
            "Penn State Cancer Institute, Penn State College of Medicine, Hershey, PA, USA"
        ],
        [
            "Health Evaluation Sciences, Penn State College of Medicine, Hershey, USA"
        ],
        [
            "Penn State Cancer Institute, Penn State College of Medicine, Hershey, PA, USA"
        ]
    ],
    "first_author_latitude": "40.2645547",
    "first_author_longitude": "-76.6744677",
    "abstract_text": "We have explored the immunosuppressive agent Sirolimus for immunoprophyllaxis after allogeneic hematopoietic transplant in order to exploit its favorable immunotolerance and antineoplastic properties. Where possible, co-administered tacrolimus has been tapered early so as to minimize its restraint of graft versus tumor activity. Between May 2001 and February 2007, 68 patients with matched unrelated or 5/6 antigen-matched related donors received non-ablative hematopoietic cell transplantation. Conditioning consisted of fludarabine 25mg/m2 (d-7, -6, -5, -4, -3) and cyclophosphamide 1mg/m2 (d-7, -6) followed by 5mg/m2 methotrexate days 1, 3, 6 and combination sirolimus and tacrolimus each dosed at 6–10 ng/ml levels. Median age was 55.2 (range 23.3 to 72.2). Disease diagnoses were ALL - 4, AML - 30, CLL - 7, CML - 3, HD - 1, MDS - 3, MM - 2, MPD - 4, NHL - 14. Only 22/68 patients were in remission (CR1 or CR>1) at transplant. 62/67 patients (5/6 BM and 57/61 PBSC) engrafted stably with donor cells by day 30. Donor blood chimerism was >90 percent in 35/58 by day 100 and was correlated with CD34 cells infused (R=0.263, p=0.033), but not degree of HLA match. In 19/47 patients without GVHD by day 30, tacrolimus was tapered and stopped between days 40 and 100. Sirolimus was continued in the absence of a contraindication for 8 months at least. In 6/19 patients GVHD developed within 2 months of discontinuation of tacrolimus. 2/6 patients developed grade ≥3 GVHD, and in 1/6 GVHD was the cause of death. In 4/6 grade 1–2 GVHD was controlled with steroids and/or reinstitution of tacrolimus. Toxicity was manageable. Post transplant creatinine levels >3.0mg/dl were noted at least briefly in 16/68 patients. Only 4 patients required dialysis. Tacrolimus was discontinued because of renal toxicity in 8/16. In the other 8/16 patients tacrolimus was resumed after improvement in renal function. Thrombotic microangiopathy occurred in only 1 patient. Transplant related mortality (TRM) occurred in 6/68 (9%) by 100 days, and 12/59 (20%) by year 2. The overall survival (OS) was 85% (58/68) at 100 days, and 42% (25/59) at 2 years. In 62 patients engrafting stably, median survival has not been achieved for 21/62 in CR, and was 483 days for 41/62 not in CR at transplant (see figure below.) This data suggests that non-ablative hematopoietic cell transplantation with combination sirolimus and tacrolimus therapy can be accomplished with manageable nephrotoxicity, and sirolimus-based immunosuppression provides long term survival in patients with advanced hematopoietic malignancies. In many patients without GVHD tacrolimus may be discontinued early, with immunosuppression then provided by single agent sirolimus for an extended period. View large Download slide Figure View large Download slide Figure "
}