{
    "doi": "https://doi.org/10.1182/blood.V120.21.326.326",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2159",
    "start_url_page_num": 2159,
    "is_scraped": "1",
    "article_title": "CRM1 Blockade by Novel Inhibitors of Nuclear Export (SINEs) Inhibits Multiple Myeloma Cell Growth, Osteoclastogenesis, and Myeloma-Induced Osteolysis ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Modulating the Microenvironment in Multiple Myeloma",
    "topics": [
        "cell growth",
        "multiple myeloma",
        "osteolysis",
        "short interspersed nucleotide elements",
        "cytotoxicity",
        "antagonists",
        "anti-inflammatory agents",
        "bcl-xl protein",
        "bone diseases",
        "bone lesion"
    ],
    "author_names": [
        "Yu-Tzu Tai, PhD",
        "Yosef Landesman, PhD",
        "Chirag Acharya, M.D.",
        "Mike Y Zhong, B.S.",
        "Yolanda Calle, PhD",
        "Michele Cea, MD",
        "Yiguo Hu, PhD",
        "Antonia Cagnetta, MD",
        "Daniel Tannenbaum, B.S.",
        "Michelle Chen",
        "Aditya Munshi",
        "William Senapedis, PhD",
        "Jean-Richard Saint-Martin, BS",
        "Trinayan Kashyap",
        "Haoqiang Ying",
        "Dilara McCauley, PhD",
        "Sharon Shacham, PhD MBA",
        "Michael Kauffman, MD, PhD",
        "Yumei Gu, Ph.D.",
        "Lizi Wu, PhD",
        "Stephen Schey, MD",
        "Andrew L. Kung, MD, PhD",
        "Nikhil C. Munshi, MD",
        "Paul G. Richardson, MD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Karyopharm Therapeutics Inc, Natick, MA, USA, "
        ],
        [
            "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana Farber Cancer Institute, Boston, MA, "
        ],
        [
            "Dana Farber Cancer Institute, Boston, USA, "
        ],
        [
            "Dept. of Haematological Med., King's College London, London, United Kingdom, "
        ],
        [
            "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, "
        ],
        [
            "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Karyopharm Therapeutics, "
        ],
        [
            "Karyopharm Therapeutics Inc, "
        ],
        [
            "Karyopharm Therapeutics Inc, "
        ],
        [
            "Karyopharm Therapeutics Inc, Natick, MA, "
        ],
        [
            "Karyopharm Therapeutics, Boston, MA, "
        ],
        [
            "Karyopharm Therapeutics, Natick, MA, USA, "
        ],
        [
            "Karyopharm Therapeutics, Natick, MA, USA, "
        ],
        [
            "Molecular Genetics & Microbiology, Shands Cancer Center, University of Florida, "
        ],
        [
            "Molecular Genetics & Microbiology, Shands Cancer Center, University of Florida, Gainesville, FL, USA, "
        ],
        [
            "Haematology, King's College Hospital, London, United Kingdom, "
        ],
        [
            "Lurie Family Imaging Center, Dana-Farber Cancer Institute, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Abstract 326 The key nuclear export protein CRM1 (chromosome region maintenance 1, Exportin 1, XPO1) may directly contribute to the pathophysiology of human multiple myeloma (MM). Here, we characterized the role of CRM1 in MM biology and defined molecular mechanisms whereby novel oral, irreversible, selective inhibitors of nuclear export (SINE) targeting CRM1 mediate anti-MM activity. CRM1 gene expression is increased with disease progression, since it is significantly elevated in active MM and plasma cell leukemia (PCL) vs. normal/MGUS/SMM patients (p< 0.02). CRM1 downregulation by shCRM1 lentiviruses significantly decreases MM cell viability regardless of drug sensitivity and p53 status. Importantly, SINE (KPT-185, KPT-251, KPT-276, and KPT-330) specifically blocked proliferation and decreased survival of MM cell lines (n=14) and patient MM cells (n=17) (LD 50 < 200 nM), cultured alone and with bone marrow stromal cells (BMSCs) or osteoclasts. Caspases 3, 8, and 9 were not induced by any SINE in BMSCs derived from MM patients, cultured either alone or with MM cells, under conditions inducing marked apoptosis of MM cells (>2-log differences). These agents potently enhanced nuclear accumulation of multiple CRM1 cargo tumor suppressor proteins p53, IκB, FOXO1A, FOXO3A, p27, and PP2A in MM cells. Transcripts of p53 and its downstream targets p21, PUMA, BAX were also induced by KPT-185, thereby inducing strong growth arrest and apoptosis. KPT-185 decreased MM oncogenes (c-myc, c-maf), anti-apoptosis molecules Mcl-1 and BCL-xL; increased pro-apoptotic protein BAX; as well as inhibited HSP70 and pIkBa. KPT-185 further blocked baseline and APRIL-induced NFkB p65 DNA-binding activity in MM cells. It triggered proteasome-dependent reduction of CRM1 protein; concurrently, KPT-185 and KPT-330 upregulated CRM1 mRNA. Furthermore, KPT-185 induced a number of tumor suppressing, regulatory, apoptotic and anti-inflammatory genes, i.e., p53, p21, PUMA, BAX, CHOP, C10orf10, MIC1, IκBα in MM1S cells in a dose-dependent manner, regardless of the presence of BMSCs. Cleavage of caspase 3 and PARP was markedly increased in MM1R cells treated with KPT-185 and bortezomib vs. either drug alone, validating that the combination of these agents triggered stronger cytotoxicity against MM cells. Combined treatment with dex and KPT-185 (or KPT-276) induced synergistic cytotoxicity against MM cells. Moreover, KPT-185 and KPT-330 impaired osteoclastogenesis and bone resorption via blockade of RANKL-induced NFκB activation in osteoclast precursor cells, without impacting osteoblasts and BMSCs (Abstract#48190). Importantly, SINEs (KPT-251 and KPT-276) suppressed MM cell growth (p< 0.01), diminished MM cell-induced osteolysis, and prolonged survival of SCID mice with diffuse human MM bone lesions (p=0.0004). Together, these results identify CRM1 as a promising novel target in MM, strongly supporting clinical development of SINE CRM1 antagonists to inhibit both MM cell growth and related bone disease. Disclosures: Landesman: Karyopharm Therapeutics Inc: Employment. Senapedis: Karyopharm Therapeutics Inc: Employment. Saint-Martin: Karyopharm Therapeutics Inc: Employment. Kashyap: Karyopharm Therapeutics Inc: Employment. Ying: Karyopharm Therapeutics Inc: Employment. McCauley: Karyopharm Therapeutics Inc: Employment. Shacham: Karyopharm Therapeutics: Employment. Kauffman: Karyopharm Therapeutics Inc: Employment. Munshi: Celgene: Consultancy; Millenium: Consultancy; Merck: Consultancy; Onyx: Consultancy. Richardson: Millenium Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees; Novartis Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Johnson & Johnson: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees. Anderson: Celgene, Millennium, BMS, Onyx: Membership on an entity's Board of Directors or advisory committees; Acetylon, Oncopep: Scientific Founder, Scientific Founder Other."
}