{
    "doi": "https://doi.org/10.1182/blood.V106.11.2591.2591",
    "article_title": "Cytogenetic Profile, JAK2 V617F Mutational Status, and Response to Drug Therapy in Myelofibrosis with Myeloid Metaplasia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: One of the utilities of molecular markers in hematological malignancies is their potential to predict response to drug therapy. Accordingly, we inquired about the effect of both cytogenetic profile and JAK2 V617F mutational status on drug therapy response in myelofibrosis with myeloid metaplasia (MMM). Methods: Mutation analysis for JAK2 V617 was performed in DNA derived from peripheral blood mononuclear cells, granulocytes, or both. Genomic DNA was amplified by PCR and fluorescent dye chemistry sequencing was performed using the same primers used for amplification ( Levin et al. Cancer Cell  2005 ; 7 : 387 ). Abnormal cytogenetic findings were considered to be either favorable (sole 13q- or 20q- abnormalities) or unfavorable (other abnormalities) ( Tefferi et al. BJH  2001 ; 113 : 763 ). Results: i. Patients and treatment: A total of 69 patients with MMM (median age 62 years, range 38–75; 47 males) received the following drugs as first-line therapy for either anemia or symptomatic splenomegaly; erythropoietin (Epo) alone or in combination with hydroxyurea (n=25), hydroxyurea alone (HU; n=17), interferon alpha (IFN; n=11), combination of thalidomide and prednisone (ThalPred; n=7), androgen preparations (Andro; n=5), and etanercept (n=4). ii. Results of cytogenetic studies and JAK2 mutation screening: Cytogenetic findings were abnormal in 35 patients (51%); favorable in 9 and unfavorable in 26. JAK2 V617 mutation analysis revealed wild-type allele in 31 patients (45%) and either heterozygous (n=31) or homozygous (n=7) mutation in the remaining 38 patients (55%). iii. Correlation of response to cytogenetic/molecular markers: Overall, 17 patients (25%) achieved either a major (n=8) or minor (n=9) response in anemia from treatment with one of the aforementioned drugs. Regardless of either JAK2 V617 mutational status or cytogenetic profile, treatment-induced responses in anemia were poor for IFN (0%) and HU (12%). In contrast, the best anemia responses were documented for ThalPred (57%), Andro (40%), and Epo-based therapy (32%). Among the 25 patients that received Epo-based therapy, all 3 patients with favorable cytogenetic abnormalities achieved major responses in anemia whereas such responses were seen in none of the 9 patients with unfavorable cytogenetic abnormalities and only 1 of 13 patients with normal cytogenetics (p=0.004). Furthermore, 3 of the 4 major responders were heterozygous for JAK2 V617 and one carried the wild-type allele. In contrast, none of the 3 JAK2 V617 homozygotes showed any type of response but all 3 also displayed unfavorable cytogenetics. None of the 7 ThalPred-treated patients carried favorable cytogenetics and yet 3 achieved major responses including one with unfavorable cytogenetics. JAK2 V617 mutational status was heterozygous in 1 and wild-type in the other two. There were no major responses among the 5 Andro-treated patients despite the presence of favorable cytogenetic abnormalities in 2 patients. In order to investigate the relationship between cytogenetic profile and JAK2 V617 mutational status further, we referred to an expanded database of 116 patients and found the incidence of unfavorable cytogenetics to be higher in JAK2 V617 homozygotes compared to non-homozygotes (57% vs. 31%; p=0.16) Conclusion: The current study suggests clustering of favorable cytogenetic abnormalities in MMM with anemia response to Epo therapy and unfavorable cytogenetic abnormalities with homozygosity for JAK2 V617 mutation.",
    "topics": [
        "cytogenetics",
        "drug response",
        "jak2 gene v617f",
        "myelofibrosis, idiopathic, chronic",
        "anemia",
        "biological markers",
        "dna",
        "hydroxyurea",
        "mutation analysis",
        "androgens"
    ],
    "author_names": [
        "Jacob J. Strand",
        "Terra L. Lasho, MT(ASCP)",
        "Susan M. Schwager",
        "Michelle M. Elliott, MD",
        "Chin-Yang Li, MD",
        "Ayalew Tefferi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jacob J. Strand",
            "author_affiliations": [
                "Hematology and Hematopathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Terra L. Lasho, MT(ASCP)",
            "author_affiliations": [
                "Hematology and Hematopathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan M. Schwager",
            "author_affiliations": [
                "Hematology and Hematopathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle M. Elliott, MD",
            "author_affiliations": [
                "Hematology and Hematopathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chin-Yang Li, MD",
            "author_affiliations": [
                "Hematology and Hematopathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayalew Tefferi, MD",
            "author_affiliations": [
                "Hematology and Hematopathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T15:39:25",
    "is_scraped": "1"
}