{
    "doi": "https://doi.org/10.1182/blood.V128.22.5798.5798",
    "article_title": "Alterations in Circulating Lymphoid Populations after Post-Transplant Cyclophosphamide Administration in Haploidentical Hemopoietic Cell Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "High dose post-transplant cyclophosphamide (PTCy) administered early after stem cell infusion has facilitated the use of haploidentical related donors for allogeneic transplantation, but the precise immunosuppressive action of PTCy remains unclear. Using flow cytometry of peripheral blood leucocytes, we investigated changes in circulating lymphoid populations immediately before and after administration of PTCy in 10 patients undergoing haploidentical allogeneic transplantation after reduced intensity conditioning therapy. Compared to baseline levels prior to the first dose of PTCy, there were significant reductions in natural killer cell and monocyte numbers by Day 7 post-transplant, but no changes in T cell numbers. However, by Day 20 there was a significant reduction in CD8+ T effector cells, with significant increases in CD4+ T regulatory cells. The activation marker CD69 was detectable on CD8+ cells, particularly T effectors, at Day 3, but decreased significantly by the third week post-transplant. These changes were confirmed on donor T cells in 2 informative cases using HLA allotype-specific antibodies. Although other factors may have contributed, the reductions in numbers and levels of activation of effector T cells, and increases in regulatory T cells, are consistent with alterations in the immune response induced by PTCy after haploidentical transplant. Disclosures Bradstock: DendroCyte BioTech Ltd: Other: Laboratory IP contracted via ANZAC Research Institute to DendroCyte BioTech Ltd.",
    "topics": [
        "cell transplantation",
        "cyclophosphamide",
        "transplantation",
        "transplantation, homologous",
        "antibodies",
        "flow cytometry",
        "human leukocyte antigens",
        "immunosuppressive agents",
        "infusion procedures",
        "t-lymphocytes"
    ],
    "author_names": [
        "Kifah Shahin, PhD",
        "Zamil Mattar",
        "Kenneth Bradstock, MBBS, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kifah Shahin, PhD",
            "author_affiliations": [
                "Institute of Clinical Pathology and Medical Research, Pathology West, Westmead, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zamil Mattar",
            "author_affiliations": [
                "Westmead Millenium Institute for Medical Research, Westmead, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Bradstock, MBBS, PhD",
            "author_affiliations": [
                "Department of Haematology, Westmead Hospital, Sydney, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:36:25",
    "is_scraped": "1"
}