{
    "doi": "https://doi.org/10.1182/blood.V120.21.2357.2357",
    "article_title": "Predictors of Response to Eculizumab Therapy in Paroxysmal Nocturnal Hemoglobinuria. ",
    "article_date": "November 16, 2012",
    "session_type": "508. Bone Marrow Failure - Inherited Disorders: Poster II",
    "abstract_text": "Abstract 2357 Paroxysmal nocturnal hemoglobinuria (PNH) is a rare, clonal, hematopoietic stem cell disorder that manifests with a hemolytic anemia, bone marrow failure and thrombophilia. Eculizumab is an FDA-approved humanized monoclonal antibody for treatment of PNH that has been shown to improve anemia, decrease intravascular hemolysis, reduce risk of thrombosis, and improve quality of life. The quality of response to eculizumab is quite variable, especially with respect to normalization of hemoglobin levels. Thus, it is important to identify the factors that predict response to eculizumab therapy. As part of an IRB-approved study, we performed a retrospective analysis on all patients diagnosed with a PNH clone between January 2005 and March 2012. The diagnosis of PNH was defined as a population of GPI-AP deficient granulocytes ≥ 0.1% by peripheral blood flow cytometry. The patients were categorized by PNH phenotype per the International PNH Interest Group (IPIG) guidelines as 1)classical PNH (PNH); 2)PNH in the setting of another specified bone marrow disorder (PNH/AA and 3) Subclinical PNH (PNHsc). Complete response (CR) was defined as transfusion independence with normal hemoglobin for age and sex for ≥ six months with an absence of PNH symptoms and a lactate dehydrogenase (LDH) < 1.5 times the upper limit of normal. A good partial response (GPR) was defined as a decrease in transfusions from pretreatment and LDH level <1.5 upper limit of normal without thrombosis. A suboptimal response (SR) was defined as unchanged transfusion needs and persistent of PNH symptoms. Thirty patients with PNH were treated with eculizumab. Of these patients, 21 (70%) were classical PNH and 9 (30%) had PNH/AA. Of the 30 treated patients, 27 (90%) had LDH levels >1.5 upper limit of normal prior to therapy. Only 8 patients (26.7%) had not been transfused prior to the start of therapy. Seventeen patients would have fulfilled SHEPHERD eligibility criteria for enrollment. These eligibility criteria include age > 18 years, a diagnosis of PNH greater than 6 months, PNH red cell clone > 10%, at least one transfusion in the last two years, a LDH > 1.5 times the upper limit of normal, platelets > 30,000/mm3 and an absolute neutrophil counts above 500/uL. Thirteen patients (43.3%) would have been ineligible due to platelet counts less than 30,000/ul (7 patients) or red cell transfusion independence (6 patients). These patients were prescribed eculizumab to treat thrombosis, intravascular hemolysis or both. A total of 863 patient- months of treatment with eculizumab are reviewed for this study. With a median follow-up of 24 (range, 6 to 80) months, the overall survival was 96.66%. A CR was achieved in four (13.3%) patients; all of whom had a decrease in the size of their red cell clone after treatment with eculizumab. GPR was achieved in 16 (53.3%) and 10 patients (33.3%) had a SR response. The percentage of PNH red cells decreased in all four patients achieving CR and increased in all patients achieving a GPR. The kinetics of the red cell clone size decreases for CR patients are shown in Figure 1 . Transient breakthrough intravascular hemolysis was observed was observed in 9 patients following viral or bacterial infections. Two patients with classical PNH and suboptimal responses required dose adjustments. This was in the context of recurrent or breakthrough hemolysis that was not addressed easily with standard eculizumab dosing in the setting of autoimmune diseases (Crohn's and rheumatoid arthritis). Three patients in this cohort underwent bone marrow transplant for their marrow failure. Eculizumab had been prescribed for thromboses and allowed for successful bridging to transplant. This data demonstrates that even patients that would not have met eligibility criteria for previous eculizumab trials, especially patients with thrombosis, may benefit from terminal complement inhibition. Coexistent autoimmune disease with ongoing inflammation can lead to suboptimal responses. While the mechanism for this potential association is unclear, it is conceivable that chronic inflammatory states lead to increased complement activation that requires high dosages of eculizumab because standard doses resulted in incomplete C5 blockade. Decrease in the size of the red cell clone allows for normalization of hemoglobin and predicts for a complete response. View large Download slide View large Download slide  Close modal Disclosures: Brodsky: Alexion Pharmaceuticals: Serves on international advisory board. Other.",
    "topics": [
        "eculizumab",
        "paroxysmal nocturnal hemoglobinuria",
        "thrombosis",
        "transfusion",
        "autoimmune diseases",
        "complete remission",
        "hemoglobin",
        "pancytopenia",
        "anemia",
        "bacterial infections"
    ],
    "author_names": [
        "Amy E. DeZern, MD, MHS",
        "Donna Dorr, RN, MSN, AONC",
        "Robert A. Brodsky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy E. DeZern, MD, MHS",
            "author_affiliations": [
                "Oncology, Johns Hopkins University, Baltimore, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Donna Dorr, RN, MSN, AONC",
            "author_affiliations": [
                "Department of Medicine- Hematology, Johns Hopkins University, Baltimore, MD, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Brodsky, MD",
            "author_affiliations": [
                "Johns Hopkins Medical Institute, Baltimore, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T09:47:56",
    "is_scraped": "1"
}