{
    "doi": "https://doi.org/10.1182/blood.V110.11.1739.1739",
    "article_title": "Bacterial Omptins Proteolytically Inactivate Tissue Factor Pathway Inhibitor (TFPI). ",
    "article_date": "November 16, 2007",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Activation of the clotting system is an effector function of the immune response, resulting in extravascular fibrin deposition whose purpose appears to be to limit the spread of invasive microorganisms. Activation of the clotting cascade may also modulate inflammatory reactions. Some bacteria are known to counteract the host coagulant response by modulating specific components of the clotting system, thereby promoting fibrinolysis or inhibiting coagulation activation. Pla, a member of the omptin family of Gram-negative outer membrane proteases, is a known virulence factor for the plague agent, Yersinia pestis . Pla’s ability to activate plasminogen by limited proteolysis is thought to facilitate the organism’s escape from fibrin meshworks, promoting its dissemination through extravascular tissues. We now show that Pla, as well as its homologs OmpT in Escherichia coli and PgtE in Salmonella enterica serovar Typhimurium, abrogate the function of the endogenous anticoagulant, tissue factor pathway inhibitor (TFPI). Using gene deletions, we found that bacterial inactivation of TFPI required the expression of these omptins. Consistent with prior studies of other omptin substrates, cleavage of TFPI by the Salmonella omptin was demonstrable only in rough LPS backgrounds. Western blotting experiments showed that proteolysis of TFPI correlated with loss of TFPI anticoagulant activity in clotting assays. The specificity of the omptin/TFPI interaction is supported by the finding that both common and distinct TFPI cleavage fragments are generated by the omptins in these three bacterial species. Furthermore, TFPI inactivation proceeds even in plasma where an abundance of competing protein substrates would be expected to render TFPI proteolysis almost non-existent if the reaction were not specific. We hypothesize that the sensitivity of TFPI to inactivation by bacterial omptins is a novel host-pathogen interaction that potentiates the procoagulant immune response to bacterial infection. With the heavy bacterial loads present in the circulation during the late stages of severe septicemia, this interaction may contribute to the development of disseminated intravascular coagulation and end organ failure.",
    "topics": [
        "tissue factor pathway inhibitor",
        "anticoagulants",
        "fibrin",
        "bacterial infections",
        "coagulants",
        "disseminated intravascular coagulation",
        "endopeptidases",
        "organ failure",
        "peptide hydrolases",
        "plague"
    ],
    "author_names": [
        "Thomas H. Yun, BA",
        "Jessica Cott, BS",
        "Richard I. Tapping, PhD",
        "James M. Slauch, PhD",
        "James H. Morrissey, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas H. Yun, BA",
            "author_affiliations": [
                "Biochemistry, University of Illinois, Urbana-Champaign, Urbana, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessica Cott, BS",
            "author_affiliations": [
                "Microbiology, University of Illinois, Urbana-Champaign, Urbana, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard I. Tapping, PhD",
            "author_affiliations": [
                "Microbiology, University of Illinois, Urbana-Champaign, Urbana, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James M. Slauch, PhD",
            "author_affiliations": [
                "Microbiology, University of Illinois, Urbana-Champaign, Urbana, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James H. Morrissey, PhD",
            "author_affiliations": [
                "Biochemistry, University of Illinois, Urbana-Champaign, Urbana, IL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T18:38:43",
    "is_scraped": "1"
}