{
    "doi": "https://doi.org/10.1182/blood-2019-128584",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4291",
    "start_url_page_num": 4291,
    "is_scraped": "1",
    "article_title": "Higher Expression of Nuclear Cereblon in Bone Marrow Biopsies of Patients with Multiple Myeloma Treated with Imids in the HOVON-87/Nmsg-18 Trial Is Associated with Longer PFS and OS ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bone marrow biopsy",
        "multiple myeloma",
        "lenalidomide",
        "thalidomide",
        "biopsy",
        "partial response",
        "complete remission",
        "follow-up",
        "melphalan",
        "paraffin"
    ],
    "author_names": [
        "Ruth Wester",
        "M Duin",
        "King Hong Lam, MD PhD",
        "Suzana Couto",
        "Yan Ren",
        "Maria Wang",
        "Bronno Van Der Holt, PhD",
        "Berna Berna Beverloo, PhD",
        "Heleen Visser-Wisselaar",
        "Alex Nigg",
        "Anjan Thakurta",
        "Sonja Zweegman",
        "Annemiek Broyl, MD PhD",
        "Pieter Sonneveld"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Pathology, Erasmus Medical Centre, Rotterdam, Netherlands "
        ],
        [
            "Formerly Celgene Corporation, San Diego, CA "
        ],
        [
            "Celgene Corporation, San Diego, CA "
        ],
        [
            "Celgene Corporation, San Diego, CA "
        ],
        [
            "HOVON Data Center, Department of Hematology,, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Clinical Genetics, Erasmus Medical Center, Rotterdam, Netherlands "
        ],
        [
            "HOVON Data Center, Erasmus MC Cancer Institute, Rotterdam, NLD "
        ],
        [
            "Department of Pathology, Erasmus MC, Rotterdam, Netherlands "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Department of Hematology, University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Erasmus MC Cancer Institute, Rotterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999",
    "abstract_text": "Introduction Response to treatment in patients with multiple myeloma (MM) is variable. With increasing possibilities of treatment regimens, predictive factors for response are important. Immune modulating agents (IMiDs) require Cereblon (CRBN) for activity. Therefore, the aim of this study was to identify the genes involved in the CRBN pathway which predict the response to therapy with IMiDs. Methods Paraffin embedded bone marrow (BM) biopsies were used from newly diagnosed patients included in HOVON-87/NMSG-18 trial obtained at inclusion. In this trial, elderly patients with MM were randomized between treatment with Melphalan-Prednisone (MP)-Thalidomide (MPT) followed by thalidomide maintenance versus MP-Lenalidomide (MPR) followed by lenalidomide maintenance (Zweegman et al. Blood 2016;127:1109-1116). BM biopsies were stained with a fully automated dual color, bright-field immunohistochemical assay for CRBN, its neosubstrates Ikaros and Aiolos and the downstream targets IRF4 and c-MYC. CD138 was used to identify MM plasma cells in the BM samples. For CRBN, both nuclear and cytoplasmic staining was evaluated. The distribution and intensity of the immunostaining was assessed using the H-score. The H-scores were calculated using the following formula: [1 × (% cells 1+) + 2 × (% cells 2+) + 3 × (% cells 3+)] and range from 0-300 (0-600 for combined cytoplasmic-nuclear CRBN H-score). For the Cox regression analysis H-scores were corrected by dividing these by a factor 100: hazard rates were considered per 100 points increase of the H-score. Protein levels of the CRBN pathway were compared between patients with complete response (CR) or very good partial response (VGPR) vs partial response (PR) and no change/progressive disease (NC/PD). High-risk cytogenetic aberrations (FISH) were defined as having deletion of 17p, and/or translocation t(4;14) and/or t(14;16). Statistical analysis was done using univariate and multivariate Cox regression analysis for progression free survival (PFS) and overall survival (OS), and the Mann-Whitney test for comparing response groups. Kaplan-Meier survival curves were generated to illustrate survival. Results BM samples obtained at diagnosis from 149 patients were evaluated. Seventy-one patients were treated in the thalidomide arm vs 78 patients in the lenalidomide arm. Median age was 73 years [range 60-90]. Revised ISS stages I/II/III were 12%/80%/8% respectively. At the time of analysis, median follow up of the 45 patients still alive was 83 months [range 23 - 114 months]. Best response on protocol treatment was sCR/CR in 22%, VGPR in 30%, PR in 36% and NC/PD in 12%. Protein expression across the response groups showed higher nuclear CRBN in patients who responded better (sCR/CR/VGPR; median H-score: 178 (49-273)) compared to patients with a worse response (PR/NC/PD; median H-score: 157 (67-251)), albeit not statistically significant (Mann-Whitney p-value=0.06). Higher H-score of nuclear staining of CRBN was associated with a longer PFS and OS, with a hazard ratio (HR) of 0.52 for PFS (95% confidence interval (CI)=0.37-0.86, p<0.001) and a HR of 0.56 for OS (95% CI=0.36-0.78; p<0.01). Patients with the top quartile nuclear CRBN levels had a median PFS of 21 months longer compared to patients with the lowest quartile (38 months vs 17 months). In terms of OS, patients with the highest quartile nuclear CRBN expression demonstrated a median survival that was 2 times as high as found in patients with the lowest quartile (75 months vs 35 months; Figure 1). In addition, cytoplasmic staining of CRBN was associated with improved PFS (HR = 0.66 (95% CI=0.47-0.94; p=0.02), but not with OS (HR = 0.73 (CI=0.48-1.11); p=0.14). None of the other markers were associated with survival. In a multivariate analysis (which included study arm (MPT vs MPR), nuclear CRBN, high-risk cytogenetic aberrations and R-ISS), nuclear CRBN remained independently associated with OS as well as R-ISS and study arm. For PFS, only nuclear CRBN remained statistically significant after backward selection. Despite treatment arm being a statistically significant term in the multivariate Cox model for OS, no relation was found for treatment arm and nuclear CRBN, in terms of OS. Conclusions In this study we demonstrate that higher expression of nuclear CRBN in myeloma cells in BM of patients with MM was associated with a superior PFS and OS. View large Download slide View large Download slide  Disclosures Couto: Celgene Corporation: Employment, Equity Ownership, Patents & Royalties. Ren: Celgene Corporation: Employment, Equity Ownership. Wang: Celgene Corporation: Employment, Equity Ownership. Thakurta: Celgene: Employment, Equity Ownership. Zweegman: Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding. Broyl: Celgene, amgen, Janssen,Takeda: Honoraria. Sonneveld: Amgen: Honoraria, Research Funding; BMS: Honoraria; Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Karyopharm: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; SkylineDx: Research Funding."
}