{
    "doi": "https://doi.org/10.1182/blood.V118.21.1601.1601",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2107",
    "start_url_page_num": 2107,
    "is_scraped": "1",
    "article_title": "High Rate of Initial Treatment Failure in Patients with Primary Mediastinal B-Cell Lymphoma Treated with R-CHOP ",
    "article_date": "November 18, 2011",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "b-lymphocytes",
        "lymphoma",
        "mediastinum",
        "r-chop",
        "treatment failure",
        "diffuse large b-cell lymphoma",
        "treatment resistant disorders",
        "follow-up",
        "chemotherapy regimen",
        "disease remission"
    ],
    "author_names": [
        "Jeremy S. Abramson, MD",
        "Matthew D Hellmann, MD",
        "Yang Feng, PhD",
        "Jeffrey A. Barnes, MD, PhD",
        "Tak Takvorian, MD",
        "Christiana E. Toomey",
        "Michael Sheppard",
        "James S. Michaelson, PhD",
        "Donna Neuberg, ScD",
        "Ephraim P. Hochberg, MD"
    ],
    "author_affiliations": [
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Department of Pathology, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3631542",
    "first_author_longitude": "-71.0688334",
    "abstract_text": "Abstract 1601 Introduction: Primary Mediastinal B-cell Lymphoma (PMBCL) is an uncommon variant of Diffuse Large B-cell Lymphoma (DLBCL). Given the rarity of this disease, data guiding management is extrapolated from DLBCL trials, or from small retrospective analyses limited to PMBCL. Prospective evaluation of R-CHOP in the MiNT trial showed excellent results in PMBCL, but this trial was limited to young low risk patients. We present the largest retrospective series to date of R-CHOP for PMBCL in all risk groups. Methods: We identified cases of PMBCL at our institution using a comprehensive clinicopathologic database derived from tumor registry data. Natural language processing software was used to search pathology reports for terms of “mediastinal lymphoma,” “mediastinal large cell lymphoma,” “mediastinal large B-cell lymphoma,” as well as “lymphoma” in mediastinal biopsy specimens. Cases were included if they met clinicopathologic criteria for PMBCL, defined as a large B-cell lymphoma with typical features for PMBCL presenting with a dominant anterior mediastinal mass. All patients had to have been treated with R-CHOP. Progression-free survival (PFS) and overall survival (OS) are calculated by the Kaplan-Meier method and univariate analysis is performed to assess predictors of outcome. Results: Fifty-eight cases from 2000–2011 met inclusion criteria and are included in the analysis. The median age was 38 years (range 20–82) and 60% were male. Forty-four patients (76%) presented at limited Ann Arbor stage and 12 patients (21%) at advanced stage; presenting stage could not be discerned in 2 patients. Fifty-five percent of patients presented with mediastinal bulk ≥10cm in size; median size was 11cm (range 5–17cm). LDH was elevated at diagnosis in 60% of patients, normal in 21%, and unknown in 19%. By revised IPI score, 19% were low-risk (0 risk factors), 60% were intermediate risk (1–2 risk factors) and 12% were high-risk (≥3 risk factors). R-CHOP was given for a median of 6 cycles (range 1–8); 51 of 58 patients received 6 or 8 cycles. Among patients who achieved initial remission, 78% underwent consolidative radiotherapy and the remainder were observed after chemotherapy alone. The overall response rate was 81% (90%CI [71%–89%]) with 72% complete responses and 9% partial responses. Ten patients (17%) had primary refractory disease defined as progression on treatment or within 3 months of completion of therapy. Among 46 patients who achieved a response, 5 (11%) subsequently relapsed. Two patients, both elderly, died during treatment. Among the 10 patients with primary refractory disease, 6 have died from progressive lymphoma, 2 patients are alive with active disease undergoing salvage therapy, 1 is alive and free of disease greater than 8 years from diagnosis, and 1 was lost to follow-up. Among 5 patients with relapsed disease, 2 are alive without disease at last follow-up, while 3 have died of progressive lymphoma. Median follow-up for the entire series is 58 months. Five-year PFS is 68% (95% CI, 55% to 80%) and 5-year OS is 76% (95% CI, 65% to 88%). On univariate analysis, advanced Ann Arbor stage and high R-IPI score were associated with inferior PFS and OS. (p=0.006 and p<0.001, respectively for PFS, p=0.005 and p<0.001 for OS, log-rank test). Conclusion: PMBCL treated with R-CHOP carries an overall favorable prognosis, though primary refractory disease occurs in a significant number of patients, and is rarely curable with second line therapy. Advanced stage disease and high R-IPI scores are associated with inferior outcome. Novel treatment approaches warrant evaluation in high-risk patients. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}