{
    "doi": "https://doi.org/10.1182/blood.V114.22.831.831",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1383",
    "start_url_page_num": 1383,
    "is_scraped": "1",
    "article_title": "Analysis of PKB/Akt-Signaling and Oncogenic Ras in Multiple Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY: THERAPEUTIC POTENTIAL OF GENETIC AND EPIGENETIC TARGETS IN MULTIPLE MYELOMA",
    "topics": [
        "multiple myeloma",
        "proto-oncogene proteins c-akt",
        "signal transduction",
        "protein isoforms",
        "annexins",
        "rna, small interfering",
        "biopsy",
        "flow cytometry",
        "fluorescein-5-isothiocyanate",
        "iodides"
    ],
    "author_names": [
        "Torsten Steinbrunn",
        "Thorsten Stühmer",
        "Manik Chatterjee",
        "Stefan Gattenlöhner",
        "Ralf C Bargou"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, University Hospital Würzburg, Würzburg, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University Hospital Würzburg, Würzburg, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University Hospital Würzburg, Würzburg, Germany, "
        ],
        [
            "Institute of Pathology, University Hospital Würzburg, Würzburg, Germany"
        ],
        [
            "Department of Hematology and Oncology, University Hospital Würzburg, Würzburg, Germany, "
        ]
    ],
    "first_author_latitude": "49.802047",
    "first_author_longitude": "9.956875700000001",
    "abstract_text": "Abstract 831 Introduction: Dysregulated signaling pathways contribute to cell growth, survival and drug resistance in multiple myeloma (MM). In about 50 percent of primary MM samples the protein kinase B (PKB)/Akt pathway appears to be constitutively active and its blockade strongly impairs survival, thus defining Akt-dependent versus Akt-independent MM. Because illegitimate activation of survival pathways can be a consequence of oncogenic Ras mutations, we analyzed the role of Ras in Akt-dependent primary MM samples. Methods: Primary MM samples from different patients (n=35) were tested for cell death induction with the small molecule Akt-inhibitor Akti 1/2 and the sensitivity was correlated to the mutation status of N- or K-Ras in these samples, which was obtained by RT-PCR. Immunohistochemistry was used to demonstrate the presence of phosphorylated Akt in corresponding patient biopsies. Apoptosis was measured by flow cytometry with Annexin V-APC or Annexin V-FITC and propidium-iodide staining. We further analyzed the consequences of Ras depletion with regard to Akt activation in a Ras wildtype (AMO-1) versus a K-Ras mutated (MM.1s) and an N-Ras mutated (INA-6) myeloma cell line using siRNA knockdown and Western blotting. Isoform specificity of the siRNAs was confirmed through the effects on ectopically expressed HA-tagged Ras proteins. Results: Of the 35 primary MM samples tested 17 (48.6%) showed sensitivity to pharmacologic inhibition of Akt and thus constituted the Akt-dependent myeloma subgroup. Activating mutations of either K-Ras (n=7) or N-Ras (n=7) were found in 14 samples (40%). However, we did not observe any obvious correlation between the mutation status of Ras and sensitivity to the Akt inhibitor, suggesting that oncogenic Ras is not a prerequisite for the constitutive activation of Akt. We extended our analysis to MM cell lines and performed isoform-specific siRNA mediated Ras knockdown. Depletion of K-Ras induced apoptosis selectively in K-Ras mutated MM.1s cells, while N-Ras mutated INA-6 cells were most sensitive to N-Ras knockdown. Contrarily, knockdown of either of these isoforms had no effect on survival in the Ras wildtype cell line AMO-1. Ras knockdown did not lead to a notable decrease in Akt(Ser473) phosphorylation, again indicating that oncogenic Ras signaling may not be mediated through the PKB/Akt-pathway in MM. Conclusion: Whereas MM cell survival might well be promoted by activating Ras mutations, oncogenic Ras does not appear to be instrumental in the constitutive activation of the PKB/Akt pathway in primary MM. Targeting Ras isoforms themselves can, however, lead to apoptosis in Ras mutated MM cell lines. Thus, even though oncogenic mutated Ras is currently not a druggable target, these experiments underscore that it is nonetheless desirable to develop ways to specifically block its function in MM. Disclosures: No relevant conflicts of interest to declare."
}