{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.17.17",
    "article_title": "Avatrombopag, a Novel Oral Thrombopoietin Receptor Agonist, Demonstrates Superiority to Placebo for the Treatment of Chronic Immune Thrombocytopenic Purpura in a Phase 3, Multicenter, Randomized, Double-Blind, Placebo-Controlled Trial ",
    "article_date": "December 7, 2017",
    "session_type": "311. Disorders of Platelet Number or Function—ITP: Clinical Aspects",
    "abstract_text": "Background: Avatrombopag (AVA) is an oral, 2 nd generation thrombopoietin receptor agonist (TPO-RA) currently in development for the treatment of thrombocytopenia. Two other TPO-RAs have been approved for the treatment of chronic immune thrombocytopenic purpura (ITP) refractory to corticosteroids, immunoglobulins, or splenectomy, to maintain platelet counts and reduce the incidence of bleeding. Given the need for chronic administration, it is important to minimize treatment-related toxicities in patients with ITP. This trial investigated the efficacy and safety of AVA versus placebo (PBO) for the treatment of patients with chronic ITP in a multicenter, multinational, randomized, parallel group, PBO-controlled Phase 3 trial (NCT01438840). The once daily oral dosing of AVA, which can be taken with food, has no signal for hepatotoxicity, and a reliable pharmacokinetic-pharmacodynamic response profile due to limited metabolism of the parent molecule may provide advantages for its use in patients with ITP. Methods: Adult patients (age ≥18 years) with chronic ITP (Baseline platelet count <30 X 10 9 /L) were recruited from 27 study sites and randomized 2:1 to 20 mg/day AVA or PBO over the 6-month study period. Dose titration of AVA and PBO were permitted based on individual responses (final dose range: 5-40 mg/day). Patients and investigators were blinded to treatment which was given in addition to standard of care. The primary efficacy endpoint was the number of cumulative weeks with a platelet response defined as a platelet count ≥50 x 10 9 /L, in the absence of rescue therapy. Secondary endpoints included platelet response at Day 8, and the proportion of patients with a reduction in concomitant ITP medications from Baseline. Safety analyses included the monitoring of adverse events (AE) and clinical laboratory results. Results: In total, 49 patients met eligibility criteria and were included in the full analysis set and safety analysis sets. The majority of patients were White (93.9%) and female (63.3%) with a mean age of 44.6 years. At Baseline, 67.3% had not been splenectomized, 55.1% did not use concomitant ITP medication, and ~30% had received >5 previous ITP medications. The AVA treatment group included 32 patients; 22 (68.8%) completed the study. In the PBO group, which included 17 patients, only one (5.9%) completed the study. The most common reason for study discontinuation was inadequate therapeutic effect, which was lower in the AVA treatment group (21.9%) compared with the PBO group (88.2%). AVA was superior to PBO in the mean cumulative number of weeks with a platelet count ≥50 x 10 9 /L during the 6-month treatment period, the primary study endpoint (12.4 weeks vs 0 weeks; P <0.0001). Day 8 platelet responses were also significantly higher for patients who received AVA treatment, 65.6% compared with 0% for PBO ( P <0.0001). The proportion of AVA-treated patients with reduced concomitant ITP medication use from Baseline was 33.3% compared with 0% in PBO-treated subjects, although this treatment difference was not significant ( P =0.1348). A durable platelet response, defined as the proportion of subjects who had at least 6 out of 8 weekly platelet responses during the last 8 weeks of treatment in the absence of rescue therapy, was observed in significantly more AVA-treated patients (34.3%) compared with PBO-treated patients (0%; P =0.009). Treatment emergent AEs (TEAEs) were reported by 31 patients (96.9%) in the AVA-treated group compared with 10 patients (58.5%) in the PBO-treated group; the incidence of TEAEs, Grade 3/4 TEAEs, and serious AEs were similar in the two treatment groups when adjusted for treatment exposure. The most commonly reported TEAEs included headache, contusion, upper respiratory tract infection, arthralgia, and epistaxis. Five patients had TEAEs leading to study drug dose adjustment in the AVA group, which led to study drug withdrawal for 3 patients. No patients in the PBO treatment group required study drug dose adjustment. Conclusions: AVA is novel 2 nd generation TPO-RA that has been shown to be well tolerated and superior to PBO in patients with chronic ITP, as measured by the cumulative number of weeks with a platelet response, platelet response at Day 8, and durability of platelet response. The overall safety profile of AVA was similar to PBO when adjusted for treatment exposure. AVA may potentially provide an additional treatment option for patients with refractory chronic ITP. Disclosures Jurczak: Jagiellonian University: Employment; Servier: Membership on an entity's Board of Directors or advisory committees, Research Funding; Acerta Pharma: Research Funding; Merck: Research Funding; Celtrion: Research Funding; Spectrum: Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Research Funding; Nordic Nanovector: Membership on an entity's Board of Directors or advisory committees, Research Funding; TG Therapeutics: Research Funding; Pfizer: Research Funding; Morphosys: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sandoz Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics: Research Funding; Janssen: Research Funding. Chojnowski: Novo Nordisk: Honoraria; Baxalte: Honoraria. Mayer: Novartis: Research Funding; Eisai: Research Funding. Bibbiani: Eisai, Inc.: Employment.",
    "topics": [
        "avatrombopag",
        "purpura, thrombocytopenic, idiopathic",
        "thrombopoietin receptor agonists",
        "drug dose",
        "adrenal corticosteroids",
        "adverse event",
        "arthralgia",
        "contusions",
        "epistaxis",
        "glucocorticoids"
    ],
    "author_names": [
        "Wojciech Jurczak, PhDMD",
        "Krzysztof Chojnowski, MD",
        "Jiri Mayer, Prof, MD SCs",
        "Katarzyna Krawczyk, MD PhD",
        "Francesco Bibbiani, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wojciech Jurczak, PhDMD",
            "author_affiliations": [
                "Department of Hematology, UJ CM, Krakow, Poland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Krzysztof Chojnowski, MD",
            "author_affiliations": [
                "Department of Hemostasis Disorders, Medical University of Lodz, Lodz, Poland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Mayer, Prof, MD SCs",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology and Oncology, University Hospital Brno, Brno, Czech Republic "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katarzyna Krawczyk, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Jagiellonian University, Kraków, Poland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Bibbiani, MD",
            "author_affiliations": [
                "Neurology Business Group (NBG), Eisai Medical Research Inc., Woodcliff Lake, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:34:12",
    "is_scraped": "1"
}