{
    "doi": "https://doi.org/10.1182/blood.V116.21.1521.1521",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1697",
    "start_url_page_num": 1697,
    "is_scraped": "1",
    "article_title": "Examining the Racial Disparities In Presentation and Treatment for Patients with Diffuse Large B-Cell Lymphoma (DLBCL). ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster I",
    "topics": [
        "diffuse large b-cell lymphoma",
        "racial disparities",
        "brachial plexus neuritis",
        "r-chop",
        "chemotherapy regimen",
        "extranodal disease",
        "lymphoma",
        "rituximab",
        "cancer",
        "cyclophosphamide"
    ],
    "author_names": [
        "Pareen J Shenoy, MBBS, MPH",
        "Uma Borate, MD, MS",
        "Kevin Bumpers, MHA",
        "Tanyanika Douglas-Holland, MD",
        "Nassoma King, PA",
        "Mary Jo Lechowicz, MD",
        "David L Jaye, MD",
        "Will Donnellan, MD",
        "Angelina The, MD, BS",
        "Vishnu Reddy, MD",
        "James M. Foran, MD, FRCPC",
        "Christopher R Flowers, MD, MS"
    ],
    "author_affiliations": [
        [
            "Winship Cancer Institute, School of Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Hematology/Oncology, University of Alabama at Birmingham, Birmingham, AL, USA, "
        ],
        [
            "Winship Cancer Institute, School of Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Winship Cancer Institute, School of Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Winship Cancer Institute, School of Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Winship Cancer Institute, School of Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Emory University, Atlanta, GA, "
        ],
        [
            "Hematology/Oncology, University of Alabama at Birmingham, Birmingham, AL, USA, "
        ],
        [
            "Hematology/Oncology, University of Alabama at Birmingham, Birmingham, AL, USA, "
        ],
        [
            "Pathology, University of Alabama at Birmingham, Birmingham, AL, USA"
        ],
        [
            "Hematology/Oncology, University of Alabama at Birmingham, Birmingham, AL, USA, "
        ],
        [
            "Winship Cancer Institute, School of Medicine, Emory University, Atlanta, GA, USA, "
        ]
    ],
    "first_author_latitude": "33.79282020000001",
    "first_author_longitude": "-84.31942699999999",
    "abstract_text": "Abstract 1521 Background: Data from the United States Surveillance, Epidemiology, and End Results (SEER) registry indicate that black (B) Americans have a lower relative incidence of DLBCL than Whites (W), but a higher disease-specific mortality (Malik, ASH Annual Meeting 2009). Studies of the SEER-Medicare (Vance, ASH Annual Meeting 2007) and National Cancer Database (Flowers, ASH Annual Meeting 2009) populations revealed that B patients (pts) with DLBCL were less likely to receive rituximab with chemotherapy, however, full details on clinical and demographic parameters that may influence incidence and treatment selection were not available in either dataset. To examine these racial disparities in a setting with more detailed ascertainment of presenting features and the use of cyclophosphamide, adriamycin, vincristine, and prednisone (CHOP) chemotherapy with or without rituximab (R), we studied the differences in presentation, socioeconomic status (SES), Family History, and treatment received by B and W patients with DLBCL at Emory University and UAB. Methods: Patients diagnosed with DLBCL at Emory University (1981-2010) and UAB (1985-2010) were identified from pathology, clinical and pharmacy records. Baseline demographic data, components of the International Prognostic Index (IPI: age, performance status (PS), lactate dehydrogenase (LDH), number of extranodal sites involved, and stage), B-symptoms, family history, insurance status, employment status, treatment and survival data were extracted. Racial differences in presentation, socio-demographic factors, and first-line treatment received were analyzed using Chi-squared statistical analysis. Results: A total of 862 (575 Emory and 287 UAB) patients with a confirmed diagnosis of DLBCL were identified. The median age of diagnosis for B pts (n=168) was significantly lower than that for W pts (n=607) [49 years (interquartile range [IQR] 36–60) vs. 57 years (IQR 46–69), p<0.001]. There were no differences in stage, PS, LDH level, or extranodal disease. Twice as many W pts (8%) as B pts (4%) had a positive family history of lymphoma (p=0.068). There were no B vs. W differences in employment (38% B vs . 39% W employed, p=0.822). However, fewer B pts were insured (94% B vs . 98% W, p=0.005), and insurance status differed by race (59% B vs. 79% W private, 17% B vs. 5% W Medicaid, 13% B vs. 11% W Medicare, p<0.001). R-CHOP use varied significantly over time ( Figure ), but contrary to previous reports there were no racial differences in the use of R-CHOP over time (52% B vs. 46% W, p=0.48). Pts who had elevated LDH were more likely to receive R-CHOP (p=0.022). Conclusions: These data corroborate findings that B pts present with DLBCL at a significantly younger age, and provide the impetus for examining racial differences in family history of lymphoma in population-based datasets as a possible contributing factor to the lower relative incidence of DLBCL in B population. In this setting of two regional referral centers with detailed ascertainment of treatment and few uninsured patients, there do not appear to be racial disparities in the adoption of R-CHOP for DLBCL. View large Download slide View large Download slide  Disclosures: Foran: Genentech: Honoraria."
}