{
    "doi": "https://doi.org/10.1182/blood.V128.22.672.672",
    "article_title": "Allogeneic Genetically Modified T Cells (HSV-TK) As Adjunctive Treatment in Haploidentical Hematopoietic Stem-Cell Transplantation (haplo-HSCT) of Adult Patients with High-Risk Hematological Malignancies: A Pair-Matched Analysis from the Acute Leukemia Working Party of EBMT ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Pathobiology and Enhancing Immunity",
    "abstract_text": "Introduction. Current approaches to haplo-HSCT rely either on T-cell depletion to overcome the HLA disparity or on the administration of the lymphotoxic agent cyclophosphamide several days after stem cell infusion, with the goal of selectively depleting activated alloreactive lymphocytes in vivo. In both approaches, haplo-HSCT can be associated with prolonged immunodeficiency post-transplantation. Thus, effective approaches to hastening immune reconstitution following transplantation are needed. Zalmoxis¨ is an Advanced Therapy Medicinal Product based on somatic T-cells genetically modified to express the Herpes Simplex Thymidine Kinase (HSV-TK) suicide gene and a truncated form of the human Low Affinity Nerve Growth Factor Receptor (ΔLNGFR) genes (for identification of transduced cells). The expression of the HSV-TK gene, as a suicide gene allows the selective killing of dividing cells upon administration of the pro-drug ganciclovir (GCV). If GvHD occurs, ganciclovir/valganciclovir can be administered. Here we report the results of a pair-matched analysis which compared the outcome of patients who received HSV-TK cells infusion post haplo-HSCT versus those who did not receive any cellular therapy post-transplant. Patients and Methods. The HSV-TK patients' group included 45 patients who were treated as part of 2 prospective trials with various types of high-risk hematologic malignancies. These patients were compared to patients treated with haplo-HSCT reported to the acute leukemia working party registry of the EBMT. Inclusion criteria for the pair-matched analysis encompassed haplo-HSCT transplants performed in adult patients diagnosed with AML/ALL/sAML in CR or relapse at transplantation. To equate the distribution of baseline characteristics between the HSV-TK and control group and to reduce bias in treatment effect estimation, a pair-matched analysis was performed. This analysis, in which pairs of HSV-TK and control subjects sharing similar baseline characteristics were formed, used the following parameters as pair matching factors: patient age, diagnosis (AML, ALL and sAML), disease status at HSCT (CR1, CR2, CR3 or relapse) and time from diagnosis to HSCT. The planned ratio of HSV-TK patients to control patients was one to four. Efficacy outcome measures of this pair-matched analysis were OS, LFS, NRM and relapse incidence (RI). Cumulative incidence rates of chronic GVHD were also analyzed. Results. Overall, 37 HSV-TK-treated patients matched with 140 controls (71 from PT-Cy cohort and 69 from TCD cohort transplanted between 2005 and 2013). The recommended dose and schedule of HSV-TK cells was 1x107 cells/kg given as IV infusion every 30 days for a maximum of 4 times until a circulating T-cell count higher than 100 per μL. The 1 st administration should occur between day 21 to day 49 after HSCT. Baseline characteristics of the HSV-TK treated and the control patient population are summarized in the below table. OS at 1-year was significantly improved in the HSV-TK-group compared with the control group (p=0.01). The survival rates were 49% and 37% for HSV-TK- and control group, respectively. The NRM at 1-year was also improved upon treatment with HSV-TK, with 43% for the control group and 22% for the HSV-TK-group (p=0.014). A difference in favor of the HSV-TK-group could also be observed for the 1-year incidence of chronic GvHD with 25% for the control group vs 9% for the HSV-TK-group (p=0.04). The LFS and the RI were not different between the groups. Interestingly, these differences remained similar whether considering the TCD or the PT-CY subgroups). Together the data suggest that the benefit seen in OS is driven by a reduction in the NRM. A further analysis of NRM data revealed that in the control group 34 of 140 (24%) patients died due to infection and 8 of 140 (6%) succumbed due to GvHD. In the HSV-TK population 4 (11%) patients died because of infection and no patient died due to GvHD. This suggests that the reduction in NRM mortality in the HSV-TK population is caused both by a reduction in death due to infection and due to GvHD. Concerning safety, no death was attributed to HSV-TK cells. Acute GvHD resolved in all cases, and activation of the suicide gene by treatment with GCV has contributed to the control of GvHD. Conclusion. The above pair-matched analyzis confirmed the positive impact and benefit of HSV-TK cells as adjunctive treatment in haplo-HSCT with an acceptable safety pattern. Table. View large Download slide Table. View large Download slide  Close modal Disclosures Bonini: Molmed SpA: Consultancy; TxCell: Membership on an entity's Board of Directors or advisory committees. Ciceri: MolMed SpA: Consultancy.",
    "topics": [
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "leukemia, acute",
        "t-lymphocytes",
        "graft-versus-host disease",
        "transplantation",
        "infections",
        "ganciclovir",
        "graft-versus-host disease, chronic",
        "infusion procedures"
    ],
    "author_names": [
        "Mohamad Mohty, MD PhD",
        "Myriam Labopin, MD",
        "Andrea Velardi, MD",
        "Maria Teresa van Lint, MD",
        "Donald Bunjes",
        "Benedetto Bruno, MD PhD",
        "Stella Santarone, MD",
        "Johanna Tischer",
        "Yener Koc, MD",
        "Depei Wu, MDPhD",
        "Zafer Gulbas, MD",
        "Annalisa Ruggeri, MD",
        "Florent Malard, MD PhD",
        "Simona Piemontese, MD",
        "Maria Teresa Lupo Stanghellini, MD",
        "Chiara Bonini, MD",
        "Claudio Bordignon, MD",
        "Fabio Ciceri, MD",
        "Arnon Nagler"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamad Mohty, MD PhD",
            "author_affiliations": [
                "Hematology and Cellular Therapy, Hospital Saint-Antoine, Paris University UPMC, INSERM U938, Paris, France ",
                "EBMT, Acute Leukemia Working Party, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Myriam Labopin, MD",
            "author_affiliations": [
                "Hopital Saint-Antoine, EBMT, Acute Leukemia Working Party and Registry, Paris, France ",
                "Service d'Hématologie et Thérapie Cellulaire, Hôpital Saint-Antoine, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Velardi, MD",
            "author_affiliations": [
                "Department of Clinical and Experimental Medicine, Hematology and Clinical Immunology, Perugia, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa van Lint, MD",
            "author_affiliations": [
                "U.O. Ematologia, IRCCS Azienda Ospedaliera Universitaria San Martino - IST Istituto Nazionale per la Ricerca sul Cancro, Genova, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Bunjes",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benedetto Bruno, MD PhD",
            "author_affiliations": [
                "Department of Molecular Biotechnology and Health Sciences, University of Torino, Stem Cell Transplant Center, AOU Città della Salute e della Scienza, Torino, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stella Santarone, MD",
            "author_affiliations": [
                "Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johanna Tischer",
            "author_affiliations": [
                "Ludwig-Maximilians-University Hospital of Munich-Grosshadern, Department of Internal Medicine III, Hematopoietic Cell Transplantation, Munich, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yener Koc, MD",
            "author_affiliations": [
                "Medical Park Hospitals, Antalya, Turkey "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Depei Wu, MDPhD",
            "author_affiliations": [
                "Institute of Blood and Barrow Transplantation, Soochow University, Suzhou, China "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zafer Gulbas, MD",
            "author_affiliations": [
                "Anadolu Health Center Affiliated John Hopkins, Kocaeli, Turkey "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Ruggeri, MD",
            "author_affiliations": [
                "Service d'Hématologie et Thérapie Cellulaire, Hôpital Saint-Antoine, Paris, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florent Malard, MD PhD",
            "author_affiliations": [
                "Hematology Department, Saint Antoine University Hospital, Paris, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Piemontese, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa Lupo Stanghellini, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Bonini, MD",
            "author_affiliations": [
                "Experimental Hematology Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Bordignon, MD",
            "author_affiliations": [
                "Vita-Salute San Raffaele University, San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Ciceri, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon Nagler",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel Hashomer, Israel ",
                "Acute Leukemia Working Party of the EBMT, Paris, France"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T04:04:07",
    "is_scraped": "1"
}