{
    "doi": "https://doi.org/10.1182/blood.V116.21.1380.1380",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1722",
    "start_url_page_num": 1722,
    "is_scraped": "1",
    "article_title": "Final Analysis of Induction Treatment with Fludarabine, Cyclophosphamide Plus Rituximab (FCR) Followed by Fludarabine Plus Rituximab (FR) and Remission Maintenance Therapy with Rituximab In Previously Untreated B-Chronic Lymphocytic Leukemia (B-CLL): The Chairos AGMT CLL4/Roche ML18434 Study ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "cyclophosphamide",
        "disease remission",
        "fludarabine",
        "lymphoblastic leukemia",
        "rituximab",
        "toxic effect",
        "infections",
        "adverse event",
        "computed tomography",
        "creatinine clearance"
    ],
    "author_names": [
        "Alexander Egle, MD",
        "Lukas Weiss, M.D.",
        "Thomas Melchardt, M.D.",
        "Eberhard Gunsilius, MD",
        "Andreas L Petzer, M.D.",
        "Michael Fridrik, MD",
        "Alois Lang, MD",
        "Otto Krieger, M.D.",
        "Josef Thaler, M.D.",
        "Richard Greil, MD"
    ],
    "author_affiliations": [
        [
            "3rd Med. Dept., Laboratory for Immunological and Molecular Cancer Research, University Hospital Salzburg, Salzburg, Austria, "
        ],
        [
            "3rd Med. Dept., University Hospital Salzburg, Salzburg, Austria, "
        ],
        [
            "3rd Med. Dept., University Hospital Salzburg, Salzburg, Austria, "
        ],
        [
            "Dept. for Hematology and Oncology, University Hospital Innsbruck, Innsbruck, Austria, "
        ],
        [
            "Internal Medicine I: Hematology and Medical Oncology, Hospital Barmherzige Schwestern Linz, Linz, Austria, "
        ],
        [
            "Internal Medicine 3, Center for Hematology and Medical Oncology, General Hospital-Linz GesmbH, Linz, Austria, "
        ],
        [
            "Internal Medicine, Hospital, Feldkirch, Austria, "
        ],
        [
            "Dept. for Internal Medicine I, Elisabethinen Hospital, Linz, Austria, "
        ],
        [
            "Dep. for Internal Medicine IV, Hospital Wels-Grieskirchen, Wels, Austria"
        ],
        [
            "3rd Med. Dept., University Hospital Salzburg, Salzburg, Austria, "
        ]
    ],
    "first_author_latitude": "47.802809999999994",
    "first_author_longitude": "13.056429999999999",
    "abstract_text": "Abstract 1380 Introduction: Intensification of treatment in CLL, specifically with FCR, has yielded impressive remission rates across almost all risk groups, with the exception of disease with del17p. However, despite initial remission patients relapsed with a median PFS time of 51.8 months in the CLL8 German randomized FCR trial, making remission maintenance an interesting concept. Study design: Three cycles of FCR, used initially to break potential resistance, were followed by 3 cycles of FR, with the intent to limit toxicities. Maintenance treatment was rituximab 375mg/m2 in 3 monthly intervals for 2 years. Here we report final results from this phase II study in previously untreated patients with CLL. Primary objective was the analysis of CR rates, according to NCI-WG criteria. An interim analysis of the induction phase of the study had been presented at ASH 2007. Results: We present 43 patients as intention-to-treat (ITT) population. The median age was 60 years (36 to 81), Rai stages III and IV were present in 21%, median β2-MG levels were 3.35 mg/L and 60% had at least one high risk factor out of mutation state, CD38 or FISH. Median follow up is currently 32 months. All ITT patients are evaluable for toxicity and 33 patients are evaluable for response after induction. 10 patients failed to reach the staging after the end of induction: 4 for septicemia/neutropenia, 1 for rituximab intolerance, 2 for hemolysis and 3 due to unrelated adverse events. The currently presented response assessment includes stringent use of CT scan results and is thus corrected from the 2007 interim results, obtained using clinical staging only. The response rates at the end of induction treatment were 27% CR, 36% CRi, 6% CRu, 21% PR and 9% SD. The previously reported high rate of CRi with incomplete marrow recovery argues that following FCR by FR did not improve tolerability. Nevertheless 81% of ITT patients were able to receive 6 cycles of therapy. Overall response and toxicity results are comparable with previously presented large datasets on FCR. A completely novel experience, however, is presented regarding the rituximab maintenance phase. Of the 43 ITT patients, 31 (72%) received at least one dose of maintenance treatment (the maintenance population). Regarding the maintenance population 74% finished all 8 cycles. Reasons to stop maintenance were: infections in 13% (all of them grade 1 and 2, although one patient died from herpetic encephalitis, 4 months after maintenance treatment had been stopped for a grade 2 infection), leucopenia 3%, progressive disease in 3 % and patient wish in 6%. Surprisingly, only a maximal 10% drop in serum IgG or IgM levels was observed during 2 years of maintenance. Regarding response assessment 5/31 (16%) patients receiving maintenance treatment improved their responses and 7/7 patients in CRi after induction resolved their cytopenias during maintenance treatment. Progression-free survival (PFS) in the ITT population was 78% after 36 months and was not significantly influenced by age >60, mutation state, β2-MG > 3,5 mg/L, creatinine clearance <60ml/min or permitted comorbidities. However, positive DAT and best response to therapy as well as an early drop in measured MRD levels predicted PFS. Two patients with del17p had expected inferior PFS, while none of the 5 patients with del11q has relapsed yet. Considering only the maintenance population, the PFS at 36 months was 77% and an overall best response of CR/CRu during maintenance led to a PFS of 91% after 36 months. Conclusion: Induction with an FCR like-induction protocol followed by rituximab maintenance proved feasible. However, 28% of the ITT population did not start maintenance treatment and 18% (ITT) could not finish the maintenance treatment, although no severe toxicities were responsible for the latter. One toxic death was observed, which is in the range reported for FCR without maintenance. Noteworthy, we did not find an influence of mutation state or β2-MG on PFS as has been previously reported, making it interesting to speculate that maintenance may be able to overcome such risk factors at least in mid-term, while keeping in mind the limited size of our sample. We currently run a multi-national randomized trial comparing rituximab maintenance with observation after R-containing induction in 1 st and 2 nd line that may be able to more definitely answer these questions ( NCT01118234 ). Disclosures: Egle: Roche: Honoraria, Research Funding, Speakers Bureau. Off Label Use: Rituximab maintenance therapy in CLL. Petzer: Roche: Honoraria. Fridrik: Roche: Honoraria, Speakers Bureau. Greil: Roche: Honoraria, Research Funding, Speakers Bureau."
}