{
    "doi": "https://doi.org/10.1182/blood.V110.11.185.185",
    "article_title": "Long-Term Clonal Evolution of Circulating Follicular Lymphoma-Like B Cells in Healthy Individuals: An Early Pathway to Lymphomagenesis. ",
    "article_date": "November 16, 2007",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Follicular lymphoma (FL), one of the most common B cell non-Hodgkin’s lymphoma, is a germinal centre (GC)-derived malignancy, for which acquisition of the oncogenic t(14;18) translocation in the bone marrow constitute the genetic hallmark and early initiating event of FL pathogenesis. As t(14;18) is also present at low frequency in peripheral blood from healthy individuals (HI), it has been assumed that in HI, t(14;18) is carried by circulating quiescent naïve B-cells with restrained oncogenic potential. In sharp contrast, we recently demonstrated that in HI, t(14;18) is mainly carried by an expanding population of atypical B-cells presumably issued from the GC, displaying genotypic and phenotypic features of FL, and prone to constitute potent pre-malignant niches. Based on these data, we proposed that in HI, most t(14;18)+ cells were similarly rescued by BCL2 from apoptosis, and “frozen” at a differentiation stage where constitutive AID expression drives continuous somatic hypermutation (SHM) and class switch recombination (CSR) activity, two GC-associated mechanisms conferring a high propensity for further oncogenic aberrations. To test this model, we investigated the evolution of t(14;18)+ clones over time in HI by examining whether “FL-like” clonal development is associated with GC-specific processes. Using immunophenotypic, LR-PCR and mutation pattern analysis of the upstream switch μ flanking region from the translocated allele, we found that most circulating FL-like cells retain the GC-specific CD10 marker and carry highly mutated Sμ regions with a similar pattern to the mutated IgV genes, signing the maintenance of a GC-derived AID-mediated process. Moreover, as found for FL clones, the mutation load is higher in isotype switched than in sIgM+ t(14;18)+ cells, a difference maintained during the course of evolution (parallel acquisition of CSR/SHM on both functional and translocated alleles). We next analyzed intraclonal variation (ICV) as a way to determine how t(14;18)+ clones evolve over time based on their common BCL2/JH signature. In contrast to typical GC-derived memory B cells, which usually undergo transitory and extensive proliferation upon antigenic challenge without further SHM, we were able to construct genealogical trees for most circulating t(14;18)+ clones. Interestingly, few t(14;18)+ clones, although persistent and frequent, showed no clear evidence for clonal evolution but rather subclone selection. The presence of ICV and most importantly the identification of a somatically mutated common precursor through clonal arborescence confirm that FL-like cells not only display a GC-”frozen” phenotype but also provide direct support for the existence of premalignant niches from which cells undergo clonal evolution/selection and are constantly released. Although it remains currently unknown whether t(14;18)+ clones are directly issued from the GC founder or, similarly to FL, acquired the ability to invade other reactive GC for further rounds of SHM/CSR, ICV constitute an indirect signature for intense dynamics of the cells. Taken together, our results indicate that long-lived t(14;18)+ cells from HI are not conventional memory B-cells but recapitulate features of a “frozen” GC-derived population, able to undergo active AID-mediated processes while retaining at the same time dependence on BCR expression and presumably keeping the potential for intense trafficking between blood and tissues, a unique feature shared with FL cells.",
    "topics": [
        "atypical",
        "bcl-2 protein",
        "b-lymphocytes",
        "cancer",
        "follicular lymphoma",
        "immunoglobulin isotypes",
        "leukemogenesis",
        "lymphoma",
        "lymphoma, non-hodgkin",
        "neprilysin"
    ],
    "author_names": [
        "Sandrine Roulland",
        "Julie Agopian",
        "Mélanie Briand",
        "Jean-Marc Navarro",
        "Yannick Lecluse",
        "Pascal Gauduchon",
        "Pierre Lebailly",
        "Bertrand Nadel"
    ],
    "author_dict_list": [
        {
            "author_name": "Sandrine Roulland",
            "author_affiliations": [
                "CIML UMR6102, Marseille, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie Agopian",
            "author_affiliations": [
                "CIML UMR6102, Marseille, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mélanie Briand",
            "author_affiliations": [
                "GRECAN EA1772, Caen, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Marc Navarro",
            "author_affiliations": [
                "CIML UMR6102, Marseille, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yannick Lecluse",
            "author_affiliations": [
                "GRECAN EA1772, Caen, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pascal Gauduchon",
            "author_affiliations": [
                "GRECAN EA1772, Caen, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Lebailly",
            "author_affiliations": [
                "GRECAN EA1772, Caen, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertrand Nadel",
            "author_affiliations": [
                "CIML UMR6102, Marseille, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T13:08:32",
    "is_scraped": "1"
}