{
    "doi": "https://doi.org/10.1182/blood-2021-145854",
    "article_title": "Transcriptomic Features of Immune Exhaustion and Senescence Predict Outcomes and Define Checkpoint Blockade-Unresponsive Microenvironments in Acute Myeloid Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "617.Acute Myeloid Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "Acute myeloid leukemia (AML) is a molecularly and clinically heterogeneous disease. Reinstating immunological control of AML is highly desirable to eradicate chemotherapy-resistant clones and provide long-term disease control. We recently identified bone marrow (BM) microenvironmental transcriptomic profiles that stratify patients with newly diagnosed AML into an immune-infiltrated and an immune-depleted subtype and that refine the accuracy of survival prediction beyond that afforded by current prognosticators (Vadakekolathu J et al., 2020). We have also shown that CD8 + T cells from patients with AML exhibit features of immune exhaustion and senescence (IES), including heightened expression of killer cell lectin-like receptor subfamily G member 1 (KLRG1) and B3GAT1 (encoding CD57) (Knaus H et al., 2018). Whether deranged T-cell functions affect the likelihood of responding to antitumor therapy, including immune checkpoint blockade (ICB), is an outstanding question in AML. In the current study, we analyzed 183 BM samples collected longitudinally at time of AML onset, response assessment and disease relapse from multiple cohorts of patients with AML treated with standard-of-care induction chemotherapy, and from 33 elderly AML patients with newly diagnosed or chemotherapy-refractory/relapsed AML treated with azacitidine, and the PD-1 checkpoint inhibitor pembrolizumab (NCT02845297). Primary patient specimens and associated clinical data were obtained via informed consent in accordance with the Declaration of Helsinki on research protocols approved by the Institutional Review Boards of the participating Institutions. RNA (150-200 ng) was extracted from BM aspirates and was processed on the nCounter FLEX analysis system (NanoString Technologies, Seattle, WA) using the PanCancer Immune profiling panel, as previously published (Vadakekolathu J et al., 2020). The correlation between transcriptomic features of IES, clinical characteristics, therapeutic response and patient outcome was validated using publicly available RNA-sequencing and NanoString data from 1,698 patients with AML, including samples from the TCGA-AML (n=147 cases), Beat-AML Master Trial (n=264 cases, of which 240 with survival data and 195 with chemotherapy response data) and Children's Oncology Group (COG)-TARGET AML series (n=145 cases). We initially showed that, compared with their non-senescent CD8 + CD57 - KLRG1 - counterpart, senescent CD8 + CD57 + KLRG1 + T cells are functionally impaired in terms of their ability to effect AML-blast killing mediated by an anti-CD33/CD3 bi-specific T-cell engager antibody construct (kindly provided by Amgen, USA; effector/target [E/T] ratio = 1:5). We then used gene set enrichment analysis (GSEA) to derive a transcriptomic signature of IES encompassing natural killer (NK)-cell and stem-like CD8 + T-cell markers, and showed that IES states correlate with lymphoid infiltration, adverse-risk molecular lesions ( TP53 and RUNX1 mutations), experimental gene signatures of leukemia stemness (LSC17 score; Ng et al., 2016) and poor outcome in response to standard induction chemotherapy ( Fig. 1A ). In independent validation cohorts of children and adults with AML, the IES score was higher at baseline in patients with primary induction failure (following a standard 2 cycles of chemotherapy) compared with complete remission, increased in post-chemotherapy BM specimens, and predicted survival with greater accuracy than the ELN cytogenetic risk classifier ( Fig. 1B ). In the immunotherapy setting, high IES scores at baseline defined a checkpoint blockade-unresponsive AML tumor microenvironment and correlated with significantly shorter overall survival (9.1 versus 15.56 months in patients with high and low IES scores, respectively; HR = 3.32 (95% CI = 1.19-9.25); log-rank P = 0.021; Fig. 1C ). Finally, the IES-related gene set also predicted for long-term outcomes and objective responses, based on RECIST criteria, to single-agent nivolumab or pembrolizumab, or combination anti-PD-1 + anti-CTLA-4, in 106 patients with melanoma (PRJEB23709 and GSE93157 series), a tumor type known to derive durable clinical benefit from ICB ( Fig. 1D ). Our findings encourage the pursuit of immune senescence reversal as a strategy to functionally reinvigorate T cells and could inform the delivery of ICB and other T cell-targeting immunotherapies to patients who are likely to benefit. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Radojcic:  Syndax Pharmaceuticals: Research Funding; Regeneron Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Allakos: Membership on an entity's Board of Directors or advisory committees. Minden:  Astellas: Consultancy. Tasian:  Aleta Biotherapeutics: Consultancy; Gilead Sciences: Research Funding; Kura Oncology: Consultancy; Incyte Corporation: Research Funding.",
    "author_names": [
        "Sergio Rutella",
        "Jayakumar Vadakekolathu",
        "Francesco Mazziotta",
        "Stephen Reeder",
        "Tung On Yau",
        "Rupkatha Mukhopadhyay",
        "Heidi Altmann",
        "Michael Kramer",
        "Hanna A. Knaus",
        "Joshua F. Zeidner",
        "Vedran Radojcic",
        "Andrea Arruda",
        "Mark D. Minden",
        "Sarah K Tasian",
        "Martin Bornhäuser",
        "Ivana Gojo",
        "Leo Luznik"
    ],
    "author_dict_list": [
        {
            "author_name": "Sergio Rutella",
            "author_affiliations": [
                "John van Geest Cancer Research Centre, Nottingham Trent University, Nottingham, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jayakumar Vadakekolathu",
            "author_affiliations": [
                "John van Geest Cancer Research Centre, Nottingham Trent University, Nottingham, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Mazziotta",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Reeder",
            "author_affiliations": [
                "John van Geest Cancer Research Centre, Nottingham Trent University, Nottingham, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tung On Yau",
            "author_affiliations": [
                "John van Geest Cancer Research Centre, Nottingham Trent University, Nottingham, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rupkatha Mukhopadhyay",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi Altmann",
            "author_affiliations": [
                "University Cancer Center (UCC), University Hospital Carl Gustav Carus, Technical University Dresden, Dresden, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kramer",
            "author_affiliations": [
                "Department of Internal Medicine I, University Hospital Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanna A. Knaus",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD",
                "Division of Hematopoietic Stem Cell Transplantation and Cellular Therapies, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua F. Zeidner",
            "author_affiliations": [
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vedran Radojcic",
            "author_affiliations": [
                "University of Utah, Waltham, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Arruda",
            "author_affiliations": [
                "Leukemia Program, Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark D. Minden",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah K Tasian",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bornhäuser",
            "author_affiliations": [
                "University Cancer Center (UCC), University Hospital Carl Gustav Carus, Technical University Dresden, Dresden, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivana Gojo",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo Luznik",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:45:17",
    "is_scraped": "1"
}