{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4012.4012",
    "article_title": "Histone Deacetylase Inhibitors Abolish HBZ Protein Expression and Induce Cell Death in HTLV-1 Related Adult T-Cell Leukemia-Lymphoma ",
    "article_date": "December 7, 2017",
    "session_type": "621. Lymphoma—Genetic/Epigenetic Biology: Poster III",
    "abstract_text": "Background: Adult T-cell leukemia-lymphoma (ATL) is a malignancy with dismal prognosis caused by HTLV-1. ATL is incurable by conventional drugs. Histone deacetylase (HDAC) inhibitors (HDIs) are broadly active anti-neoplastic agents that can be cautiously exploited in the treatment of viral related lymphomas. HTLV-1 usually establishes lifelong latency in human CD4+ T-cells, which in turn propagate and persist as result of the multifaceted functions of HTLV-1 basic zipper factor (HBZ) through various signaling pathways that promote growth and proliferation, and block apoptosis and cell senescence. All ATL cells harbor at least one copy of latent intact HTLV-1 provirus in most cases, and unlike Tax, all tumors express HBZ from the negative 3' proviral strand via SP-1 activity. The HTLV-1 promoter is negatively regulated by HDACs at the 5' long terminal repeat (LTR), and by HBZ, which disrupts Tax positive interaction with the transcriptional activator p300/CBP, thus blocking viral transcription. Therefore, treatment of HTLV-1 infected cells with HDIs can induce expression of Tax protein, which is highly immunogenic, and which could promote immune-mediated clearance of ATL cells in vivo. Methods: Low-passage IL-2 dependent ATL cell lines established from patients with acute type ATL and freshly isolated ATL cells were treated with several HDIs (VPA, sodium butyrate, vorinostat, belinostat, panabinostat, and mocetinostat) at various doses and time points. Apoptosis was measured by annexin V and FACS analysis. Expression of HBZ protein, Tax, acetyl and total histone 3 subunits (H3), BIM, caspase 3, caspase 9, Jun B, c-Jun, Jun D, and Sp-1 were measured by Western blots before and after HDI treatment. HBZ and Tax mRNA expression was measured by quantitative RT-PCR. SP-1 binding to HTLV-1 specific oligonucleotide consensus sequence was measured by gel shift assay using nuclear protein extracts before and after HDI treatment. Results: HDIs sequentially increased acetylated H3 levels, blocked HBZ protein, upregulated Tax expression, stabilized BIM, and induced cleavage of pro-caspases 9 and 3 (intrinsic apoptotic pathway), resulting in apoptosis of ATL cells. HDIs tested (VPA and belinostat) blocked expression of Jun-B, which is known to be upregulated by HBZ, while no significant effects were observed on c-Jun and Jun D protein levels. HDIs tested (VPA, belinostat, and panabinostat) did not significantly alter spliced-HBZ RNA levels or affect SP-1 binding to HBZ promoter-specific oligonucleotide sequence, suggesting a post-translational mechanism may contribute to abrogation of HBZ in ATL cells. Conclusions: Our data demonstrate that HDIs target ATL cells in part by abrogating HBZ protein, which could negatively impact the longevity of ATL and HTLV-1 cells in vivo. Long-term clinical use of HDIs might be beneficial for eliminating residual ATL cells after definitive treatment. A pilot clinical trial testing belinostat-based consolidation therapy for aggressive leukemic ATL types is currently ongoing at our institution (available at Clinicaltrials.gov , NCT02737046). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "histone deacetylase inhibitors",
        "human t-lymphotropic virus 1",
        "cell death",
        "belinostat",
        "valproic acid",
        "histone deacetylase",
        "human development index",
        "oligonucleotides",
        "aldesleukin"
    ],
    "author_names": [
        "Ngoc L Toomey, BS",
        "Juan Carlos Ramos, MD BS"
    ],
    "author_dict_list": [
        {
            "author_name": "Ngoc L Toomey, BS",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juan Carlos Ramos, MD BS",
            "author_affiliations": [
                "University of Miami, Miami, FL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T04:02:20",
    "is_scraped": "1"
}