{
    "doi": "https://doi.org/10.1182/blood.V122.21.892.892",
    "article_title": "Autophagy Is Required For Long-Term Hematopoietic Stem Cell (HSC) Function and G-CSF-Induced HSC Mobilization ",
    "article_date": "November 15, 2013",
    "session_type": "701. Experimental Transplantation: Basic Biology, Engraftment and Disease Activity",
    "abstract_text": "Hematopoiesis originates from a rare pool of hematopoietic stem cells (HSC) that are uniquely capable of both self-renewal and terminal differentiation into lineage-committed progenitor cells. Autophagy is a process of cytoplasmic protein recycling which maintains cellular homeostasis and protects the cell during periods of metabolic stress and nutrient deprivation and has an established role in the survival and function of immunological cells. Recent publications have linked autophagy with preservation of normal long term HSCs (LT-HSCs) during aging (Nature; 2013: 494:323-7). We therefore sought to determine the role of autophagy in LT-HSC function at homeostasis and during the clinically relevant stress of G-CSF-induced HSC mobilization. Using single cell imaging flow cytometry to monitor autophagosome formation in LC3-GFP transgenic mice (LC3-GFP punctae formation is a reporter of autophagy activity) we demonstrated autophagic activity in HSC populations but not in committed myeloid progenitors. In line with this, inhibition of autophagy degradation by chloroquine administration resulted in the accumulation of autophagy related protein p62 in purified HSCs compared to myeloid progenitors. To determine the contribution of autophagy to HSC development and function, we analyzed mice deficient in Atg5, a protein essential for autophagosome formation. Autophagy was not required for fetal liver (FL) HSC development, however, Atg5 -/- FL HSCs showed mildly reduced long-term repopulating function in bone marrow (BM) transplantation assays (16 weeks peripheral blood (PB) engraftment Atg5 -/- 83.45% vs. WT 93.10%, n=12, p<0.001). Importantly, Atg5 -/- LT-HSCs (Lin - Sca-1 + c-kit + Flk2 - CD150 + CD48 - ) were markedly reduced in congenic recipients compared to WT FL LT-HSCs (Atg5 -/- 0.02% vs. WT 0.04%, n=11, p<0.001). Secondary competitive transplantation was used to determine the effect of autophagy loss on LT-HSC function in vivo . Atg5 -/- LT-HSCs exhibited a profound impairment in the repopulation of secondary congenic recipients (Atg5 -/- 4.65% vs. WT 32.3%, n=5, p<0.01). Mechanistically, microarray analysis of purified LT-HSCs from Atg5 -/- vs. WT FL chimeras demonstrated clear differences in gene expression by unsupervised hierarchical clustering. Differentially expressed genes included Cxcl12, Sdc2 and Apex1, regulators of HSC fate. Gene Ontology enrichment analysis demonstrated that autophagy deficient LT-HSCs had impaired metabolism, enhanced cellular differentiation, enforced proliferation and increased apoptosis. Validating these findings, there was a loss of quiescence in the Atg5 -/- compared to WT LT-HSC (quiescent Atg5 -/- 30% vs. WT 39%, n=16 p<0.05) and Atg5 -/- FL HSCs exhibited enhanced apoptosis after culture in cytokine enriched media (Atg5 -/- 21.2% vs. WT 14.2%, n=5, p<0.01). Given the requirement for autophagy in homeostasis of LT-HSC and its role in proliferation and metabolic stress, we next investigated whether autophagy participated in the HSC response to G-CSF. G-CSF is commonly used to ameliorate neutropenia in patients treated with chemotherapy and is also used to mobilize HSCs for patients undergoing HSC transplantation. Using single cell imaging flow cytometry, autophagosome formation was enhanced in HSCs after 6 days of G-CSF mobilization (10mcg/day). G-CSF treatment efficiently mobilized PB neutrophils and colony forming units (CFU) in WT chimeras, however Atg5 -/- chimeras showed a striking reduction in G-CSF-induced neutrophil (Atg5 -/- 4.95 x10 6 /mL vs. WT 10.46 x10 6 /mL, n=20, p<0.0001) and PB CFU mobilization post-G-CSF (Atg5 -/- 47/100µL vs. WT 126/100µL, n=5, p<0.01). BM CFU numbers were similar in Atg5 -/- and WT FL chimeras both pre- and post-G-CSF mobilization. Atg5 -/- neutrophils demonstrated increased apoptosis after G-CSF treatment suggesting that autophagy limits PB neutrophil survival, but not BM neutrophil development during G-CSF mobilization. These data demonstrate that autophagy is an active process in LT-HSCs and that genetic deletion of Atg5 results in the failure of adult LT-HSC maintenance and function. Autophagic activity is augmented by G-CSF-induced HSC stress and is required for G-CSF-induced HSC mobilization. These findings are particularly relevant to HSC transplantation and hematopoietic function in the context of a rapid rise in the clinical use of agents that have modulatory effects on autophagy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autophagy",
        "cerebrospinal fluid",
        "colony-stimulating factors",
        "hematopoietic stem cells",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "transplantation",
        "diagnostic imaging",
        "flow cytometry",
        "stress"
    ],
    "author_names": [
        "Lucie Leveque",
        "Therese Vu",
        "Rachel D Kuns",
        "Bianca E Teal",
        "Mary Lor",
        "Katie E Lineburg",
        "Claudia Bruedigam",
        "Frederik Otzen Bagger",
        "Glen Boyle, PhD",
        "Geoffrey R Hill",
        "Kelli P A MacDonald, PhD",
        "Steven W Lane, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lucie Leveque",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Therese Vu",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel D Kuns",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bianca E Teal",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Lor",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katie E Lineburg",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Bruedigam",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederik Otzen Bagger",
            "author_affiliations": [
                "Biotech Research and Innovation Centre, University of Copenhagen, Copenhagen, Denmark, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glen Boyle, PhD",
            "author_affiliations": [
                "Cancer Drug Mechanism Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey R Hill",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelli P A MacDonald, PhD",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven W Lane, MD, PhD",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T21:32:06",
    "is_scraped": "1"
}