{
    "doi": "https://doi.org/10.1182/blood.V120.21.1580.1580",
    "article_title": "The Clinical Course of Patients with Follicular Lymphoma in the Rituximab Era: A Paradigm Shift ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1580 Background and aims The clinical course of patients with follicular lymphoma (FL) in the pre-rituximab era was described by Johnson et al in 1995. It was characterized by a pattern of multiple relapses with progressively shorter durations of response and survival after each recurrence. The aim of this study was to describe the effect of recent therapeutic advances on the pattern of relapse in patients with FL. Patients and Methods For the purpose of this study, we arbitrarily defined the rituximab era as starting in 1997, as this is when an anti-CD20 monoclonal antibody was first used in our institution to treat patients with FL. Hence, between 1997 and 2007, 177 patients (49% female; median age: 56 years, range 25–89) were consecutively diagnosed with grade 1–3a FL and constitute the study group. Sixty-eight percent of the patients had stage III-IV at diagnosis and the distribution according to the FLIPI in 124 assessable patients was as follows: low-risk, 45%; intermediate-risk, 27%, and high-risk, 28%. We analyzed the duration of remission from best response, relapse and response rates, in addition to overall survival (OS) and progression free survival (PFS). Survival analysis and duration of remission was performed by the Kaplan-Meier method and the Cox-regression test was used to test for significant associations where appropriate. Results Eighty-three patients were managed expectantly at diagnosis, whereas 94 received immediate treatment (41, chlorambucil with/without rituximab; 24, CHOP with/without rituximab; 16, radiotherapy; 10, fludarabine-based, and 3, single agent rituximab). After a median follow-up of 7.3 years (range: 1.2–14), 27 patients have never required treatment. High-dose therapy with autologous stem cell rescue (HDT-ASCR) was performed to consolidate response in 6 patients in first remission, in 15 at second remission and 1 in third remission. Two patients received an allogeneic transplant in second and third remission, respectively. Ninety-six patients received rituximab at some point as part of their treatment (42 patients as part of the initial treatment and 54 as part of subsequent treatments) while 81 patients have never received rituximab. The 5-year OS and PFS for the whole group were 78% (95%CI: 71 – 83) and 38% (95%CI: 31– 46), respectively. The response rate (CR + PR) at presentation, at first relapse and at second relapse were 91%, 83%, and 75%, respectively. The median duration of remission from best response at presentation was 2.8 years, whereas it was 3.5 years at first relapse and has not been reached at second relapse (figure). The median survival from best response at presentation, at first relapse and at second relapse were 12 years, 10 years and not reached, respectively. The median duration of first response in 42 patients that received rituximab as part of the 1 st treatment has not been reached, whilst it was 1.5 years for patients that received rituximab not as part of the initial treatment but subsequently (p<0.001). In contrast, there were no significant differences in OS according to the timing of treatment with rituximab (p=0.94). Conclusion In contrast with the previous description of the clinical course in the pre-rituximab era, we did not observe a progressive substantial shortening of the response duration and survival with each subsequent relapse. This demonstrates that the introduction of new therapeutic options impacts not only on the outcome of patients but can also alter the clinical course of the disease. Figure: View large Download slide Duration of remissions from best response for the study group Figure: View large Download slide Duration of remissions from best response for the study group Close modal Disclosures: Gribben: Celgene: Honoraria; Roche: Honoraria; Pharmacyclics: Honoraria; GSK: Honoraria; Mundipharma: Honoraria; Gilead: Honoraria.",
    "topics": [
        "follicular lymphoma",
        "rituximab",
        "disease remission",
        "chlorambucil",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "fludarabine",
        "follow-up",
        "radiation therapy",
        "transplantation",
        "cox proportional hazards models"
    ],
    "author_names": [
        "Inas El-Najjar, MBBCH",
        "Janet Matthews",
        "Andrew Wilson",
        "John G Gribben",
        "Silvia Montoto, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Inas El-Najjar, MBBCH",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Janet Matthews",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Wilson",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G Gribben",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Montoto, MD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T04:05:09",
    "is_scraped": "1"
}