{
    "doi": "https://doi.org/10.1182/blood.V110.11.3392.3392",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=928",
    "start_url_page_num": 928,
    "is_scraped": "1",
    "article_title": "Variation in the Small Guanosine Triphosphate (GTP)-Binding Protein, Secretion-Associated and RAS-Related (SAR1A) Gene and Response to Hydroxyurea Treatment in Sickle Cell Disease. ",
    "article_date": "November 16, 2007",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "bodily secretions",
        "genes",
        "guanosine triphosphate",
        "hydroxyurea",
        "sickle cell anemia",
        "fetal hemoglobin",
        "1-phosphatidylinositol 3-kinase",
        "antineoplastic agents",
        "globins",
        "oxidoreductase"
    ],
    "author_names": [
        "Chutima Kumkhaek, PhD",
        "Jianqiong Zhu, MD",
        "James G. Taylor, MD",
        "Carolyn Hoppe, MD",
        "Gregory J. Kato, MD",
        "Griffin P. Rodgers, MD"
    ],
    "author_affiliations": [
        [
            "Molecular and Clinical Hematology Branch, NIDDK, NIH, Bethesda, MD, USA"
        ],
        [
            "Molecular and Clinical Hematology Branch, NIDDK, NIH, Bethesda, MD, USA"
        ],
        [
            "Vascular Medicine Branch, NHLBI, NIH, Bethesda, MD, USA"
        ],
        [
            "Department of Hematology/Oncology, Children’s Hospital and Research Center at Oakland, Oakland, CA, USA"
        ],
        [
            "Vascular Medicine Branch, NHLBI, NIH, Bethesda, MD, USA",
            "Critical Care Medicine, Clinical Center, NIH, Bethesda, MD, USA"
        ],
        [
            "Molecular and Clinical Hematology Branch, NIDDK, NIH, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Hydroxyurea (HU) is a well-known chemotherapeutic agent and a potent ribonuclease reductase inhibitor that induces Hb F synthesis in sickle cell disease and some thalassemia syndromes. Our group has shown that the HU-inducible small guanosine triphosphate (GTP)-binding protein, secretion-associated and RAS-related (SAR) protein plays a role in g-globin gene induction and erythroid cell maturation by causing cell apoptosis and G1/S-phase arrest through the reduction of PI3 kinase and ERK phosphorylation and increased p21 and GATA2 expression. Our preliminary analysis indicates that HU inducibility is mediated at the transcriptional level, and is localized to elements in the SAR1A promoter. The aim of this study was to assess whether polymorphisms in the SAR1A gene promoter are associated with Hb F levels or HU therapeutic responses. We studied 386 sickle cell disease patients consisting of 269 adults treated with or without HU and 117 newborns with sickle cell disease identified from a newborn screening program. Twenty point mutations, including one nonsynonymous variant, were identified in SAR1A, including nine previously reported in SNP databases. A difference in genotype frequencies was observed between adults and newborns for rs2310991 in the 5′UTR (odd ratio [OR] = 1.9, 95% confidence interval [CI] = 1.1–3.2, P =0.009) and +31 T>C in 5′UTR (odd ratio [OR] 9.8 [ 1.3–73.9]; confidence interval [CI] 95%; P T, −502 G>T and −385 C>A) were significantly associated with the HbF response in Hb SS patients treated with HU ( P <0.05). Our data suggest that the SAR1A polymorphism might contribute to the regulation of HbF expression and modulate patient responses to HU in sickle cell disease."
}