{
    "doi": "https://doi.org/10.1182/blood.V124.21.1325.1325",
    "article_title": "Epidemiology, Risk Assessment of Environmental Carcinogens and Polymorphism in Childhood Leukemia and Solid Tumors: A Study from Gwangju-Chonnam Area, Korea ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: Poster I",
    "abstract_text": "Purpose: The survival of childhood leukemia and cancer has improved dramatically in developing countries in the last decades. This study represents the outcome of childhood leukemia and solid tumors from a province of Korea with a population of 3.5 million. Although a variety of environmental factors has been implicated in the pathogenesis of carcinogenesis, little is universally accepted for the development of childhood malignancies. Moreover, genetic polymorphisms are known to influence the risk of developing cancers. Thus, this study is aimed to identify environmental factors and genomic variations in the development of childhood leukemia and cancer. Materials and Methods: From 2006 to 2013, a total of 427 children were diagnosed to have childhood leukemia and solid tumors from Gwangju-Chonnam area. The survival was evaluated in these population. For environmental hazard identification, a database of 975 items was collected including a questionnaire of parental environmental and occupational exposure, and mother-child life-style. A total of 335 patients and 378 healthy controls were enrolled in the study. Environmental exposure was assessed by toxicological measurement of house-hold air and water samples. Blood and urine samples were collected for internal dose assessment from patients and controls and their respective parents. Single nucleotide polymorphisms (SNP) were also evaluated for enzymes involved in metabolism, cell cycle regulation, differentiation, and signal transduction. Results: The 5-yr Kaplan-Meier estimated overall survival (OS) for all 427 patients was 80.7±2.2%. The 5-yr OS for 212 leukemia patients was 74.8±3.5%, while that for 215 children with solid tumors was 86.0±2.8%. From the questionnaire, maternal smoking history was the most significant factor associated with leukemia in children [Odds ratio (OR), 4.76 (95% CI, 1.23-18.46)]. Paternal smoking history was also significant [OR, 1.69 (1.04-2.72)]. Carcinogenic exposures in house-hold air and water were not significantly different from controls. For internal dose evaluation, urinary 1-hydroxypyrene concentration was higher in patients (P<0.001), and blood cadmium concentration tended to be higher in patients and their parents. SNP analysis showed that genomic variations of ARID5B and CDKN2A , but not IKZF1 , might play an important role in the risk of childhood acute lymphoblastic leukemia in Korea. Conclusion: These results show significant improvement of survival of childhood leukemia and solid tumors in Korea, which is comparable to Western countries. Considering the heterogeneity of childhood cancers and complex pathogenesis of each disease category, a large number of patients are required to elucidate precise association with environmental carcinogens. However, parental smoking is associated with the risk of leukemia. Moreover, ethnic difference in genotypic polymorphism and the susceptibility to malignancies should be contemplated. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "childhood leukemia",
        "environmental carcinogens",
        "korea",
        "polymorphism",
        "solid tumors",
        "epidemiology",
        "cancer",
        "leukemia",
        "childhood cancer",
        "cadmium"
    ],
    "author_names": [
        "Hae In Jang, MD",
        "Joo Hyun Cho, MD",
        "Hee Jo Baek, MD",
        "Dong Kyun Han, MD",
        "Hyeoung Joon Kim, MD",
        "Il Kwon Lee, PhD",
        "Jai Dong Moon, MD",
        "Hoon Kook, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hae In Jang, MD",
            "author_affiliations": [
                "Chonnam National University Hwasun Hospital, Gwangju, South Korea "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joo Hyun Cho, MD",
            "author_affiliations": [
                "Chonnam National University Hwasun Hospital, Gwangju, South Korea "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hee Jo Baek, MD",
            "author_affiliations": [
                "Chonnam National University Hwasun Hospital, Gwangju, South Korea ",
                "Environmental Health Center, Hwasun, South Korea "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong Kyun Han, MD",
            "author_affiliations": [
                "Chonnam National University Hwasun Hospital, Gwangju, South Korea "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyeoung Joon Kim, MD",
            "author_affiliations": [
                "Chonnam National University Hwasun Hospital, Gwangju, South Korea "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Il Kwon Lee, PhD",
            "author_affiliations": [
                "Chonnam National University Hwasun Hospital, Gwangju, South Korea "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jai Dong Moon, MD",
            "author_affiliations": [
                "Environmental Health Center, Hwasun, South Korea ",
                "Chonnam National University Hwasun Hospital, Gwangju, South Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hoon Kook, MD",
            "author_affiliations": [
                "Chonnam National University Hwasun Hospital, Gwangju, South Korea ",
                "Environmental Health Center, Hwasun, South Korea "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T18:40:32",
    "is_scraped": "1"
}