{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1019.1019",
    "article_title": "Unique Transmembrane Domain Interactions Differentially Modulate Platelet αIIbβ3 and αvβ3 Function ",
    "article_date": "December 7, 2017",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry: Poster I",
    "abstract_text": "Lateral transmembrane (TM) helix-helix associations play essential roles in membrane-protein folding, assembly, and signal transduction. Thus, dissociation of the TM helices of resting integrins is central to integrin activation. Atomic-level models have revealed that a small residue-X 3 -small residue motif G-x 3 -G mediates the interaction of αIIb TM helix with β3, whereas a reciprocating large residue-small residue motif V-x 3 -I-x 3 -G mediates the interaction of the β3 helix with αIIb. Platelets contain a second β3 integrin αvβ3. Like αIIβ3, αvβ3 on resting platelets is inactive until platelets are stimulated by agonists such as ADP and thrombin after which it is able to interact with immobilized ligands such as osteopontin (OPN) and vitronectin. It is noteworthy that besides a V-x 3 -I-x 3 -G motif, the β3 TM domain contains the small residue-X 3 -small residue motif, S-x 3 -A and a small residue-X 3 -small residue motif in the β7 TM domain mediates its association with α4. Accordingly, we asked whether the motifs mediating the interaction of the β3 TM domain with the TM domains of αIIb and αv are necessarily the same. To address this question, we scanned the TM helix of intact β3 with leucine and alanine replacements, stably co-expressed the β3 mutants with wild-type human αv in CHO cells, and used optical trap-based force spectroscopy to measure the constitutive interaction of αvβ3 with either immobilized OPN or the activation-dependent αvβ3-specific monoclonal antibody WOW-1 (a kind gift from Dr. Sanford Shattil). The latter method measures the probability of receptor-ligand binding and the forces required to rupture single receptor-ligand bonds. Initially, we measured the interaction of wild-type (WT) αvβ3 in its low-affinity state with OPN. The majority of measured rupture forces were in the range of 0-40 pN with a cumulative probability of detecting meaningful rupture forces >10 pN of only 1.1±0.7%. However, when αvβ3 was shifted to its high-affinity state by 1 mM Mn 2+ , the range of rupture forces increased up to 100 pN with a peak in the force spectrum at 45-50 pN and a cumulative probability of detecting rupture forces >10 pN of 3.1±1.3%. We then scanned the β3 TM domain with leucine and alanine residues and found a periodic increase in the cumulative probability of constitutive OPN binding that was comparable to Mn 2+ -stimulated WT binding and with probability peaks at S699L, A703L, and I707L. To confirm the latter result, we replaced OPN with WOW-1. Again, there was a periodic increase in the cumulative probability of constitutive WOW-1 binding with peaks at S669L, V700A, A703L, I704L, I707L, and G708L. Thus, in contrast to αIIbβ3, these data indicate that the β3 TM domain associates with the αv TM domain via its S-x 3 -A motif. To investigate the structure of the αvβ3 TM complex, we built a molecular model for the αvβ3 TM and cytoplasmic domains from an αIIbβ3 NMR model by threading the aligned αv sequence onto αIIb. The model was then subjected to cycles of minimization and rotamer optimization using the Rosetta modeling suite. The resulting structures deviated from the TM domain interface used by αIIbβ3, suggesting it is not favorable for αvβ3. Next, to investigate the preferred interface of the αvβ3 TM helices, we used the lowest energy model to build an all-atom water-lipid-protein system and then conducted unbiased molecular dynamics simulations. For the majority of these simulations, the helices were tightly associated and maintained a relatively uniform conformation. While the dimer complex was stable, the orientation of the αv and β3 TM helices rapidly equilibrated to the small residue-X 3 -small residue heterodimer interface. No additional forces were applied to this system to bias the formation of helical geometries. Strikingly, the αvβ3 interface observed throughout the simulation correlated well with the helical face suggested by the optical force spectroscopy experiments. In conclusion, we found that compared to αIIbβ3, there is a clear shift in the helical register and periodicity of the αvβ3 TM heterodimer such that both the αv and β3 helices interacted via small residue-X 3 -small residue motifs. Subsequent molecular modeling and molecular dynamics simulations were consistent with the results of the scanning mutagenesis experiments. Thus, these studies provide insight into how unique but homologous integrins regulate signal activation across diverse biological processes. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "agonists",
        "alanine",
        "blood platelets",
        "integrins",
        "leucine",
        "ligands",
        "lipids",
        "membrane proteins",
        "monoclonal antibodies",
        "osteopontin"
    ],
    "author_names": [
        "Rustem I. Litvinov, MD PhD",
        "Marco Mravic, B.S., M.S.",
        "Hua Zhu, BS",
        "John W. Weisel, PhD",
        "William F. DeGrado, PhD",
        "Joel S. Bennett, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rustem I. Litvinov, MD PhD",
            "author_affiliations": [
                "Department of Cell and Developmental Biology, University of Pennsylvania School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marco Mravic, B.S., M.S.",
            "author_affiliations": [
                "Department of Pharmaceutical Chemistry, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hua Zhu, BS",
            "author_affiliations": [
                "Hematology-Oncology Division, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John W. Weisel, PhD",
            "author_affiliations": [
                "Department of Cell and Developmental Biology, University of Pennsylvania School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William F. DeGrado, PhD",
            "author_affiliations": [
                "Department of Pharmaceutical Chemistry, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel S. Bennett, MD",
            "author_affiliations": [
                "Hematology-Oncology Division, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:28:35",
    "is_scraped": "1"
}