{
    "doi": "https://doi.org/10.1182/blood.V116.21.1959.1959",
    "article_title": "A Phase I/II Trial of the KSP Inhibitor ARRY-520 In Relapsed/Refractory Multiple Myeloma ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1959 Background: Kinesin Spindle Protein (KSP) is required for cell cycle progression through mitosis. Inhibition of KSP induces mitotic arrest and cell death. ARRY-520 is a potent, selective KSP inhibitor. Cancers such as multiple myeloma (MM) which depend on the short-lived survival protein MCL-1 are highly sensitive to treatment with ARRY-520. ARRY-520 shows potent activity in preclinical MM models, providing a strong rationale for its clinical investigation in this disease. Methods: This Phase 1 study was designed to evaluate the safety and pharmacokinetics (PK) of ARRY-520 administered intravenously (IV) on Day 1 and Day 2 q 2 weeks without/with granulocyte-colony stimulating factor (G-CSF). Patients (pts) with relapsed/refractory (RR) MM with 2 prior lines of therapy (including both bortezomib and an immunomodulatory agent, unless ineligible for or refusing to receive this therapy) were eligible. Cohorts of at least 3 pts were enrolled in a classical 3 + 3 dose escalation design. Pts were treated for 2 cycles (4 weeks) to evaluate safety prior to dose escalation. Results: Twenty five pts have been treated to date, with a median age of 60 years (range 44–79) and a median of 5 prior regimens (range 2–16). All pts received prior bortezomib or carfilzomib, 21 pts received prior lenalidomide, 17 pts prior thalidomide, and 18 pts had a prior stem cell transplant. Pts received ARRY-520 without G-CSF at 1 mg/m 2 /day (n = 3), and at 1.25 mg/m 2 /day (n = 7, 6 evaluable). A dose-limiting toxicity (DLT) of Grade 4 neutropenia was observed at 1.25 mg/m 2 /day, and this was considered the maximum tolerated dose (MTD) without G-CSF. As neutropenia was the DLT, dose escalation with prophylactic G-CSF support was initiated, at doses of 1.5 mg/m 2 /day (n = 7, 6 evaluable), 2.0 mg/m 2 /day (n = 6) and 2.25 mg/m 2 /day (n = 2) with G-CSF. Both the 2.0 mg/m 2 /day and 2.25 mg/m 2 /day dose levels were determined to be non-tolerated, with DLTs of febrile neutropenia (FN) (2 pts at 2.0 mg/m 2 /day and both pts at 2.25 mg/m 2 /day) and Grade 3 mucositis (both pts at 2.25 mg/m 2 /day). One out of 6 evaluable pts at 1.5 mg/m 2 /day also developed a DLT of FN. In an attempt to optimize the Phase 2 dose, an intermediate dose level of 1.75 mg/m 2 /day with G-CSF is currently being evaluated. The most commonly reported treatment-related adverse events (AEs) include those observed with other KSP inhibitors, such as hematological AEs (thrombocytopenia, neutropenia, anemia, leukopenia), fatigue, mucositis and other gastro-intestinal AEs. Pts displayed linear PK, a low clearance and a moderate volume of distribution, with moderate-to-high inter-individual variability in PK parameters. The median terminal elimination half life is 65 hours. The preliminary efficacy signal as a single agent is encouraging with 2 partial responses (PR) observed to date per IMWG and EBMT criteria in a heavily pretreated population (23 evaluable pts). A bortezomib-refractory pt with 8 prior lines of therapy, including a tandem transplant, treated at 1 mg/m 2 /day of ARRY-520 obtained a PR after Cycle 6, with urine protein and kappa light chain levels continuing to decline over time. He remains on-study after 15 months of ARRY-520 treatment. A pt with 2 prior lines of therapy, including prior carfilzomib, has obtained a PR after Cycle 8 at 2 mg/m 2 /day of ARRY-520, and she is currently ongoing after 4.5 months on therapy. Fifteen pts had a best response of stable disease (SD), including 1 pt with a thus far unconfirmed minimal response, and 6 had progressive disease. A total of 10 pts (43%) achieved a PR or SD lasting > 12 weeks. Several additional pts have shown other evidence of clinical activity, with decrease in paraproteins, increase in hemoglobin levels and regression of plasmacytomas. The median number of cycles is 4 (range 1–28+). Treatment activity has not correlated with any baseline characteristics or disease parameters to date. Conclusions: : The selective KSP inhibitor ARRY-520 has been well tolerated, and shows promising signs of single agent clinical activity in heavily pretreated pts with RR MM. Prophylactic G-CSF has enabled higher doses to be tolerated. No cardiovascular or liver enzyme toxicity has been reported. Enrollment is ongoing at 1.75 mg/m 2 /day with G-CSF support, and a planned Phase 2 part of the study will be initiated as soon as the MTD is determined. Complete Phase 1 data will be disclosed at the time of the meeting. Disclosures: Shah: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium: Research Funding. Off Label Use: Revlimid (lenalidomide) in combination with dexamethasone is indicated for the treatment of multiple myeloma patients who have received at least one prior therapy. Zonder: Millennium: Consultancy, Myeloma and Amyloidosis Patient Day Symposium – Corporate support from multiple sponsors for a one-day educational event, Research Funding; Celgene: ; Novartis: ; Proteolix: . Weber: novartis-unpaid consultant: Consultancy; Merck- unpaid consultant: Consultancy; celgene- none for at least 2 years: Honoraria; millenium-none for 2 years: Honoraria; celgene, Millenium, Merck: Research Funding. Wang: Celgene: Research Funding; Onyx: Research Funding; Millenium: Research Funding; Novartis: Research Funding. Kaufman: Celgene: Consultancy, Honoraria, Research Funding; Millenium: Consultancy, Honoraria; Merck: Research Funding; Genzyme: Consultancy. Walker: Array Biopharma: Employment, Equity Ownership. Freeman: Array Biopharma: Employment, Equity Ownership. Rush: Array Biopharma: Employment, Equity Ownership. Ptaszynski: Array Biopharma: Consultancy. Lonial: Millennium, Celgene, Bristol-Myers Squibb, Novartis, Onyx: Advisory Board, Consultancy; Millennium, Celgene, Novartis, Onyx, Bristol-Myers Squibb: Research Funding.",
    "topics": [
        "multiple myeloma",
        "brachial plexus neuritis",
        "granulocyte colony-stimulating factor",
        "bortezomib",
        "lenalidomide",
        "neutropenia",
        "carfilzomib",
        "mucositis",
        "toxic effect",
        "adverse event"
    ],
    "author_names": [
        "Jatin J Shah, MD",
        "Jeffrey A. Zonder, MD",
        "Adam Cohen",
        "Donna Weber, MD",
        "Sheeba Thomas, MD",
        "Michael Wang, MD",
        "Jonathan L. Kaufman, MD",
        "Steven Michael Burt",
        "Duncan Walker",
        "Burgess Freeman",
        "Selena Armistead Rush, BS",
        "Ann Ptaszynski",
        "Robert Z. Orlowski, MD, PhD",
        "Sagar Lonial, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jatin J Shah, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A. Zonder, MD",
            "author_affiliations": [
                "Wayne State University, Karmanos Cancer Institute, Detroit, MI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Cohen",
            "author_affiliations": [
                "Fox Chase Cancer Center, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Weber, MD",
            "author_affiliations": [
                "M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheeba Thomas, MD",
            "author_affiliations": [
                "Lymphoma/Myeloma, UT M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Wang, MD",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L. Kaufman, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Emory University School of Medicine, Atlanta, GA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Michael Burt",
            "author_affiliations": [
                "Karmonas Cancer Institute, Royal Oak, MI, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Duncan Walker",
            "author_affiliations": [
                "Array Biopharma, Boulder, CO, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Burgess Freeman",
            "author_affiliations": [
                "Array Biopharma, CO, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selena Armistead Rush, BS",
            "author_affiliations": [
                "Array Biopharma, New Hill, NC, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Ptaszynski",
            "author_affiliations": [
                "Array Biopharma, Boulder, CO, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Z. Orlowski, MD, PhD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Emory University, Winship Cancer Institute, Atlanta, GA, USA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T06:47:03",
    "is_scraped": "1"
}