{
    "doi": "https://doi.org/10.1182/blood.V110.11.701.701",
    "article_title": "High Plasma Levels of Soluble P-Selectin Are Predictive for Venous Thromboembolism in Cancer Patients - Results from the Vienna Cancer and Thrombosis Study (CATS). ",
    "article_date": "November 16, 2007",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Cancer patients are at high risk for venous thromboembolism (VTE), which represents an additional burden and a frequent cause of increased mortality. Laboratory parameters with a predictive value for VTE could help to assign a patient to a high or low risk group. In recent studies the cell adhesion molecule P-selectin was identified to be a strong risk factor for VTE. However, the role of soluble P-selectin (sP-selectin) in cancer-associated VTE is not known because up to now clinical data are not available. Therefore, we assessed sP-selectin plasma levels in cancer patients as a risk predictor for VTE and provide a report from the ongoing prospective observational CATS. Patients with newly diagnosed cancer or progression of disease who had no chemotherapy within the last three months were enrolled from October 2003 to October 2006 and followed prospectively via phone and mail. Occurrence of VTE and information on the patientś anti-cancer-treatment within the follow up period were recorded. VTE has always been confirmed by imaging. sP-selectin levels were measured with a highly sensitive ELISA. Kaplan Meier and Cox regression analysis were applied for statistical calculation. We included 687 patients (319 female/368 male, median age [IQR]: 62 [54–68] yrs) with malignant disease and followed them for a median observation period of 415 days. Main tumour entities were malignancies of the breast (n=125), lung (n=86), upper (n=30) and lower gastrointestinal tract (n=100), pancreas (n=42), kidney (n=19) and prostate (n=72). Furthermore, 80 patients had high-grade glioma, 73 lymphomas, 18 multiple myeloma and 42 other tumour types. Distant metastases were found in 268 patients at the time of recruitment. During the observation period VTE occurred in 45 patients (21 female/24 male, median age [IQR]: 62 [48–66] yrs). Elevated plasma levels of sP-selectin (cut-off level 53.1 ng/mL representing the 75 th percentile of the total study population, 173 patients) [hazard ratio (HR): 2.5, 95% CI 1.4 – 4.6], surgery [HR: 3.9, 95% CI 1.8 – 8.5] and radiotherapy [HR: 3.2, 95% CI 1.6 – 6.4] were statistically significant risk factors for VTE in multivariable analysis including sP-selectin, age, sex, surgery, chemotherapy and radiotherapy. The cumulative probability of VTE after 6 months was 11.9% in patients with sP-selectin plasma levels above and 3.7% in those below the 75 th percentile. In conclusion, high plasma levels of sP-selectin independently predict VTE in cancer patients. Measurement of sP-selectin at diagnosis of cancer would help to identify patients at increased risk for VTE.",
    "topics": [
        "cancer",
        "cats",
        "cats trial",
        "plasma",
        "p-selectin",
        "venous thromboembolism",
        "selectins",
        "substance p",
        "chemotherapy regimen",
        "neoplasms"
    ],
    "author_names": [
        "Cihan Ay, MD",
        "Ralph Simanek, MD",
        "Rainer Vormittag, MD",
        "Daniela Dunkler, PhD",
        "Guelay Alguel, MD",
        "Silvia Koder",
        "Oswald Wagner, MD",
        "Christoph Zielinski, MD",
        "Ingrid Pabinger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cihan Ay, MD",
            "author_affiliations": [
                "Division of Haematology and Haemostaseology, Department of Internal Medicine I, Medical University Vienna, Vienna, Austria"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ralph Simanek, MD",
            "author_affiliations": [
                "Division of Haematology and Haemostaseology, Department of Internal Medicine I, Medical University Vienna, Vienna, Austria"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Vormittag, MD",
            "author_affiliations": [
                "Division of Haematology and Haemostaseology, Department of Internal Medicine I, Medical University Vienna, Vienna, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Dunkler, PhD",
            "author_affiliations": [
                "Core Unit for Medical Statistics and Informatics, Section of Clinical Biometrics, Medical University Vienna, Vienna, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guelay Alguel, MD",
            "author_affiliations": [
                "Division of Haematology and Haemostaseology, Department of Internal Medicine I, Medical University Vienna, Vienna, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Koder",
            "author_affiliations": [
                "Division of Haematology and Haemostaseology, Department of Internal Medicine I, Medical University Vienna, Vienna, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oswald Wagner, MD",
            "author_affiliations": [
                "Clinical Institute of Medical and Chemical Laboratory Diagnostics, Medical University Vienna, Vienna, Austria"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Zielinski, MD",
            "author_affiliations": [
                "Clinic Division of Oncology, Department of Internal Medicine I, Medical University Vienna, Vienna, Austria"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingrid Pabinger, MD",
            "author_affiliations": [
                "Division of Haematology and Haemostaseology, Department of Internal Medicine I, Medical University Vienna, Vienna, Austria"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T21:36:01",
    "is_scraped": "1"
}