{
    "doi": "https://doi.org/10.1182/blood-2020-139546",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4506",
    "start_url_page_num": 4506,
    "is_scraped": "1",
    "article_title": "CAR-T Cells with High CAR Expression Intensity Have Improved I n Vitro and I n Vivo Anti-Lymphoma Effect without Functional Exhaustion ",
    "article_date": "November 5, 2020",
    "session_type": "703.Adoptive Immunotherapy: Mechanisms and New Approaches",
    "topics": null,
    "author_names": [
        "ANA Carolina Carolina CABALLERO González",
        "Laura Escribà-García, PhD",
        "Paula Pujol-Fernández",
        "Eva Escudero-López",
        "Rosanna Montserrat",
        "Cristina Ujaldón-Miró",
        "Jorge Sierra, MD",
        "Carmen Alvarez-Fernández, PhD",
        "Javier Briones, MD PhD"
    ],
    "author_affiliations": [
        [
            "Josep Carreras Leukaemia Research Institute, Barcelona, Spain ",
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, BARCELONA, Spain "
        ],
        [
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain"
        ],
        [
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain"
        ],
        [
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain"
        ],
        [
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain"
        ],
        [
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain"
        ],
        [
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain"
        ],
        [
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain"
        ],
        [
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "41.485513499999996",
    "first_author_longitude": "2.2397781000000005",
    "abstract_text": "Background While immunotherapy with anti-CD19 chimeric antigen receptor (CAR) T cells has shown significant efficacy in B-cell malignancies, CAR T cells directed against CD30 (CAR30) for the treatment of Hodgkin lymphoma (HL) showed modest antitumor effect, with more than 50% of patients being unresponsive. Several factors related to the infused product and persistence may be relevant to increase clinical efficacy, but further investigation is needed. In this way, CAR expression intensity may play an important role on CAR T cell function, but this has not been systematically explored. Aim We have evaluated the impact of CAR expression intensity on T cell function, cell exhaustion and antitumor efficacy against HL and B cell lymphoma. Methods T cells were generated as previously described (Alvarez-Fernández C et al. 2016) and transduced with third generation lentivirus encoding a 4-1BBz CAR (either CAR30 or CAR19). Two populations of CAR + T cells were sorted according to mean fluorescence intensity (MFI) of CAR: CAR HI (MFI> 5x10 3 ) and CAR LO (MFI <3x10 3 ). Cytotoxicity assays were performed using Raji (CD19 + ) or L540 (CD30 + ) tumor cell lines. Multiparametric flow cytometry was used to analyze T-cell inhibition and activation markers. CAR HI and CAR LO in vivo antitumor effect was tested under stringent therapeutic conditions using 5x10 6 T cells/mice (iv) in a HL NSG model. Results CAR30 + T cells were sorted into CAR LO (MFI: 1064±124.7) and CAR HI (MFI: 7068±1377) (p=0.01). T SCM were highly represented in CAR LO compared to CAR HI (CD4 + : 70.14±1.78% vs. 55.61±5.5%, CD8 + : 83.78±3.8% vs 72.2±5.47%, respectively) (p<0.01). However, these differences disappear after 24h co-culture with tumor cells due to an increase of T SCM in CAR HI (CD4 + : 72.52±7.54%, CD8 + : 80.26±5.3%). CAR HI showed a significantly higher in vitro antitumor effect compared to CAR LO (tumor death at 5:1 E:T ratio: 96.6±1.86% vs. 89.1±3.83%; 1.25:1 E:T ratio: 84.61±4.7% vs. 31.15±19.79%; CAR HI vs. CAR LO , respectively) (p<0.0001). No differences were observed in expression of activation markers (i.e.: CD25, CD69, and HLA-DR) among both populations. Generalizability of this finding was studied using a CAR19. Similarly, CAR19 + T cells were arranged into CAR LO (MFI: 1610±187) and CAR HI (MFI: 10810±1486) subgroups (p<0.01). T SCM represented the most frequent subtype in both populations (CD4 + : CAR HI 70,22±9,87%, CAR LO 69,22±9,33%; CD8 + : CAR HI 65,1±10,5%, CAR LO 60,9±9,5%) and no differences in T cell subset composition between CAR HI and CAR LO were found. Again, CAR HI exhibited superior antitumor effect compared to CAR LO (tumor death at 5:1 E:T ratio:59.9±8.72% vs. 28.8±8.7%; 1.25:1 E:T ratio: 21.6±11.4% vs. 2.9±2.9%, CAR HI vs. CAR LO , respectively) (p<0.0001). At 24h and 72h of antigen encounter, expression of inhibitory markers was determined in both CAR30 + populations. While CD4 + T cells showed significantly higher PD1 and TIM3 co-expression in CAR HI compared to CAR LO (p<0.05), CD8 + T cells showed similar co-expression (p=0.4 and p=0.8, at 24h and 72h, respectively). A similar kinetics was observed in CAR19 + T cells, suggesting that it could be related to an inhibitory control of activation, but not cellular exhaustion. To confirm this, functional performance of CAR30 HI and CAR30 LO T cells was evaluated by continuous tumor exposure. CAR30 HI function persisted after sequential re-exposition (n=5) to tumor cells; in contrast, the CAR30 LO subpopulation showed progressive loss of cytotoxic activity (i.e., tumor death at ratio E:T 5:1 after 4 expositions: 0% vs. 91.96%, CAR30 LO and CAR30 HI respectively; representative of 2 independent studies with different donors). To assess if these results were consistent in vivo , the antitumor effect of CAR30 HI and CAR30 LO were evaluated in a xenograft model of HL. Mice treated with CAR30 HI T cells showed reduced tumor growth compared to those treated with CAR30 LO T cells, which translated into an improved survival. Conclusion We have shown that high expression of a CAR (either CAR30 or CAR19) confers an enhanced in vitro antitumor effect against HL and B cell lymphoma. This effect is maintained after repetitive exposures to tumor cells and is not associated with T cell exhaustion or differentiation. Notably, this enhanced antitumor effect was also found in vivo . Our data shows that CAR expression intensity should be considered as an additional important factor to improve the efficacy of CAR T cells. Disclosures Sierra: Jazz Pharmaceuticals: Research Funding; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Daiichi Sankyo: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Astellas: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead-Kite: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees."
}