{
    "doi": "https://doi.org/10.1182/blood.V122.21.3840.3840",
    "article_title": "Activity Of Omacetaxine Mepesuccinate Against Ponatinib Resistant Philadelphia Chromosome Positive Leukemia Cells ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "abstract_text": "Chronic myeloid leukemia (CML) is characterized by cytogenetic aberration (Philadelphia chromosome: Ph) and chimeric tyrosine kinase BCR-ABL. ABL tyrosine kinase inhibitor (TKI) therapy (e.g. imatinib, nilotinib and dasatinib) has improved the survival of Ph-positive leukemia patients. However, despite the impressive efficacy of these agents, disease relapse has been observed in clinically. Mutations in the BCR-ABL kinase domain can cause of ABL TKI resistance. In particular, one of the BCR-ABL kinase domain mutations (e.g. T315I) is associated with a high level of resistance to all available ABL TKIs. Ponatinib (formally, AP24534) is a multi-target TKI. Recently, in the PACE (Ponatinib Ph+ acute lymphocytic leukemia (ALL) and chronic myeloid leukemia (CML) Evaluation) trial, ponatinib showed significant efficacy against Ph-positive leukemia in patients with multi-resistant T315I mutations. However, in some patients, especially those with Ph-positive ALL, ponatinib resistant clones were identified. Omacetaxine mepesuccinate, formally known as homoharringtonine is a natural alkaloid obtained from various Cephalotaxus species. Omacetaxine is a first-in-class cephalotaxine in clinical development as anti-leukemic therapy. Omacetaxine acts by binding to the A-site cleft of ribosomes and thereby transiently inhibits protein synthesis. Omacetaxine was approved for the treatment adult patients with chronic or the accelerated phase of CML resistant to other therapies. We investigated the efficacy of omacetaxine against ponatinib resistant Ph-positive cells. Ba/F3 ponatinib resistant cells (Ba/F3 ponatinib-R) have three BCR-ABL point mutations (Y253H, E255K and T315I: data not shown). With 72 h omacetaxine treatment, the cell growth of Ba/F3 ponatinib-R and Ph-positive ALL cell line was significantly reduced even at a low concentration and it is also effective to the other hematological malignancies such as acute myeloid leukemia. In contrast, Ba/F3 ponatinib-R was resistant to ponatinib. With 48 h treatment, omacetaxine dependent apoptosis was increased. Although anti-apoptotic proteins were not increased in this cell line compared to parental cells, as compound mutations such as E255V/T315I confer high-level resistance to ponatinib, these three point mutant was associated with vitro resistance to ponatinib. We also examined intracellular signaling. The phosphorylations of BCR-ABL and a down-stream molecule, Crk-L, were decreased. Protein expressions of BCR-ABL and Crk-L were also decreased. However, caspase-3 and cleaved Poly (ADP-ribose) polymerase (PARP) levels were significantly increased in low concentration. In a previous study, omacetaxine was shown to induce apoptosis in leukemic cells due to a selective decrease in short-lived proteins. We found that omacetaxine reduced the expression of BCR-ABL and heat shock protein 90(HSP90) which is stabilize BCR-ABL protein. We also found that omacetaxine reduced the expression of anti-apoptotic protein, Bcl-2. The protein expression of c-myc was also reduced. We next examined a ponatinib resistant primary Ph+ ALL and chronic phase CML samples. The ponatinib resistant primary cells have several BCR-ABL point mutations (e.g. Q252H, E255K/V, and T315I). We found the growth of primary cells was resistant to ponatinib but to be reduced after omacetaxine treatment and similar signaling events were occurred in OM-treated primary ALL cells. Omacetaxine is an inhibitor of protein synthesis. Because omacetaxine inhibits the BCR-ABL, Bcl-2 and HSP90 pathways in BCR-ABL positive leukemia cells through reduced the levels of these proteins, Omacetaxine has anti-tumor activity and promotes apoptosis. Our findings suggest that omacetaxine may benefit patients with leukemic BCR-ABL mutant cells, possibly allowing ponatinib resistant clones to be overcome. Disclosures: Ohyashiki: Novartis: Honoraria, Research Funding.",
    "topics": [
        "leukemia",
        "omacetaxine",
        "philadelphia chromosome",
        "ponatinib",
        "bcr-abl tyrosine kinase",
        "protein-tyrosine kinase inhibitor",
        "hsp90 heat-shock proteins",
        "leukemia, myelocytic, chronic",
        "phosphotransferases",
        "accelerated phase"
    ],
    "author_names": [
        "Seiichi Okabe, MD",
        "Tetsuzo Tauchi, MD",
        "Yuko Tanaka, MD",
        "Seiichiro Katagiri, MD",
        "Toshihiko Kitahara, MD",
        "Kazuma Ohyashiki, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Seiichi Okabe, MD",
            "author_affiliations": [
                "First Department of Internal Medicine, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tetsuzo Tauchi, MD",
            "author_affiliations": [
                "First Department of Internal Medicine, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuko Tanaka, MD",
            "author_affiliations": [
                "First Department of Internal Medicine, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seiichiro Katagiri, MD",
            "author_affiliations": [
                "First Department of Internal Medicine, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshihiko Kitahara, MD",
            "author_affiliations": [
                "First Department of Internal Medicine, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuma Ohyashiki, MD, PhD",
            "author_affiliations": [
                "Tokyo Medical University, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T03:53:54",
    "is_scraped": "1"
}