{
    "doi": "https://doi.org/10.1182/blood.V120.21.2996.2996",
    "article_title": "Inducible Costimulator Gene Transduced Bone Marrow Derived Mesenchymal Stem Cells Attenuate the Severity of Acute Graft-Versus-Host Disease in a Mouse Haploidentical Model. ",
    "article_date": "November 16, 2012",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: Poster II",
    "abstract_text": "Abstract 2996 It is reported that both block of costimulator (ICOS) or its ligand signal pathway and transfusion of mesenchymal stem cells (MSCs) can reduce the severity of acute graft-versus-host disease (GvHD). Using a MHC-haploidentical murine model of acute GvHD, we investigated the effects of MSC -ICOS-EGFP , bone marrow derived MSCs transduced with ICOS-gene using an adenoviral vector, on acute GvHD. Lethally irradiated CB6F1 mice were transplanted with bone marrow cells and spleen cells from C57BL/6 mice, and injected with MSC -ICOS-EGFP , MSCs, ICOS-Ig fusion protein or the diluent (control), respectively. Survival in recipients of MSC -ICOS-EGFP was significantly higher than that in GVHD group (74.29±7.39% vs 0, P=0.000, n=35), and also higher than in MSCs, ICOS-Ig, or MSCs+ICOS-Ig groups (74.29±7.39% vs 42.86±8.36% or 48.57±8.45% or 50.43±8.45%, P=0.0039 or 0.0323 or 0.0418, n=35). The lower mortality in recipients of MSC -ICOS-EGFP was related to lower incidence of acute GvHD. MSC -ICOS-EGFP can reduce the number of CD4 + T cells in the early stage of GvHD due to the increased apoptosis, and it can produce CD4 + CD25 + Treg cells meanwhile. The effect on GvHD in recipient of MSC -ICOS-EGFP was also associated with higher serum levels of IL-4, IL-10 and lower levels of IFN-γ, IL-2, IL-12, IL-17A, as well as inducing expression of GATA-3, STAT6 transcription factors while inhibiting expression of T-bet, STAT4, ROR-rt in spleen. In vitro, the CD4 + T cells of donor were sharply inhibited by MSC -ICOS-EGFP and the B7h blockade. In MLRs we can also detect lower levels of IFN-γ, IL-2and higher levels of IL-4, IL-10. These data indicate that MSC -ICOS-EGFP is a more prospective strategy for acute GvHD prevention, which had a synergism effect between MSCs and ICOS-Ig. The mechanisms of MSC -ICOS-EGFP on acute GvHD were closely associated with modulation of CD4 + T cells, CD4 + CD25 + Tregs, and regulation of the Th1/Th2/Th17 balance in the early stage of GvHD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "attenuation",
        "bone marrow",
        "genes",
        "graft-versus-host disease, acute",
        "mice",
        "stem cell, mesenchymal",
        "graft-versus-host disease",
        "immunoglobulins",
        "antigens, cd25",
        "interleukin-10"
    ],
    "author_names": [
        "Dan Yang",
        "Jian-Min Wang, Sr., M.D",
        "Li-ping Wang",
        "Hong Zhou"
    ],
    "author_dict_list": [
        {
            "author_name": "Dan Yang",
            "author_affiliations": [
                "Hematology, Changhai Hospital, Second Military Medical Unversity, Shanghai, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jian-Min Wang, Sr., M.D",
            "author_affiliations": [
                "Hematology, Changhai Hospital, Second Military Medical University, Shanghai, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li-ping Wang",
            "author_affiliations": [
                "Hematology, Changhai Hospital, Second Military Medical University, Shanghai, Shanghai, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Zhou",
            "author_affiliations": [
                "hematology, Changhai Hospital, Second Military Medical University, Shanghai, Shanghai, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T15:44:47",
    "is_scraped": "1"
}