{
    "doi": "https://doi.org/10.1182/blood.V116.21.3933.3933",
    "article_title": "Addition of Rituximab to MLN8237 An Aurora A Kinase Inhibitor Plus Vincristine or Docetaxel Has Synergistic Anti-Tumor Activity In a Mouse Model of Aggressive B-Cell Non-Hodgkin's Lymphoma ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "abstract_text": "Abstract 3933 Oncogenic Auroras (A and B) are serine/threonine kinases that play key roles in mitotic initiation/progression and spindle assembly checkpoint (SAC) activity during the mammalian cell cycle. Over-expression of Auroras overrides the SAC that leads to aneuploidy in human malignancies including non-Hodgkin lymphomas (NHL). Our previous study utilizing gene expression profiling, tissue microarray and siRNA knockdown in aggressive B- NHL demonstrated Auroras to be markers of poor prognosis and validated therapeutic targets respectively (ASH 2009). Hence we hypothesized that (1) targeting mitosis/SAC with MLN8237 an Aurora inhibitor and a microtubule targeting agent [MTA] (vincristine or docetaxel) are effective in promoting apoptosis and tumor growth inhibition (TGI) in mouse xenograft model(s) of mantle cell lymphoma (MCL) and (2) targeting the proliferative marker CD20 with rituximab when combined with MLN8237 plus vincristine or docetaxel would further enhance apoptosis and manifest synergy of triplet therapy. In several B-NHL cell culture models single agent pro-apoptotic activity of MLN8237, vincristine, docetaxel and rituximab were quantified across multiple exposures (5 to 50 nM) by utilizing flow cytometry. Next, pro-apoptotic activity was investigated after exposure to multiple doublet and triplets, including MLN8237 + vincristine + rituximab and MLN8237 + docetaxel + rituximab. Triplet therapy was significantly superior to doublet combinations (MLN8237 + rituximab, MLN8237 + docetaxel, MLN8237 + vincristine). PARP cleavage studies of the doublets and the triplets confirmed enhanced apoptosis observed by flow cytometry. Anti-tumor activity of rituximab in doublet and triplet combinations were then evaluated in vivo in mouse xenograft models of MCL (Granta-519). The first mouse model evaluated MLN8237 (10 or 30 mg/kg, QD for 3 weeks) alone, rituximab (10 mg/kg, Q1W x3) alone, rituximab (10 mg/kg, Q1Wx3) + MLN8237 (10 or 30 mg/kg, QD for 3 weeks) combination versus control. Tumor growth inhibition (TGI) was 0% for MLN8237, 25% for rituximab and 35% for MLN8237 + rituximab with an overall survival (OS) ∼15 days longer for the combination over control (p=0.009). The second mouse model evaluated treatment with MLN8237 (30 mg/kg, QD for 3 weeks) + rituximab (10 mg/kg, Q1W x3), MLN8237 (30 mg/kg, QD for 3 weeks) + docetaxel (10 mg/kg, Q1W x3), MLN8237 (30 mg/kg, QD for 3 weeks) + docetaxel (10 mg/kg, Q1W x3) + rituximab (10 mg/kg, Q1W x3) which showed TGI of 25%, 62% and 85% over control (p=0.005) respectively. The overall survival of >40 days, increased apoptosis (cleaved caspase 3) and decreased proliferation (Ki-67) significantly favoured triplet therapy. Gene expression profiling studies of harvested tumors at the end of treatment are ongoing to gain mechanistic insights into the synergy observed with triplet therapy. Also a mouse xenograft model evaluating anti-lymphoma activity of MLN8237 + vincristine + rituximab is ongoing. In conclusion, our data indicate that MLN8237 plus rituximab is equally effective when combined with either vincristine or docetaxel. Therefore, targeting two hallmarks of cancer, limitless replicative potential and proliferation using MLN8237 + MTA and rituximab respectively promotes enhanced apoptosis and may offer a promising treatment strategy for patients with aggressive B-cell NHL [Funded by the Lymphoma SPORE, P50 CA130805501A1]. Disclosures: Persky: Millennium, Takeda: Consultancy, Research Funding.",
    "topics": [
        "alisertib",
        "b-cell lymphomas",
        "docetaxel",
        "kinase inhibitors",
        "mice",
        "neoplasms",
        "rituximab",
        "vincristine",
        "transplantation, heterologous",
        "cancer"
    ],
    "author_names": [
        "Daruka Mahadevan, MD, PhD",
        "Laurence Cooke, BS",
        "Xiaobing Liu, BS",
        "Daniel Oscar Persky, MD",
        "Catherine M. Spier, MD",
        "Thomas P. Miller, MD",
        "Wenqing Qi, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daruka Mahadevan, MD, PhD",
            "author_affiliations": [
                "Arizona Cancer Center, Tucson, AZ, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laurence Cooke, BS",
            "author_affiliations": [
                "Arizona Cancer Center, University of Arizona, Tucson, AZ, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaobing Liu, BS",
            "author_affiliations": [
                "Arizona Cancer Center, University of Arizona, Tucson, AZ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Oscar Persky, MD",
            "author_affiliations": [
                "Clinical Medicine, Arizona Cancer Center, Tucson, AZ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine M. Spier, MD",
            "author_affiliations": [
                "College of Medicine Dept. of Pathology, University of Arizona, Tucson, AZ, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas P. Miller, MD",
            "author_affiliations": [
                "Arizona Cancer Center, Tucson, AZ, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenqing Qi, PhD",
            "author_affiliations": [
                "Arizona Cancer Center, University of Arizona, Tucson, AZ, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:35:53",
    "is_scraped": "1"
}