{
    "doi": "https://doi.org/10.1182/blood.V118.21.2701.2701",
    "article_title": "First Evidence for High Incidence of Complete and Sustained Molecular Remissions and Maintenance of Immune Responses in Patients Receiving Consolidation with Y90 Ibritumomab Tiuxetan ( 90 Y-RIT) Post R-CHOP for Newly Diagnosed Advanced Stage High and Intermediate Risk Follicular Lymphoma ",
    "article_date": "November 18, 2011",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Abstract 2701 Introduction: The First-Line Indolent Trial (FIT) demonstrated that administration of a single infusion of 90 Y-RIT to follicular lymphoma grade 1 or 2 patients with CR or PR after induction chemotherapy could significantly prolong remissions over no further therapy. Only 13% of patients in that trial received rituximab with their first-line chemotherapy and maintenance rituximab was not administered [JCO 2008;26(32):5156–63]. We report a phase II study of safety and efficacy of 90 Y-RIT following R-CHOP chemotherapy in patients with high-risk advanced stage FL. Maintenance rituximab is given every 3 months post 90 Y-RIT, for 24 months. The protocol accrues up to 33 evaluable patients. First-time novel insights into the biologic and immunologic effects of this combination regimen are presented. The primary endpoint of our study is the final complete response (CR) rate, defined according to the Cheson criteria and measured 3 months after day 1 of the 90 Y-RIT therapy. The CR rate among similar risk advanced stage FL patients after R-CHOP is known to be about 20% [Blood 2005;106(12):3725–32]. The current study is designed to detect a significantly greater response rate of 40% with a p value of 0.05 and a power of 80%. Secondary outcomes included molecular remission and immunologic effects. Since molecular remission is associated with prolonged survival [Blood 105 (9): 3428–3433], we analyzed quantitative PCR for up to two years post 90 Y-RIT therapy on a subset of patients with baseline PCR detectable t(14:18) lymphoma. Methods: In patients who had PCR detectable t(14;18), quantitative real-time PCR was performed on blood and available bone marrow, at baseline, post 6xR-CHOP and Q 3 months post 90 Y-RIT treatment for 24 months. The sensitivity of our PCR assay was 1 in 10 5 cells. Flow cytometry for % B cell clonality was performed at the same time points. T and B cell counts, Ig levels and vaccine serology have been recorded pre and post treatment. Genotyping of FCGR3A polymorphism was performed. Results: 24 pts have been enrolled with a median age of 54 yrs, 79% stage 4, 63% high FLIPI, 38%, intermediate FLIPI. 10 of 19 [53%] patients had a complete response (CR/CRu) to R-CHOP and the remaining 9 showed partial response (PR). One patient died due to sepsis prior to 90 Y-RIT. 5 Patients with a partial response post R-CHOP converted to CRu post 90 Y-RIT resulting in 14 of 18 (77%) patients who achieved CR/Cru. One patient progressed 6 m post 90 Y-RIT, another relapsed at 12 months. One pt developed a secondary malignancy by 9 m. There were no SAEs attributable to the 90 Y-RIT treatment. 16 of 24 (67%) had PCR detectable t(14:18) translocations. Quantitative PCR measurements were concordant with flow cytometry. 18 have been evaluated post 90 Y-RIT. 12/13 (92%) of these pts became PCR negative in blood. Post 90 Y-RIT, one pt relapsed and showed increase in PCR levels. All remaining pts with PCR markers are PCR negative in blood as far as 24 m post 90 Y-RIT. CD3+T cell counts remained normal, but CD19+B cells fell below the 1% detection level by flow cytometry during the two yrs of maintenance therapy post 90 Y-RIT. 16 patients have been followed for more than 6 m and 8 pts for 18–24 m with no significant increases in the CD19+ B cell numbers. Interestingly, mean IgG levels remained close to normal, but mean IgM levels fell below normal. Memory immune responses to measles and mumps were maintained post chemo-radiotherapy. Antibody titres to Rubella did not change significantly post 90 Y-RIT. Conclusions: We found effective eradication of follicular lymphoma from the blood and bone marrow of the high risk lymphoma pts with first line treatment of 6xRCHOP and all but one of our evaluable patients (92 %) achieved molecular remission in blood post 90 Y-RIT. Molecular remission was sustained with maintenance rituximab after 90 Y-RIT up to 2 years. Longer follow-up will be necessary to determine the precise response duration. Our molecular response results compare favourably with those of the FIT trial. [JCO 2009;27(34):6094–00]. In our trial, IgG levels remain close to normal indicating that memory B cells are intact and this was consistent with no significant change in titres to common previously vaccinated pathogens such as rubella. A reduction in IgM levels indicating potential functional consequences in mounting primary humoral responses was documented. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures: Off Label Use: Zevalin in first line follicular lymphoma.",
    "topics": [
        "disease remission",
        "follicular lymphoma",
        "ibritumomab tiuxetan",
        "immune response",
        "r-chop",
        "polymerase chain reaction",
        "brachial plexus neuritis",
        "rituximab",
        "flow cytometry",
        "complete remission"
    ],
    "author_names": [
        "Nancy M Pennell, B Sc",
        "Matthew Cheung, MD, MS, FRCP",
        "Lisa K Hicks, MD, MSc, FRCPC",
        "Eugenia Piliotis, MD, FRCPC",
        "Kevin R Imrie, MD",
        "Rena Buckstein, MD, FRCPC",
        "Cindy Davidson, RN",
        "Mary-Anne Cussen, RN, BScN, CCRP",
        "Zeina Ghorab, MD",
        "Alden Chesney, MD, FRCPC",
        "Neil L Berinstein, MD, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Nancy M Pennell, B Sc",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthew Cheung, MD, MS, FRCP",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa K Hicks, MD, MSc, FRCPC",
            "author_affiliations": [
                "St. Michael's Hospital, Toronto, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugenia Piliotis, MD, FRCPC",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin R Imrie, MD",
            "author_affiliations": [
                "Hematology/Oncology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rena Buckstein, MD, FRCPC",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cindy Davidson, RN",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary-Anne Cussen, RN, BScN, CCRP",
            "author_affiliations": [
                "Clinical trials and Epidemiology, Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeina Ghorab, MD",
            "author_affiliations": [
                "Pathology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alden Chesney, MD, FRCPC",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil L Berinstein, MD, FRCPC",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T04:10:34",
    "is_scraped": "1"
}