{
    "doi": "https://doi.org/10.1182/blood-2018-99-119237",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4135",
    "start_url_page_num": 4135,
    "is_scraped": "1",
    "article_title": "A Phase 1 Trial of Ibrutinib (IBR) and Azacitidine (AZA) for the Treatment of Higher-Risk Myelodysplastic Syndromes (HR-MDS): Updated Results of University of California Hematologic Malignancies Consortium (UCHMC) Study 1503 ",
    "article_date": "November 29, 2018",
    "session_type": "637. Myelodysplastic Syndromes—Clinical Studies: Poster II",
    "topics": [
        "adverse event",
        "anemia",
        "azacitidine",
        "azoles",
        "binding (molecular function)",
        "bone marrow",
        "cellulitis",
        "complete remission",
        "decitabine",
        "disease progression"
    ],
    "author_names": [
        "Brian A. Jonas, MD PhD",
        "Peter T. Curtin, MD",
        "Gary J. Schiller, MD",
        "Deepa Jeyakumar, MD",
        "Matthew J. Wieduwilt, MD PhD",
        "Mehrdad Abedi, MD",
        "Rafael Bejar, MD PhD",
        "Helen Chow, MD",
        "Leslie G. Oesterich, MD",
        "Aaron C. Logan, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of California Davis Comprehensive Cancer Center, Sacramento, CA "
        ],
        [
            "University of California San Diego, Moores Cancer Center, La Jolla, CA "
        ],
        [
            "Ronald Regan University of California Los Angeles Medical Center, Santa Monica, CA "
        ],
        [
            "University of California Irvine, Chao Family Comprehensive Cancer Center, Orange, CA "
        ],
        [
            "University of California San Diego, Moores Cancer Center, La Jolla, CA "
        ],
        [
            "University of California Davis Comprehensive Cancer Center, Sacramento, CA "
        ],
        [
            "University of California San Diego, Moores Cancer Center, La Jolla, CA "
        ],
        [
            "University of California Davis Comprehensive Cancer Center, Sacramento, CA "
        ],
        [
            "University of California Davis Comprehensive Cancer Center, Sacramento, CA "
        ],
        [
            "Helen Diller Family Comprehensive Cancer Center, University of California San Francisco, San Francicso, CA"
        ]
    ],
    "first_author_latitude": "38.55393225",
    "first_author_longitude": "-121.45250829999999",
    "abstract_text": "Introduction : Outcomes remain poor for patients with HR-MDS despite treatment with hypomethylating agents (HMAs). The HMA AZA works through several mechanisms including inhibition of NF-kB signaling. IBR binds and inhibits Bruton's Tyrosine Kinase (BTK), leading to anti-proliferative effects on myeloblasts through inhibition of NF-kB signaling. IBR also has immunomodulatory activity mediated through binding interleukin-2-inducible kinase (ITK) and promotion of Th1-polarized immunity which is decreased in HR-MDS. These findings suggest that the combination of IBR and AZA may improve outcomes in HR-MDS. Methods : This is an ongoing multicenter Phase 1 trial of IBR plus AZA in patients with HR-MDS (NCT02553941). Combined results of the dose escalation and dose expansion cohorts are reported. The primary objective was to determine the safety and tolerability of IBR in combination with AZA. The secondary objective was to assess preliminary efficacy using modified International Working Group Response (mIWG) Criteria. Exploratory objectives included BTK occupancy in CD34+ bone marrow mononuclear cells (BMMC) and ITK occupancy in peripheral blood mononuclear cells (PBMC). Eligibility included WHO- or FAB-defined MDS with Revised International Prognostic Scoring System (IPPS-R) intermediate (INT) or higher risk. Prior HMA was allowed in the dose-escalation cohorts; prior AZA was excluded in the dose-expansion cohort. Patients received AZA 75 mg/m 2 IV/SC daily for 7 days and IBR orally daily for 28 days. Cycles repeated every 28 days. Dose escalation used standard 3+3 design with IBR dose levels of 420 mg (Cohort 1) and 560 mg (Cohort 2). Dose-limiting toxicities (DLTs) were assessed through completion of cycle 1. Dose expansion occurred at the 560 mg IBR dose level (Expansion Cohort). Adverse events (AEs) were graded using NCI Common Terminology Criteria for Adverse Events version 4.03. Results : As of June 1, 2018, 21 patients [71% male, median age 76 years (55-82)] were enrolled into Cohort 1 (n=3), Cohort 2 (n=6) and Expansion Cohort (n=12). MDS subtypes included MDS-SLD (n=2), MDS-MLD (n=1), MDS-EB-1 (n=3), MDS-EB-2 (n=11), MDS-U (n=1), RAEB-T (n=1), and CMML (n=2). IPSS-R scores were INT (n=4), high (n=6) and very high (n=11). 15 patients were HMA-naïve and 6 had prior HMA therapy [AZA (n=3), decitabine (n=2), both (n=1)]. No DLTs were observed in the dose escalation cohorts. Grade 3-4 treatment-emergent adverse events possibly, probably, or definitely related to study therapy were observed in 79% of patients and included thrombocytopenia (53%), neutropenia (26%), anemia (26%), febrile neutropenia (FN) (16%), cellulitis (11%), and mucositis (11%). Serious AEs (SAEs) occurred in 11 patients; SAEs possibly, probably, or definitely related to study therapy and occurring in more than one patient included: FN (n=6), skin/soft tissue infection (n=3) and lung infection (n=2). Median time on study was 234 days (range 3-585) with a median of 6 cycles (range 0-17) completed. Four patients remain on IBR plus AZA. Reasons for discontinuation included progression/failure (n=9), AE (n=2), withdrawal of informed consent (n=2), and transplant (n=1). Ten patients have died: 6 from disease progression, 3 from AE (2 unrelated to study therapy), and one from post-transplant complications. Seven patients reduced AZA to 5 days per investigator discretion and 6 patients had interruptions or reductions of IBR dosing due to AE (n=4) or azole use (n=2). Of 19 evaluable patients, the best mIWG response was complete remission (CR) in 3 (14%), marrow CR (mCR) in 4 (19%), stable disease (SD) in 10 (48%), and 2 (11%) experienced treatment failure. Two patients with mCR and two patients with SD had hematologic improvement (HI). Two of the responders had prior HMA exposure. The hematologic normalization rate (CR+mCR+PR+HI) was 43% overall: 54% in HMA-naïve patients and 62% in patients completing at least 4 cycles. BTK occupancy in CD34+ BMMC after cycle 1 and ITK occupancy in PBMC was seen at both dose levels. Conclusions : The combination of IBR and AZA is safe and tolerable in patients with HR-MDS. The combination shows promising preliminary efficacy including responses in patients with prior HMA exposure. CD34+ BMMC BTK and PBMC ITK occupancy by IBR was seen. These results support further study of IBR plus AZA in HR-MDS. Disclosures Jonas: Genentech/Roche: Research Funding; Kalobios: Research Funding; Incyte: Research Funding; Esanex: Research Funding; Amgen: Consultancy; Tolero: Consultancy; Celgene: Consultancy, Research Funding; Forma: Research Funding; Accelerated Medical Diagnostics: Research Funding; Daiichi Sankyo: Research Funding; AbbVie: Consultancy, Research Funding; Pharmacyclics: Research Funding; Glycomimetics: Research Funding; LP Therapeutics: Research Funding. Curtin: Onconova: Research Funding; Pharmacyclics: Research Funding; Amgen: Research Funding; Celgene: Research Funding. Schiller: Celator/Jazz Pharmaceuticals: Research Funding; Pharmacyclics: Research Funding. Wieduwilt: Reata Pharmaceuticals: Equity Ownership; Leadiant: Research Funding; Shire: Research Funding; Amgen: Research Funding; Merck: Research Funding; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees. Abedi: Amgen: Research Funding; Seattle Genetics: Speakers Bureau; CIRM: Research Funding; Celgene: Research Funding; Celgene: Speakers Bureau; Gilead: Speakers Bureau; BMS: Speakers Bureau; Takeda: Speakers Bureau. Bejar: Takeda: Research Funding; Modus Outcomes: Consultancy; Genoptix: Consultancy; Foundation Medicine: Consultancy; Celgene: Consultancy, Honoraria; AbbVie/Genentech: Consultancy, Honoraria; Astex/Otsuka: Consultancy, Honoraria. Logan: Pharmacyclics: Research Funding; Kite: Research Funding; Napajen: Consultancy; Adaptive Biotech: Consultancy; Astellas: Research Funding; Shire: Consultancy; Pfizer: Consultancy; Novartis: Consultancy, Research Funding; Incyte: Consultancy; Jazz Pharmaceuticals: Consultancy, Research Funding; Amgen: Consultancy."
}