{
    "doi": "https://doi.org/10.1182/blood.V124.21.5160.5160",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2736",
    "start_url_page_num": 2736,
    "is_scraped": "1",
    "article_title": "Telomere Length Changes of Lymphocytes in Aplastic Anemia ",
    "article_date": "December 6, 2014",
    "session_type": "508. Bone Marrow Failure",
    "topics": [
        "aplastic anemia",
        "lymphocytes",
        "telomere",
        "cd19 antigens",
        "cd34 antigens",
        "pancytopenia",
        "antigens",
        "autoimmune diseases",
        "biological markers",
        "genomic instability"
    ],
    "author_names": [
        "Rong Fu, PhD",
        "Jiangbo Zhang",
        "Zonghong Shao, MD"
    ],
    "author_affiliations": [
        [
            "General Hospital, Tianjin Medical University, Tianjin, China "
        ],
        [
            "General Hospital, Tianjin Medical University, Tianjin, China "
        ],
        [
            "General Hospital,Tianjin Medical University, Tianjin, China"
        ]
    ],
    "first_author_latitude": "39.117072",
    "first_author_longitude": "117.185683",
    "abstract_text": "Aplastic anemia (AA) is a primary disorder of severe bone marrow failure characterized by pancytopenia. The pathogenesis of AA is closely related to T cell hyperfunction. Abnormal telomere shortening of bone marrow mononuclear cells which has been reported in AA not only lead to genomic instability and apoptosis but also regulate T cells immunity to antigen. Interestingly,lymphocytes with shorter telomere length have undergone apoptosis escape in autoimmune disease. In our study, the relative telomere length (RTLs) of CD3 + , CD3 + CD4 + , CD3 + CD8 + , CD19 + and CD34 + cells were investigated in 14 untreated AA patients and 32 controls. The RTLs of CD3 + ,CD3 + CD4 + and CD3 + CD8 + T lymphocytes were shorter than those of the controls. Meanwhile, no differences in CD19 + B and CD34 + cells were found between AA and controls. A change in telomere length may be involved in the pathogenesis of AA and could be considered as a predictive biomarker for the diagnose of AA. Disclosures No relevant conflicts of interest to declare."
}