{
    "doi": "https://doi.org/10.1182/blood.V118.21.2575.2575",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1907",
    "start_url_page_num": 1907,
    "is_scraped": "1",
    "article_title": "Regression of Adult T-Cell Leukemia with Anti-CD25 Recombinant Immunotoxin LMB-2 Preceded by Chemotherapy ",
    "article_date": "November 18, 2011",
    "session_type": "614. Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Poster II",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "antigens, cd25",
        "chemotherapy regimen",
        "immunotoxins",
        "leukemia, t-cell",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "lmb-2 immunotoxin",
        "craniosynostosis",
        "cytokine release syndrome",
        "fludarabine"
    ],
    "author_names": [
        "Robert J. Kreitman, MD",
        "Rajat Singh",
        "Maryalice Stetler-Stevenson, MD, PhD",
        "Thomas A. Waldmann, MD",
        "Ira Pastan, MD"
    ],
    "author_affiliations": [
        [
            "Laboratory of Molecular Biology, National Cancer Institute/NIH, Bethesda, MD, USA, "
        ],
        [
            "Laboratory of Molecular Biology, National Cancer Institute/NIH, Bethesda, MD, USA, "
        ],
        [
            "Laboratory of Pathology, National Cancer Institute/NIH, Bethesda, MD, USA, "
        ],
        [
            "Metabolism Branch, National Cancer Institute, NIH, Bethesda, MD, USA"
        ],
        [
            "Laboratory of Molecular Biology, National Cancer Institute/NIH, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "38.999653300000006",
    "first_author_longitude": "-77.1075826",
    "abstract_text": "Abstract 2575 Background: Adult T-cell leukemia (ATL) is a highly aggressive CD25+ HTLV-1-associated malignancy with median survivals of 4 and 9 months for leukemic and lymphomatous forms, respectively. There is no standard therapy capable of altering median survival by more than a few months. The anti-CD25 recombinant immunotoxin LMB-2 as a single agent was previously reported in phase I testing to have activity, but limited by rapid tumor growth between cycles and immunogenicity. Human CD25+ xenografts in mice contained soluble CD25 (sCD25) levels >100-fold higher than in serum, which were rapidly depleted by chemotherapy. Treatment with fludarabine was previously reported to be associated with lower immunogenicity to murine antibodies (HAMA), and the fludarabine-cyclophosphamide (FC) combination was reported associated with reductions in normal T- and B-cells. Methods: To prevent the formation of neutralizing antibodies and enhance anti-tumor activity, leukemic or lymphomatous ATL patients received FC chemotherapy with fludarabine 25 mg/m 2 and cyclophosphamide 250 mg/m 2 on days 1, 2, and 3, and 2 weeks later began cycles every 3 weeks in which FC was administered on days 1, 2 and 3, followed by LMB-2 30–40 ug/Kg on days 3, 5 and 7. Formation of neutralizing antibodies and clinical response were determined with each cycle. Results: Interim results with 8 evaluable patients receiving 28 cycles (2–5 each) include an ORR of 50% with 2 CRs and 2 PRs. In 6 patients with circulating ATL cells detectable in the blood, reductions of ATL cells varied from 90.8 to 100% compared to baseline. CRs were associated with complete resolution of chest wall and pelvic masses, circulating ATL cells, and bone marrow involvement as assessed by immunohistochemistry and flow cytometry. One of 2 PRs is ongoing for nearly 1 year after complete resolution of skin involvement and partial decrease in circulating ATL cells. One of 2 CRs recurred after 6 months only in a sanctuary site (testis). The toxicity of LMB-2 was not increased by FC and 40 ug/Kg of LMB-2 days 3, 5 and 7 was not associated with dose-limiting toxicity (DLT). While the original doses of FC used were also without DLT, escalation to 30 and 300 mg/m 2 /day x3 resulted in severe thrombocytopenia in 1 of 2 patients. The most common toxicities, based on percent of cycles observed, were neutropenia (69%), lymphopenia (52%), leukopenia and nausea (48%), and anemia, thrombocytopenia and fever (41%). With FC, normal T-cells were reduced 0–95% (median 70%), but normal B-cells were reduced 91–100% (median 96%). Two (25%) patients made high levels of neutralizing antibodies after 3–4 cycles of LMB-2. Conclusions: LMB-2 is effective in ATL when preceded by FC, and can achieve major responses including CR. Additional patients will be needed to determine if FC can delay immunogenicity significantly, and allow enough cycles to result in long-term remission from this disease (Supported in part by NCI, intramural research program, NIH). Disclosures: Kreitman: NIH: Patents & Royalties. Off Label Use: Use of investigational agent and FC chemotherapy for treatment of ATL. Pastan: NIH: Patents & Royalties."
}