{
    "doi": "https://doi.org/10.1182/blood.V114.22.1797.1797",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1420",
    "start_url_page_num": 1420,
    "is_scraped": "1",
    "article_title": "Comparison of 4 Previously Established, but Highly Different Comorbidity Scores (Kaplan Feinstein Index [KF], Charlson-Comorbidity Index [CCI], Satariano Index [SI], Hematopoietic cell transplantation-specific comorbidity index [HCT-CI]) Identifies the KF and HCT-CI as Most Relevant, but Use of An Easily Applied 3-Risk-Factor (KLeber) -Score Suggests to Even More Effectively Predict Progression-Free- and Overall-Survival Differences in Multiple Myeloma (MM) Patients (pts). ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Biology and Pathophysiology, Excluding Therapy Poster I",
    "topics": [
        "brachial plexus neuritis",
        "comorbidity",
        "multiple myeloma",
        "transplantation",
        "lung diseases",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "hypertension",
        "pain",
        "prognostic factors"
    ],
    "author_names": [
        "Meike Terhorst",
        "Martina Kleber, MD",
        "Gabriele Ihorst",
        "David De Pasquale",
        "Monika Engelhardt"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany, "
        ],
        [
            "Department of Statistics and Biometry/Center of Clinical trials (ZKS), University of Freiburg, Freiburg, Germany"
        ],
        [
            "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany, "
        ]
    ],
    "first_author_latitude": "48.00049385",
    "first_author_longitude": "7.8373111",
    "abstract_text": "Abstract 1797 Poster Board I-823 Introduction Comorbidities affect daily function, treatment tolerance and mortality of pts. Therefore their analysis and impact as prognostic factors on treatment outcome seems relevant, especially in times of different treatment modalities. Aim of our analysis was the development of a specific comorbidity index (CI) to predict the influence on progression free survival (PFS) and overall survival (OS) in MM pts. Methods In this retrospective analysis between 1997 and 2003, we determined the comorbidity factors age, Karnofsky Index (KI), hypertension, diabetes, secondary malignancies, pain, liver-, heart-, lung-diseases and renal impairment (RI, estimated glomerular filtration rate [eGFR] by MDRD) in 127 MM pts, receiving standard (n=65) or high-dose chemotherapy (n=62). We ascertained the prognostic value of single risk factors, compared previously established CIs (Kaplan Feinstein [KF]; Charlson-Comorbidity [CCI]; Satariano [SI]; Hematopoietic cell transplantation-specific comorbidity index [HCT-CI]), and via univariate and multivariate analyses determined a MM-specific risk (KLeber) score. Results The pt characteristics revealed a median age of 60 years (range 27-83), males and females were 70 vs. 57, the median KI 90%, and stage II/III disease by Salmon&Durie and ISS present in 91% and 41%, respectively. The median PFS and OS for all pts were 69 and 35 months (ms), respectively. Univariate analysis determined moderate or severe pulmonary disease (p< 0.0001, hazard ratio [HR]: 3.5), RI (p= 0.0018, HR: 3.4), decreased KI (p= 0.0004, HR: 2.7) and age > 59 years (y) (p= 0.0114, HR: 2) as most important variables for diminished OS, whereas pain (p= 0.2105), liver- (p= 0.6328) and heart-disease (p= 0.9970), hypertension (p=0.5949), diabetes (p=0.9782) and second malignancy (p=0.9605) proved of lesser or no significance. Via multivariate analysis, eGFR '30ml/min/1.73m 2 , moderate or severe lung disease and KI '70% were key factors for decreased OS, with HRs of 2.9, 2.8 and 2.2, respectively. Comparison of prior CIs, namely KF, CCI, SI and HCT-CI showed that the KF and HCT-CI were more critical for MM pts than SI and CCI, with both former scores revealing strikingly different OS rates for ‘low-’ vs. ‘high-scoring-pts’ of 98 vs. 44ms (p=0.007) and 81 vs. 41ms (p=0.002), respectively (low-risk being defined as pts scoring 'median CI points, high-risk with >median CI points). When incorporating KI'70 (K), moderate or severe lung disease (L) and eGFR<30 (e) in a MM-specific risk (KLeber-) score, we identified significantly differing OS rates with 0,1,2 or 3 risk factors ( Table 1 ). Table 1 Risk stratification by combination of KI'70%, moderate or severe lung disease and eGFR<30 from uni-and multivariate analyses in the KLeber-risk score  # of risk factors . n . median OS (months) . HR (95% CI) . p-value * . 0 74 118 1.0 (reference) - 1 36 53 2.5 (1.4 - 4.5) 0.0033 2 or 3 17 25 6.5 (3.2 – 13.2) < 0.0001 # of risk factors . n . median OS (months) . HR (95% CI) . p-value * . 0 74 118 1.0 (reference) - 1 36 53 2.5 (1.4 - 4.5) 0.0033 2 or 3 17 25 6.5 (3.2 – 13.2) < 0.0001 * Chi-Square View Large The 2-group analysis of pts without (n=74) vs. those with KLeber-risk factors (n=53) showed substantial median OS differences of 117.5 vs. 40.6ms, respectively (p<0.0001), which were larger than with any other comorbidity assessment, albeit needs to be tested in a larger pt cohort to prove its validity and superiority to current scores and as a possibly better comorbidity tool for myeloma pts. Conclusions These findings demonstrate that comorbidities in MM pts are frequent and important prognostic determinants for diminished PFS and OS. The KF and HCT-CI proved of higher significance than SI and CCI in MM. Due to the numerous prognostic factors that these 4 comorbidity scores KF, HCT-CI, SI and CCI assess, not proving to be all of significance for MM in our analysis, more easily assessable MM-specific risk scores seem of importance. In our novel KLeber score, only 3 comorbidity factors proved essential from uni-and multivariate analyses, namely KI'70%, moderate or severe lung disease and eGFR<30, thereby allowing a powerful prediction model for 3 distinct risk groups. Our results highlight the debate on comorbidity scores and treatment decision-tools in MM which have not as yet moved into routine clinical practise, but seem very attractive and useful to implement into future analyses and clinical trials. This is to our knowledge the first MM-specific risk-score which is currently being re-evaluated in an even larger and independent from this analysis new MM data set. Disclosures No relevant conflicts of interest to declare."
}