{
    "doi": "https://doi.org/10.1182/blood.V108.11.362.362",
    "article_title": "A Transgenic Mouse Assay To Compare the Barrier Activities of the Chicken β-Globin 5′HS4, Human β-Globin 5′HS5 and Mouse 3′HS1. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Insulator elements are found at the boundary between euchromatin and heterochromatin, and are responsible for maintaining the correct chromatin configuration for a locus. The best characterized vertebrate insulator element, 5′ Hypersensitive Site (HS) 4 from the chicken β-globin locus (ch5′HS4), has two separable activities: enhancer blocking, which requires binding of the transcription factor CTCF, and barrier, which prevents transgene silencing. We have previously reported that transgenic mice carrying a wild-type erythrocyte ankyrin promoter (ANK-1E)/γ-globin gene showed uniform (γ-globin in 100% of red cells), position-independent (32/32 lines express), copy number-dependent (p=0.0005) expression of γ-globin mRNA and protein. Mutations in the ANK-1E promoter at positions −108 and −153 cause ankyrin-deficient Hereditary Spherocytosis. Transgenic mice with the −108/−153 ANK-1E/γ-globin transgene showed variegated (γ-globin in 0–80% of red cells), position-dependent (8/14 lines express), copy number-independent (p=0.27) expression of γ-globin. Flanking the −108/−153 ANK-1E/γ-globin transgene with the ch5′HS4 insulator restored uniform, position-independent (9/9 lines), copy number-dependent expression (p=0.003) at levels identical to the wild-type ANK-1E promoter. We hypothesized that we could test sequences for barrier activity by assaying their ability to restore normal expression to the −108/−153 ANK-1E/γ-globin gene in transgenic mice. In mammalian β-globin loci, human 5′HS5 and mouse 3′HS1 have been proposed to be insulator elements, similar to chicken 5′HS4, based on their ability to block enhancer element function. To test barrier function, we generated transgenic mice containing the −108/−153 ANK-1E/γ-globin transgene flanked by human 5′HS5, mouse wild-type 3′HS1, or mouse 3′HS1 with mutations that disrupt the binding of CTCF (×CTCF). A total of 5 lines of transgenic mice were generated containing the 5′HS5/−108/−153 ANK-1E/γ-globin transgene. γ-globin mRNA and protein were undetectable in 3/5 lines, indicating that expression was position-dependent, and in the two positive lines, mRNA levels did not correlate with copy number. A total of 9 lines of 3′HS1-flanked transgenic mice were generated, 3 of which did not express γ-globin mRNA and protein, demonstrating position-dependent expression. Among the 6 expressing lines, two lines showed variegated expression and the correlation between γ-globin mRNA level and copy number was significant (p=0.0117). In contrast, 3′HS1×CTCF transgenic mice expressed γ-globin in a uniform, position-independent (7/7 lines express), copy number-dependent (p=0.0005) manner. The levels of γ-globin mRNA in both the 3′HS1 and 3′HS1×CTCF transgenic mice were 2-fold greater than the levels measured in transgenic mice with the wild-type ANK-1E promoter (p=0.019; 0.0003 respectively), suggesting that 3′HS1 may contain an enhancer element. Our results indicate that while human 5′HS5 and mouse 3′HS1 block the effects of enhancer elements, neither are barrier elements as defined by the ability to prevent gene silencing. We hypothesize that the mutation of the CTCF binding sites allows the ANK-1E promoter to take greater advantage of the 3′HS1 enhancer, leading to a more uniform, position-independent, and copy number-dependent pattern of expression, as has been described for other enhancer elements in the β-globin Locus Control Region.",
    "topics": [
        "chickens",
        "globins",
        "mice",
        "mice, transgenic",
        "rna, messenger",
        "ankyrins",
        "hereditary spherocytosis",
        "transcription factor",
        "chromatin",
        "euchromatin"
    ],
    "author_names": [
        "Emily E. Devlin",
        "Cheryl Lynn Horton, BA",
        "Lisa J. Garrett-Beal, MS",
        "Patrick G. Gallagher, MD",
        "David M. Bodine, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emily E. Devlin",
            "author_affiliations": [
                "Hematopoiesis Section, NHGRI, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cheryl Lynn Horton, BA",
            "author_affiliations": [
                "Hematopoiesis Section, NHGRI, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa J. Garrett-Beal, MS",
            "author_affiliations": [
                "Transgenic Mouse Core Facility, NHGRI, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick G. Gallagher, MD",
            "author_affiliations": [
                "Pediatrics, Yale University, New Haven, CT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Bodine, PhD",
            "author_affiliations": [
                "Hematopoiesis Section, NHGRI, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T02:45:33",
    "is_scraped": "1"
}