{
    "doi": "https://doi.org/10.1182/blood.V128.22.363.363",
    "article_title": "Megakaryocyte Expansion and Platelet CD34 Expression Observed in GFI1B Q287* -Related Bleeding and Platelet Disorder Is Caused By Quenching of the Lysine Specific Demethylase LSD1/KDM1A ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Genetic Findings in Thrombocytopenia",
    "abstract_text": "The heterozygous Q287* mutation in Growth Factor Independence 1B (GFI1B) causes an autosomal-dominant bleeding disorder characterized by gray platelets as a result of reduced α-granule content.Affected individuals also exhibited macro-thrombocytopenia, increased megakaryocyte numbers and platelet CD34 expression. GFI1B functions as transcriptional repressor by recruiting the histone modifying enzyme LSD1/KDM1A. The C-terminally truncated GFI1B-Q287* mutant has lost its repressive function and inhibits the function of wild type GFI1B in a dominant-negative manner. To study how mutant GFI1B affects megakaryopoiesis, we expressed it in megakaryoblastic MEG01 cells by retroviral transduction. Compared to empty vector transduced cells, expression of GFI1B-Q287* caused a significant growth advantage, which is in line with the strong increase in megakaryocytes in the bone marrow of affected individuals. In contrast to GFI1B-Q287*, expression of GFI1B-WT significantly impaired MEG01 expansion (Figure 1). GFI1B recruits LSD1 through its proline and lysine amino acids at positions 2 and 8, respectively. Individual alanine mutations at these positions disturb the LSD1 interaction. We tested whether the LSD1 interaction was required for the growth phenotypes induced by GFI1B-WT and GFI1B-Q287* by separately introducing alanine mutations (P2A and K8A). This showed that both mutations nullified the growth advantage and disadvantage of GFI1B-Q287* and GFI1B-WT, respectively (Figure 1). Thus, GFI1B-WT may limit megakaryoblast expansion through LSD1 recruitment. The mutant protein may inhibit wild type GFI1B by quenching LSD1. Indeed, preliminary results show that co-expression of LSD1 and GFI1B-Q287* resulted in loss of the proliferative advantage as seen for GFI1B-Q287* alone. Figure 1: P2A and K8A mutations in GFI1B nullified the growth advantage of GFI1B-Q287* and the and growth disadvantage GFI1B-WT. GFP% of MEG01 cells was followed for 26 days. Data is normalized to day 5. To address this finding in more detail, we treated normal human CD34+ bone marrow cells with 4 µM LSD1 inhibitor GSK2879552 and induced megakaryocyte differentiation. This showed an 1.4-fold increased CD34+/CD41+ megakaryoblast expansion after 2 days of treatment. In addition, we observed that CD34 expression was retained and elevated. Thus, LSD1 inhibition of primary CD34+ cells during in vitro megakaryocyte differentiation phenocopies disease characteristics observed in individuals with the GFI1B-Q287* mutation. To further study megakaryopoiesis, we generated induced pluripotent stem (IPS) cells from two individuals with GFI1B-Q287* plus a healthy control. Hematopoietic differentiation of IPS colonies was induced using Stemline II, VEGF and BMP4 for the first 6 days and from day 6 onward in CellQuin, VEGF, BMP4, SCF, IL-1β, IL-3, IL-6 and TPO. Non-adherent hematopoietic cells where harvested and differentiated towards megakaryocytes using CellQuin, IL-1β and TPO. Upon megakaryocyte differentiation a 10-fold increase in expansion of megakaryocytes, sustained CD34 expression and increased hypolobulation was observed compared to GFI1B-WT differentiated IPS cells. Thus, GFI1B-Q287* IPS originated megakaryocytes phenocopy disease characteristics observed in individuals with the GFI1B-Q287* mutation. Our data indicate that the LSD1-GFI1B interaction is key to controlling megakaryoblast expansion and that it is important for proper megakaryocyte maturation as assessed by CD34 expression. These data also suggest that mutant GFI1B-Q287* inhibits the function of wild type GFI1B by quenching the demethylase LSD1. Induced LSD1 expression in the megakaryocyte lineage may be of therapeutic relevance for GFI1B related bleeding and platelet disorders. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelet disorders",
        "blood platelets",
        "cd34 antigens",
        "hemorrhage",
        "lysine",
        "megakaryocytes",
        "granules",
        "idiopathic pneumonia syndrome",
        "alanine",
        "vascular endothelial growth factor a"
    ],
    "author_names": [
        "Rinske van Oorschot, MSc",
        "Anna E. Marneth, MSc",
        "Marten Hansen, BSc",
        "Saskia M. Bergevoet",
        "Alexander B. Meijer, PhD",
        "Britta A.P. Laros-van-Gorkom, MD PhD",
        "Joop H. Jansen, PhD",
        "Marieke Von Lindern, PhD",
        "Emile van den Akker, PhD",
        "Bert A. van der Reijden, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rinske van Oorschot, MSc",
            "author_affiliations": [
                "Department Laboratory Medicine, Laboratory of Hematology, Radboudumc, Nijmegen, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna E. Marneth, MSc",
            "author_affiliations": [
                "Department Laboratory Medicine, Laboratory of Hematology, Radboudumc, Nijmegen, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marten Hansen, BSc",
            "author_affiliations": [
                "Department of Hematopoiesis, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saskia M. Bergevoet",
            "author_affiliations": [
                "Department Laboratory Medicine, Laboratory of Hematology, Radboudumc, Nijmegen, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander B. Meijer, PhD",
            "author_affiliations": [
                "Department of Plasma Proteins, Sanquin-AMC Landsteiner Laboratory, Amsterdam, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Britta A.P. Laros-van-Gorkom, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Radboudumc, Nijmegen, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joop H. Jansen, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Radboud university medical center, Nijmegen, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marieke Von Lindern, PhD",
            "author_affiliations": [
                "dept. Hematopoiesis, Sanquin Research, and Landsteiner lab. AMC/UvA, Amsterdam, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emile van den Akker, PhD",
            "author_affiliations": [
                "Department of Hematopoiesis, Sanquin Research, Amsterdam, Netherlands ",
                "dept. Hematopoiesis, Sanquin Research, and Landsteiner lab. AMC/UvA, Amsterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bert A. van der Reijden, PhD",
            "author_affiliations": [
                "Laboratory of Hematology, Radboud University Medical Center, Nijmegen, Netherlands"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:37:10",
    "is_scraped": "1"
}