{
    "doi": "https://doi.org/10.1182/blood.V128.22.3978.3978",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3510",
    "start_url_page_num": 3510,
    "is_scraped": "1",
    "article_title": "Superior Therapeutic Efficacy of Chimeric Antigen Receptor Modified T Cells Against CD19 over Chemotherapy in Relapsed/Refractory Acute Lymphocytic Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster III",
    "topics": [
        "acute lymphocytic leukemia",
        "cd19 antigens",
        "chemotherapy regimen",
        "chimeric antigen receptors",
        "t-lymphocytes",
        "complete remission",
        "hematopoietic stem cell transplantation",
        "supportive care",
        "adrenal corticosteroids",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Yongxian Hu",
        "Jian Yu",
        "Yi Luo",
        "Jimin Shi",
        "Zhao Wu, PhD",
        "Guoqing Wei, MD PhD",
        "Jie Sun, MD PhD",
        "Zhen Cai",
        "Lei Xiao",
        "He Huang, MD PhD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "Innovative Cellular Therapeutics Co., Ltd, Shanghai, China"
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Innovative Cellular Therapeutics Co., Ltd, Shanghai, China"
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ]
    ],
    "first_author_latitude": "30.308684399999994",
    "first_author_longitude": "120.0864995",
    "abstract_text": "Introduction The prognosis for patients with relapsed/refractory acute lymphoblastic leukemia (R/R ALL) is very poor under current therapeutic modalities. Recently chimeric antigen receptor modified T cells against CD19 (CART19) have shown promise as a novel therapy for R/R ALL patients in clinical trials. In our clinical trial, we found that CART19 had potent anti-leukemia activities in Chinese patients with R/R ALL (Yongxian Hu, He Huang et al; No.O168, oral presentation, EBMT 2016). In the current study we sought to determine whether CART19, results in better clinical outcomes in patients with R/R ALL than does chemotherapy (ChiCTR- ORN-16008948). Methods We compared the effectiveness and toxicities of CART19 therapy in 17 R/R ALL patients (CART19 group) against a historical control group of 42 patients who received standard or salvage chemotherapy (Chemotherapy group). For some patients who relapsed after allogeneic hematopoietic stem cell transplantation (HSCT), donor lymphocyte infusion and chemotherapy were combined. Results 7 (41.2%) and 15 (35.7%) patients were relapsed after allogeneic HSCT in the CART19 group and the chemotherapy group respectively. The rate of complete remission was significantly higher in the CART19 group than in the chemotherapy group (93.3% [95% confidence interval (CI), 68.1 to 99.8] vs. 40.5% [95% CI, 25.6 to 56.7], P<0.001). Among the patients who had complete remission, a higher percentage in the CART19 group had results below the threshold for minimal residual disease (0.01% marrow blasts) (100% vs 23.7%, P<0.001). 5 (29.4%) and 2 (4.8%) of patients who achieved complete remission in the 2 groups underwent subsequent haploidentical HSCT (2 for the second transplantation). In the survival analysis, the overall survival rate at 12 months was significantly higher in the CART19 group than in the chemotherapy group (65.4% vs 14.6% hazard ratio, 0.36 [95 % CI, 0.20 to 0.81]; P=0.0175) (Figure 1A). In the chemotherapy group, the causes of death included primary disease progression (24 patients), infection (10 patients) and intracranial hemorrhage (1 patient) while in the CART19 group the causes of death included primary disease progression (3 patients) and infection (3 patients). Cytokine release syndrome (CRS) was the most side effect in CART19 therapy. 12 (70.6%) of 17 patients suffered from CRS. The Grade 3 CRS developed in 6 (35.3%) of patients. The CRS syndrome was fully reversible after treatment with supportive care alone (n=6), supportive care plus the anti-interleukin-6 receptor monoclonal antibody, tocilizumab (n=3), supportive care plus tocilizumab and corticosteroids (n=2), as well as supportive care plus corticosteroids (n=1). CART19-related other adverse events were reversible neurotoxicity and pancytopenia consistent with previous reports. In the chemotherapy group, pancytopenia was the major toxicity. For patients who achieved complete remission, the median duration of absolute neutrophil count less than 500/¦ÌL was longer in the CART19 group than in the chemotherapy group [22.07±7.66 days (95% CI , 17.65 to 26.49) vs 16.06±3.66 days (95% CI , 14.17 to 17.94) , p=0.0076] (Figure 1B). Conclusions For the first time our study found thatCART19 therapy could greatly improved rates of complete remission and overall survival compared to conventional chemotherapy in R/R ALL patients. Our data suggest that CART19 turns to provide a new therapeutic approach for patients with R/R ALL. This novel targeted immune therapy provides more patients with R/R ALL opportunities for further interventional therapeutic strategies such as the secondary CART19 therapy, targeted drug therapy and haploidentical HSCT, even the second allo-HSCT, to improve the long-term overall clinical outcomes in patients with high-risk of relapse after CART19 therapy. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}