{
    "doi": "https://doi.org/10.1182/blood.V118.21.2118.2118",
    "article_title": "Morphine Stimulates Wound Healing Via Mu Opioid Receptor and Promotes Wound Closure in Sickle Mice ",
    "article_date": "November 18, 2011",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster II",
    "abstract_text": "Abstract 2118 Painful non-healing leg ulcers in sickle cell disease (SCD) pose major treatment challenges for which there is no satisfactory therapy. We observed that the vascular and nerve architecture are abnormal, and mu opioid receptor (MOR) expression is decreased in the skin of BERK mice expressing sickle hemoglobin, as compared to HbA-BERK mice expressing normal human hemoglobin ( Kohli et al., Blood, 2010 ). MOR mediates morphine-induced angiogenesis and analgesia, which are critical to the healing process. We hypothesized that MOR mediates the healing process and that MOR agonists such as morphine will promote healing by stimulating angiogenesis. Ischemic wounds (6 mm diameter) with impaired blood supply were created on the dorsal skin of sickle (BERK, and S+S Antilles ) and control (HbA-BERK and C57BL6, respectively) mice; and mu-, delta-, and kappa-opioid receptor knockout (MOR-, DOR- and KOR-KO, respectively) mice and their 129S6 wild type controls. BERK and S+S Antilles did not survive ischemic wound surgery, but S+S Antilles survived non-ischemic, 4 mm punch biopsies on the leg. Wounds were treated topically twice a day with morphine, 3 mg/g Eucerin cream or with PBS-Eucerin cream. Periodic wound tracings were used to quantitate wound area with Adobe Photoshop and % area healed was calculated. Ischemic wounds (100% closure on d17 in control 129S6) took significantly longer to heal as compared to punch biopsies (100% closure on d8 in control C57BL6). Morphine significantly accelerated healing as compared to PBS-cream in control, S+S Antilles , DOR- and KOR-KO, but not in MOR-KO mice, suggesting that morphine-induced healing is MOR-dependent. Of note, PBS-treated ischemic wounds in MOR-KO healed significantly slower than 129S6 control wounds, indicating that MOR is involved in wound healing. Blood flow was significantly higher in the intact unwounded dorsal skin of MOR-KO as compared to 129S6 mice (p<0.001). Significant decrease occurred after wounding in both 129S6 and MOR-KO, which was restored to baseline in morphine-treated 129S6 but not in MOR-KO wounds on d20. Thus, morphine promotes vascular function, which appears to be mediated by MOR in the healing wounds. In PBS-cream treated punch biopsy wounds, 100% wound closure occurred on day 8 as compared to day 6 with morphine treatment in both C57BL6 control and S+S Antilles sickle mice. Laser scanning confocal microscopy (LSCM) of healed wound scars 30d after wounding revealed significantly increased blood vessels (∼2-fold) in morphine-treated as compared to PBS treated in both C57BL6 and S+S Antilles mice. A significant increase was also noted in PGP 9.5-immunoreactive (ir) nerve fibers and lymphatics in morphine-treated scars. Pro-inflammatory and vaso-active neuropeptides, substance P (SP) and calcitonin gene related peptide (CGRP) were increased ∼2-fold in PBS-treated wound scars 30d post-wounding as compared to baseline in S+S Antilles mice, suggestive of increased neurogenic inflammation. However both neuropeptides returned to baseline levels in morphine-treated wounds. Similarly, both SP- and CGRP-ir in 129S6 and MOR-KO were increased significantly in PBS-treated mice but not in morphine-treated as compared to baseline before wounding. It is noteworthy, that SP- and CGRP-ir were significantly higher in the unwounded skin of MOR-, DOR- and KOR-KO as compared to 129S6 control mice, suggesting that all three ORs are involved in the regulation of neuropeptides. Therefore, even though wound healing and blood flow were not influenced by morphine in MOR-KO, neuropeptides were responsive to morphine treatment in MOR-KO. Together, these data suggest that MOR downregulation may contribute to impaired wound healing and that other ORs are critical to regulate neuropeptides to control neurogenic inflammation in the skin, which may in turn influence the healing process. Thus, morphine orchestrates wound healing by stimulating vascular function via MOR and modulating neurogenic inflammation via ORs in the skin. Since increased inflammation and vasculopathy underlie wound pathobiology in SCD, morphine may have a therapeutic effect on healing leg ulcers. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "mice",
        "morphine",
        "oprm1 gene",
        "receptors, opioid, mu",
        "wound closure",
        "wound healing",
        "cream",
        "painful bladder syndrome",
        "ischemia",
        "neuropeptides"
    ],
    "author_names": [
        "Derek Vang",
        "Marna Ericson, PhD",
        "Michael A Ansonoff, PhD",
        "John E Pintar, PhD",
        "Robert P Hebbel, MD",
        "Kalpna Gupta, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Derek Vang",
            "author_affiliations": [
                "Vascular Biology Center; Medicine - Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marna Ericson, PhD",
            "author_affiliations": [
                "Dermatology, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A Ansonoff, PhD",
            "author_affiliations": [
                "Department of Neuroscience and Cell Biology, University of Medicine and Dentistry of New Jersey-Robert Wood Johnson Medical School, Piscataway, NJ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E Pintar, PhD",
            "author_affiliations": [
                "Department of Neuroscience and Cell Biology, University of Medicine and Dentistry of New Jersey-Robert Wood Johnson Medical School, Piscataway, NJ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert P Hebbel, MD",
            "author_affiliations": [
                "Vascular Biology Center; Medicine - Hematology, Oncology, and Transplantation Division, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kalpna Gupta, PhD",
            "author_affiliations": [
                "Vascular Biology Center; Medicine - Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T18:47:29",
    "is_scraped": "1"
}