{
    "doi": "https://doi.org/10.1182/blood-2018-99-116701",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3909",
    "start_url_page_num": 3909,
    "is_scraped": "1",
    "article_title": "Development of an Algorithm to Predict Mortality in Patients with Sepsis and Coagulopathy ",
    "article_date": "November 29, 2018",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "topics": [
        "blood coagulation disorders",
        "sepsis",
        "biological markers",
        "procalcitonin",
        "apache ii score",
        "infections",
        "interleukin-6",
        "interleukin-10",
        "vascular endothelial growth factor a",
        "angiopoietins"
    ],
    "author_names": [
        "Amanda Walborn, PhD",
        "Debra Hoppensteadt, PhD",
        "Matthew T. Rondina, MD",
        "Jawed Fareed, PhD"
    ],
    "author_affiliations": [
        [
            "Pharmacology, Loyola University Chicago, Maywood, IL "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "George E Wahlen VAMC Geriatric Research and Education Clinical Center, Salt Lake City, UT "
        ],
        [
            "Pathology, Loyola Univ. Medical Ctr., Maywood, IL"
        ]
    ],
    "first_author_latitude": "41.92850529999999",
    "first_author_longitude": "-87.7471493",
    "abstract_text": "Introduction: Sepsis is a systemic response to infection which results in a high rate of mortality worldwide. The pathophysiology of sepsis is complex; although sepsis is often defined on the basis of the overwhelming host inflammatory response, this disease process also involves infection response, hemostatic dysregulation, endothelial dysfunction, and platelet activation. Improved ability to predict mortality in sepsis patients would have implications for the appropriate administration of therapies in this population. Several approaches to this problem have been tried, focused on clinical scoring systems or biomarkers of a single physiological system, with modest success. The purpose of this study was to develop an equation incorporating biomarker levels at intensive care unit (ICU) admission to predict mortality in patients with sepsis, based on the hypothesis that a combination of biomarkers representative of multiple physiological systems would provide improved predictive value over a single biomarker or system. Materials and Methods: Plasma samples were collected from 103 adult patients with sepsis at the time of ICU admission. Levels of 28 biomarkerss were measured using commercially available, standardized methods. Clinical data, including the ISTH overt DIC score, SOFA score, and APACHE II score was also collected. 28-day mortality was used as the primary endpoint. Stepwise linear regression modeling was performed. This modeling approach used an iterative mathematical process to select the most relevant biomarkers to include in an equation to predict patient survival vs. non-survival. Results: Differences in biomarker levels between survivors were quantified and using the Mann-Whitney test and the area under the receiver operating curve (AUC) was used to describe predictive ability. Significant differences (p<0.05) were observed between survivors and non-survivors for PAI-1 (AUC=0.70), procalcitonin (AUC=0.77), HMGB-1 (AUC=0.67), IL-6 (AUC=0.70), IL-8 (AUC=0.70), protein C (AUC=0.71), Angiopoietin-2 (AUC=0.76), endocan (AUC=0.58), and platelet factor 4 (AUC=0.70). A predictive equation for mortality was generated using stepwise linear regression modeling. This model incorporated procalcitonin, VEGF, the IL-6:IL-10 ratio, endocan, and PF4, and demonstrated a better predictive value for patient outcome than any individual biomarker (AUC=0.87). This supports the hypothesis that a panel of biomarkers representative of multiple physiological systems would perform better than biomarkers representative of a single system. This model accounts for infection response (procalcitonin), inflammation and the balance of pro- vs. anti-inflammatory factors (VEGF, IL-6:IL-10 ratio), endothelial function (endocan), and platelet function (PF4). Incorporation of clinical data such as SOFA or APACHE II scores did not result in improved model performance; the model developed including this information incorporated white blood cell count, APACHE II score, and procalcitonin had an AUC of 0.84. Conclusions: The use of a mathematical modeling approach resulted in the development of a predictive equation for sepsis-associated mortality with better accuracy than any individual biomarker or clinical scoring system. In addition, this equation incorporates biomarkers representative of multiple physiological systems that are involved in the pathogenesis of sepsis and may better represent the complete pathophysiology of this syndrome to predict the high mortality that exists in these patients. [MTR1]Would add a sentence on the mortality endpoint Disclosures No relevant conflicts of interest to declare."
}