{
    "doi": "https://doi.org/10.1182/blood.V106.11.3610.3610",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=282",
    "start_url_page_num": 282,
    "is_scraped": "1",
    "article_title": "Developmental Plasticity Revealed by Lineage Switch from Committed Megakaryocytic Cells to Granulocytic Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Several lines of evidence showing lineage transdifferentiation within the hematopoietic system support hematopoietic plasticity. However, such lineage transdifferentiation typically requires overexpression of transcription factors or drug treatment. Here, we report that a switch from the megakaryocytic (Mk) lineage to the granuloyctic (G) lineage can be achieved by simply modifying the in vitro cytokine combination. Mk cultures were initiated with human CD34 + mobilized peripheral blood progenitor cells in serum-free medium supplemented with thrombopoietin (Tpo). CD41 high CD15 − cells were selected by MoFlo sorting on Day 5 (MkG5), Day 7 (MkG7) and Day 10 (MkG10). Prior to sorting, CD41 + Mks were 10%, 20%, and 25–30% polyploid (≥8N) at Day 5, 7, and 10 respectively. Sorted Mks (>97% CD41 high CD15 − with the remainder CD41 − CD15 − ) were recultured in serum-containing medium with G-CSF, IL-3, IL-6 and SCF, a cytokine cocktail normally used to induce granulocytic differentiation of CD34 + progenitors (G medium). Cell numbers remained constant or decreased by as much as 30% during the first 7 days, and then increased. The MkG7 culture expanded 76-fold during the next 7 days of reculturing. By contrast, the MkG5 and MkG10 cultures expanded only 5-fold and 4-fold, respectively. After five days of reculturing, some of the MkG7 cells already showed G morphology - band-shaped nuclei - reminiscent of the fourth, or metamyelocyte, stage of granulopoiesis. Other cells, however, still showed the morphology of large polypoid Mk cells. After 7 days of reculturing, co-expression of CD41 and CD15 was seen on most cells, as assessed by immunofluorescence microscopy. However, cells started to lose CD41 expression thereafter. Only 10–20% of the cells were still CD41 + after 11 days and no CD41 expression was detected by immunofluorescence after 14 days. More than 90% of the cells expressed CD15 after 14 days of reculturing as measured by flow cytometry (Figure: right). Furthermore, more than 40% of the cells displayed nuclear segmentation, the hallmark of mature granulocytes (Figure: left). The MkG5 and MkG10 cultures also exhibited transdifferentiation of megakaryocytes into granulocytes. Surprisingly, Mks sorted at a later developmental stage exhibited more extensive G differentiation. After 14 days of reculturing, they exhibited a higher level of maturation as evidenced by flow cytometry. Additionally, the more mature Mk cells transdifferentiated at a faster rate as indicated by Giemsa staining. Large numbers of segmented granulocytes were first detected at day 11 after sorting of the MkG10 culture (25% segmented), day 14 of the MkG7 culture (40–50%) and day 17 of the MkG5 culture (10–20%). Compared to CD34 + cell-derived granulocytes cultured for the same length of time in G medium, the MkG7 and MkG10 cultures contained a greater fraction of mature (CD11b + ) granulocytes. In conclusion, our data convincingly demonstrate the transdifferentiation potential of committed and mature megakaryocytes. View large Download slide Left: Representative morphological staining image of MkG7 cells after 14 days of recultureing Right: Expression of granulocytic markers on sorted cells after 14 days of reculturing compared to CD34 + -derived G cells after 14 days of culture (NA, not analyzed) View large Download slide Left: Representative morphological staining image of MkG7 cells after 14 days of recultureing Right: Expression of granulocytic markers on sorted cells after 14 days of reculturing compared to CD34 + -derived G cells after 14 days of culture (NA, not analyzed) ",
    "topics": [
        "antigens, cd15",
        "cd34 antigens",
        "cytokine",
        "flow cytometry",
        "giemsa stain",
        "granulocyte colony-stimulating factor",
        "granulocytes",
        "interleukin-3",
        "interleukin-6",
        "macrophage-1 antigen"
    ],
    "author_names": [
        "William M. Miller, PhD",
        "Li T. Huang, BS",
        "Chi Chen, BS",
        "Eleftherios T. Papoutsakis, PhD"
    ],
    "author_affiliations": [
        [
            "Chemical and Biological Engineering, Northwestern University, Evanston, IL, USA"
        ],
        [
            "Chemical and Biological Engineering, Northwestern University, Evanston, IL, USA"
        ],
        [
            "Chemical and Biological Engineering, Northwestern University, Evanston, IL, USA"
        ],
        [
            "Chemical and Biological Engineering, Northwestern University, Evanston, IL, USA"
        ]
    ],
    "first_author_latitude": "42.057663899999994",
    "first_author_longitude": "-87.6758349"
}