{
    "doi": "https://doi.org/10.1182/blood.V128.22.5433.5433",
    "article_title": "An Open-Label, Phase I Study of Dasatinib in Combination with Decitabine in Patients (Pts) with Accelerated or Blastic Phase Chronic Myeloid Leukemia (CML) ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Background: Current treatment for advanced phase CML remains unsatisfactory. Dasatinib induces major cytogenetic response (MCyR) in 31% and 37% of pts with imatinib-resistant or -intolerant accelerated (AP) and blast phase (BP), respectively (Cortes 2007). Hypermethylation is associated with disease progression in CML. In pts with imatinib-refractory CML-AP and CML-BP, low dose decitabine induced MCyR in 12% and 17% of pts, respectively, with similar rates achieved combining decitabine with imatinib (Issa 2005, Oki 2007). The reported synergy between imatinib and decitabine depends upon residual sensitivity to imatinib (La Rosee 2004). We investigated whether improved responses might be achieved through synergy between dasatinib, a 2 nd generation tyrosine kinase inhibitors (TKI) and decitabine. Methods : Pts age 18 years or older with CML-AP, CML-BP, or Philadelphia chromosome (+) acute myeloid leukemia (Ph+AML) were enrolled regardless of previous TKI therapy. Pts were assigned to 2 schedules on a 3+3 dose-escalation design to determine the maximum tolerated dose (MTD; primary objective). The starting schedule was decitabine 10mg/m 2 daily for 10 days and dasatinib 100 mg daily (schedule A), and decitabine 20mg/m 2 daily for 10 days with dasatinib 100 mg (schedule B). The next dose level (target dose) was decitabine 10mg/m 2 daily for 10 days (schedule A) or 20 mg/m 2 daily for 10 days (schedule B) with dasatinib 140 mg daily. Secondary objectives are to determine the rate of overall hematologic response (OHR) (2 cycles required to be evaluable for response), response duration (RD), overall survival (OS), and toxicity profile. OHR includes complete hematologic response (CHR), no evidence of leukemia (NEL), and minor hematologic response (MiHR). CHR is defined as normal WBC, no blasts or promyelocytes in peripheral blood (PB), ANC ≥1x10 9 /L, platelets >100 x10 9 /L, PB basophils < 5%, ≤ 5% blasts in bone marrow (BM), and no extra-medullary disease. NEL is the same criteria as CHR except for platelets between ≥ 20 x10 9 /L and <100x10 9 /L or ANC between ≥ 0.5x10 9 /L and < 1x10 9 /L. MiHR is defined as <15% blasts in PB and BM, <30% blasts + promyelocytes in BM and PB, <20% basophils in PB, and no extra-medullary disease. Once MTD or target dose (if MTD not exceeded) determined for both arms subsequent pts are to be randomized to the two schedules. Results : A total of 23 pts were enrolled (4 AP, 16 BP, 3 Ph+AML); 21 were evaluable for response. The remaining 2 pts were not evaluable for response since they did not complete 2 cycles of therapy as defined in the protocol, due to drug toxicity (n=1; cardiac arrest due to myocardial infarction) or insurance issues (n=1). Patient characteristics are shown in Table 1. Sixteen pts received prior TKI therapy with a median of 2 TKI per pt (range, 1-4). Three pts had a kinase domain mutation (V299L, E255K, and 1 pt with both L298V and T315I); one other patient had a 162 bp deletion. No dose-limiting toxicity (DLT) was observed at the starting dose level for either schedule. One DLT (among 6 pts) was observed at the target dose level of each schedule (1A: grade 3 heart failure; 1B: grade 4 cardiac arrest), therefore the target dose was considered the dose to be further explored in phase 2 for each arm. Pts received a median of 2 treatment cycles (range 1-11) and 3 pts are still receiving study therapy. Fourteen (67%) pts achieved OHR (7 CHR, 3NEL, 4 MiHR). A MCyR was achieved by 38% (8/21). Median duration of OHR was 3.5 months (95% CI: 2- 4.9). Median OS was 12 months (95% CI: 2.9- 21.3). A total of 11 pts (48%) died: 10 due to disease progression and 1 pt died in complete molecular response from SCT complications. Three pts have ongoing responses, 2 pts with major molecular response (MMR) and one with NEL, with the combination therapy for 5+, 7+, and 3+ cycles, respectively. Six pts received SCT of which 4 pts remain alive 39, 27, 4, and 0.2 months post-SCT; they had achieved CHR, MCyR, MMR, and CHR, respectively with DAC + dasatinib prior to SCT. Grade 3-4 nonhematological toxicity was reported in 17 (74%) pts, most frequent toxicities being infections (26%), bleeding (17%), and acute renal failure (13%). Conclusion: The combination of decitabine plus dasatinib is well tolerated and active in pts with advanced phase CML. Phase 2 portion of this study is in progress to determine the efficacy of this combination and difference in outcome by treatment schedule. View large Download slide View large Download slide  Close modal Disclosures Daver: Karyopharm: Honoraria, Research Funding; Sunesis: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Otsuka: Consultancy, Honoraria; Kiromic: Research Funding; Ariad: Research Funding; BMS: Research Funding. Burger: Pharmacyclics: Research Funding. Jabbour: ARIAD: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Novartis: Research Funding; BMS: Consultancy. Cortes: ARIAD: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Teva: Research Funding.",
    "topics": [
        "blast phase",
        "brachial plexus neuritis",
        "dasatinib",
        "decitabine",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "toxic effect",
        "cardiac arrest",
        "disease progression",
        "measles-mumps-rubella vaccine"
    ],
    "author_names": [
        "Yasmin Abaza, MD",
        "Hagop M. Kantarjian, MD",
        "Gautam Borthakur, MD",
        "Guillermo Garcia-Manero, MD",
        "Naval Daver, MD",
        "Farhad Ravandi, MD",
        "Srdan Verstovsek, MD PhD",
        "Jan A. Burger, MD PhD",
        "Zeev Estrov, MD",
        "Maro Ohanian, DO",
        "Miranda Lim, BSN",
        "Rita Assi, MD",
        "Elias J. Jabbour, MD",
        "Jorge E. Cortes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yasmin Abaza, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naval Daver, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan A. Burger, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev Estrov, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maro Ohanian, DO",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miranda Lim, BSN",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Assi, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias J. Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T09:32:46",
    "is_scraped": "1"
}