{
    "doi": "https://doi.org/10.1182/blood.V128.22.3864.3864",
    "article_title": "mTOR Is Dispensable in Hematopoietic Stem Cells and GMP Progenitors, but Plays an Essential Role in the CMP Population, for Autophagy Regulation ",
    "article_date": "December 2, 2016",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster III",
    "abstract_text": "Macroautophagy, or autophagy, is an intracellular self-degrading and recycling process that maintains cellular homeostasis. In blood system, autophagy is essential for life-long support and maintenance of hematopoietic stem cells (HSCs). Defect in autophagy process may lead to HSC aging, abnormal development in both myeloid and lymphoid lineages, and failure of blood reconstitution after transplantation. Current biochemical model of autophagy views the mTOR kinase activity, a therapeutic target for a variety of hematologic diseases including leukemia, as a critical inhibitory mechanism of autophagy initiation through phosphorylation of ULK1 and Atg13. Previously we showed that mTOR gene deletion in the blood system lead to hematopoietic failure, with a transient expansion of the HSC pool and differential blockage of various progenitor populations without detectable effects on survival. Since cellular responses to mTOR deletion vary in different blood cell populations, we hypothesize that autophagy dependence on mTOR may also differ among different HSC and progenitor populations. To examine the basal state and mTOR regulated autophagy flux in hematopoiesis, we used a reporter mouse carrying an autophagy reporter GFP-LC3 that allows a readout of autophagy flux in live or fixed cells. Crossing it to an Mx-Cre;mTOR flox/flox or an Mx-Cre;mTOR flox/knockin genetic background produced the mTOR null or the mTOR kinase-activity deficient D2338A mutant knockin genotype upon poly I:C induced Cre recombination in all blood lineages. Subpopulations of mTOR wild-type (WT), mTOR knockout (KO) and mTOR kinase-dead knockin (KI) cells from freshly harvested mouse bone marrow, including HSC (Lin - Sca-1 + c-Kit + CD135 - ), CMP (Lin - Sca-1 - c-Kit + CD34 + CD16/32 lo ), and GMP (Lin - Sca-1 - c-Kit + CD34 + CD16/32 hi , were isolated by flow cytometry. The sorted cells were treated with autophagy inhibitor Bafilomycin A1 (BA), mTOR kinase inhibitor AZD8055 (AZD), or a nonspecific AMPK inhibitor Compound C, and the autophagy flux activities of the various populations of HSC and progenitors were quantified by immunofluorescent microscopy of the GFP-LC3 puncta or FACS analysis. In wild-type mice, HSC and CMP populations had significantly higher basal autophagy flux than the GMP cells, with ~55% LC3 puncta positive cells in HSC and CMP versus ~15% in GMP. Surprisingly, the HSC and GMP populations of cells did not respond to either mTOR KO or KI in their autophagy activities while the CMP cells were highly responsive to the mTOR KO or KI showing a significant increase of autophagy flux in the KO and KI cells, compared with wild-type CMP cells. In the GMP enriched Lin - c-Kit + population, p-Akt308 was significantly upregulated upon mTOR loss, possibly due to a compensatory mechanism, which may in turn suppress autophagy through Beclin 1. Upon treatment by the mTOR inhibitor AZD, autophagy flux was induced in wild-type HSC, CMP and GMP populations but not in the corresponding mTOR KO or KI populations, whereas Compound C, a non-specific kinase inhibitor, induced LC3 puncta accumulation in HSC, CMP and GMP populations of all three mTOR WT, KO, and KI genotypes. Our data shows that in HSPCs, basal autophagy flux varies in different populations, with higher autophagy activity found in the most primitive HSCs and lower autophagy activity in the GMP population. The dependence on mTOR in autophagy regulation also differs amongst different HSC and progenitor populations, with HSC and GMP populations showing a surprising independence whereas CMP population a dependence on mTOR in autophagy suppression. The autophagy flux of the mTOR KO genotype are similar to that of the mTOR KI genotype in the stem/progenitor populations, suggesting that the mTOR kinase activity, not a kinase-independent mTOR function, regulates autophagy. Lastly, the mTOR WT, KO and KI CMP cells respond to a non-specific kinase inhibitor Compound C in autophagy induction, suggesting that mTOR-independent kinases are involved in autophagy suppression. Thus, despite that the mTOR KO and KI HSPCs show similar deficiencies in the canonical mTOR signaling including dampened p-S6 and p-4EBP1, the molecular mechanisms underlying autophagy regulation is diverse amongst distinct blood stem/progenitor cell types. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autophagy",
        "cyclic gmp",
        "good manufacturing practice",
        "hematopoietic stem cells",
        "mtor serine-threonine kinases",
        "phosphotransferases",
        "proto-oncogene protein c-kit",
        "kinase inhibitors",
        "antigens, cd16",
        "cd34 antigens"
    ],
    "author_names": [
        "Xiaoyi Chen, PhDcandidate",
        "Yi Zheng, PhD",
        "Cuiqing Fan",
        "Song Chen",
        "Jun-lin Guan"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaoyi Chen, PhDcandidate",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
                "Cancer and Cell Biology Program, University of Cincinnati, Cincinnati, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yi Zheng, PhD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
                "Cancer and Cell Biology Program, University of Cincinnati, Cincinnati, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cuiqing Fan",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, ",
                "Institute of Pediatrics, Children's Hospital, Fudan University, Shanghai, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Song Chen",
            "author_affiliations": [
                "University of Cincinnati, Cincinnati, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun-lin Guan",
            "author_affiliations": [
                "University of Cincinnati, Cincinnati,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:39:48",
    "is_scraped": "1"
}