{
    "doi": "https://doi.org/10.1182/blood-2018-99-115006",
    "article_title": "Abnormal Distribution and Function of NK Cells Subsets May Lead to Impaired Tumor Surveillance in a JAK2V617F Myeloproliferative Neoplasm Model ",
    "article_date": "November 29, 2018",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "abstract_text": "Background : The JAK2V617F mutation is the most common molecular abnormality present in Philadelphia chromosome-negative Classical Myeloproliferative Neoplasms (Ph-neg MPNs), present in approximately 95% of patients with Polycythemia Vera and in almost 50% of patients with primary myelofibrosis and essential thrombocythemia. Besides the genetic mutations, different cells in the bone marrow can modulate the microenvironment and contribute to disease initiation and maintenance. Natural killer (NK) cells are part of innate immunity and are divided into subsets, according the expression of CD27 and CD11b. The immature NK cells, CD27 - CD11b - (tolerant), CD27 + CD11b - , presenting less cytotoxicity, while the mature NK cells, CD27 + CD11b + and CD27 - CD11b + (cytotoxic), have a great cytotoxic function. Considering that the role of NK cells in Ph-neg MPNs is currently unclear, our hypothesis is that a defect of the NK cells may favor HSC malignant transformation and contribute to MPN development. Aim : We aimed to study their distribution and cytotoxic function in murine primary cells from a MPN transgenic model. Methods : NK cells were quantified by flow cytometry from splenocytes of a pre-established conditional vavCre knockin Jak2V617F (Jak2VF) murine model. Polycythemia and splenomegaly were confirmed in Jak2 wt/V617F vavCre+ (Jak2VF) as compared to Jak2 wt/wt vavCre+ (Jak2WT) control animals. Mice (n= 4 per group) were euthanized between 10-16 weeks of age. For immunophenotyping, spleen was isolated, submitted to red cell lysis, and stained with fluorescence-conjugated antibodies against Ter119, CD19, CD4, CD8 CD3, NK1.1, CD27, CD11b, CD69 and CD107a. All the stainings were performed at 4°C for 20 minutes and acquisition of at least ten thousands events per tube was performed in a FACSCanto™II flow cytometer. For the activation and degranulation assays, splenocytes were cultivated and stimulated with PMA (2.5ug/mL) and ionomicyn (0.7ug/mL) for 3 hours and then submitted to the analysis of CD69and CD107a expression, respectively. The cytotoxicity assay was performed by a co-culture of sorted NK cells with YAC-1 cells previously marked with an impermeable cell tracker, for 3 hours. Then, the target cell death percentage was determined by 7-AAD detection. Results : The analysis of the degranulation marker CD107a in activated NK cells (CD69 + ) showed that, when compared with the Jak2WT group, the Jak2VF mice presented a decreased frequency of CD107a + NK cells (87.2% vs 74.1% p=.02). Besides, the ability of Jak2VF NK cells to kill the target cells was reduced when compared to the Jak2WT group (80.1%±17.4 vs 65.5%±8.7 at the 5:1 NK:target cell ratio and 84.9%±11.9 vs 75.3%±0.1 at the 10:1 NK:target cell ratio). The maturation profile showed that, when compared to Jak2WT mice, the frequency of immature NK cells was 4.2-fold increase in Jak2VF animals (8% vs 33% p=.009), and the percentage of these cells that expressed the degranulation marker CD107a was reduced when compared with the Jak2WT group (55.5% vs 42.7% p=.02). In agreement, the frequency of mature NK cells was decreased in Jak2-mutated mice (92% vs 67% p=.009) as compared to controls. Among the mature NK subpopulations, CD107 + cells were lower numbered in Jak2VF mice as compared to Jak2WT cells (94.3% vs 88.9% p=.005). We also observed a differential profile of functional NK subsets between Jak2WT and Jak2VF NK cells. There was an increase of CD27 - CD11b - and CD27 + CD11b - NK cells in Jak2-mutated mice (5.6% vs 18.3% p=.007 and 2.1% vs 14.6% p=.01, respectively). On the other hand, the percentage of CD27 - CD11b + NK cells in Jak2VF mice was lower than in Jak2WT mice (78.1% vs 49.9% p=.01). In summary, when compared to controls, Jak2-mutated mice presented a reduction in the frequency of NK cells able to release their lytic granules, suggesting a lower cytotoxic function. The reduction of cytotoxicity in Jak2VF NK cells may be explained by two factors: (1) the augment of immature tolerant NK cells, and (2) the reduction of cytotoxicity of the mature subset (CD27 - CD11b + ). To date, although the functional and maturation subsets of NK cells have been studied in solid tumors, they have not been previously associated with MPNs. Conclusion : Considering that mature and functional NK cells play a critical role in tumor surveillance, it is plausible that an impair of their distribution and function can favor stem cell-derived diseases like Ph-neg MPNs Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "myeloproliferative disease",
        "natural killer cells",
        "neoplasms",
        "surveillance, medical",
        "antigens, cd27",
        "macrophage-1 antigen",
        "granules",
        "lamp-1",
        "cytotoxicity",
        "antibodies"
    ],
    "author_names": [
        "Thiago Mantello Bianco, MSc",
        "Diego Antonio Pereira-Martins, MSc",
        "Patrícia Vianna Bonini Palma, BSc",
        "Josiane Lilian Schiavinato, PhD",
        "Cleide Araújo Silva, MSc",
        "Ann Mullally, MD",
        "Susumu S Kobayashi, MD PhD",
        "Eduardo Magalhães Rego, MD PhD",
        "Lorena Lobo Figueiredo-Pontes, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thiago Mantello Bianco, MSc",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Ribeirao Preto Medical School, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Diego Antonio Pereira-Martins, MSc",
            "author_affiliations": [
                "Medical School of Ribeirao Preto and Center for Cell Based Therapy, University of Sao Paulo, Ribeirao Preto, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrícia Vianna Bonini Palma, BSc",
            "author_affiliations": [
                "Center for Cell-based Therapy, Regional Hemotherapy Center of the School of Medicine of Ribeirão Preto, Ribeirao Preto Medical School, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josiane Lilian Schiavinato, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Medical School of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cleide Araújo Silva, MSc",
            "author_affiliations": [
                "Center for Cell-based Therapy, Regional Hemotherapy Center of the School of Medicine of Ribeirão Preto, Ribeirao Preto Medical School, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Mullally, MD",
            "author_affiliations": [
                "Division of Hematology, Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susumu S Kobayashi, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo Magalhães Rego, MD PhD",
            "author_affiliations": [
                "Medical School, University of Sao Paulo, Sao Paulo, Brazil"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorena Lobo Figueiredo-Pontes, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Ribeirao Preto Medical School, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T13:05:07",
    "is_scraped": "1"
}