{
    "doi": "https://doi.org/10.1182/blood-2020-136337",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4512",
    "start_url_page_num": 4512,
    "is_scraped": "1",
    "article_title": "High Incidence of Venous Thromboembolism in Patients with Chronic Graft-Versus-Host Disease ",
    "article_date": "November 5, 2020",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": null,
    "author_names": [
        "Najla El Jurdi, MD",
        "Heba Elhusseini, MD",
        "Todd E. DeFor, MS",
        "Grigori Okoev, MD PhD",
        "Aleksandr Lazaryan, MDPhDMPH",
        "John Rogosheske, PharmD",
        "Kristen Weiler",
        "Veronika Bachanova, MD PhD",
        "Brian C. Betts, MD",
        "Bruce R. Blazar, MD",
        "Claudio G. Brunstein, MD PhD",
        "Fiona He, MD",
        "Shernan G Holtan, MD",
        "Murali Janakiram, MD",
        "Radhika Gangaraju, MD",
        "Joseph E. Maakaron, MD",
        "Margaret L. MacMillan, MD",
        "Armin Rashidi, MD PhD",
        "Erica D. Warlick, MD",
        "Smita Bhatia, MDMPH",
        "Joan D. Beckman, MDPhD",
        "Gregory M Vercellotti, MD",
        "Daniel J. Weisdorf, MD",
        "Mukta Arora, MD"
    ],
    "author_affiliations": [
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Biostatistics Core, Masonic Cancer Center, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Edina, MN "
        ],
        [
            "Hematology, Oncology and Transplantation, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Experimental and Clinical Pharmacology, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Experimental and Clinical Pharmacology, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Pediatric Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Unniversity of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Rochester, MN "
        ],
        [
            "Division of Hematology and Oncology, Department of Medicine, University Of Alabama, Birmingham, AL "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Pediatric Blood and Marrow Transplantation, University Of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Division of Hematology, Oncology, and Transplantation, University of Minnesota, Edina, MN "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Institute for Cancer Outcomes and Survivorship, University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "University of Minnesota Twin Cities, Minneapolis, MN "
        ],
        [
            "Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN"
        ],
        [
            "Department of Medicine, Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.97399",
    "first_author_longitude": "-93.2277285",
    "abstract_text": "Background: Limited studies report a wide range of venous thromboembolism (VTE) incidence among allogeneic hematopoietic cell transplant (alloHCT) recipients. Chronic GVHD (cGVHD) is an immune mediated complication after alloHCT associated with vascular endothelial damage and prolonged systemic inflammation. We hypothesized that patients developing cGVHD are a subgroup at particularly high risk for VTE. Aims: To assess VTE incidence, sites of involvement, and risk factors in patients with cGVHD and to examine the impact of VTE on clinical outcomes after alloHCT. Methods: We performed a retrospective cohort study of all 145 patients who developed cGVHD after a matched sibling (MSD) and umbilical cord blood (UCB) donor alloHCT from 2010 to 2018. VTE was defined as a new confirmed event by imaging at any time after cGVHD diagnosis. VTE sites were categorized as upper extremity (UE), lower extremity (LE) deep vein thrombosis (DVT) or pulmonary embolus (PE). We assessed the cumulative incidence of VTE treating non-VTE mortality as a competing risk. Multivariate regression was used to evaluate the independent association of risk factors with the incidence of VTE using predefined factors in our model including gender, age, DRI, cGVHD severity, days to cGVHD from transplant and platelet level. We accounted for multiple events of VTE using PWP regression. Cox and Fine and Gray regressions were used to evaluate the independent association of time-dependent VTE on overall survival (OS) and non-relapse mortality (NRM), respectively using propensity scoring to control for confounding.. Results: Median age at time of cGVHD diagnosis was 52 years (range 19-74). 104 (72%) patients received MSD and 41 (28%) UCB alloHCT. Of the 145 patients with cGVHD, 32 (22%) developed either 1 or 2 VTE events and 14 (10%) developed 2 VTE events. The first VTE events were PE (n=6, 19%), and DVT (n=26, 81%; n=17 LE, n= 8 UE and n=5 catheter related UE DVT); one patient developed an IVC thrombus. The second VTE events were PE (n=2, 14%), and DVT (n=12, 86%; n=5 LE, n= 7 UE and n=4 catheter related UE DVT). Most patients were on corticosteroids at the first (n=28, 88%) and second (n=10, 71%) VTE with a median dose of (0.3 and 0.2 mg/kg/day, respectively) ± additional immunosuppression therapies. The cumulative incidence of VTE through 5 years post cGVHD diagnosis was estimated at 22% (95% CI: 15-29%) with median time from cGVHD diagnosis to VTE of 234 days (IQR 85-599). Median time to the development of LE DVT or PE was shorter than UE DVT (107 vs 450 days, respectively). Incidence was higher in males (24% vs 18%), and was not significantly different by age (< or ≥50), BMI (< or ≥30), HCT- comorbidity index, donor type, conditioning regimen and GVHD prophylaxis. Cumulative incidence was higher (50%) in patients with high/very high risk DRI compared to 19% in those with low and intermediate risk DRI. VTE incidence was highest in patients with de novo cGVHD (25%) compared to quiescent (20%) and progressive type (17%). Cumulative incidence was 9%, 17% and 38% in those with mild, moderate and severe GVHD respectively. Patients with lung, gastrointestinal, genitourinary and liver cGVHD had a higher incidence of VTE. Patients developing cGVHD >6 months from HCT had a higher incidence of VTE (24% vs 19%). In multivariate analysis, high/very high risk DRI was associated with higher risk of VTE (HR 2.5; 95% CI; 1.2-5.3) (Figure 2). VTE was not associated with a significantly higher 2-year NRM (HR 1.2; 95% CI; 0.4-3.6) or 5 year OS (HR 1.4; 95% CI; 0.7-3.0). Conclusion: Patients who develop cGVHD after alloHCT have a high incidence VTE. Identifying a subgroup at a particularly high risk for VTE could inform thromboprophylaxis and other supportive care strategies for prevention of such events. View large Download slide View large Download slide  Disclosures Bachanova: Karyopharma: Membership on an entity's Board of Directors or advisory committees; Kite: Membership on an entity's Board of Directors or advisory committees; FATE: Research Funding; BMS: Research Funding; Incyte: Research Funding; Gamida Cell: Membership on an entity's Board of Directors or advisory committees, Research Funding. Betts: Patent Pending: Patents & Royalties: Dr. Betts has a pending patent WO2017058950A1: Methods of treating transplant rejection. This includes the use of JAK inhibitors. Neither he nor his institution have received payment related to claims described in the patent.. Blazar: Tmunity: Other: Co-founder; Magenta Therapeutics: Consultancy; KidsFirst Fund: Research Funding; Fate Therapeutics Inc.: Research Funding; Childrens' Cancer Research Fund: Research Funding; BlueRock Therapeuetic: Consultancy; BlueRock Therapeutics: Research Funding. Brunstein: Astex: Research Funding; AlloVir: Other: Advisory board; Magenta: Research Funding; Gamida: Research Funding. Holtan: CSL Behring: Other: Clinical trial data adjudication; BMS: Consultancy; Generon: Consultancy; Incyte: Consultancy. Janakiram: Takeda, Fate, Nektar: Research Funding. Gangaraju: Sanofi Genzyme, Consultant for Cold Agglutinin Disease: Consultancy. MacMillan: Talaris Therapeutics, Inc: Consultancy; Angiocrine Biosciences, Inc.: Consultancy; Equillium, Inc.: Consultancy; Fate Therapeutics, Inc.: Consultancy; Mesoblast: Consultancy. Rashidi: Synthetic Biologics: Other: DSMC member (1 trial) and related honorarium. Weisdorf: Incyte: Research Funding; FATE Therapeutics: Consultancy. Arora: Pharmacyclics: Research Funding; Fate Therapeutics: Consultancy; Kadmon: Research Funding; Syndax: Research Funding."
}