{
    "doi": "https://doi.org/10.1182/blood.V116.21.4274.4274",
    "article_title": "Deferasirox Improves Liver Pathology In β-Thalassemia Patients with Transfusional Iron Overload ",
    "article_date": "November 19, 2010",
    "session_type": "Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "Abstract 4274 Background: While iron overload is known to cause hepatic toxicity, the effect of iron chelation therapy on liver pathology is not well understood. Data evaluating liver fibrosis during iron chelation therapy are limited to small studies (eg, Wu SF et al. Hemoglobin 2006 [n=17], Berdoukas V et al. Hematol J 2005 [n=49], Wanless IR et al. Blood 2002 [n=56]). In order to address such effects in a more robust patient population, we assessed liver biopsy samples from β-thalassemia patients enrolled in two large clinical studies (Porter J et al. Blood 2005, Cappellini MD et al. Blood 2006) that evaluated the effects of deferasirox on iron burden for up to 5 years. Methods: Patients with β-thalassemia and transfusional hemosiderosis receiving ≥8 blood transfusions/year, with liver biopsy assessment (defined as having either liver iron concentration [LIC], Ishak grading or Ishak staging assessment), after at least 3 years of deferasirox treatment, were included. Deferasirox dose was 5–40 mg/kg/day based upon level of iron overload (Study 107, patients randomized to deferoxamine [DFO] or deferasirox for the first year; Study 108, patients received deferasirox only). Treatment response success was defined according to baseline (start of deferasirox dosing) and end-of-study (EOS) LIC measurements (Table). View large Download slide View large Download slide  Close modal Histological total iron score (TIS) was derived from the iron load observed in hepatocytes (hepatocytic iron score [HIS] range, 0–12), sinusoidal cells (sinusoidal iron score [SIS] range, 0–4) and main structures of the portal tracts (portal iron score [PIS]). A heterogeneity factor (H = 1, 2 or 3) was then applied, based on the overall appearance of the tissue, to provide TIS, calculated as (HIS + SIS + PIS) × (H/3) [range 0–60]. Hepatocytic to total liver iron ratio was calculated as HIS/(HIS + SIS + PIS) (Deugnier Y et al. Gastroenterol 1992). Fibrosis staging was performed according to Ishak scale from 0 (no fibrosis) to 6 (cirrhosis, probable or definite). Liver inflammation was assessed according to the Ishak necroinflammatory grading system with an overall scoring range from 0–18 (Ishak K et al. J Hepatology 1995). Results: Of 770 patients enrolled in the deferasirox studies, 219 with histological biopsy data at baseline and at the end of at least 3 years of treatment with deferasirox were eligible for analyses. Mean LIC was 15.7 ± 9.9 mg Fe/g dw and median serum ferritin was 2069 ng/mL (range 273–11698) at the start of deferasirox treatment. After at least 3 years of treatment, overall LIC success response rate was 63.8% (n=134), and mean LIC decreased by 5.5 ± 10.6 to 10.1 ± 8.2 mg Fe/g dw. Mean absolute change in TIS and liver iron ratio were -8.2 ± 13.3 and -2.1 ± 27.3, respectively. The range of Ishak necroinflammatory scores at baseline was 0–8 with a mean of 2.0 (2.2 in patients who met success rate criteria [Group A], 1.6 in patients who did not meet the success rate criteria [Group B]). At EOS the necroinflammatory score improved to a mean of 0.8 overall, and in both subgroups, with a mean relative change of -66% (69% in Group A and -61% in Group B). Overall 83.3% (n=175) [85.8% (n=115) in Group A, 78.9% (n=60) in Group B] of patients experienced either stabilization or improvement in their Ishak fibrosis score. Ishak staging remained stable (change of -1, 0 or +1) in 55.7% (n=122) of patients. Fifty-nine patients (26.9%) had an improvement in Ishak grading by a score of ≥2. Similar improvements were observed between Group A (26.1%, n=35) and Group B (30.3%, n=23). Conclusions: This is the first study to assess the effect of iron chelation therapy on liver pathology in a large cohort of iron-overloaded patients with β-thalassemia. In addition to reducing total iron burden, deferasirox led to an improvement in pathological markers of iron overload-induced liver damage in the majority of patients; 83.3% showed stabilization or improvement in Ishak fibrosis staging as well as an overall improvement in necroinflammatory score. These effects were similar in both patients who met the LIC success rate criteria and those who did not, suggesting that the observed effects may be at least partly independent of the drug's chelation effect. These findings are important as stabilization or regression of hepatic fibrosis in the face of chronic insult may prevent progressive liver disease. Disclosures: Deugnier: Novartis: Honoraria. Dong: Novartis: Employment. Giannone: Novartis: Employment. Zhang: Novartis: Employment. Griffel: Novartis: Employment. Brissot: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau.",
    "topics": [
        "deferasirox",
        "iron overload",
        "liver",
        "thalassemia",
        "iron",
        "fibrosis",
        "iron chelation therapy",
        "stabilization",
        "hepatic fibrosis",
        "liver biopsy"
    ],
    "author_names": [
        "Yves Deugnier, MD",
        "Bruno Turlin, MD, PhD",
        "Victor Dong, MD",
        "Vanessa Giannone, BSN",
        "Yiyun Zhang, PhD",
        "Louis Griffel, MD",
        "Pierre Brissot, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yves Deugnier, MD",
            "author_affiliations": [
                "Liver Disease Unit and Inserm U-991, University Hospital Pontchaillou, Rennes, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruno Turlin, MD, PhD",
            "author_affiliations": [
                "Department of Pathology, Biological Resource Center, University Hospital Pontchaillou, Rennes, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Dong, MD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanessa Giannone, BSN",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiyun Zhang, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louis Griffel, MD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Brissot, MD",
            "author_affiliations": [
                "Liver Disease Unit and Inserm U-991, University Hospital Pontchaillou, Rennes, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T09:31:23",
    "is_scraped": "1"
}