{
    "doi": "https://doi.org/10.1182/blood.V118.21.3859.3859",
    "article_title": "Interlaboratory Quality Control Round of MPL Mutation Detection in Fourteen European Laboratories: A MPN&MPNr-EuroNet Study, ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Poster III",
    "abstract_text": "Abstract 3859 The MPL gene is located on chromosome 1p34 and encodes the thrombopoietin receptor. It includes 12 exons and is a key factor for growth and survival of megacaryocytes. Acquired mutations in this gene activate the thrombopoietin receptor constitutively. MPL515 somatic mutations are stem cell-derived events that involve both myeloid and lymphoid progenitors. Two distinct exon 10 mutations are found in 15% of JAK2-V617F negative myeloproliferative neoplasms (MPN),), i.e. 3% of essential thrombocythemia (ET) and 10% of primary myelofibrosis (PMF).: W515L, W515K and the rare W515A variant. A hereditary mutation, S505N, is associated with familial thrombocytosis. MPL mutation detection is a helpful new tool to detect clonality in JAK2 V617F negative MPN and to establish the diagnosis of MPN. As many laboratories use very different methods and interpretations, standardization is highly warranted. Particularly the methodology is diverse and the results need to be comparable, requiring comprehensive testing. This quality control project was established within workgroup 2 of the MPN&MPNr-EuroNet network, ( www.mpneuronet.eu , supported by the European program COST (CoOperation in Science and Technology)). The lab from the ‘Hopital H. Mondor AP-HP Paris' provided 29 samples containing randomized concentrations (between 100% and 1%) of the four mutations MPL W515L, W515K, W515A and S505N. The plasmids used for this quality control experiment spanned exons 9, intron 9 and exon10 of the MPL with S505N, W515L, W515K and W515A mutants diluted first with wild-type plasmid gene and then diluted in human genomic DNA. Thirteen European laboratories tested these 29 samples, each using their own chosen methods (14 altogether). The following methods were used: Mutascreen W515L/K Kit (Ipsogen, France):(n=4), allelic discrimination real-time PCR (n=2), high resolution melting (HRM) (n=7) and sequencing (n=2, 1 Sanger, 1 pyrosequencing)). There were no false positive results in any of the labs. All labs using the Mutascreen W515L/K Kit detected all W515L and W515K mutations, from 100% mutated down to 1% mutated plasmids. The allelic discrimination assays which were also designed for W515L and W515K only, detected the mutations down to 2%. The HRM methods were all designed differently. All except one (which did not recognize S505N) detected all 4 mutations with a sensitivity, down to 5% mutated plasmids, with few exceptions detecting either lower or higher amounts. The Sanger sequencing and pyrosequencing assays had a detection limit of 5–10%, with the pyrosequencing assay not being designed for the S505N mutation. All participating labs detected the most frequent MPL mutations in MPN W515L and W515K, with many designs not including W515A and S505N. Achieved sensitivities differed between methods with cutoffs of 1% to 10% (1.5% for the Ipsogen kit). Most laboratories reported the results as either positive or negative. However, the percentages of mutated alleles reported by a few labs differed greatly from each other and from the original dilutions (range 2–50 times) In conclusion, these results show that the diverse methods for MPL mutation detection used by different European labs yielded comparable specificity with varying sensitivity. Smaller clones might be missed by the less sensitive methods, and quantification of mutated alleles should be interpreted very carefully until standardised reference material for MPL mutation testing will be available. More extensive interlaboratory testing including patient samples is needed to identify the most robust assays suitable for diagnostic mutation detection and particularly for quantification of mutated alleles. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "clonality (genetic analysis)",
        "dideoxy chain termination dna sequencing",
        "dna",
        "false-positive results",
        "high-resolution melt curve analysis",
        "introns",
        "laboratory techniques and procedures",
        "laboratory test finding",
        "mutation",
        "myelofibrosis, idiopathic, chronic"
    ],
    "author_names": [
        "Naomi A. Porret, PhD",
        "Elisabeth Oppliger Leibundgut, PharmD",
        "Serge Carillo",
        "Bruno Cassinat, PharmD",
        "Francois Girodon, MD, PhD",
        "Éric Lippert, MD, PhD",
        "Valérie Ugo, MD, PhD",
        "Sylvie Hermouet, MD, PhD",
        "Paola Guglielmelli, MD",
        "Jiri Schwarz, MD, PhD",
        "Beatriz Bellosillo",
        "Susanne Schnittger, PhD",
        "Maj K. Westman",
        "Stephane Giraudier, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naomi A. Porret, PhD",
            "author_affiliations": [
                "Hematology, University Hospital and University of Bern, Berne, Switzerland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Oppliger Leibundgut, PharmD",
            "author_affiliations": [
                "Hematology, University Hospital and University of Bern, Bern, Switzerland, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serge Carillo",
            "author_affiliations": [
                "CHU Caremeau, Laboratoire de Cytogénétique, Nimes, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Cassinat, PharmD",
            "author_affiliations": [
                "Unite de Biologie Cellulaire, Hopital Saint-Louis, Paris, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Girodon, MD, PhD",
            "author_affiliations": [
                "CHU Dijon, Laboratoire d'Hematologie, Dijon, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Éric Lippert, MD, PhD",
            "author_affiliations": [
                "INSERM U1035, Université Victor Segalen, Bordeaux, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valérie Ugo, MD, PhD",
            "author_affiliations": [
                "Laboratory of Hematology, University Hospital, Brest, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvie Hermouet, MD, PhD",
            "author_affiliations": [
                "INSERM U892, Laboratoire d'Hématologie, Institut de Biologie, Centre Hospitalier Universitaire, Nantes, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Guglielmelli, MD",
            "author_affiliations": [
                "Hematology, Dept of Medical and Surgical Care, Florence, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Schwarz, MD, PhD",
            "author_affiliations": [
                "Institute of Hematology and Blood Transfusion, Prague, Czech Republic, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatriz Bellosillo",
            "author_affiliations": [
                "Hospital del Mar, Barcelona, Spain, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maj K. Westman",
            "author_affiliations": [
                "Department of Clinical Genetics, Section of Hematology/Oncology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Giraudier, MD, PhD",
            "author_affiliations": [
                "Laboratoire d'Hématologie, Hôpital Henri-Mondor, Créteil, France"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T18:44:20",
    "is_scraped": "1"
}