{
    "doi": "https://doi.org/10.1182/blood-2019-127458",
    "article_title": "Identification of Recurrent Genomic Alterations in the Apoptotic Machinery in CLL Patients Treated with Venetoclax Monotherapy ",
    "article_date": "November 13, 2019",
    "session_type": "605.Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases",
    "abstract_text": "Background: Venetoclax (VEN) monotherapy in patients (pts) with relapsed or refractory (R/R) chronic lymphocytic leukemia (CLL) has been efficacious with a complete remission rate of 16% and also durable with median time to progression of 33.2 months (Roberts et al. , 2019). Despite these responses, many pts eventually relapse. To investigate possible mechanisms of resistance to VEN monotherapy, we performed a genome-wide CRISPR screen to identify genes whose loss of expression leads to reduction in drug sensitivity. To determine whether similar genomic alterations occur in pts treated with VEN, we analyzed the DNA and RNA of pre- and post-therapy specimens from CLL pts enrolled in two VEN monotherapy trials (NCT01328626 and NCT01889186). Methods: CRISPR screen was performed in lymphoma SUDHL4 cell line using Brunello library. Peripheral blood or bone marrow specimens were collected pre-dose and after VEN discontinuation; CLL cells were enriched via CD19-positive (CD19 + ) selection using magnetic beads. DNA from 43 pts was analyzed by whole exome and two targeted sequencing panels. RNA-seq analysis was performed on paired pre- and post-therapy CD19+ samples from 24 pts. Results: The CRISPR screen identified genes whose loss of expression led to resistance to VEN. Several members of the pro-apoptotic machinery were among the strongest hits, including BAX , BCL2L11 (BIM) and PMAIP1 (NOXA) . Outside of the apoptotic pathway, loss of ID3 or NFKBIA also led to decreased VEN sensitivity, suggesting multiple possible mechanisms of resistance. To compare these results to the potential mechanisms of resistance in pts treated with VEN, we sequenced the DNA from CD19+ B cells extracted before treatment initiation or upon treatment discontinuation. Of the 37 pts with disease progression, 15 acquired mutations in BCL2 at progression (N=14 CLL, N=1 Richters); 6 pts had a single mutation and 9 pts acquired 2-4 distinct BCL2 mutations. The prevalence of mutations increased with time on VEN therapy; mutations were observed in 12 pts progressing between 22 and 59 months and in only 3 pts progressing between 6 and 16 months. BCL2 mutations at G101V and D103 (E/Y/V) as previously described (Blombery et al. , 2019; Tausch et al. , 2019) were identified in 13/15 pts. Additionally, our analysis identified 1 patient with a mutation at F104L and 3 pts with mutations at A113G. These F104L and A113G mutations were previously identified in a preclinical NHL model of VEN resistance (Tahir et al ., 2017) and in DLBLCL pts, respectively, but have not been previously reported in CLL pts. Two novel mutations in BCL2 : a 4 amino acid insertion at position 110 and a substitution at V156(D) were acquired at CLL progression in 3 and 4 pts, respectively. Most BCL-2 mutations were subclonal (VAF  10%. In accordance with the CRISPR screen, we identified mutations in other pro-apoptotic genes including PMAIP1 (N=4), BAX (N=2) and BAD (N=1). In contrast to the acquired BCL2 mutations, mutations in these BCL-2 family members occurred with high allelic frequency in 4 of the 7 pts (27-35%). Interestingly, 4 pts had a mutation in BCL2 in addition to another member of the apoptotic machinery. In each case, allele frequency suggested that the mutations were found in different clones. Comparison of mRNA expression pre- and post-VEN treatment demonstrated increased expression at the time of progression of key apoptotic genes BCL2L1 ( BCL-X L ), MCL1 and BCL2A1 , all of which are known resistance factors to VEN. Concomitant decreases in BCL2 and HRK expression, and to a lesser extent PMAIP1 , were also observed. The changes in gene expression were found irrespective of the presence of BCL2 mutations. Conclusions: Preclinical investigation into potential resistance mechanisms indicated that reduction in several genes confer resistance to VEN. Some of these alterations were observed in clinical samples, including several distinct mutations in BCL2 and other BCL-2 family members.Our data suggest that BCL2 mutations are subclonal and further data are needed to evaluate their role in resistance to VEN monotherapy. Additional ongoing analyses of genomic data may identify genomic alterations in other biological pathways that potentially convey VEN resistance. Emergence of resistance is likely multifactorial with modulation of the apoptotic family members via both acquired mutations and changes in gene expression pattern. Disclosures Chyla: Abbvie, Inc: Employment, Other: Stock or options. Popovic: AbbVie: Employment, Other: Stock or options. Lu: AbbVie: Employment, Other: Stock or options. Dunbar: AbbVie: Employment, Other: Stock or options. Quarless: AbbVie: Employment, Other: Stock or options. Robinson: AbbVie: Employment, Other: Stock or options. Warder: AbbVie: Employment, Other: Stock or options. Jacobson: AbbVie: Employment, Other: Stock or options. Zhou: AbbVie: Employment, Other: Stock or options. Souers: AbbVie: Employment, Other: Stock or options. Waring: AbbVie: Employment, Other: Stock or options. Bhathena: AbbVie: Employment, Other: Stock or options. Leverson: AbbVie Inc: Employment, Other: Stock or options. Kim: AbbVie: Employment, Other: Stock or options.",
    "topics": [
        "genome",
        "venetoclax",
        "brachial plexus neuritis",
        "dna",
        "cd19 antigens",
        "rna",
        "amino acids",
        "bcl2-related protein 11",
        "bone marrow specimen",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Brenda J Chyla, PhD",
        "Relja Popovic, PhD",
        "Charles Lu, PhD",
        "Fengjiao Dunbar, PhD",
        "Danjuma Quarless, PhD",
        "Kenneth Robinson, MS",
        "Scott Warder, PhD",
        "Amanda Jacobson, PhD",
        "Lang Zhou, PhD",
        "Andrew Souers, PhD",
        "Jeffrey Waring, PhD",
        "Anahita Bhathena, PhD",
        "Joel D. Leverson, PhD",
        "Su Young Kim, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brenda J Chyla, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Relja Popovic, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Lu, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fengjiao Dunbar, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danjuma Quarless, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Robinson, MS",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Warder, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda Jacobson, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lang Zhou, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Souers, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Waring, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anahita Bhathena, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel D. Leverson, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Su Young Kim, MD PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T21:37:20",
    "is_scraped": "1"
}