{
    "doi": "https://doi.org/10.1182/blood-2020-138591",
    "article_title": "Blockade of Deubiquitylating Enzyme USP7 in Plasmacytoid Dendritic Cells Stimulates Anti-Myeloma Immunity ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction Proteasome inhibitors (PIs) are a backbone standard of care in the treatment of relapsed/refractory and newly diagnosed multiple myeloma (MM). Although PIs represent a major advance, not all MM responds, and relapse develops due to the development of drug-resistance. Besides the 26S proteasome, the ubiquitin proteasome pathway harbors many other sites for therapeutic intervention, with the potential to overcome PI-resistance. We showed that inhibition of deubiquitylating enzyme USP7, upstream of the 20S proteasome, induces cell death even in MM cells resistant to PI therapies. To date, however, the effect of USP7 inhibition on the immunosuppressive and tumor-promoting MM-host bone marrow (BM) accessory cells such as plasmacytoid dendritic cells (pDC) remains unclear. Here, we utilized our co-culture models of pDCs, T cells, and NK cells with autologous patient MM cells to examine whether USP7 inhibition also stimulates anti-MM immunity. Methods MM cell lines were validated by fingerprinting, and MM patient BM/PB samples (n = 9) were obtained after informed consent. We used minimally cytotoxic concentrations of a novel USP7 inhibitor XL177A (0.1-0.5 µM). Activation/maturation assays MM-pDCs were treated with XL177A (0.2 uM; 24h), followed by evaluation of CD86/HLA-DR markers by FACS. USP7-HA-UbVME Labeling: pDC representative Cal-1 cells were treated with DMSO or XL177A for 6h; proteins were labeled with ubiquitin (Ub) active site probe Ub-vinyl methyl ester (HAUbVME) for 30 mins, followed by immunoblot analysis using anti-USP7 antibodies. CTL/NK activity assays MM CD8 + T- or NK-cells cells were cultured with autologous pDCs (1:10 pDC:T/NK ratio) with XL177A for 3 days; after washing to remove drug, cells were cultured with pre-stained (CellTrace Violet) target MM cells (10:1 E/T ratio; T/NK:MM) for 24h, followed by FACS quantification of viable MM cells. Statistical parameters were calculated using GraphPad Prism. Results 1) Treatment of MM cell lines and patient MM cells with XL177A for 24h significantly decreases their viability (IC 50 range 0.6 uM to 5 uM) (mean ± SD; p < 0.05; n=4). 2) Blockade of USP7 by XL177A activates MM patient BM-pDCs, evidenced by an increase in pDC maturation markers CD86 and HLA-DR. As a negative control, treatment of pDCs with XL177B, an inactive (R) enantiomer of XL177A, had no effect on CD86 or HLA-DR expression on pDCs. 3) XL177A specificity against USP7 DUB activity was assessed using competition assays between XL177A and Ub-active site labeling probe HAUbVME: treatment of pDC-Cal-1 cells with XL177A blocked the labeling HAUbME probe, confirming its specificity. Similar results were noted using another USP7 inhibitor P5091. 4) Functional studies showed that XL177A stimulates MM-specific CD8 + CTL activity, evidenced by a decrease in the viability of patient MM cells (p = 0.0004; n= 9). 5) XL177A triggered pDC-induced NK cell-mediated MM-specific cytolytic activity (p<0.05). Finally, 6) XL177A decreased Treg (CD4 + /CD25 + /Foxp3 + ) populations in MM. C onclusion Targeting USP7 DUB enzyme restores both innate and adaptive immune responses in MM. These findings, coupled with our prior findings showing that inhibition of USP7 overcomes PI-resistance in MM cells, suggest that targeting USP7 is a novel therapeutic strategy to overcome both PI-resistance and immune suppression in MM. Disclosures Buhrlage: Adenoid Cystic Carcinoma Foundation: Other: Scientific Advisory Board. Chauhan: consultant to Stemline Therapeutics, Inc., and Equity owner in C4 Therapeutics.: Consultancy, Other: Equity owner in C4 Therapeutics.; Oncopeptide AB: Consultancy. Anderson: Sanofi-Aventis: Membership on an entity's Board of Directors or advisory committees; Oncopep and C4 Therapeutics.: Other: Scientific Founder of Oncopep and C4 Therapeutics.; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Millenium-Takeda: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Arghya Ray, PhD",
        "Ting DU, PhD",
        "Yan Song, PhD",
        "Sara J Buhrlage, PhD",
        "Dharminder Chauhan, PhD",
        "Kenneth Anderson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Arghya Ray, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ting DU, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Song, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Brookline, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara J Buhrlage, PhD",
            "author_affiliations": [
                "Biological Chemistry & Molecular Pharmacology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dharminder Chauhan, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Anderson, MD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T03:58:25",
    "is_scraped": "1"
}