{
    "doi": "https://doi.org/10.1182/blood.V104.11.2797.2797",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=85",
    "start_url_page_num": 85,
    "is_scraped": "1",
    "article_title": "Identification of Eight Surface Molecules with Survival Predictive Power in B Cell Chronic Lymphocytic Leukemia (B-CLL): A Proposal for a Scoring System. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Studies of gene expression profiling of B-CLL cells revealed a phenotype related to experienced B cells, although only a subset of B-CLLs has IgVH mutations. With the aim to identify the immunophenotypic profile associated with a different prognosis, we investigated by flow cytometry the expression of 36 surface molecules (cell-adhesion molecules, integrins, complement activity regulators, myeloid, T and B markers) in 125 B-CLLs, all characterized for IgVH mutations and survival. To recognize the surface molecules with survival predictive power, univariate Cox proportional-hazards analysis was applied to antigen expression values with overall survival as dependent variable. Once identified the antigens whose expression correlated with a z score of ±2.5 (P<0.005) or greater, the maximally selected log-rank statistics were applied to define the optimal cut-off values yielding the best separation of two subgroups with different survival. According to this approach, the following eight antigens were selected (cut-off values in parenthesis): CD55 (30%), CD62L (30%), CD49c (40%), CD11c (20%), CD54 (50%), CD25 (15%), CD79b (65%), CD38 (30%). The first six antigens had negative z score and therefore were identified as favorable prognosticators, while CD79b and CD38 had positive z score, hence were associated with shorter overall survival (negative prognosticators). To build-up a scoring system, we assigned score “1” to each positive prognosticator when its expression was above the designated cut-off (score “0” if below), and score “0” to each negative prognosticator when its expression was above the cut-off (score “1” if below). A total score ranging from 0 to 8 points was therefore obtained in 102/125 cases in which the expression of all the eight markers was available. Three risk groups were identified: i) high-risk (29 cases), score 0–3; ii) intermediate-risk (38 cases), score 4–6; iii) low-risk (35 cases), score 7–8. These three groups differed greatly for survival probabilities (p=5x10–13 by the log-rank test). All patients belonging to the low-risk group were alive throughout the follow-up duration, whereas mean survivals for intermediate- and high-risk groups were 173 months (p=0.032) and 61 months (p=2.0x10–9), respectively. Several relationship between risk groups and other variables was studied: i) patients included in high- and intermediate-risk groups had the same male to female (M:F) ratio (1.4), while the M:F ratio of patients included in low-risk group (group 3) was lower (0.7); ii) Rai’s stage distribution was comparable in the three groups, with the exception of stage “0”, which was significantly less frequent in the high-risk group (p=0.04); iii) if % IgVH mutations (2% cut-off) was checked, mutated to unmutated (M:UM) ratios were 4.8, 2.6 and 0.8 in low-, intermediate- and high-risk groups, respectively (p=0.006); iv) as compared to high-risk group, low- and intermediate-risk groups were characterized by a higher number of B-CLL cases with a IgVH mutational status consistent with antigen-driven selection (20/24 and 17/26 vs. 7/13). In conclusion, the present study introduces a novel predictive tool based on the expression of eight surface molecules, easily investigable, which can stratifies populations of B-CLL patients in three distinct risk categories.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "molecule",
        "antigens",
        "antigens, cd25",
        "antigens, cd55",
        "complement system proteins",
        "flow cytometry",
        "follow-up",
        "gene expression profiling"
    ],
    "author_names": [
        "Valter Gattei, MD",
        "Paolo Sonego, PhD",
        "Stefania Russo, BSci",
        "Riccardo Bomben, BSci",
        "Michele Dal Bo, BSci",
        "Maurizio Rupolo, MD",
        "Giovanni Del Poeta, MD",
        "Carlo Pucillo, MD",
        "Alfonso Colombatti, MD",
        "Massimo Degan, BSci",
        "Antonella Zucchetto, BSci"
    ],
    "author_affiliations": [
        [
            "Centro di Riferimento Oncologico, I.R.C.C.S., Aviano (PN)"
        ],
        [
            "Centro di Riferimento Oncologico, I.R.C.C.S., Aviano (PN)"
        ],
        [
            "Centro di Riferimento Oncologico, I.R.C.C.S., Aviano (PN)"
        ],
        [
            "Centro di Riferimento Oncologico, I.R.C.C.S., Aviano (PN)"
        ],
        [
            "Centro di Riferimento Oncologico, I.R.C.C.S., Aviano (PN)"
        ],
        [
            "Centro di Riferimento Oncologico, I.R.C.C.S., Aviano (PN)"
        ],
        [
            "Hematology Unit, University of Tor Vergata, Rome, Italy"
        ],
        [
            "Immunology Unit, University of Udine, Udine, Italy"
        ],
        [
            "Centro di Riferimento Oncologico, I.R.C.C.S., Aviano (PN)"
        ],
        [
            "Centro di Riferimento Oncologico, I.R.C.C.S., Aviano (PN)"
        ],
        [
            "Centro di Riferimento Oncologico, I.R.C.C.S., Aviano (PN)"
        ]
    ],
    "first_author_latitude": "46.06323269999999",
    "first_author_longitude": "12.564762899999998"
}