{
    "doi": "https://doi.org/10.1182/blood-2020-142584",
    "article_title": "Aggressive Smoldering Curative Approach Evaluating Novel Therapies (ASCENT): A Phase 2 Trial of Induction, Consolidation and Maintenance in Subjects with High Risk Smoldering Multiple Myeloma (SMM): Initial Analysis of Safety Data ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "abstract_text": "Background: Smoldering multiple myeloma (SMM) represents an intermediate stage between monoclonal gammopathy of undetermined significance and active myeloma with a high risk of progression to active MM, especially during the initial years after diagnosis. Available clinical risk factors have enabled development of risk stratification systems that allow for identification of patients at the highest risk of progression, opening opportunities for early intervention. Two phase 3 trials using lenalidomide with dexamethasone or lenalidomide alone have both shown benefit for early intervention by decreasing the risk of progression and improving the overall survival in the former. It remains unknown if an approach using a single active drug to delay progression, or one that uses therapies like active myeloma, represent a better approach; both are being studied in phase 3 trials. We designed this phase 2 trial to examine if an intense but limited duration therapy can possibly provide a significant elimination of the tumour burden that can potentially lead to long term responses. Patients and Methods: Patients with SMM (per updated IMWG definition of SMM) with high risk disease (defined by the IMWG updated risk stratification criteria- presence of any two of the following: Serum M spike > 2 gm/dL OR an involved to uninvolved FLC ratio > 20 OR bone marrow PC% > 20%) or a score of ≥9 using the risk scoring system using FLC ratio, serum M spike, marrow plasma cell% and presence of high risk FISH were enrolled provided they had adequate marrow and organ function. Patients with significant comorbidities such as heart disease were excluded from the trial. Treatment consisted of three phases: induction, consolidation and maintenance. Patients received carfilzomib (36 mg/m2 twice weekly or as per updated protocol 56mg/m2 weekly for 2 weeks), lenalidomide (25 mg daily for three weeks), daratumumab (weekly for 8 doses, every other week for 16 weeks) and dexamethasone 40 mg weekly, in 4 week cycles for 6 cycles as part of induction, the same regimen was administered with daratumumab every 4 weeks and dexamethasone 20 mg weekly for another 6 cycles for consolidation. This was followed by 12 cycles of maintenance therapy with lenalidomide (10 mg daily for three weeks), daratumumab (day 1 every other cycle) of a 4-week cycle. Appropriate antiviral, and thrombosis prophylaxis were mandated. The primary endpoint of this trial is the rate of confirmed sCR as best response across all cycles of treatment. We plan to accrue 83 patients to this trial with one-stage binomial trial design to test the null hypothesis that the true success (sCR) proportion is at most 65% and the alternate hypothesis of 80%. Results: Forty-six patients have been accrued to the trial as of July 14, 2020. The median age of the study population is 63 years (range 47 - 76); 70% are male. Overall, 2% have completed the maintenance, 50% have completed the consolidation, 80% have completed the induction and 15% are in the induction phase; only two patients have gone off treatment. The reasons for going off treatment were patient preference. At least one patient needed a dose modification for each drug; 17%, 2%, 13% and 7% required dose reductions for carfilzomib, daratumumab, lenalidomide and dexamethasone respectively. The relative median dose intensity for the drugs were 85%, 92%, 80% and 98% for carfilzomib, daratumumab, lenalidomide and dexamethasone respectively across the delivered cycles. The adverse events seen in at least 5% of the patients are as shown in the figure. A grade 3 or higher AE was seen in 52% of patients. There were no treatment related deaths observed. Response rate and depth have been as expected for this regimen in myeloma and analysis is pending completed accrual. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Kumar: Adaptive Biotechnologies: Consultancy; Sanofi: Research Funding; Cellectar: Other; Genecentrix: Consultancy; Novartis: Research Funding; Dr. Reddy's Laboratories: Honoraria; AbbVie: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Tenebio: Other, Research Funding; Merck: Consultancy, Research Funding; Amgen: Consultancy, Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments, Research Funding; Janssen Oncology: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Takeda: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Celgene/BMS: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Kite Pharma: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Karyopharm: Consultancy; MedImmune: Research Funding; Genentech/Roche: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Oncopeptides: Consultancy, Other: Independent Review Committee; IRC member; Carsgen: Other, Research Funding. Badros: Amgen: Consultancy; University of Maryland: Current Employment. Dhakal: Celgene: Consultancy, Honoraria; Amgen: Consultancy, Other: AdvIsory Board, Research Funding; Janssen: Consultancy, Other: Advisory Board, Research Funding; Takeda: Consultancy, Other: Advisory Board; GSK: Consultancy, Research Funding, Speakers Bureau; Sanofi: Research Funding. Abonour: Celgene: Consultancy; Janssen: Honoraria, Research Funding; Takeda: Consultancy; BMS: Consultancy, Research Funding. Rosenbaum: Celgene: Honoraria; Akcea: Honoraria; Amgen: Research Funding; Janssen: Research Funding; GlaxoSmithKline: Research Funding. Bensinger: GSK: Consultancy, Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; BMS: Consultancy, Honoraria, Research Funding, Speakers Bureau; Sanofi: Consultancy, Honoraria, Research Funding, Speakers Bureau; Regeneron: Consultancy, Honoraria, Research Funding, Speakers Bureau. Bhutani: Prothena: Other: Clinical Trial Funding to Institute; Sanofi Genzyme: Consultancy; Janssen: Other: Clinical Trial Funding to Institute; BMS: Other: Clinical trial funding to institute, Speakers Bureau; Amgen: Speakers Bureau; MedImmune: Other: Clinical Trial Funding to Institute; Takeda: Other: Clinical trial funding to institute, Speakers Bureau. Jakubowiak: AbbVie, Amgen, BMS/Celgene, GSK, Janssen, Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive, Juno: Consultancy, Honoraria. Durie: Amgen, Celgene, Johnson & Johnson, and Takeda: Consultancy.",
    "author_names": [
        "Shaji K. Kumar, MD",
        "Al-Ola Abdallah, MD",
        "Ashraf Z. Badros, MD",
        "Betsy Laplant, MS",
        "Binod Dhakal, MS",
        "Melissa Alsina, MD",
        "Rafat Abonour, MD",
        "Cara A. Rosenbaum, MD",
        "William I Bensinger, MD",
        "Manisha Bhutani, MD",
        "Andrzej Jakubowiak, MD PhD",
        "Erica Kim",
        "Brian G.M. Durie, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaji K. Kumar, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Al-Ola Abdallah, MD",
            "author_affiliations": [
                "University of Kansas Medical Center, Westwood, KS "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashraf Z. Badros, MD",
            "author_affiliations": [
                "The University of Maryland Marlene and Stewart Greenebaum Comprehensive Cancer Center, University of Maryland Medical Center, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betsy Laplant, MS",
            "author_affiliations": [
                "Biomedical Statistics & Informatics, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Binod Dhakal, MS",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Alsina, MD",
            "author_affiliations": [
                "Department of Blood & Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Ctr. Hematologic Malignancies Program, Tampa, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafat Abonour, MD",
            "author_affiliations": [
                "Indiana Cancer Pavilion, Indianapolis, IN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cara A. Rosenbaum, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medicine/New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William I Bensinger, MD",
            "author_affiliations": [
                "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manisha Bhutani, MD",
            "author_affiliations": [
                "Levine L. Cancer Institute, Charlotte, NC "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrzej Jakubowiak, MD PhD",
            "author_affiliations": [
                "University of Chicago, Chicago, IL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erica Kim",
            "author_affiliations": [
                "Trevie Research, Los Angeles, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian G.M. Durie, MD",
            "author_affiliations": [
                "Cedars Sinai Cancer Center, Los Angeles, CA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T12:58:09",
    "is_scraped": "1"
}