{
    "doi": "https://doi.org/10.1182/blood.V114.22.17.17",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1402",
    "start_url_page_num": 1402,
    "is_scraped": "1",
    "article_title": "Results of the AIEOP AML 2002/01 Study for Treatment of Children with Acute Myeloid Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "ACUTE MYELOID LEUKEMIA - THERAPY, EXCLUDING TRANSPLANTATION: PEDIATRIC ACUTE MYELOID LEUKEMIA THERAPY",
    "topics": [
        "child",
        "leukemia, myelocytic, acute",
        "brachial plexus neuritis",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "human leukocyte antigens",
        "cytarabine",
        "etoposide",
        "allografting",
        "bone marrow purging"
    ],
    "author_names": [
        "Andrea Pession",
        "C. Rizzari",
        "Maria Caterina Putti",
        "Riccardo Masetti",
        "Fiorina Casale",
        "Franca Fagioli",
        "Luca Lo Nigro",
        "Matteo Luciani",
        "Concetta Micalizzi",
        "Giuseppe Menna",
        "Nicola Santoro",
        "Anna Maria Testi",
        "Roberto Rondelli",
        "Andrea Biondi",
        "Giuseppe Basso",
        "Franco Locatelli"
    ],
    "author_affiliations": [
        [
            "Coordinator ANLL study group of AIEOP, Bologna, Italy, "
        ],
        [
            "AIEOP, Italy, "
        ],
        [
            "Pediatric Clinic, University of Padua, Italy, "
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ],
        [
            "ANLL study group of AIEOP, Italy"
        ]
    ],
    "first_author_latitude": "44.4991182",
    "first_author_longitude": "11.331685499999999",
    "abstract_text": "Abstract 17 Introduction: The prognosis of paediatric patients (pts) with Acute Myeloid Leukaemia (AML) has significantly improved over time, the published current probability of event-free survival (EFS) being in the order of 40–50%. We report the results of the AIEOP LAM 2002/01 Protocol, a multicentric prospective study conducted by Associazione Italiana Ematologia Oncologia Pediatrica (AIEOP). Treatment was stratified according to the risk group at which the pt was assigned and the study was designed to evaluate if a large use of haematopoietic stem cell transplantation (HSCT) in high-risk (HR) pts was able to increase the 5-year EFS above 50%. Patients and Methods: Between 12/2002 and 12/2007, 217 children with de novo AML other than promyelocitic leukaemia were enrolled; 205 of them are evaluable. Children with Down syndrome were excluded. Pts with isolated AML1-ETO fusion transcript or anomalies of CBF-b achieving complete remission (CR) after the first induction course were considered to be at Standard Risk (SR), whereas all the others were assigned to the HR group. After 2 courses of 7-day induction therapy (idarubicin, cytarabine and etoposide: ICE 3+5+7), pts achieving CR received 2 consolidation courses, including high-dose cytarabine (HD-Ara-c), combined with either etoposide in the first course (AVE 3+4) or mitoxantrone in the second course (HAM 3+2). After consolidation, SR pts received a further cycle of 3-day HD-Ara-c, while HR children underwent either allogeneic (ALLO) or autologous (AUTO) HSCT depending on the availability of an HLA-identical relative. Children <1 year of age, as well as those with M7 variant, were eligible to be transplanted from alternative donors, namely unrelated donors (UD) or HLA-mismatched relative. A conditioning regimen including busulfan, cyclophosphamide and melphalan was employed for both AUTO and ALLO-HSCT. Pts given AUTO-HSCT had in vitro marrow purging with mafosfamide. Results: 34 (16%) and 171 (84%) pts were assigned to SR and HR groups, respectively. Overall, 82% of 205 pts achieved CR after induction, the early death and induction failure rate being 4,3% and 11,7%, respectively. Pts in CR Relapsed in 35%, died in 5%. With a median follow-up of 43 months (range 4-86), the 5-year probability of overall survival (OS), EFS, and disease-free survival (DFS) for the whole cohort were 70%, 55%, and 63%, respectively. In the SR group OS, EFS and DFS were 97%, 78% and 78%, respectively, while in the HR group were 64%, 50% and 60%, respectively. Notably, EFS for the 25 children with M7-AML was 54%; 24 infants had an EFS of 62%. WBC count at diagnosis did not influence EFS. In the HR group, the EFS of pts who did or did not have FLT-3 internal tandem duplication was 31% and 51%, respectively (p<0.05). The 38 pts with MLL rearrangement had an overall EFS of 47%; however, the prognostic value of MLL differed according to the partner gene, the EFS being 51%, 30% and 14% for children with MLL-AF9, -AF10 and -AF6, respectively. EFS was 62% for the 64 pts given AUTO HSCT, while it was 77% for the 57 pts given ALLO HSCT. Among this latter group, EFS was 80% and 83% for the 25 and 27 pts transplanted from an HLA-identical relative or an UD, respectively. The 5-year OS of AUTO-HSCT recipients was 75%, as 1/3 of these pts were rescued by an allograft in 2 nd CR. Conclusions: AIEOP LAM 2002/01 study resulted in an EFS superior to 50%. The early-death rate was particularly low. The risk stratification adopted allowed to identify 2 groups with distinct prognosis ( Fig1 ) and deserving post-remissional treatment of different intensity. The EFS of M7-AML and infant pts compares favourably with previously published results. Notably, among pts given ALLO-HSCT, the outcome was not influenced by the type of donor employed. Disclosures: No relevant conflicts of interest to declare. FIG 1 : View large Download slide Event Free Survival by Risk Group FIG 1 : View large Download slide Event Free Survival by Risk Group "
}