{
    "doi": "https://doi.org/10.1182/blood.V114.22.1670.1670",
    "article_title": "Efficacy of Abbreviated Stanford V Chemotherapy and Involved Field Radiotherapy in Early Stage Hodgkin's Disease: Mature Results of the G4 Trial. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS POSTER I",
    "abstract_text": "Abstract 1670 Poster Board I-696 The standard management for early stage Hodgkin's disease (HD) is combined modality therapy. In the G4 protocol, patients (pts) with non-bulky, supra-diaphragmatic stage I-IIA disease recei v ed 8 weeks of Stanford V chemotherapy + 30 Gy in v ol v ed field radiotherapy (IFRT). 87 pts were enrolled and treated between 4/1996 and 4/2001. Median age was 30 years (16-59) and stages were IA (n=23), IIA (n=64). Unfavorable risk factors were present in 47 patients (54%) according to German Hodgkin Study Group (GHSG) criteria (> 2 AA sites, ESR > 50 or EN involvement) and 38 (44%) according to EORTC criteria (> 3 AA sites, ESR > 50). Therapy was well tolerated with grade 3-4 non-hematologic toxic events in 7 % of pts. These included constipation (n=3), peripheral neuropathy (n=1), generalized weakness (n=2), chest pain (n=1), mylagias (n=1), abdominal pain (n=1) and an allergic reaction to etoposide (n=1). 42 patients received cytokine support for grade 3-4 neutropenia however only 2 pts developed fever with neutropenia. No cases of clinical bleomycin toxicity or radiation pneumonitis were obser v ed. At a median follow-up of 9 (2-12) years, freedom from progression (FFP) and survival (OS) are 94% and 96% respectively. FFP was 100% for favorable and 89% for unfavorable patients by GHSG criteria (p=0.04) with no differences in OS (96.9% versus 95.7%). All relapses (n=5) occurred in the RT field: limited in 2 patients and combined with distant disease in 3 pts. All relapses were in “unfavorable” risk patients: 5 per GHSG and 4 per EORTC criteria. Secondary therapy included chemotherapy followed by high dose therapy and stem cell support (n=3) and ABVD (n=2). Three pts died, 2 due to disease progression after second-line therapy and one due to metastatic colon cancer. 5 patients developed a second cancer (2 breast, 2 melanomas at unirradiated sites and 1 colon cancer). The cases of breast cancer were considered unrelated to RT as both occurred within 5-years of therapy in women who were > 30 yrs at time of treatment. No secondary AML and no late cardiac or pulmonary toxicities have been observed. In conclusion, for pts with non-bulky stage I/II A HD, abbreviated Stanford V with 8 weeks of chemotherapy and 30 Gy IFRT is a safe and highly effective regimen. It is still too early to assess potential RT-related complications. Our outcomes in “unfavorable” stage I-IIA patients without bulky or symptomatic disease compare favorably with more intensive or prolonged regimens employed by the GHSG and EORTC. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "hodgkin's disease",
        "radiation therapy",
        "stanford v protocol",
        "brachial plexus neuritis",
        "fresh-frozen plasma",
        "neutropenia",
        "abdominal pain",
        "asthenia",
        "bleomycin"
    ],
    "author_names": [
        "Ranjana H Advani, MD",
        "Richard T Hoppe, MD",
        "David M. Baer, MD",
        "Joseph Mason, M.D",
        "Saul A Rosenberg, M.D",
        "Sandra J Horning, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ranjana H Advani, MD",
            "author_affiliations": [
                "Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard T Hoppe, MD",
            "author_affiliations": [
                "Stanford University Medical Center, Stanford, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Baer, MD",
            "author_affiliations": [
                "Kaiser Permanente, Oakland, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Mason, M.D",
            "author_affiliations": [
                "Kaiser Permanente, San Jose, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saul A Rosenberg, M.D",
            "author_affiliations": [
                "Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra J Horning, MD",
            "author_affiliations": [
                "Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T03:58:07",
    "is_scraped": "1"
}