{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.133.133",
    "article_title": "Loss of ASXL1 in the Bone Marrow Niche Dysregulates Hematopoietic Stem Cell Fates through RNA Polymerase II Complex ",
    "article_date": "December 7, 2017",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Hematopoietic Microenvironment II",
    "abstract_text": "Introduction: Somatic or de novo mutations of Additional Sex Combs-like 1 ( ASXL1 ) frequently occur in patients with myeloid malignancies or Bohring-Opitz syndrome, respectively. Conditional deletion of Asxl1 in hematopoietic system ( Asxl1 Δ/Δ , Abdel-Wahab et al. J Exp Med 2013) or global loss of Asxl1 ( Asxl1 -/- , Wang et al. Blood 2014) resulted in myeloid malignancies in mice. Interestingly, hematopoietic disease phenotypes are severer in Asxl1 -/- mice than that in Asxl1 Δ/Δ mice. The difference in disease severity between the two different mouse models led us to hypothesize that ASXL1 plays an important role in the function of marrow niche for normal hematopoiesis and deletion of Asxl1 in the niche contributes to the hematopoietic defect in vivo. Methods: In the current study, we performed a serial hematopoietic phenotypic analyses in OsxCre;Asxl1 fl/fl mice, in which Asxl1 is only deleted in the mesenchymal stromal cells (MSCs) and preosteoblasts. Bone marrow (BM) transplantation was performed to identify the biological effects of ASXL1 loss in the niche on hematopoietic stem cell (HSC) functions. Convergent analyses of RNA-seq and ChIP-seq data were performed to survey ASXL1 target genes that are critical for HSC maintenance. Results: OsxCre;Asxl1 fl/fl mice had a reduced LT-HSC pool and skewed cell differentiation favoring granulocytic/monocytic lineages in the BM by flow cytometric analyses. Co-culture of MSC with Lin - cKit + (LK) cells revealed that Asxl1 -/- MSCs induced a preferential myeloid differentiation of LK cells compared with WT MSCs. BM transplantation assay further confirmed that deletion of Asxl1 in MSCs/preosteoblasts resulted in a reduced HSC pool and a preferential myeloid lineage increment. Gene set enrichment analysis of RNA-seq data showed that downregulated genes in Asxl1 -/- MSCs were enriched in cell cycle, stem cell division/proliferation, and cell surface receptor signaling pathway. Gene ontology analysis revealed that some of the differentially expressed genes were associated with cell cycle, cell division/proliferation, extracellular matrix organization, and cell adhesion. Protein mass spectrometry analysis and immunoprecipitation demonstrated a novel interaction of ASXL1 with multiple core subunits of RNA polymerase II (RNAPII) complex. Gel filtration chromatography assay verified the interaction between ASXL1 and RNAPII. ChIP-seq analysis using ASXL1 and RNAPII antibodies showed a high degree of the overlap peaks between ASXL1 and RNAPII bound genes. Convergent analyses of RNA-seq and ChIP-seq data revealed that loss of Asxl1 deregulated RNAPII transcriptional function and altered the expression of genes critical for HSC maintenance, such as Cxcl1 , Cxcl2 , and Vcam1 . Importantly, ASXL1 expression decreased markedly in MSCs of patients with chronic myelomonocytic leukemia (CMML-MSCs) compared with that in healthy donors. Consistently, co-culture of CMML-MSCs with cord blood CD34 + cells revealed that CMML-MSCs had a reduced hematopoietic supportive activity and induced a myeloid differentiation bias of CD34 + cells. Conclusion: Our in vivo studies demonstrate that Asxl1 in MSCs/preosteoblasts is required for normal hematopoiesis through regulating RNAPII transcriptional function. This study provides a mechanistic insight into the function of ASXL1 in the niche to maintain normal hematopoiesis; and ASXL1 alteration in, at least, a subset of the niche cells induces myeloid differentiation bias, thus, contributes the progression of myeloid malignancies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "asxl1 gene",
        "bone marrow",
        "hematopoietic stem cells",
        "rna polymerase ii",
        "leukemia, myelomonocytic, chronic",
        "cancer",
        "rna",
        "cd34 antigens",
        "coculture techniques",
        "transplantation"
    ],
    "author_names": [
        "Peng Zhang, PhD",
        "Zizhen Chen, PhD",
        "Rong Li, PhD",
        "Ying Guo, MD PhD",
        "Mingjiang Xu, MDPhD",
        "Yuan Zhou, PhD",
        "Feng-Chun Yang, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peng Zhang, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology & Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zizhen Chen, PhD",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong Li, PhD",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology Institute of Hematology and Blood Diseases Hospital Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Guo, MD PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology & Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mingjiang Xu, MDPhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology & Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuan Zhou, PhD",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feng-Chun Yang, MD PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology & Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:31:24",
    "is_scraped": "1"
}