{
    "doi": "https://doi.org/10.1182/blood.V118.21.SCI-2.SCI-2",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2063",
    "start_url_page_num": 2063,
    "is_scraped": "1",
    "article_title": "Diamond-Blackfan Anemia: Erythropoiesis Lost in Ribosome Biosynthesis ",
    "article_date": "November 18, 2011",
    "session_type": "Ad Hoc Scientific Committee on Bone Marrow Failure: p53, Ribosome, and Diamond-Blackfan Anemia",
    "topics": [
        "animal model",
        "diamond-blackfan anemia",
        "ribosomes",
        "biosynthesis",
        "erythropoiesis",
        "anemia, macrocytic",
        "ribosomal proteins",
        "bone marrow aspiration",
        "bone marrow transplantation",
        "doxycycline"
    ],
    "author_names": [
        "Stefan Karlsson, MD, PhD",
        "Johan Flygare",
        "Pekka Jaako, MS",
        "David Bryder, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden, "
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden, "
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden, "
        ],
        [
            "Lund Stem Cell Center and Experimental Medical Sciences, Lund University, Lund, Sweden"
        ]
    ],
    "first_author_latitude": "55.711948299999996",
    "first_author_longitude": "13.203493000000002",
    "abstract_text": "Abstract SCI-2 Diamond-Blackfan anemia (DBA) is a rare congenital erythroid hypoplasia that presents early in infancy. The classic hematologic profile of DBA consists of macrocytic anemia with selective absence of erythroid precursors in a normocellular bone marrow, normal or slightly decreased neutrophil, and variable platelet count. During the course of the disease some patients show decreased bone marrow cellularity that often correlates with neutropenia and thrombocytopenia. DBA is a developmental disease since almost 50% of the patients show a broad spectrum of physical abnormalities. All known DBA disease genes encode for ribosomal proteins that collectively explain the genetic basis for approximately 55% of DBA cases. Twenty-five percent of the patients have mutations in a gene encoding for ribosomal protein S19 (RPS19). All patients are heterozygous with respect to RPS19 mutations suggesting a functional haploinsufficiency of RPS19 as basis for disease pathology. Despite the recent advances in DBA genetics, the pathophysiology of the disease remains elusive. Cellular studies on patients together with successful marrow transplantation have demonstrated the intrinsic nature of the hematopoietic defect. DBA patients have a variable deficit in burst-forming unit-erythroid (BFU-E) and colony-forming unit-erythroid (CFU-E) progenitors. The frequency of immature hematopoietic progenitors in DBA patients is normal but their proliferation is impaired in vitro . Generation of animal models for RPS19-deficient DBA is pivotal to understand the disease mechanisms and to evaluate novel therapies. Several DBA models have been generated in mice or zebrafish. Although these models have provided important insights on DBA, they are limited in a sense that the hematopoietic phenotype and molecular mechanisms are likely to be influenced by the level of RPS19 downregulation. We have generated mouse models for RPS19-deficient DBA by taking advantage of transgenic RNAi. These models are engineered to contain a doxycycline-regulatable RPS19-targeting shRNA, allowing a reversible and dose-dependent downregulation of RPS19 expression. We demonstrate that the RPS19-deficient mice develop a macrocytic anemia together with leukocytopenia and variable platelet count and the severity of the phenotype depends on the level of RPS19 downregulation. We show further that a chronic RPS19 deficiency leads to irreversible exhaustion of hematopoietic stem cells and subsequent bone marrow failure. Overexpression of RPS19 following gene transfer rescues the proliferative and apoptotic phenotype of RPS19-deficient hematopoietic progenitors in vitro , demonstrating that the phenotype is specifically caused by the RPS19 deficiency. Expression analysis of RPS19-deficient hematopoietic progenitors reveals an activation of the p53 pathway. By intercrossing the DBA mice with p53 null mice we demonstrate that inactivation of p53 in vivo results in a variable rescue of the hematopoietic phenotype depending on the level of RPS19 downregulation. Therefore, we conclude that increased activity of p53 plays a major role in causing the DBA phenotype but that other hitherto unidentified pathways also play a role, specifically in patients that have low levels of functional RPS19. Disclosures: No relevant conflicts of interest to declare."
}