{
    "doi": "https://doi.org/10.1182/blood.V124.21.252.252",
    "article_title": "Modulation in the Expression of p70S6 Kinase Impairs the Engraftment and Self-Renewal of Hematopoietic Stem Cells ",
    "article_date": "December 6, 2014",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Cytokine Signaling In The Hematopoietic Niche",
    "abstract_text": "Regulation of hematopoietic stem cell (HSC) function(s) via the mammalian target of rapamycin complex1 (mTORC1) and its upstream regulators including PI3K and Akt has been described before. To this end, we and others have shown that hyperactivation and deficiency of the PI3K-mTORC1 pathway results in altered development, maintenance and function(s) of HSCs. However, the role of downstream effector of mTORC1, p70S6 kinase (S6K1), in HSC development and functions is unknown. Previous studies have implicated S6K1 as a regulator of ageing, by virtue of its ability to regulate cellular metabolic processes as well as protein translation. In certain cells, however S6K1 regulates cell survival and also acts as a negative regulator of PI3K-mTORC1 pathway, thus creating a negative feedback loop. Thus, how S6K1 impacts HSC ageing and stem cell functions remains an enigma. We have assessed the role of S6K1 in HSC development and function under steady-state as well as during recovery of hematopoietic system following myelosuppressive stress. We used a genetic model of S6K1 knockout mice ( S6K1-/- ). S6K1 deficiency in bone marrow hematopoietic cells resulted in decrease of absolute number of bone marrow hematopoietic progenitor cells as well as HSCs (Lin- Sca1+ c-Kit+; LSK) were significantly reduced relative to controls (n=14 in each group, p<0.04). Interestingly, in vitro, hematopoietic progenitor cells from S6K1-/- mice showed increased colony forming ability in response to cytokines which was associated with hyperactivation of Akt and ERK MAP kinase. To determine whether the reduced number of HSCs in S6K1-/- mice was due to deficiency of S6K1 in bone marrow microenvironment, we transplanted WT hematopoietic bone marrow cells into lethally irradiated WT or S6K1-/- mice. S6K1-/- mice transplanted with WT hematopoietic cells showed similar bone marrow cellularity and HSC numbers compared to controls suggesting that the bone marrow hypocellularity and reduced HSCs numbers in S6K1-/- mice were due to a cell intrinsic defect. To assess whether the reduced HSC number in S6K1-/ - mice impacted the recovery of hematopoietic system following stress, WT and S6K1-/- mice were treated with a single dose of 5-fluorouracil (5-FU). In response to myelosuppressive stress, S6K1 deficiency resulted in increased frequency of HSCs in bone marrow despite a significant reduction in overall cellularity (n=12 in each group, p<0.02). Following administration of 5-FU, S6K1 deficiency resulted in increased cell cycle progression of HSCs in bone marrow and showed increased expression of CDK4 and CDK6 as compared to control suggesting that 5-FU administration results in upregulation of cell cycle regulatory genes in S6K1 deficient HSCs. Moreover, S6K1-/- mice showed more sensitivity to repeated injections of 5-FU (n=11 WT, 15 S6K1-/-, p<0.01). Given the differential role of S6K1 in HSCs and mature progenitors, we assessed the effect of S6K1 deficiency in HSC function. We performed competitive repopulation assay using S6K1 deficient HSCs. When transplanted into lethally irradiated primary and secondary recipients, S6K1 deficient HSCs show significantly reduced engraftment relative to controls (n=11-13 in each group; p<0.05). Interestingly, overexpression of S6K1 in wild type HSCs also resulted in reduced engraftment of HSCs in primary and secondary transplant recipients, suggesting that S6K1 overexpression in HSCs leads to decreased self-renewal. In summary, our study identifies S6K1 as a critical regulator of hematopoietic stem cell development and functions both under steady-state conditions as well as under conditions of genotoxic stress. Using both gain of function and loss of function approaches, we demonstrate that the level of expression and activation of S6K1in HSCs plays a critical role in the maintenance of HSC self-renewal and engraftment. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "engraftment",
        "hematopoietic stem cells",
        "phosphotransferases",
        "fluorouracil",
        "stress",
        "1-phosphatidylinositol 3-kinase",
        "proto-oncogene proteins c-akt",
        "bone marrow aspiration",
        "cyclin-dependent kinase 4",
        "cytokine"
    ],
    "author_names": [
        "Joydeep Ghosh, MS",
        "Baskar Ramdas, PhD",
        "Anindya Chatterjee, MS,PhD",
        "Peilin Ma, MD PhD",
        "Michihiro Kobayashi, MDPhD",
        "Raghuveer Mali, PhD",
        "Yan Liu, PhD",
        "David R. Plas, PhD",
        "Reuben Kapur, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joydeep Ghosh, MS",
            "author_affiliations": [
                "Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Baskar Ramdas, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anindya Chatterjee, MS,PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peilin Ma, MD PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michihiro Kobayashi, MDPhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raghuveer Mali, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine Herman B Wells Center for Pediatric Resear, Indianapolis, IN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Liu, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David R. Plas, PhD",
            "author_affiliations": [
                "University of Cincinnati, Cincinnati, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reuben Kapur, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:52:22",
    "is_scraped": "1"
}