{
    "doi": "https://doi.org/10.1182/blood.V124.21.18.18",
    "article_title": "Ontogeny-Specific Patterns of Genetic Alterations in Acute Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Evolution of Genetic Mutations in AML",
    "abstract_text": "Acute myeloid leukemia (AML) is a biologically heterogeneous disease with marked variability in treatment sensitivity and long-term clinical outcomes. Along with age and cytogenetics, disease ontogeny is a powerful predictor of prognosis in AML patients, reflected by reduced likelihood of remission and shorter overall survival in patients who develop AML after exposure to leukemogenic therapies (therapy-related AML; t-AML) or after antecedent MDS (secondary AML; s-AML). We performed targeted deep sequencing of 82 genes on diagnostic samples from 194 patients enrolled on the ACCEDE trial, a phase 3 study of induction chemotherapy in s-AML and t-AML, the largest reported prospective data set in this patient population. Mutations in TP53 (HR 1.86; 1.21, 2.86) and RAS pathway genes (HR 1.63; 1.13, 2.33) were associated with reduced overall survival. To evaluate the genetic basis of distinct AML ontogenies, we identified mutations in this rigorously-defined s-AML cohort and compared them to mutations identified in 180 cases of non-M3 de novo AML reported in The Cancer Genome Atlas. Mutations in eight genes were >95% specific for s-AML, including SRSF2 , SF3B1 , U2AF1 , ZRSR2 , ASXL1 , EZH2 , BCOR , and STAG2 (termed “secondary-type” mutations); three alterations were >95% specific for de novo AML, including NPM1 mutation, CBF rearrangement, and 11q23 rearrangement. All other mutations were not specific to either AML subtype (termed “pan-AML” mutations). We asked whether an ontogeny-based genetic classification of AML could define subgroups among patients within the heterogeneous category of t-AML. Among subjects with clinically defined t-AML, 33% (34/101) harbored secondary-type mutations. Characteristics of this genetically defined subset of t-AML patients (age, sex, number of mutations, percentage with chromosome 5 or 7 abnormalities) were indistinguishable from patients with clinically defined s-AML without prior exposure to leukemogenic therapy. The proportion of t-AML patients with secondary-type mutations increased with age, comprising 8% of patients under 40 years old, 23% of those between 40 and 70 years old, and 61% of those over 70 years old. 47% of patients with clinically defined t-AML had only de novo/pan-AML alterations. Compared to those with secondary-type mutations, these patients were younger, had a female predominance, and had fewer mutations. In this t-AML subgroup, the frequency of mutations in NPM1 (28%), FLT3 (23%), DNMT3A (30%), TET2 (13%), and IDH1/2 (13%) was similar to that of de novo AML without exposure to leukemogenic therapy; RAS pathway mutations (41% vs. 19%) were more common. TP53 mutations were present in 23% of t-AML cases and associated with complex and monosomal karyotypes. To evaluate the genetic basis of disease progression and treatment resistance, we analyzed serial samples from a subset of s-AML subjects. At AML transformation, 59% acquired new driver mutations not present in a paired MDS sample. Of these new mutations, 74% involved genes encoding regulators of transcription or signal transduction; mutations in TP53 and genes involved in epigenome modification or RNA splicing were rarely gained. After induction chemotherapy, 69% of patients who achieved complete remission still had detectable persistence of disease-driving mutations. In nearly half of these cases, we observed a dichotomous pattern at remission, whereby some mutations became undetectable and others persisted at high allele fraction (mean = 26%), suggesting selective clearance of chemosensitive, blast-associated subclones and persistence of a chemoresistant founder clone. In this context, mutations in genes involved in signaling and transcriptional regulation were preferentially lost, while mutations in TP53 and genes involved in epigenome modification and RNA splicing were preferentially retained. In conclusion, by performing genetic analysis across a spectrum of AML subtypes, we uncover ontogeny-defining alterations in AML that enable objective classification of individual AMLs into distinct genetic subgroups. Application of this ontogeny-based genetic classification resolves t-AML into distinct clinical categories and raises questions about the pathogenesis of therapy-related leukemogenesis. Lastly, through serial genetic assessment at key clinical timepoints we identify associations between genetic pathways and disease evolution. Disclosures Stone: Celator: Consultancy; Sunesis: Steering Committee, Steering Committee Other; Celgene: Consultancy.",
    "topics": [
        "genetics",
        "growth",
        "leukemia, myelocytic, acute",
        "protein p53",
        "chemotherapy, neoadjuvant",
        "disease remission",
        "calculi",
        "cancer",
        "complete remission",
        "disease progression"
    ],
    "author_names": [
        "R. Coleman Lindsley, MDPhD",
        "Brenton G. Mar, MDPhD",
        "Emanuele Mazzola, PhD",
        "Peter Grauman",
        "Sarah Shareef",
        "Daniel J. DeAngelo, MDPhD",
        "Donna S. Neuberg, ScD",
        "Richard M. Stone, MD",
        "Benjamin L. Ebert, MD DPhil"
    ],
    "author_dict_list": [
        {
            "author_name": "R. Coleman Lindsley, MDPhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brenton G. Mar, MDPhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuele Mazzola, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Grauman",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Shareef",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. DeAngelo, MDPhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna S. Neuberg, ScD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin L. Ebert, MD DPhil",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T15:42:44",
    "is_scraped": "1"
}