{
    "doi": "https://doi.org/10.1182/blood.V122.21.1228.1228",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2679",
    "start_url_page_num": 2679,
    "is_scraped": "1",
    "article_title": "Higher Than Expected Carrier Frequency Of The Dyskeratosis Congenita RTEL1 p.Arg1264His recessive Founder In Individuals Of Ashkenazi Jewish Ancestry ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure: Poster I",
    "topics": [
        "ashkenazi jew",
        "dyskeratosis congenita",
        "brca2 protein",
        "dna",
        "screening",
        "congenital cerebellar hypoplasia",
        "constriction, pathologic",
        "dideoxy chain termination dna sequencing",
        "dysplasia",
        "fetal growth retardation"
    ],
    "author_names": [
        "Chaim Jalas",
        "Anastasia Fedick",
        "Bari J Ballew, PhD",
        "Blanche P Alter, MD, MPH",
        "Neelam Giri, MD",
        "Simon Boulton",
        "Kenneth Offit",
        "John Petrini, PhD",
        "Nathan Treff",
        "Sharon A Savage, MD"
    ],
    "author_affiliations": [
        [
            "Bonei Olam, New York, NY, USA, "
        ],
        [
            "Reproductive Medicine Associates of New Jersey, Basking Ridge, NJ, USA, "
        ],
        [
            "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "DNA Damage Response Laboratory, London Research Institute, Cancer Research UK, South Mimms, United Kingdom, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Molecular Biology Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Reproductive Medicine Associates of New Jersey, Basking Ridge, NJ, USA, "
        ],
        [
            "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "40.630511000000006",
    "first_author_longitude": "-73.97966699999999",
    "abstract_text": "Dyskeratosis congenita (DC) is a heterogeneous inherited bone marrow failure syndrome (IBMFS) in which germline mutations in telomere biology genes account for approximately 70% of known families. DC is clinically diagnosed by the presence of the triad of nail dysplasia, lacy skin pigmentation, and oral leukoplakia. However, not all patients have the triad and multiple other medical problems may include, stenosis of the esophagus, urethra and/or lacrimal ducts, avascular necrosis of the hips or shoulders, developmental delay, head and neck squamous cell cancer, and/or leukemia. Hoyeraal Hreidarsson syndrome (HH) is a clinically severe variant of DC in which patients have features of DC but also have microcephaly, cerebellar hypoplasia, and intrauterine growth retardation, and may present with severe immunodeficiency and enteropathy. Telomere lengths (in blood leukocyte subsets analyzed by flow FISH) less than the 1 st percentile for age are diagnostic of any form of DC, including HH. We identified a germline autosomal recessive (AR) mutation (p.Arg1264His) in RTEL1, a helicase with critical telomeric functions, in two unrelated families of Ashkenazi Jewish (AJ) ancestry. The minor allele frequency of this variant is ∼0.0001 in public databases of 9600 individuals. The affected individuals in these families are homozygous for this mutation, which affects three isoforms of RTEL1 . Patient-derived cell lines revealed evidence of telomere dysfunction, including significantly decreased telomere length, telomere length heterogeneity, and the presence of extra-chromosomal circular telomeric DNA. In both families, each parent was a healthy, heterozygous carrier of one mutant allele. Haplotypes were reconstructed from twelve common SNPs based on allele sharing in the unaffected siblings and parents. No recombinants were seen in either family and the segregating risk haplotype was identical in affected individuals from both families. Thus, p.Arg1264His is carried on a common haplotype, likely from a common AJ founder. We determined the carrier frequency of the p.Arg1264His mutation, as well as three other mutations, p.Gly763Val, p.Met516Ile and p.Arg998Ter, which were recently reported and possibly found in individuals of AJ ancestry. DNA was derived from 1,048 self-described AJ individuals enrolled in the Dor Yeshorim program. Consent form information included that patient material would be used for clinical testing and that excess material would be de-identified and used for research purposes. The mutations were genotyped by TaqMan assays and heterozygous carrier samples were confirmed by Sanger sequencing with stringent quality control. No individuals in this study carried the p.Gly763Val or p.Arg998Ter minor alleles. Two individuals (0.19%) were carriers of the p.Met516Ile mutation. Notably, 1% (10 of 1,032) of AJ individuals in this study were carriers of the p.Arg1264His mutation in RTEL1. This carrier frequency of 1 in 100 is similar to that of the FANCC AJ mutation and many other FA founder populations, such as FANCA in South African Afrikaners, Spanish Gypsies, Brazilians, Tunisians, and Moroccans, as well as FANCG in Sub-Saharan Blacks, and BRCA2 ( FANCD1 ) in the US general population. A carrier frequency of 1 in 100 is similar to that of genetic disorders found in the AJ population recommended for screening by the American College of Medical Genetics. Based on this, we suggest that genetic counseling and RTEL1 p.Arg1264His carrier screening for the HH variant of DC be offered to individuals of AJ ancestry. Disclosures: No relevant conflicts of interest to declare."
}