{
    "doi": "https://doi.org/10.1182/blood-2019-128826",
    "article_title": "Elucidating the Role of IL6 in Stress Erythropoiesis and in the Development of Anemia Under Inflammatory Conditions ",
    "article_date": "November 13, 2019",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "Anemia of inflammation, also known as anemia of chronic disease is the second most common anemia after iron deficiency anemia. The predominant regulators of AI are the cytokine-interleukin-6 (IL6) and the hormone hepcidin (Hamp). IL6 has been implicated in inducing expression of hepcidin. Published data from our lab have shown that lack of IL6 or hepcidin in knockout mouse models ( IL6 -KO and Hamp -KO) injected with the heat-killed pathogen Brucella abortus ( BA ) results in recovery from anemia but interestingly the pattern of the recovery was different in IL6 -KO and Hamp -KO mice, suggesting that the two proteins contribute independently to AI. Here, we validated the independent role of IL6 and Hamp in AI by generating a double-knockout ( DKO ) mouse model lacking the expression of both. In the first few days following BA administration, we observed severe reduction in the total number of BM cells in each model followed by a slow recovery in erythroid and multilineage hematopoietic cells. The recovery, initially, was more sustained in the BA-treated- DKO model. In particular, in the first week, BA-treated- DKO mice showed an increased number of erythroblasts in the bone marrow (BM) and spleen as seen in comparison to IL6 -KO and Hamp -KO. IL6 -KO mice showed an intermediate recovery profile when compared to DKO and Hamp -KO, the last one showing the worst profile in the BM. Interestingly, when the reticulocyte count in the DKO mice was compared to that of IL6 -KO and Hamp -KO mice, it showed a biphasic trend, with a significant increase in number during the 2 nd week, followed by a significant reduction during the 3 rd week. We hypothesized that the initial surge in reticulocyte count in DKO was due to lack of hepcidin, which increases iron availability to erythroid cells, and concurrent lack of IL6, which favors BM erythropoiesis in presence of inflammatory stimuli. However, we also speculated that the excess of iron (as NTBI), which accumulates during the first two weeks, leads to oxidative stress and erythroid cell death in presence of inflammatory cytokines, despite the absence of IL6. We also surmised that, during the second week, a second wave of inflammatory cytokines is triggered by the adaptive response in response to the BA that would explain the negative effect on erythropoiesis after the initial recovery. To assess this hypothesis, we utilized an inflammation panel to analyze the cytokine expression in WT animals treated with PBS or BA at 6 hours, 24 hours and then around ~2 weeks. The cytokine levels were normalized after 24 hours. However, around two weeks, we observed a novel surge of cytokines such as IFN-g and TNFa in the BA treated mice, indicating their role in innate (immediate effect; 6 hours) and adaptive immune response, which activated a second wave of inflammation (around 2 weeks, during the recovery of hematopoiesis in the BM). Interestingly, while we observed oxidative stress and defective erythropoiesis in the bone marrow, this was not seen in the spleen, where increased and extramedullary erythropoiesis sustained some level of RBC production. Since the BA-treated- IL6 -KO did not show any major defect in the BM after two weeks, we challenged them with administration of iron dextran. Upon treatment, also the IL6- KO mice treated with both BA and iron dextran shown increased production of reactive oxygen species as well as a defect in bone marrow erythropoiesis, similarly as in D KO or Hamp -KO mice, thereby explaining the plausible reason of reduced erythropoiesis in the bone-marrow. Furthermore, to identify mechanisms leading to oxidative stress, we established an in-vitro culture system where primary murine bone marrow cells were cultured for 18-20 hours in presence of serum isolated after 6hrs from either PBS treated or BA treated C57BL/6 mice. With the help of confocal microscopy, we observed an increase in mitochondrial superoxide in the cells treated with BA serum; interestingly we have also seen a decrease in Ter 119 population in the cells cultured with BA treated serum implicating that the erythroid cells are dying. To further investigate the downstream players related to the death of erythroid progenitors we are currently investigating the role caspase 1 (a major regulator in pyroptosis) and Gata-1. In conclusion, this study is elucidating some of the mechanisms associated with the anemia triggered by inflammation with the potential to identify new targets and treatments. Disclosures Rivella: Disc medicine, Protagonist, LIPC, Meira GTx: Consultancy; Meira GTx, Ionis Pharmaceutical: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "anemia",
        "erythropoiesis",
        "interleukin-6",
        "stress",
        "cytokine",
        "hepcidin",
        "inflammation",
        "anemia of chronic disorder",
        "iron",
        "painful bladder syndrome"
    ],
    "author_names": [
        "Sayantani Sinha, PhD",
        "Ritama Gupta, PhD",
        "Jianbing Zhang, PhD",
        "Amaliris Guerra, PhD",
        "Ping La",
        "Sara Gardenghi, PhD",
        "Stefano Rivella, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sayantani Sinha, PhD",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital Of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ritama Gupta, PhD",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianbing Zhang, PhD",
            "author_affiliations": [
                "Childrens Hospital of Philadelphia, College Park, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amaliris Guerra, PhD",
            "author_affiliations": [
                "Children's Hospital Of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ping La",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Gardenghi, PhD",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Rivella, PhD",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T09:36:38",
    "is_scraped": "1"
}