{
    "doi": "https://doi.org/10.1182/blood.V106.11.1272.1272",
    "article_title": "PBSC Mobilization by the Chemokine GROβ Alone and in Combination with G-CSF in Mice Demonstrates the Same Inter-Strain Variability in Mobilization Response as G-CSF and Is Dependent upon Differences in Neutrophil Pro-MMP-9 Content and Release. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Mobilized peripheral blood is the preferred cell source for transplantation; however mobilization mechanisms are not fully understood. Single administration of the chemokine GROβ (CXCL Δ4 ) rapidly mobilizes HSC with efficacy equal to a multiday G-CSF regimen, and also synergizes with G-CSF. Mobilization by GROβ alone or with G-CSF requires MMP-9 activation, which results from GROβ-mediated release of PMN proMMP-9 that alters molar ratios of proMMP-9 and tissue inhibitor of metalloproteinase-1 (TIMP-1). Inter-strain variability in G-CSF mobilization is documented and an HSC extrinsic effect linked to a region of chromosome 2. Since the MMP-9 gene lies in this region, we mobilized high (DBA/2) and low (C57Bl/6) responder mice to investigate variability in mobilization by GROβ and GROβ plus G-CSF and determine if stoichiometry and/or other mechanisms related to MMP-9 production/activation regulate the mobilization response. CFU-GM mobilization by GROβ was highest in DBA mice (2031±69/ml blood) and significantly lower in C57 mice (631±56). Synergistic mobilization by G-CSF plus GROβ showed the same inter-strain response, highest in DBA (10,272±658) and significantly lower in C57 (2985±195). Variability in mobilization response to GROβ alone directly correlates with active plasma and marrow MMP-9 levels. Synergistic mobilization with GROβ and G-CSF was directly associated with synergistically enhanced plasma but not marrow active MMP-9. Analysis of the relationship between increase in plasma MMP-9 activity and CFU-GM mobilized by GROβ alone or with G-CSF revealed significant correlation (r = 0.84, P< 0.001) using Spearman’s correlation test, whereas marrow MMP-9 activity did not correlate with mobilization. Furthermore, plasma pro-MMP-9/TIMP-1 molar ratio positively correlated with mobilized CFU-GM (r = 0.71, P<0.001), with no significant correlation evident for marrow. Plasma MMP-9 activity determined by zymography positively correlated with molar ratios determined by ELISA (r = 0.77, P<0.001). We compared proMMP-9 mRNA, total cellular proMMP-9 and production/release in response to GROβ and CXCR2 expression between blood and marrow PMN from high and low responder mice. On an equal cell basis, blood and marrow PMN from low responder C57 mice contained 1.9-fold more proMMP-9 mRNA and 2.4-fold more protein than DBA mice. Baseline proMMP-9 release was equivalent between strains; however, stimulation with 100 ng/ml GROβ resulted in a 20.3±4-fold increase in proMMP-9 release from DBA peripheral blood PMN compared to 4.6±0.9-fold by C57 PMN. Similarly, GROβ stimulated a 5.8±1-fold increase in proMMP-9 release from DBA marrow PMN compared to 2.5±.4-fold from C57 marrow PMN. No difference in MMP-9 release was observed in response to PMA suggesting a CXCR2 receptor specific response. Flow cytomery analysis indicated that DBA PMN expressed 1.7-fold more CXCR2 receptors per cell than C57 PMN. These data indicate that mobilization with GROβ alone or with G-CSF results as a consequence of proMMP-9 stoichiometry. The inter-strain variability in mice observed for G-CSF is also seen with GROβ alone or with G-CSF and is linked to intrinsic differences in GROβ mediated PMN proMMP-9 release, potentially related to CXCR2 expression levels and/or receptor activity.",
    "topics": [
        "chemokines",
        "granulocyte colony-stimulating factor",
        "mice",
        "neutrophils",
        "peripheral blood stem cells",
        "recombinant granulocyte colony stimulating factor",
        "gelatinase b",
        "tissue-inhibitor of metalloproteinase-1",
        "rna, messenger",
        "interleukin-8b receptor"
    ],
    "author_names": [
        "Louis M. Pelus, PhD",
        "Huimin Bian",
        "Andrew G. King, PhD",
        "Seiji Fukuda, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Louis M. Pelus, PhD",
            "author_affiliations": [
                "Department of Microbiology &Immunology and the Walther Oncology Center, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Huimin Bian",
            "author_affiliations": [
                "Department of Microbiology &Immunology and the Walther Oncology Center, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew G. King, PhD",
            "author_affiliations": [
                "Microbial, Muscoskeletal and Proliferative Diseases CEDD, GlaxoSmithKline, Collegeville, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seiji Fukuda, MD, PhD",
            "author_affiliations": [
                "Department of Microbiology &Immunology and the Walther Oncology Center, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T18:44:51",
    "is_scraped": "1"
}