{
    "doi": "https://doi.org/10.1182/blood.V106.11.1208.1208",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=391",
    "start_url_page_num": 391,
    "is_scraped": "1",
    "article_title": "RIZ1 Tumor Suppressor Regulates IGF-1 Autocrine Loop To Control Cell Proliferation, Apoptosis, and Differentiation in Chronic Myeloid Leukemia Blast Crisis Cell Lines. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "RIZ1 (PRDM2) is a tumor suppressor gene whose expression and activity are reduced by genetic and epigenetic aberrations in many cancers. In chronic myeloid leukemia (CML), blastic transformation is associated with loss of heterozygosity at 1p36, the region where RIZ1 is located, suggesting that RIZ1 has an essential role in CML pathogenesis. In CML patients and in the CML blast crisis cell line K562, we observed aberrant RIZ1 promoter methylation. To further characterize RIZ1 tumor suppressor properties that are related to CML, we analyzed RIZ1-induced changes in proliferation, apoptosis, and differentiation in CML myeloid blast crisis (CML-BC) cell lines (K562, ERY-1, YN-1, and JURL-MK1) that express low levels of endogenous RIZ1. Forced RIZ1 expression in CML-BC cell lines substantially decreased proliferation, increased apoptosis, and increased the population of cells in G2/M phase of the cell cycle. RIZ1 expression also promoted differentiation as assessed by benzidine staining in CML-BC cell lines expressing immature erythroid cell features (K562, ERY-1, YN-1) and by CD117 and CD33 expression in JURL-MK1, a CML-BC cell line expressing megakaryoblastic features. To identify genes and pathways influenced by RIZ1 expression, we used 42k cDNA microarrays to globally monitor how RIZ1 expression changes the gene expression profile of K562 cells. We discovered 25 RIZ1-regulated genes that are involved in a variety of biological processes with a subgroup of genes involved in IGF-1 signaling. The most strongly RIZ1 down-regulated genes (IGF1) and up-regulated genes (SPARC, IGFBP2) are involved in IGF-1 signaling. Using chromatin immunoprecipitation (ChIP), we determined that RIZ1 associates with IGF-1 and SPARC promoters. RIZ1 contains a PR domain that has Histone H3 lysine 9 methylation activity, which is implicated in gene repression. Using ChIP assays, we found that RIZ1 expression in K562 cells increased Histone H3 lysine 9 methylation of the IGF-1 promoter. The increased Histone H3 lysine 9 methylation is associated with decreased IGF-1 expression as monitored by RT-PCR and Western analysis. We observed autocrine production of IGF-1 in K562 cells, by culturing cells in serum free media and monitoring IGF-1 production and signaling. We detected receptor bound IGF-1 by flow cytometry, and compared the growth properties of sorted IGF-1 positive and negative cells. IGF-1 positive cells have increased number of cells in G2/M and S phase, a reduced number of cells in G1 and higher numbers of mitoses and Ki-67 positive nuclei compared with IGF-1 negative cells. RIZ1 expression in K562 decreased the amount of receptor bound IGF-1, reduced IGF-1 receptor activation, and reduced the activity of downstream IGF-1 signaling pathways. RIZ1 expression in K562 substantially reduced AKT1 and ERK1/2 phosphorylation. Our study demonstrates that RIZ1 reduces cell proliferation, increases apoptosis, and enhances differentiation of CML blast crisis cell lines. RIZ1 also controls autocrine production of IGF-1 and blocks the activity of IGF-1 signaling pathways. These activities may in part be responsible for RIZ1 tumor suppressor activity and point to the therapeutic potential of IGF-1 pathway inhibition in the acute phase of CML.",
    "topics": [
        "apoptosis",
        "autocrine",
        "blast phase",
        "cell lines",
        "cell proliferation",
        "culture media, serum-free",
        "insulin-like growth factor i",
        "leukemia, myelocytic, chronic",
        "tumor suppressor genes",
        "histone h3"
    ],
    "author_names": [
        "Naoto Takahashi, MD, PhD",
        "Wei-Feng Dong, MD, PhD",
        "Matthew Bainbridge, MSc",
        "Andrea Hull, MD",
        "Elodie Pastural, PhD",
        "Derek Pearson, MD",
        "David Sheridan, MD",
        "John DeCoteau, MD",
        "C. Ron Geyer, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, Medicine and Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, Medicine and Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, Medicine and Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, Medicine and Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, Medicine and Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, Medicine and Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, Medicine and Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, Medicine and Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        []
    ],
    "first_author_latitude": "52.1334003",
    "first_author_longitude": "-106.6313582"
}