{
    "doi": "https://doi.org/10.1182/blood.V128.22.1675.1675",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3271",
    "start_url_page_num": 3271,
    "is_scraped": "1",
    "article_title": " Ex-Vivo Drug Response Profiling for Precision Medicine Approaches in Acute Myeloid Leukemia with the Open Microwell Microfluidic Platform ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "antibodies",
        "antineoplastic agents",
        "atrial fibrillation",
        "blood cell depletion therapy",
        "bone marrow biopsy",
        "bone marrow specimen",
        "cancer",
        "cd34 antigens",
        "cd45 antigens",
        "cytarabine"
    ],
    "author_names": [
        "Laura Rocchi, PhD",
        "Andrea Faenza, PhD",
        "Laura Rambelli",
        "Viviana Guadagnuolo, PhD",
        "Giovanni Marconi, MD",
        "Giorgia Simonetti, PhD",
        "Cristina Papayannidis, MD PhD",
        "Antonella Padella",
        "Nicola Pecorari",
        "Luca Giulianelli",
        "Dario Biscarini",
        "Giovanni Martinelli, MD PhD",
        "Roberto Guerrieri, PhD",
        "Massimo Bocchi, PhD"
    ],
    "author_affiliations": [
        [
            "CellPly S.r.l., Bologna, Italy "
        ],
        [
            "CellPly S.r.l., Bologna, Italy "
        ],
        [
            "CellPly S.r.l., Bologna, Italy "
        ],
        [
            "CellPly S.r.l., Bologna, Italy "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "CellPly S.r.l., Bologna, Italy "
        ],
        [
            "CellPly S.r.l., Bologna, Italy "
        ],
        [
            "CellPly S.r.l., Bologna, Italy "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy ",
            "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Advanced Research Center on Electronic Systems \"Ercole De Castro\" - ARCES, University of Bologna, Bologna, Italy"
        ],
        [
            "CellPly S.r.l., Bologna, Italy "
        ]
    ],
    "first_author_latitude": "44.4926848",
    "first_author_longitude": "11.369693100000001",
    "abstract_text": "Background: Patient stratification to match individual patients with the most effective drug treatment is still a major open challenge in cancer care. For instance, cytarabine is the main drug used for AML treatment but 30% of patients fail to respond to this agent. Laboratory developed tests determining ex-vivo cellular response to cytotoxic anticancer drugs have demonstrated good correlations with clinical response, sometimes surpassing the predictive power of molecular and genetic profiling. Standardizing sample processing to remove operator-dependent biases and maintaining live cells in a functional status that closely resembles in-vivo function are major challenges affecting these tests. Here we present the open microwell (OMW) platform, a microfluidic-based system that integrates the entire process of ex-vivo testing of anticancer drug efficacy and enables drug testing in the clinical setting prior to therapy administration. The concept was validated for the first time on 13 AML patients at Sant'Orsola hospital, Italy, showing the possibility to initiate the analysis readily after sample collection, thus minimizing drifts in cell function that typically start occurring within hours from sampling, and provide results in about 24 hours, with a fully-automated system. Methods: 13 refractory, relapsed or newly diagnosed AML patients were enrolled in the study. 2 ml of fresh bone marrow in EDTA and 1 ml of serum blood were collected from each patient. White blood cells (WBC) were separated from bone marrow by standard Ficoll-Paque, suspended in medium additioned with 2% autologous serum and loaded in microfluidic chips featuring 16 microchannels and 1200 microwells/channel (70 μm diameter), open at the bottom end (Fig. 1A-B). After settling down in microwells, cells were stained with CMAC cell tracker, anti-human-CD34/CD45 fluorescently-labeled antibodies and Propidium Iodide (PI) by injecting the reagents in the microchannels. Cytarabine or combination therapies (FLAI-3, FLAI-5, FLA, MEC-4) were then injected in the microchannels and cells were incubated for 24 hours in the system (Fig. 1C). Four channels were used per therapeutic condition, including reference (ref), high (ref x 10) and low (ref/10) dosages plus a non-treated channel as reaction control. Finally, a custom software was used to detect cells in images, classify AML blasts and analyze cell death (Fig. 1D). Drug efficacy was determined by evaluation of both cell depletion and apoptosis induction. Results: We first validated the OMW platform against gold standard (FacsAria flow cytometer) for the detection of tumor cells and measurement of cell viability and apoptosis. Count of blast frequency was carried out on 5 patient samples using anti-CD34/CD45 staining. Results (Fig. 2B) show a correlation between the gold standard and OMW (n=5, R 2 =0.99, p<0.0001). AML blast viability was carried out on 4 patient samples after 24h drug stimulation and in control situations (vehicle only). OMW and the gold standard (incubation in 96-well plates followed by flow cytometry analysis) showed a correlation (n=4, R 2 =0.86, p<0.0001, Fig. 2C). We tested the predictive power of the OMW system by comparing ex-vivo drug response analysis with clinical outcomes. The outcome was predicted correctly in 4 out of 4 (100%) patients enrolled in this arm of the study (Fig. 2D). CellPly test score was set as the ratio between the number of dead cells treated at high dosage and control. Equivalent results were obtained using the ref dosage. The test was performed as a blind prospective study for 2 patients and in a retrospective way on residual AML blasts after therapy for 2 patients. In prospective cohort, we assessed therapy response with a bone marrow biopsy performed at day +28 ± 7 from induction/re-induction course. Conclusion: The OMW platform was able to count AML blasts and analyze viability and apoptosis showing high concordance with conventional diagnostics represented by flow cytometry. The assay requires 30 μl of bone marrow sample and simple manual pre-processing. Profiling of patient response to specific drugs or combination is provided within 24h. These features make the OMW platform suitable for bedside analysis, to evaluate drug activity on tumor cells within a heterogeneous sample and promptly guide personalized treatment in hematologic malignancies, with a first proof achieved on AML patients. LRo and AF equally contributed. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Rocchi: CellPly S.r.l.: Employment. Faenza: CellPly S.r.l.: Employment. Rambelli: CellPly S.r.l.: Employment. Guadagnuolo: CellPly S.r.l.: Employment. Pecorari: CellPly S.r.l.: Employment. Giulianelli: CellPly S.r.l.: Employment. Biscarini: CellPly S.r.l.: Employment. Martinelli: Novartis: Speakers Bureau; Roche: Consultancy, Speakers Bureau; Ariad: Consultancy, Speakers Bureau; BMS: Speakers Bureau; Pfizer: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; MSD: Consultancy; Celgene: Consultancy, Speakers Bureau; Genentech: Consultancy. Guerrieri: CellPly S.r.l.: Equity Ownership. Bocchi: CellPly S.r.l.: Equity Ownership, Membership on an entity's Board of Directors or advisory committees."
}