{
    "doi": "https://doi.org/10.1182/blood.V126.23.4860.4860",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3079",
    "start_url_page_num": 3079,
    "is_scraped": "1",
    "article_title": "Ibrutinib-Associated Rash: Single-Center Experience of Clinicopathologic Features and Management ",
    "article_date": "December 3, 2015",
    "session_type": "605. Molecular Pharmacology, Drug Resistance - Lymphoid and Other Diseases",
    "topics": [
        "exanthema",
        "ibrutinib",
        "purpura",
        "petechiae",
        "antihistamines",
        "drug allergy",
        "edema",
        "lymphocytosis",
        "rituximab",
        "steroids"
    ],
    "author_names": [
        "David J Iberri, MD",
        "Bernice Kwong, MD",
        "Laurel Stevens, MD",
        "Steven E Coutre, MD",
        "Jinah Kim, MD PhD",
        "Jean Sabile, BS",
        "Ranjana H Advani, MD"
    ],
    "author_affiliations": [
        [
            "Stanford Health Care, Stanford, CA "
        ],
        [
            "Stanford Health Care, Stanford, CA "
        ],
        [
            "Stanford Health Care, Stanford, CA "
        ],
        [
            "Stanford Cancer Institute, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Stanford Health Care, Stanford, CA "
        ],
        [
            "Stanford Health Care, Stanford, CA "
        ],
        [
            "Stanford University Medical Center, Stanford, CA"
        ]
    ],
    "first_author_latitude": "37.42356109999999",
    "first_author_longitude": "-122.17841005000001",
    "abstract_text": "Introduction: Ibrutinib is a Bruton tyrosine kinase inhibitor approved for previously treated chronic lymphocytic leukemia (CLL), CLL with del(17p), previously treated mantle cell lymphoma (MCL), and Waldenstršm macroglobulinemia. Cutaneous manifestations including purpuric eruptions have been reported in 8-27% of patients receiving ibrutinib, sometimes resulting in treatment delays or drug discontinuation. Guidelines regarding optimal clinical management have not been established. Methods: We identified patients who developed rash while receiving ibrutinib at our institution. Data were collected through retrospective chart review with IRB approval. Results: Characteristics of 14 patients (13 CLL, 1 MCL) identified are shown in Table 1. Two distinct purpuric rash subtypes were observed: 1) a non-palpable, largely asymptomatic petechial rash (Figure 1A), and 2) a palpable eruption characterized clinically by pruritic, non-blanching, purpuric papules (Figure 1B). The non-palpable, petechial rash was observed in 5 patients, all of whom had CLL; 4 patients were receiving single-agent ibrutinib, and 1 received ibrutinib with concurrent rituximab. The median onset of rash from first ibrutinib dose was 80 days, corresponding to the lymphocytosis resolution phase in all patients. The rash was grade 1 (n=4) or grade 2 (n=1) in severity, and was not associated with an allergic history or other mucocutaneous findings. All patients were able to continue receiving ibrutinib without dose interruptions, delays, or skin-directed therapy. Palpable skin eruptions were observed in 9 patients (8 CLL and 1 MCL); 4 patients were receiving ibrutinib monotherapy, and 5 received ibrutinib in combination with rituximab. The median onset of rash from first ibrutinib dose was 15 days, corresponding to the lymphocytosis phase in 6 of the CLL patients. The rash severity was grade 1 (n=1), grade 2 (n=4), or grade 3 (n=4). Two patients with grade 3 rash had concurrent symptoms concerning for a severe allergic drug reaction, including lip tingling and tongue swelling. Two patients with grade 3 rash underwent biopsy, demonstrating perivascular infiltration of lymphocytes, neutrophils, and eosinophils involving the papillary dermis (Figure 1C, 1D). All patients with palpable rash were referred to a dermatologist and received low-potency topical corticosteroids and/or oral antihistamines. In the 5 patients with grade 1-2 rash, these measures yielded rash resolution at a median of 21 days. In the 4 patients with grade 3 rash, these measures were employed and ibrutinib was interrupted until rash resolution, which occurred at a median of 12 days. Ibrutinib rechallenge was successful without rash recurrence in 2 of 4 patients with grade 3 rash. In the other 2 patients, rash recurred on ibrutinib rechallenge (both were patients with concurrent lip tingling and tongue swelling at initial presentation) and required therapy to be interrupted again with initiation of systemic steroids until rash resolution at 2 and 5 days. Both patients were able to resume treatment with ibrutinib with concomitant prednisone taper without rash recurrence. Conclusions This single-center study identified 2 presentations of ibrutinib-associated purpuric rash: a non-palpable, petechial eruption and a palpable purpuric rash. The non-palpable rash had a later onset, was mild, and did not require skin-directed therapy or ibrutinib dose adjustment. In contrast, palpable purpuric rash had an earlier onset and varied significantly in clinical presentation and severity; all patients were successfully managed with topical therapy, oral antihistamines, systemic corticosteroids, and temporary interruption of ibrutinib, and all were ultimately able to resume ibrutinib. Our study provides guidance for recognition and management of ibrutinib associated rash, which is important due to its increasing use after approval. Table 1. . Non-palpable (n=5) . Palpable (n=9) . Female 3 4 Underlying disease CLL MCL 5 0 8 1 Concurrent antiplatelet/anticoagulant 1 3 History of drug allergy 2 5 Baseline WBC, 10 9 cells/L - median (range) 140 (54-280) 22 (4-470) Rash onset - median, days (IQR) 80 (63-146) 15 (12-64) Rash severity Grade 1 Grade 2 Grade 3 4 1 0 1 4 4 Associated with allergic findings 0 2 Ibrutinib dose modified Temporary interruption Dose reduction Discontinuation 0 0 0 4 1 0 Systemic steroids administered 0 2 . Non-palpable (n=5) . Palpable (n=9) . Female 3 4 Underlying disease CLL MCL 5 0 8 1 Concurrent antiplatelet/anticoagulant 1 3 History of drug allergy 2 5 Baseline WBC, 10 9 cells/L - median (range) 140 (54-280) 22 (4-470) Rash onset - median, days (IQR) 80 (63-146) 15 (12-64) Rash severity Grade 1 Grade 2 Grade 3 4 1 0 1 4 4 Associated with allergic findings 0 2 Ibrutinib dose modified Temporary interruption Dose reduction Discontinuation 0 0 0 4 1 0 Systemic steroids administered 0 2 Abbreviations: IQR, interquartile range. View Large Figure 1. View large Download slide Figure 1. View large Download slide Disclosures Coutre: Janssen: Honoraria, Research Funding; Pharmacyclics: Honoraria, Research Funding."
}