{
    "doi": "https://doi.org/10.1182/blood-2021-153591",
    "article_title": "The Anti-CD19 Antibody-Drug Conjugate Loncastuximab Tesirine Achieved Responses in Patients with Diffuse Large B-Cell Lymphoma Who Relapsed after Anti-CD19 CAR T-Cell Therapy ",
    "article_date": "November 5, 2021",
    "session_type": "626.Aggressive Lymphomas: Prospective Therapeutic Trials",
    "abstract_text": "Introduction: Patients with diffuse large B-cell lymphoma (DLBCL) that is resistant to chimeric antigen receptor T-cell (CAR-T) therapy have poor outcomes (Chow VA, et al. Am J Hematol . 2019;94:E209-E13). The majority of patients with DLBCL who relapse after CAR-T therapy do so with disease that continues to express CD19 surface antigen (Shah NN, Fry TJ. Nat Rev Clin Oncol . 2019;16:372-85); however, it is unknown whether treatment with CD19-targeted agents is an effective strategy for patients with prior failure of anti-CD19 CAR-T therapy. Loncastuximab tesirine (loncastuximab tesirine-lpyl; Lonca) is an FDA-approved CD19-directed antibody-drug conjugate (ADC) which had encouraging phase 1 antitumor activity and acceptable safety in non-Hodgkin lymphoma (Hamadani M, et al. Blood . 2021;137:2634-2645). In the Phase 2 LOTIS-2 trial (NCT03589469) the efficacy and safety of Lonca was evaluated in patients with relapsed or refractory (R/R) DLBCL after ≥2 lines of systemic treatments (Caimi PF, et al. Lancet Oncol . 2021;22:790-800). The overall response rate (ORR) was 48.3%. The aim of this post-hoc analysis of the LOTIS-2 trial was to investigate the antitumor activity of Lonca in patients with DLBCL relapsed or refractory after CAR-T therapy. Methods: The methodology of the LOTIS-2 trial has been published. Briefly, patients were treated with Lonca (0.15 mg/kg for the first 2 cycles then 0.075 mg/kg for subsequent cycles) administered as a single 30-minute infusion, once every 3 weeks for up to 1 year, or until progressive disease or unacceptable toxicity. Patients with previous anti-CD19 CAR-T therapy were required to have persistent CD19 expression, evaluated by local review of immunohistochemistry of a post-CAR-T biopsy. The primary endpoint was ORR, defined as the proportion of patients with best overall response of complete response (CR) or partial response (PR), determined by independent review. Secondary endpoints included overall survival (OS), progression free survival (PFS), and duration of response (DOR). PET/CT imaging was performed 6 and 12 weeks after the first Lonca dose and every 9 weeks thereafter. Response was assessed using the Lugano 2014 criteria. Kaplan Meier survival analysis was performed from initiation of Lonca treatment. Results: The characteristics of 13 patients with DLBCL with disease relapse or progression after anti-CD19 CAR-T therapy are shown in table 1. The median time interval between CAR-T infusion and Lonca treatment was 7 months (range, 45-400 days). Ten (77%) patients received Lonca as the first therapy after CAR-T failure, 3 patients received other treatments prior to Lonca (chemoimmunotherapy [R-GemOx], n = 1; allogenic stem cell transplant, n = 1; chemoimmunotherapy [R-GemOx] followed by venetoclax + bromodomain inhibitor, n =1). The ORR to Lonca was 46.2% (n=6; CR, 15.4% [n = 2]; PR, 30.8% [n = 4]) after a median of 2 cycles (range, 1-9). Of the 6 patients who achieved a response to Lonca, 5 had a previous response to CAR-T and 1 had prolonged, stable disease for >1 year after CAR-T. With a median follow-up of 8 months, the median OS and PFS were 8.2 and 1.4 months, respectively (Figure 1); the 1-year OS estimate was 33.3%. The median DOR to Lonca was 8 months. Conclusions: Lonca achieved a response in 6 out of 13 patients who had failed prior CAR-T therapy. Five out of 6 responding patients had previously presented at least a partial response after CAR-T therapy. These data suggest that in patients without CD19 antigen loss, repeat therapy with another agent targeting this antigen can result in disease control. Prior response to anti-CD19 therapy may be associated with subsequent response to a second anti-CD19 treatment. Further studies are needed to confirm the feasibility and value of repeated anti-CD19 treatments in patients with B-cell non-Hodgkin lymphoma. Funding : This study was funded by ADC Therapeutics; medical writing support was provided by CiTRUS Health Group. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Caimi:  Amgen Therapeutics.: Consultancy; XaTek: Patents & Royalties: Royalties from patents (wife); ADC Theraputics: Consultancy, Research Funding; Genentech: Research Funding; Kite Pharmaceuticals: Consultancy; Verastem: Consultancy; Seattle Genetics: Consultancy; TG Therapeutics: Honoraria. Ardeshna:  Gilead, Beigene, Celegene, Novartis and Roche: Honoraria; Norvartis, BMS, Autolus, ADCT, Pharmocyclics and Jansen: Research Funding; Gilead, Beigene, Celegene, Novartis and Roche: Membership on an entity's Board of Directors or advisory committees. Reid:  Aptose Biosciences: Other: Serves as Principle Investigator, Research Funding; ADC Therapeutics: Other: Serves as Principle Investigator, Research Funding; Millennium Pharmaceuticals: Other: Serves as Principle Investigator, Research Funding; Xencor: Other: Serves as Principle Investigator, Research Funding. Ai:  Kymria, Kite, ADC Therapeutics, BeiGene: Consultancy. Lunning:  Myeloid Therapeutics: Consultancy; Spectrum: Consultancy; Daiichi-Sankyo: Consultancy; Verastem: Consultancy; Janssen: Consultancy; AstraZeneca: Consultancy; Morphosys: Consultancy; Beigene: Consultancy; Legend: Consultancy; ADC Therapeutics: Consultancy; Acrotech: Consultancy; Celgene, a Bristol Myers Squibb Co.: Consultancy; AbbVie: Consultancy; Kite, a Gilead Company: Consultancy; TG Therapeutics: Consultancy; Novartis: Consultancy; Kyowa Kirin: Consultancy; Karyopharm: Consultancy. Zain:  Secura Bio, DaichiSankyo, Abbvie: Research Funding; Kiyoaw Kirin, Secura Bio, Seattle Genetics: Honoraria; Secura Bio, Ono , Legend, Kiyowa Kirin, Myeloid Therapeutics Verastem Daichi Sankyo: Consultancy. Solh:  ADCT Therapeutics: Consultancy, Research Funding; Jazz Pharmaceuticals: Consultancy; BMS: Consultancy; Partner Therapeutics: Research Funding. Kahl:  AbbVie, Acerta, ADCT, AstraZeneca, BeiGene, Genentech: Research Funding; AbbVie, Adaptive, ADCT, AstraZeneca, Bayer, BeiGene, Bristol-Myers Squibb, Celgene, Genentech, Incyte, Janssen, Karyopharm, Kite, MEI, Pharmacyclics, Roche, TG Therapeutics, and Teva: Consultancy. Hamadani:  Takeda, Spectrum Pharmaceuticals and Astellas Pharma: Research Funding; Janssen, Incyte, ADC Therapeutics, Omeros, Morphosys, Kite: Consultancy; Sanofi, Genzyme, AstraZeneca, BeiGene: Speakers Bureau.",
    "author_names": [
        "Paolo F. Caimi",
        "Kirit M. Ardeshna",
        "Erin Reid",
        "Weiyun Z. Ai",
        "Matthew A. Lunning",
        "Jasmine Zain",
        "Melhem Solh",
        "Brad S. Kahl",
        "Mehdi Hamadani"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo F. Caimi",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kirit M. Ardeshna",
            "author_affiliations": [
                "Department of Haematology, University College of London Hospitals NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin Reid",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of California, San Diego, San Diego, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weiyun Z. Ai",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Medicine, University of California San Francisco, San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew A. Lunning",
            "author_affiliations": [
                "Division of Hematology & Oncology, Department of Internal Medicine, University of Nebraska Medical Center- Fred and Pamela Buffett Cancer Center, Omaha, NE"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jasmine Zain",
            "author_affiliations": [
                "Dept. of Hematology and Hematopoietic Cell Transplantation, City of Hope Comprehensive Cancer Center, Duarte, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melhem Solh",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Northside Hospital Cancer Institute, Atlanta, GA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brad S. Kahl",
            "author_affiliations": [
                "Department of Medicine, Oncology Division, Washington University, St. Louis, MO"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Hamadani",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:36:35",
    "is_scraped": "1"
}