{
    "doi": "https://doi.org/10.1182/blood.V124.21.2350.2350",
    "article_title": "The Receptor Tyrosine Kinase Axl Is Required for Resistance to FLT3-Targeted Therapy in Acute Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "In acute myeloid leukemia (AML), about 25 to 30% of patients harbor a constitutively active receptor tyrosine kinase (RTK) FLT3 encoded by an FLT3 allele harboring internal tandem duplication (FLT3-ITD) mutation. Clinical studies have shown that the presence of FLT3 - ITD correlates with poor prognosis in AML. Therefore, these features make FLT3-ITD an attractive therapeutic target in AML and several tyrosine kinase inhibitors (TKIs) targeting constitutively activated FLT3 have been developed and tested in clinical trials. Unfortunately, to date these small molecule inhibitors have resulted in only partial and transient clinical responses with residual leukemic blasts resistant to the TKIs detected in blood or bone marrow. This poses a serious obstacle to improving clinical outcome of FLT3 - ITD AML patients. Thus understanding the molecular basis of resistance may ultimately help to optimize FLT3-ITD targeting to achieve long-term survival of these AML patients. Axl is a member of the RTK Axl family and is over-expressed and/or aberrantly activated in many types of cancers including AML. We have previously shown that Axl is involved in leukemia growth and survival in FLT3 - ITD AML (Park et al, Blood 121, 2064-73, 2013). Thus, targeting Axl may represent a novel therapeutic strategy for the treatment of FLT3 - ITD AML. In this study, we investigated whether Axl is responsible for resistance of leukemic cells to PKC412, a TKI that is undergoing clinical investigation in FLT3 - ITD AML patients. Upon treatment of FLT3 inhibitor PKC412, phosphorylation of Axl was significantly enhanced in the FLT3 - ITD MV4-11 AML cell line and primary blasts from an FLT3-ITD AML patient. When primary blasts from FLT3-ITD AML patients were treated with PKC412, the majority of AML cells undergoing apoptosis (Annexin V-positive) harbored little phosphorylated Axl. On the other hand, most AML cells resistant to PKC412 (Annexin V-negative) remained alive and showed a significantly higher level of phosphorylated Axl (75.2 ± 9.3% Axl phosphorylation for Annexin V-negative vs. 8.4 ± 1.7% for Annexin V-positive, p < 0.01). These results suggest that increased Axl phosphorylation following treatment of PKC412 may give a survival advantage to a subset of AML cells treated with the FLT3 inhibitor PKC412. It also suggests that Axl phosphorylation may represent at least part of the molecular mechanism explaining resistance of FLT3 - ITD AML cells to FLT3-targeted therapy. To further investigate this, we analyzed a PKC412-resistant AML cell line, FLT3 - ITD MOLM13-R-PKC412, which was generated from its parental PKC412-sensitive cell line, FLT3 - ITD MOLM13. The PKC412-resistant MOLM13-R-PKC412 AML cell line possessed a significantly higher level of phosphorylated Axl and total Axl when compared to PKC412-sensitive MOLM13. An Axl-specific TKI, TP-0903(Tolero Pharmaceuticals), was able to inhibit phosphorylation of Axl and to re-sensitize MOLM13-R-PKC412 cells to PKC412 (82.2 ± 5.6% cell viability for PKC412 only vs. 9.5 ± 2.3% for PKC412 + TP-0903, p < 0.01). When the PKC412-resistant MOLM13-R-PKC412 AML cells were treated with Axl-Fc, which is a soluble Axl chimeric protein to sequester ligands for Axl, resistance of MOLM13-R-PKC412 AML cells to PKC412 was abrogated (77.4 ± 8.2% cell viability for PKC412 vs. 12.5 ± 2.1% for PKC412 + Axl-Fc, p < 0.01). In addition, when MOLM13-R-PKC412 AML cells were transfected with lentivirus encoding shRNA targeting Axl, sensitivity to PKC412 was restored (81.6 ± 10.5% cell viability for control shRNA vs. 18.3 ± 2.4% for Axl shRNA, p < 0.01). While phosphorylated Axl and total Axl were easily detectable in primary AML blasts intrinsically resistant to PKC412 (0.33 and 0.75 for median phospho-Axl and total Axl level, respectively), we observed little or no phosphorylated Axl or total Axl protein in AML patient blasts intrinsically sensitive to PKC412 (0.03 and 0.08 for median phospho-Axl and Axl, respectively). Collectively, these results indicate that Axl is specifically required for resistance of FLT3 - ITD AML cells against the FLT3 inhibitor PKC412, and that Axl should be explored as a potential therapeutic target to overcome resistance to FLT3-targeted therapy in FLT3 - ITD AML. We provide a rationale for testing an Axl-specific inhibitor, such as TP-0903, alone or in combination with FLT3 inhibitors in clinical trials for FLT3 - ITD AML patients. Disclosures Warner: Tolero Pharmaceuticals: Employment, Equity Ownership, Patents & Royalties. Bearss: Tolero Pharmaceuticals: Employment.",
    "topics": [
        "flt3 gene",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "receptor protein-tyrosine kinases",
        "impedance threshold device",
        "protein-tyrosine kinase inhibitor",
        "annexins",
        "flt3 inhibitors",
        "cancer",
        "fusion proteins"
    ],
    "author_names": [
        "Il-Kyoo Park, PhD",
        "Bethany Mundy-Bosse, PhD",
        "Steven L. Warner, PhD",
        "David J. Bearss, PhD",
        "Guido Marcucci, MD",
        "Michael A. Caligiuri, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Il-Kyoo Park, PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bethany Mundy-Bosse, PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven L. Warner, PhD",
            "author_affiliations": [
                "Tolero Pharmaceuticals, Inc., Lehi, UT"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Bearss, PhD",
            "author_affiliations": [
                "Tolero Pharmaceuticals, Inc., Lehi, UT"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Marcucci, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Caligiuri, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T18:40:48",
    "is_scraped": "1"
}