{
    "doi": "https://doi.org/10.1182/blood.V110.11.711.711",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1053",
    "start_url_page_num": 1053,
    "is_scraped": "1",
    "article_title": "A Multi-Site, Prospective Cross-Over Study of Intranasal Desmopressin and Oral Tranexamic Acid in Women with Menorrhagia and Abnormal Laboratory Hemostasis. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "desmopressin",
        "hemostasis procedures",
        "hemostatic function",
        "menorrhagia",
        "tranexamic acid",
        "depression scales",
        "blood coagulation disorders",
        "blood platelet disorders",
        "hemorrhage",
        "platelet disorder, functional"
    ],
    "author_names": [
        "Peter A. Kouides, MD",
        "John A. Heit, MD",
        "Claire S. Philipp, MD",
        "Sid F. Stein, MD",
        "Andrea S. Lukes, MD",
        "Vanessa R. Byams",
        "Nicole F. Dowling, PhD",
        "Bruce L. Evatt, MD",
        "Connie R. Miller",
        "Sally Owens",
        "Nyasha Skerette, MD",
        "Roshni Kulkarni, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Rochester General Hospital, Rochester, NY, USA"
        ],
        [
            "Medicine, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Medicine, Robert Wood Johnson School of Medicine, New Brunswick, NJ, USA"
        ],
        [
            "Medicine, Emory School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Obstetrics and Gynecology, Duke University School of Medicine, Durham, NC, USA"
        ],
        [
            "Division of Blood Disorders, Centers for Disease Control and Prevention, Atlanta, GA, USA"
        ],
        [
            "Division of Blood Disorders, Centers for Disease Control and Prevention, Atlanta, GA, USA"
        ],
        [
            "Division of Blood Disorders, Centers for Disease Control and Prevention, Atlanta, GA, USA"
        ],
        [
            "Division of Blood Disorders, Centers for Disease Control and Prevention, Atlanta, GA, USA"
        ],
        [
            "Division of Blood Disorders, Centers for Disease Control and Prevention, Atlanta, GA, USA"
        ],
        [
            "Division of Blood Disorders, Centers for Disease Control and Prevention, Atlanta, GA, USA"
        ],
        [
            "Division of Blood Disorders, Centers for Disease Control and Prevention, Atlanta, GA, USA",
            "Pediatrics, Michigan State University School of Medicine, Lansing, MI, USA"
        ]
    ],
    "first_author_latitude": "43.1730863",
    "first_author_longitude": "-77.64169",
    "abstract_text": "Introduction: Menorrhagia is a common health problem affecting ∼5-10% of women. The optimal management of menorrhagia among women with abnormal laboratory hemostasis is uncertain. The goal of this study was to determine the effect of intranasal desmopressin (IN-DDAVP) vs. oral tranexamic acid (TA) on menstrual blood loss (MBL) and quality of life (QOL). Methods: In a cross-over study design, 117 consenting women 18–50 years of age with menorrhagia (defined as subjective report of heavy bleeding and a pictorial blood assessment chart [PBAC] score > 100) with a negative gynecological evaluation and abnormal laboratory hemostasis (62% platelet dysfunction, 15% von Willebrand disease, 23% other coagulation defect or combined) were randomly assigned to initial IN-DDAVP or TA therapy each for two menstrual cycles, followed by cross-over to the second study drug for an additional two cycles. MBL by PBAC was measured at baseline and after each menstrual cycle while QOL was assessed by four validated instruments: Health Related Quality of Life (HRQOL), SF-36®, Center for Epidemiologic Studies Depression Scale (CES-D) and the Ruta menorrhagia questionnaire. Results: There was a statistically significant decrease in the PBAC for both treatments. On average, the estimated decrease in the PBAC from baseline for IN-DDAVP was −66.0 (CI = (−89.5, −42.6)) and for TA, −107.8 (CI = (−131.5, −84.1)). The decrease in the PBAC score was larger for TA with a difference of 41.8 (p-value = 0.0002, CI = (20.4, 63.2)) between the two treatments. In the multivariable analysis, the test for treatment-cycle number interaction was not significant, suggesting no carry-over effect. The test for a treatment type effect was significant (p<0.0001) suggesting a greater reduction in PBAC score with TA compared to IN-DDAVP. Both IN-DDAVP and TA generally improved QOL as assessed by each of the four instruments. Over-all, the Ruta Menorrhagia Questionnaire and the Center for Epidemiologic Studies Depression Scale measurements showed the most statistically significant improvements. Conclusion: Both TA and IN-DDDAVP reduce MBL and improve QOL in females with menorrhagia and abnormal laboratory hemostasis.The significance of these findings are underscored by the fact that prior studies of menorrhagia treatment in these patients have not included validated QOL instruments. The marked improvement in MBL and QOL noted with TA and IN-DDAVP appears to justify hemostasis screening in women presenting with menorrhagia for whom no gynecological cause can be found."
}