{
    "doi": "https://doi.org/10.1182/blood.V122.21.2513.2513",
    "article_title": "Transcriptional Regulation Of GLI1 , Potential New Therapeutic Target For Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Hedgehog (Hh) signaling plays an important role in the pathobiology of B-cell malignancies including diffuse large B cell lymphoma (DLBCL). The GLI family members that include GLI1, GLI2 and GLI3 are Hh signaling transcription factors. While most research has focused on smoothened (SMO), Hh transducer receptor subunit, many lines of evidence indicate that other signaling pathways can activate GLI transcription factors. GLI1 is a zinc finger transcription factor and established oncogene. GLI1 expression increases in response to Hh signaling activation and potentiates the transcriptional output of Hh signaling. We previously demonstrated that the canonical Hh ligand-PTCH1-SMO-GLI axis is functional and plays an important role in cell proliferation, survival and chemotolerance in DLBCL (Leukemia 2010 and Oncogene 2011). Moreover, using stable GLI1 knockdown DLBCL cell lines we found that GLI1 contributes to cell survival and proliferation of DLBCL (J Biol Chem 2013). However, our understanding of the mechanisms controlling the transcriptional activity of GLI1 is limited. To identify regulatory components that participate in the transcriptional regulation of GLI1, we explored GLI1 putative interacting proteins by liquid chromatography tandem mass spectrometry following immuno-precipitation (IP) of endogenous GLI1. We found that the NF-κB kinase, IKKβ, is one of the proteins associated with GLI1. This finding was of interest as we found a positive correlation between NF-kB activity and Hh signaling in DLBCL (Blood 2013). To validate the functional interaction between endogenous GLI1 with IKKβ in-vivo , lysates of 293T cells were IP with GLI1 or control antibody and subjected to immunoblot analysis with antibodies recognizing IKKβ subunit and SuFu (known partner of GLI1) respectively. IKKβ and SuFu were co-immunoprecipitated with GLI1. To confirm these findings, 293T cells were transiently co-transfected with plasmids carrying GLI1 and FLAG-tagged IKKα and IKKβ wild-type or kinase dead (K44A) forms. Both forms (IKKα and IKKβ) were detected in the immunoprecipitated GLI1 protein complex, however only transfection of IKKβ resulted in abundance of GLI1 protein suggesting a functional role of IKKβ kinase in the regulation of GLI1 protein levels. The association (and nuclear co-localization) between IKKβ and GLI1 was confirmed in DLBCL cell lines and 293T cells by immunofluorescence studies. To investigate the role of IKKβ in the transcriptional activity of GLI1, we knocked down IKKβ gene in HBL1 (cells with CD79B mutation) cells using two independent IKKβ shRNAs. Silencing IKKβ resulted in a decrease of IKKβ expression associated with decreased levels of GLI1 and GLI1 downstrean targets (PTCH1, CCND1 and BCL2 ). To better understand the functional role of IKKβ kinase activity in the transcriptional regulation of GLI1 target genes, we explore the IKKβ dependent GLI1 phosphorylation sites. We co-transfected full length GLI1 and IKKβ plasmids in 293T cells and IKKβ-GLI1 complex were purified using anti-GLI1 antibody. Peptides resulting from digestion of GLI1 with several different proteases were analyzed by nanospray ion trap mass spectrometry. Seven phosphorylation sites in GLI1 C-terminal residues were identified during analysis of trypsin-digested GLI1 by mass spectrometry. These data suggest that IKKβ phosphorylates GLI1 and plays an important role in the regulation of GLI1 transcriptional activity. Because activation of NF-κB is a frequent event in DLBCL, our study will help to understand the cross talk between NF-κB and Hh signaling pathways and will open potential new avenues for targeted therapy in DLBCL. Disclosures: Vega: NIH: Research Funding; Leukemia & Lymphoma Society: Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "transcriptional control",
        "zinc finger protein gli1",
        "phosphotransferases",
        "antibodies",
        "transcription factor",
        "leukemia",
        "patched-1 receptor",
        "bcl-2 protein",
        "cancer"
    ],
    "author_names": [
        "Nitin K Agarwal, PhD",
        "Kranthi Kunkalla, MS",
        "David H Hawke, PhD",
        "Yadong Liu, MD",
        "Changju Qu, MD PhD",
        "Francisco Vega, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nitin K Agarwal, PhD",
            "author_affiliations": [
                "Department of Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kranthi Kunkalla, MS",
            "author_affiliations": [
                "Department of Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David H Hawke, PhD",
            "author_affiliations": [
                "Pathology-Research, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yadong Liu, MD",
            "author_affiliations": [
                "Department of Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changju Qu, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco Vega, MD, PhD",
            "author_affiliations": [
                "Department of Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T21:38:04",
    "is_scraped": "1"
}