{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5120.5120",
    "article_title": "Cross-Sectional Physician Survey on the Use of Minimal Residual Disease (MRD) Testing in the Management of Pediatric and Adult Patients with Acute Lymphoblastic Leukemia (ALL) ",
    "article_date": "December 7, 2017",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Introduction: Acute lymphoblastic leukemia (ALL) is a rare disease that progresses quickly and may be fatal within a few months if untreated. Although the majority of adults and pediatric patients with ALL achieve complete remission (CR) with current chemotherapy regimens, a significant proportion will ultimately have a relapse, particularly in the adult population. Minimal residual disease (MRD) has been demonstrated as a prognostic factor; higher levels of MRD indicate a higher likelihood of relapse. New techniques have been developed to quantitatively detect the presence of MRD in patients who achieve CR. The objective of this study was to explore use of MRD testing in the adult B-cell ALL patient population compared to its use in pediatric B-cell ALL patients, as well as to compare its use in academic versus community settings. Methods: This cross-sectional, non-interventional study used a quantitative survey to explore use of MRD testing among US physicians who treat ALL. Prior to implementation, 2 rounds of qualitative interviews were conducted to develop the content of the quantitative survey (4 in-person interviews and 2 online/phone interviews). Following the qualitative phase, a 20-minute quantitative online survey was conducted with US-based academic hematologists who actively monitor or treat ≥5 B-cell ALL patients and use MRD testing in practice. Physicians self-reported their primary hospital affiliation as being academic- or community-based and were classified as adult or pediatric treaters based on their reported proportion of adult versus pediatric B-cell ALL patients. Descriptive analyses (frequencies and percentages) of survey responses were conducted and Pearson's chi square test was used to assess differences by physician practice setting (academic versus community-based) and by primary patient population (adult versus pediatric). Results: One hundred fifty adult treaters (100 community adult treaters and 50 academic adult treaters) and 30 pediatric treaters (10 community pediatric treaters and 20 academic pediatric treaters) participated in the survey, for a total of 180 physician participants. Physicians used a variety of MRD tests, with flow cytometry being the most frequent choice among both adult and pediatric treaters, followed by polymerase chain reaction and next generation sequencing testing. The use of MRD testing was found to be higher among physicians who primarily treat pediatric patients (93%) than those who treat adult patients (73%) (p<0.05). Among the physicians who primarily treat adults (n=150), the number of patients receiving MRD testing was higher among those receiving treatment from an academic center compared to those from a community setting (84% and 67%, respectively; p<0.01). Academic adult treaters were also more likely to give patients ≥5 tests through the course of disease compared to community adult treaters (16% and 5%, respectively; p<0.05) (Table 1). Pediatric patients commonly received an MRD test during/after induction or upon relapse, while there was no consensus on the timing of MRD tests for adult patients. MRD testing was most common following maintenance treatment phase rather than during treatment (Figure 1). Collectively, physicians often conduct MRD testing after induction or consolidation of treatment. When asked to identify barriers that affected their decisions to conduct MRD tests, a greater proportion of academic adult treaters (32%) reported no barriers to conducting MRD testing compared to community adult treaters (13%) (p<0.01). Community adult treaters were more likely to indicate cost (50%) and lack of insurance coverage (42%) as barriers to MRD testing compared to academic adult treaters (24% each) (p<0.05) (Table 2; Figure 2). Conclusion: In this survey of physicians who treat patients with B-cell ALL and have used any MRD tests, physicians who primarily treat pediatric patients were more likely to conduct MRD testing than physicians who primarily treat adults. Physicians who treat patients with ALL in academic settings were also more likely to perform MRD testing compared with physicians who treat patients in community settings; some of the reasons for differences in MRD testing rates were cost and insurance barriers. Resolving these issues would be critical to improving detection of a molecular relapse in patients with ALL, most importantly among adults and in community settings. View large Download slide View large Download slide  Close modal Disclosures Chia: Amgen, Inc.: Employment, Equity Ownership. Delaney: Amgen, Inc.: Consultancy. McNamara: Amgen, Inc.: Consultancy. Kim: Amgen, Inc.: Employment, Equity Ownership. Romanov: Amgen, Inc.: Employment, Equity Ownership.",
    "topics": [
        "acute lymphocytic leukemia",
        "neoplasm, residual",
        "pediatrics",
        "b-cell acute lymphocytic leukemia",
        "chemotherapy regimen",
        "complete remission",
        "flow cytometry",
        "massively-parallel genome sequencing",
        "polymerase chain reaction",
        "prognostic factors"
    ],
    "author_names": [
        "Victoria M Chia, PhD MPH",
        "Kara Delaney, BS",
        "Michelle McNamara, Bsc",
        "Christopher Kim, PhD",
        "Vadim Romanov, MD Mphil, FFPM"
    ],
    "author_dict_list": [
        {
            "author_name": "Victoria M Chia, PhD MPH",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kara Delaney, BS",
            "author_affiliations": [
                "Adelphi Research, Doylestown, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle McNamara, Bsc",
            "author_affiliations": [
                "Adelphi Research, Doylestown, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Kim, PhD",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vadim Romanov, MD Mphil, FFPM",
            "author_affiliations": [
                "Amgen Inc., Thousand Oaks, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:31:20",
    "is_scraped": "1"
}