{
    "doi": "https://doi.org/10.1182/blood-2020-135978",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4644",
    "start_url_page_num": 4644,
    "is_scraped": "1",
    "article_title": "Manual Partial Exchange Transfusion a Cost Effective Life Saving Intervention in Sickle Cell Crisis: Single Centre Retrospective Data Analysis ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": null,
    "author_names": [
        "Seema S. Bhatwadekar, MDMBBS",
        "Shubhangi Vishwas Deshpande, MD",
        "Shweta Vikas Khadse, BHMS",
        "Bijal Shah, MBBS,DCP",
        "Devenkumar Desai, MBBS DCP",
        "Devashri Jani, BHMS",
        "Pina Vasoya, BAMS",
        "Ujjwala Lakhmapurkar, BAMS",
        "Saloni Shah, BHMS",
        "Aangi Jayesh Shah, MBBS"
    ],
    "author_affiliations": [
        [
            "Sterling Hospital, Vadodara, India ",
            "Haemato-oncology Care Centre,, Vadodara, IND ",
            "Bhailal Amin Hospital, Vadodara, India "
        ],
        [
            "GMERS Medical College and Hospital Gotri, Vadodara, India "
        ],
        [
            "Haemato Oncology Care Centre (HOCC), Vadodara, India "
        ],
        [
            "Labcore Speciality Laboratory, Vadodara, India "
        ],
        [
            "Lab core Speciality Lab, Vadodara, India"
        ],
        [
            "Haemato Oncology Care Centre (HOCC), Vadodara, India "
        ],
        [
            "Haemato Oncology Care Centre (HOCC), Vadodara, India "
        ],
        [
            "Haemato Oncology Care Centre (HOCC), Vadodara, India "
        ],
        [
            "Haemato Oncology Care Centre (HOCC), Vadodara, India "
        ],
        [
            "Haemato Oncology Care Centre (HOCC), Vadodara, India "
        ]
    ],
    "first_author_latitude": "22.29881505",
    "first_author_longitude": "73.14440264999999",
    "abstract_text": "Introduction: Sickle cell disease (SCD) poses a considerable health burden in lower middle income country (LMIC) like India. One ICMR survey reported about 20% of children with SCD died by the age of two years and 30% of children with SCD amongst the tribal community in India died before they reached adulthood. Data on mortality rate in the adult population with SCD is sparse. Our centre data shows that despite the availability of Hydroxyurea and supportive care, almost one-third of hospitalized Sickle Cell Crisis patients develop life threatening complications. Manual Partial Exchange Transfusion is a cost-effective intervention to decrease mortality in Sickle Cell Crisis. But perhaps, it is an underutilized therapy. In India, the cost incurred for each session of exchange transfusion, if done by the RBC apheresis machine, is $420. Whereas Manual Exchange Transfusion costs only $70(including the cost of the central venous catheter) for the first session followed by $15 for each subsequent session. Aim: A single centre retrospective data analysis to evaluate the outcome of Sickle Cell Crisis patients undergoing Manual Partial Exchange Transfusion during hospitalization. Material and Method: A total of 553 SCD patients on regular follow up at the Haemato Oncology Care Centre (HOCC) from July 2012 to July 2020 were evaluated.169 patients were hospitalized for treatment of Sickle Cell Crisis at the Bhailal Amin General Hospital and Sterling Hospital Vadodara. The data was retrieved after the IRB/Apex committee approvals for retrospective analysis. The indication for exchange transfusion was Acute Chest Syndrome 19(35%), Hepatic cell crisis 11(20%), Vaso Occlusive Crisis not responding to the conservative line of therapy in 48 hours of treatment 11(20%), Cerebrovascular Accident (CVA) 5 (9%), Avascular Necrosis of Femur with excruciating pain 3 (6%), Complicated Dengue with Multi-organ failure 3 (6 %), Priapism 1 (2%) and Splenic Sequestration 1 (2%). Central venous access was secured with a central venous catheter or dialysis catheter. Simple packed cell volume was transfused to 11(20%) patients and 5(9%) patients received platelet transfusion. The cut-off values for HB and Platelet count were 8 gm% and 50000/cumm, respectively at the time of the Manual Partial Exchange Transfusion procedure. Blood volume withdrawn was 5 to 10 ml /kg, followed by an equal volume of packed cell volume transfusion at every session. The procedure was repeated every 12 hr or 24 hr depending on the clinical condition of the patient. HbS value was reassessed post 4 sessions with repeat testing done after 2 to 4 sessions if the observed HbS value was more than 30% or more than 10% (for CVA) after 4 sessions. The endpoint was clinical recovery with HbS less than 30% or no clinical recovery despite the achievement of HbS less than 10%. In CVA the endpoint was HBS less than 10%. Results: Manual Partial Exchange Transfusion was carried out in 54/169 (32 %) hospitalized patients. The median age was 25yrs (range 5 yrs to 69 yrs), with male predominance [Males 42(77%) and females 12(23%)].Pre procedure HbF value was 20% in 18(33%). A total of 50 out of 54 (93%) patients recovered completely. 28 (52%) patients were hemodynamically stable with normal SPO2 on room air at the time of Manual Partial Exchange Transfusion with an average of 7 days of hospitalization. All of these patients recovered completely with less than 5 sessions of Manual Partial Exchange Transfusion. 26(49%) patients were critically ill and had an average of 12 days of hospitalization. They were on Ventilator and Inotrope support at the time of Manual Partial Exchange Transfusion. 14/26(54%) critically ill patients recovered completely with an average of 6 sessions of Manual Partial Exchange Transfusion. 12/26(46%) critically ill patients succumbed even though post exchange HBS value decreased to less than 10%. The overall mortality rate of SCD patients in this analysis was 12/553 (2.1%), significantly lower than what was historically reported as 30% in the ICMR survey. Underlying Dengue viral infection associated with Multi-organ dysfunction and Fulminant hepatic failure were risk factors for mortality observed in our study. Conclusion: Manual Partial Exchange Transfusion is highly effective in reducing mortality in Sickle Cell Crisis. It is feasible and cost-effective in small centres lacking apheresis machine facility. Disclosures No relevant conflicts of interest to declare."
}