{
    "doi": "https://doi.org/10.1182/blood.V106.11.4414.4414",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=435",
    "start_url_page_num": 435,
    "is_scraped": "1",
    "article_title": "Relationship between the As 2 O 3 Induced Expression of NF-κB and Drug Resistance in K562/ADR Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "arsenic trioxide",
        "drug resistance",
        "flow cytometry",
        "inhibitory concentration 50",
        "leukemic cells",
        "western blotting",
        "k562 cells",
        "cytoplasm",
        "apoptosis",
        "catabolism"
    ],
    "author_names": [
        "Xiao-hong Zhang",
        "Li-da Su",
        "Xiao-ying Zhao",
        "Qing-hua Lv"
    ],
    "author_affiliations": [
        [
            "The Second Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "The Second Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "The Second Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "The Second Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China"
        ]
    ],
    "first_author_latitude": "30.250798000000003",
    "first_author_longitude": "120.17710500000001",
    "abstract_text": "Summery: Anti-apoptosis is one of drug resistance mechanisms in leukemic cells. It was found in our early study that As 2 O 3 can induce apoptosis of K562 cells, and this effect involve the degradation of IκB-αand consequently the activation of NF-κB. The relationship between drug resistance of leukemic cells and the expression of both IκB-αand NF-κB associated with apoptosis induced by arsenic trioxide(As 2 O 3 ) was studied in K562 and K562/ADR cells. Methods: Apoptosis was induced in K562 and K562/ADR cells cultured with As 2 O 3 in different concentrations. Western blot was used to analyze the expression of NF-κB in nuclear and IκB-α in cytoplasm of these cells. Apoptosis and degradation of IκB-αprotein were also observed by flow cytometry. Results: The suppressive effect of As 2 O 3 on proliferation of K562/ADR was lower than that in K562 cell, IC50 values were 19.07μmol/L and 5.26μmol/L, respectively. After exposure to As 2 O 3 , the ratio of apoptosis cells increased with the concentration of As 2 O 3 in K562 cells, from(13.25±1.83)% to (50.56±8.62)% with variation of As 2 O 3 from 1μmol/L to 4μmol/L(P<0.05). The ratio of apoptosis cells in K562/ADR cultured with 4μmol/L As 2 O 3 was significantly lower than that in K562 cells, (8.00±1.47)% vs. (50.56±8.62)%, (P<0.05). The level of IκB-α in K562 cytoplasm was down-regulated from (88.07±0.99)% to (49.21±0.95)%, (P<0.01) after As 2 O 3 stimulation, while NF-κB in nuclear was up-regulated, that was not found in K562/ADR cells. Conclusion: As 2 O 3 could induce apoptosis of K562 cells, associated with the degradation of IκB-αand the activation of NF-κB. There were resistance to As 2 O 3 induced apoptosis and an abnormal regulation of NF-κB expression by As 2 O 3 in K562/ADR cells."
}