{
    "doi": "https://doi.org/10.1182/blood-2021-145099",
    "article_title": "The First Real-World Evidence Prospective Registry of Patients with Blastic Plasmacytoid Dendritic Cell Neoplasm Treated with Tagraxofusp, a CD123-Targeted Therapy, in Europe ",
    "article_date": "November 5, 2021",
    "session_type": "906.Outcomes Research-Myeloid Malignancies",
    "abstract_text": "Background Blastic plasmacytoid dendritic cell neoplasm (BPDCN) is an extremely rare hematologic malignancy affecting 1.5-2.0 per million adults per year worldwide, which corresponds to approximately 1,000 cases in Europe. It is a highly aggressive disease characterized by skin and bone marrow involvement, with secondary sites including lymph nodes and viscera. BPDCN is associated with a poor prognosis, median overall survival of 8-14 months, and has no firm consensus for therapy. Tagraxofusp (TAG, SL-401) is currently the only approved first-line treatment for adult patients with BPDCN in Europe. TAG is a targeted therapy directed to CD123 that has shown efficacy in a controlled, prospective trial with prespecified endpoints. Specifically, TAG is a recombinant cytotoxin composed of human interleukin-3 fused to a truncated diphtheria toxin payload that targets CD123, the α-subunit of interleukin-3 receptor commonly overexpressed on the surface of BPDCN tumor cells. In the past, most adult and pediatric patients in Europe were treated with a plethora of experimental combination chemotherapies often imported from aggressive myeloid and lymphoid malignancy treatment regimens, followed by hematopoietic stem cell transplantation (SCT), as best available treatment. However, there is no robust evidence of the effectiveness and safety of these therapies for BPDCN, due to its rarity, the absence of prospective studies, and the variability in diagnostic criteria, definition of endpoints, and assessment of outcomes. As of July 2021, 65 patients with BPDCN have been treated with TAG in a clinical setting outside the US, as part of an expanded access program. Continued collection of clinical data from the use of TAG in a real-world setting in patients with BPDCN is important to increase the knowledge of clinical outcomes, especially in patient populations commonly underrepresented in clinical trials. This is the first real-world evidence prospective registry in patients with BPDCN receiving TAG. The study is designed to meet the requirements included in the marketing authorization by the European Commission, to further investigate the effectiveness and safety of TAG in the treatment of patients with first-line or relapsed/refractory BPDCN. Study Design and Methods This is a noninterventional, single-arm study (EudraCT: 2021-001684-24) in patients with BPDCN to assess clinical effectiveness and safety of TAG under real-world routine clinical practice conditions (12 mcg/kg intravenously [IV] once daily on days 1-5 of a 21-day cycle, per the summary of product characteristics general recommendation). Up to 125 patients are planned for inclusion in approximately 65 clinical sites in Europe estimated over 3 years. Eligible patients have a diagnosis of BPDCN and are scheduled to start TAG monotherapy, per physician's decision. The primary study objectives are to determine the complete response (CR) rate, defined as CR + clinical CR (CR with residual skin abnormality not indicative of active disease) after 3 months of treatment, and to assess the safety of TAG, in particular the incidence and severity of capillary leak syndrome (CLS). Secondary objectives include analysis of the rate of patients bridging to SCT, progression-free survival, overall survival, best overall response, duration of response, dose interruptions/administration of IV albumin supplementation in patients with CLS or CLS symptoms, incidence and severity of adverse events of special interest (AESIs), overall safety, and TAG treatment administered. AESIs include CLS and hepatic, renal, and cardiac events. Per routine clinical practice, quarterly data collection is anticipated during the study. In addition, data will be collected at screening, enrollment, early discontinuation, and study end ( Figure ). The end of the registry safety data collection will be 18 months after the last enrolled patient's first visit (LPFV). Interim analyses will be performed annually, and an effectiveness interim analysis is scheduled at 12 months post-LPFV. All effectiveness and safety analyses will be performed using descriptive statistics. Survival data will be summarized using the Kaplan-Meier method. Subgroup analyses for effectiveness and safety may be performed, on the basis of gender, age, or Eastern Cooperative Oncology Group performance status at baseline. Enrollment is planned to start by December 2021. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Platzbecker:  Celgene/BMS: Honoraria; Novartis: Honoraria; Janssen: Honoraria; Takeda: Honoraria; AbbVie: Honoraria; Geron: Honoraria. Angelucci:  Menarini-Stemline: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: steering commitee, Speakers Bureau; Vertex Pharmaceuticals: Honoraria, Other: DMC; Celgene BSM: Honoraria, Other: DMC; Blue Bird Bio: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Crispr therapeutics: Honoraria, Other: DMC; Glaxo: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees. Montesinos:  Glycomimetics: Consultancy; Teva: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Sanofi: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Tolero Pharmaceutical: Consultancy; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Forma Therapeutics: Consultancy; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Daiichi Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Karyopharm: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Agios: Consultancy; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Astellas Pharma, Inc.: Consultancy, Honoraria, Other: Advisory board, Research Funding, Speakers Bureau; Stemline/Menarini: Consultancy. Lemoni:  AbbVie: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Jazz: Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees; Servier: Membership on an entity's Board of Directors or advisory committees; Stemline Therapeutics: Membership on an entity's Board of Directors or advisory committees; Celgene: Research Funding. Spyridonidis:  Menarini: Current Employment. Casariego:  Menarini: Current Employment. Mughal:  Stemline: Current Employment, Current holder of stock options in a privately-held company; Oxford University Press, Informa: Other: financial benefit and/or patents . Mohty:  Sanofi: Honoraria, Research Funding; Pfizer: Honoraria; Novartis: Honoraria; Takeda: Honoraria; Jazz: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Gilead: Honoraria; Celgene: Honoraria, Research Funding; Bristol Myers Squibb: Honoraria; Astellas: Honoraria; Amgen: Honoraria; Adaptive Biotechnologies: Honoraria.",
    "author_names": [
        "Uwe Platzbecker",
        "Emanuele Angelucci",
        "Pau Montesinos",
        "Roberto M. Lemoni",
        "Alexandros Spyridonidis",
        "Joaquín Casariego",
        "Tariq I. Mughal",
        "Mohamad Mohty"
    ],
    "author_dict_list": [
        {
            "author_name": "Uwe Platzbecker",
            "author_affiliations": [
                "Department for Internal Medicine I, University Hospital Leipzig, Leipzig, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emanuele Angelucci",
            "author_affiliations": [
                "Department of Haematology II, Ospedale Policlinico San Martino, Genoa, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pau Montesinos",
            "author_affiliations": [
                "Department of Hematology, Hospital Universitari i Politècnic La Fe, Valencia, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto M. Lemoni",
            "author_affiliations": [
                "Clinic of Hematology, Department of Internal Medicine, IRCCS San Martino Hospital, Genoa, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandros Spyridonidis",
            "author_affiliations": [
                "Department of Internal Medicine, BMT Unit, University of Patras, Patras, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joaquín Casariego",
            "author_affiliations": [
                "Clinical Development & Medical Affairs Department, Laboratorios Menarini, Madrid, Spain"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tariq I. Mughal",
            "author_affiliations": [
                "Stemline Therapeutics Inc, New York, NY",
                "Tufts University School of Medicine, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamad Mohty",
            "author_affiliations": [
                "Department of Clinical Hematology and Cellular Therapy, Saint Antoine Hospital, Paris, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:34:04",
    "is_scraped": "1"
}