{
    "doi": "https://doi.org/10.1182/blood.V124.21.3835.3835",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2978",
    "start_url_page_num": 2978,
    "is_scraped": "1",
    "article_title": "Therapeutic Infusion of Partially HLA-Matched Third-Party Virus-Specific T Cells in HSCT Patients with Refractory Viral Infection ",
    "article_date": "December 6, 2014",
    "session_type": "703. Adoptive Immunotherapy: Poster III",
    "topics": [
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "infusion procedures",
        "t-lymphocytes",
        "virus diseases",
        "viruses",
        "hla-a antigens",
        "hla-a2 antigen",
        "epitopes",
        "hla-b antigens"
    ],
    "author_names": [
        "Leighton Edward Clancy, PhD",
        "Emily Blyth",
        "Barbara Withers",
        "Jane Burgess",
        "Renee Simms",
        "Chun Kei Kris Ma, B.Sc (MD MB BS FRACP FRCPA",
        "Kenneth P. Micklethwaite, MD PhD",
        "David Gottlieb, MB MDFRCPA FRACP"
    ],
    "author_affiliations": [
        [
            "Westmead Millennium Institute. University of Sydney, Sydney, Australia ",
            "Westmead Hospital, Sydney, Australia "
        ],
        [
            "Westmead Hospital, Sydney, Australia ",
            "Westmead Millennium Institute, The University of Sydney, Sydney, Australia"
        ],
        [
            "Westmead Millennium Institute. University of Sydney, Sydney, Australia "
        ],
        [
            "Westmead Hospital, Sydney, Australia "
        ],
        [
            "Westmead Hospital, Sydney, Australia "
        ],
        [
            "Westmead Millennium Institute, The University of Sydney, Sydney, Australia"
        ],
        [
            "Westmead Hospital, Sydney, Australia ",
            "Westmead Millennium Institute, The University of Sydney, Sydney, Australia"
        ],
        [
            "Westmead Hospital, Sydney, Australia ",
            "Westmead Millennium Institute, The University of Sydney, Sydney, Australia"
        ]
    ],
    "first_author_latitude": "-33.8035393",
    "first_author_longitude": "150.9910864",
    "abstract_text": "Introduction Adoptive transfer of donor derived virus specific T cells (VST) can be effective therapy for infections in allogeneic HSCT recipients. However, this is not a practical strategy to treat acute infections due to the time required to prepare products and potential unavailability of transplant donors. To overcome this, treatment with cryopreserved partially HLA-matched T cells from third-party donors is being investigated. A recent report described disease resolution using cells matched at only one or two HLA alleles (Leen et al., (2013) Blood 121(26):5113-23). This less stringent requirement for matching would allow a small bank of cells to provide most patients with a therapeutic product. We describe the establishment of a virus specific T cell bank in Australia with centralized manufacturing by the Westmead Hospital BMT laboratory. The bank has been used to treat patients in multiple states in a Phase I clinical trial to treat patients who have failed antiviral pharmacotherapy. Aim To assess the safety and feasibility of treatment with partially HLA-matched VSTs derived from third-party donors for refractory cytomegalovirus (CMV), Epstein-Barr Virus (EBV), or adenoviral (AdV) infection in allogeneic HSCT patients. Methods We generated a bank of cryopreserved VSTs from peripheral blood or G-CSF mobilized stem cell product of healthy donors. Products were generated by co-culturing PBMC with dendritic cells loaded with overlapping peptides covering CMV pp65, AdV hexon or EBV BZLF1, LMP2A and EBNA1 proteins. Cultures were re-stimulated once with peptide loaded DC and cultured for 14 days with IL-2. Products were assessed for phenotype, sterility and specificity by MHC multimer staining where applicable or production of interferon-gamma in response to peptides by flow cytometry. Patients with persistent viral reactivation/infection after 2 weeks of standard therapy were eligible to receive up to 4 fortnightly infusions of 2x10 7 cells/m 2 partially HLA matched (minimum 1/6) CMV, EBV, or AdV specific T cells, and were followed for up to 12 months. Results T cell products were expanded from 25 donors to create a bank of 177 bags of VSTs (75 CMV, 47 AdV and 55 EBV). CMV specific products were predominantly T cells (mean 95.8±3%) with a higher proportion of CD8 + compared to CD4 + T cells (mean 66.6±23.9% versus 20.1±6.2%). Specificity was mapped by MHC multimer staining to epitopes restricted to common HLA types including HLA-A*0101, HLA-A*0201, HLA-A*2402, HLA-B*0702 and HLA-B*3501. AdV specific T cells had a higher proportion of CD4 + T cells (mean 64.6±23.8% versus 34.2±20.1% CD8 T cells). Specificity was mapped to CD8 epitopes restricted to HLA-A*0101 and HLA-A*2402 as well as 10 CD4 T cell epitopes restricted to three HLA-DRB1 alleles (DRB1*0301, DRB1*0701, DRB1*1501). EBV specific products contained a mix of CD8 + and CD4 + T cells (mean 38.9%±18% AND 42.5±23.1% respectively). The antigen specificity of EBV products showed high variability between donors. Dominant responses to known MHC class I restricted epitopes were infrequent though responses were mapped to HLA-A*0201 and HLA-A*2402 restricted LMP2A epitopes, a HLA-B*0801 restricted BZLF1 epitope and a HLA-B*0702 restricted EBNA1 epitope. Based on HLA frequency analysis in the Australian recipient population we estimate 94%, 89% and 74% of patients would have access to a CMV, AdV and EBV specific product respectively with the current bank. To date nine patients have received VSTs, with median follow-up of 5.5 months (0-12 months). All patients had treatment resistant CMV after a median of 26 days (19-116 days) prior therapy. Six patients received a single infusion and 3 patients received 2, 3 and 4 infusions respectively. HLA matching ranged from 2-4/6 HLA match. There were no instances of 24hr infusion related toxicity. Follow-up data is available for 7 patients. One patient with chronic hepatitis C developed abnormal liver function tests 3 months post-infusion. One patient died from presumed progressive CMV disease 6 months post-enrolment. Five patients achieved a best response of CMV PCR negativity (2 with complete resolution of CMV-colitis). One patient has shown >50% reduction in CMV copy number over 3 weeks. Conclusion The infusion of third party CMV specific T cells is a promising therapy that offers the advantage of rapid availability, centralized manufacturing and relatively low cost per dose when produced on a large scale. Disclosures No relevant conflicts of interest to declare."
}