{
    "doi": "https://doi.org/10.1182/blood.V110.11.2362.2362",
    "article_title": "Cell Cycle Features and Quantitative Alteration of Target Molecules of Malignant B Cells Treated with Inotuzumab Ozogamicin (CMC544) Alone or in Combination with Rituximab. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents",
    "abstract_text": "Rituximab has greatly improved the prognosis of B cell malignancies (BCM). However, several resistance mechanisms have been reported, including the inhibition of apoptosis, complement-dependent cytotoxicity (CDC) and antibody-dependent cellular cytotoxicity (ADCC) as well as modulation of CD20 antigen and increased complement-related cytotoxicity inhibition factor (CD55). The calicheamicin-conjugated anti-CD22 monoclonal antibody (mAb), CMC544, is one of the new promising agents, and effective on several types of BCM in vitro , especially when used in combination with rituximab. However, details regarding the cytotoxic effects of CMC544 and mechanisms triggering cell death, particularly when it is combined with rituximab, have not been elucidated. We studied cell cycle features of CMC544 on BCM used alone or in combination with rituximab, and analyzed quantitative alteration of target molecules such as CD20, CD22 and CD55.(Materials and Methods) The cell lines used in this study were CD22-positive Daudi and Raji cells, and CD22-negative Jurkat and NB4 cells. Cells obtained from 8 patients with BCM were also used. CMC544, unconjugated anti-CD22 mAb (G5/44), and free NAC-calicheamicin DMH were provided by Wyeth Pharmaceutical Co., Ltd. The effects of CMC544 were analyzed by incubating the cells at the concentrations of 0–100μg/ml for 0–96h, then by measuring cell count, cell viability, 3 H-thymidine incorporation and cell cycle distribution on flow cytometry (FCM) as well as by video microscopic observation. The amounts of CD20, CD22 and CD55 antigens were analyzed by FCM, laser scanning microscope. The process of CMC544-induced cell death was assessed by Apocyto®. Three possible mechanisms of the combined effect of CMC544 and rituximab were investigated separately by direct effect of the mAb, CDC and ADCC. (Results) Analysis of the cell cycle distribution indicated that CD22-positive cells were temporally arrested at the G2/M phase after 6–12h incubation with CMC544, and the hypodiploid proportion increased after 24–72h. CD22-positive cells enlarged after 12–24h incubation with CMC544. Apoptotic morphological changes such as bleb formation and cell shrinkage were observed in 35–57% of the cells. These changes were not observed after incubation with G5/44. Apocyto® stain showed a continuous pattern from early to late apoptosis. Similar effects were observed in clinical samples that expressed CD22. The amounts of CD22 and CD55 were significantly reduced 3h after incubation with CMC544, while the CD20 expression was maintained 24h after incubation with CMC544. Incubation of the cells for 12–24h with CMC544 and then for 12hr with rituximab induced 1.2–2.1 times more anti-proliferation, apoptosis, CDC and ADCC than simultaneous incubation.(Conclusion) The effect of CMC544 was clearly observed as G2/M arrest following increase of the hypodiploid proportion in the cell cycle distribution, and this was a useful method to investigate the effect of CMC544. Combination of CMC544 and rituximab enhanced the cytotoxic effect, and sequential administration was more effective. The reduction of CD55 and continued expression of CD20 after the incubation with CMC544 supported the above observation. Further investigations are required to find the most effective treatment regimen to overcome drug resistance of B cell malignancies.",
    "topics": [
        "b-lymphocytes",
        "cell cycle",
        "inotuzumab ozogamicin",
        "molecule",
        "rituximab",
        "antigens, cd55",
        "cd20 antigens",
        "monoclonal antibodies",
        "cancer",
        "blister"
    ],
    "author_names": [
        "Nozomi Yamakage, MA",
        "Akihiro Takeshita, PhD, MD",
        "Kaori Shinjo, MD",
        "Takaaki Ono, MD",
        "Hirotaka Matsui, MD",
        "Satoki Nakamura, MD",
        "Kazuyuki Shigeno, MD",
        "Masato Maekawa, PhD, MD",
        "Kazunori Ohnishi, PhD, MD",
        "Ryuzo Ohno, PhD, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nozomi Yamakage, MA",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Hamamatsu, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Takeshita, PhD, MD",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Hamamatsu, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaori Shinjo, MD",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Hamamatsu, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takaaki Ono, MD",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Hamamatsu, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirotaka Matsui, MD",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Hamamatsu, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoki Nakamura, MD",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Hamamatsu, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuyuki Shigeno, MD",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Hamamatsu, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masato Maekawa, PhD, MD",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Hamamatsu, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazunori Ohnishi, PhD, MD",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Hamamatsu, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryuzo Ohno, PhD, MD",
            "author_affiliations": [
                "Aichi Shukutoku University, Nagoya, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T06:42:35",
    "is_scraped": "1"
}