{
    "doi": "https://doi.org/10.1182/blood-2021-154362",
    "article_title": "Recommendation on Advanced Molecular Testing in Hematolymphoid Malignancies in the Veterans Population ",
    "article_date": "November 5, 2021",
    "session_type": "903.Health Services Research-Myeloid Malignancies",
    "abstract_text": "The Veterans Health Administration is the largest integrated provider of cancer services in the nation, with approximately 50,000 new cancer cases diagnosed each year. The goal of the VA's National Oncology Program is to establish a System of Excellence in cancer care with the help of tools, resources, programs, and best practices across the enterprise to ensure every veteran, regardless of location, receives the same high level of cancer care and access to precision diagnostics. This is mediated through a variety of programs, including the National TeleOncology Service and the National Precision Oncology Program which includes standardized clinical pathways for molecular testing, a second opinion service on diagnostic consultations, test result interpretation and treatment recommendations, as well as a molecular oncology tumor board. The VA National Oncology Program and the Pathology and Laboratory Medicine Program offices have collaborated on a recommended guideline for advanced laboratory and molecular testing algorithm in hematologic diagnosis. We aim to offer best practice for all VA providers who must decide the type of ancillary tests at the time of initial clinical presentation in order to gain prognostic information and guide therapy. The recommendations include traditional laboratory tests, such as morphology, flow cytometry, and immunohistochemistry, as well as the use of fluorescent in situ hybridization (FISH), karyotype, polymerase chain reaction (PCR), and next generation sequencing (NGS). An overview of the draft algorithm for acute leukemias and chronic myeloid neoplasms is presented in Table 1; details will be discussed at the annual meeting. Conclusion: The joint effort from VA Oncology and Pathology presents advanced testing algorithms in a variety of hematolymphoid malignancies as a systematic approach to hematopathology diagnosis, classification, as well as offering prognostic and therapeutic information. The recommendations across VA Healthcare would ensure standardized care for all VA patients with hematologic malignancy to benefit from the latest advances in precision medicine. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Neff:  Spring Discovery: Consultancy, Ended employment in the past 24 months; EUSA Pharma: Speakers Bureau; Enzyvant: Consultancy.",
    "author_names": [
        "Jadee L Neff",
        "Claudio A. Mosse",
        "Jessica Wang-Rodriguez",
        "Sara Ahmed",
        "Michael Kelley"
    ],
    "author_dict_list": [
        {
            "author_name": "Jadee L Neff",
            "author_affiliations": [
                "VA National Oncology Program, Veterans Health Administration, U.S. Department of Veteran Affairs, Washington, DC",
                "Department of Pathology, Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Claudio A. Mosse",
            "author_affiliations": [
                "Molecular Hematopathology Subcommittee, Molecular Genetics Workgroup, Pathology and Laboratory Medicine Program, Veterans Health Administration, U.S. Department of Veteran Affairs, Washington, DC",
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN",
                "Pathology and Laboratory Medicine, VA Tennessee Valley Healthcare System, Nashville, TN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Wang-Rodriguez",
            "author_affiliations": [
                "Molecular Hematopathology Subcommittee, Molecular Genetics Workgroup, Pathology and Laboratory Medicine Program, Veterans Health Administration, U.S. Department of Veteran Affairs, Washington, DC",
                "VA San Diego Healthcare Syst. UCSD, San Diego, CA",
                "Department of Pathology, University of California, San Diego, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Ahmed",
            "author_affiliations": [
                "VA National Oncology Program, Veterans Health Administration, U.S. Department of Veteran Affairs, Washington, DC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kelley",
            "author_affiliations": [
                "VA National Oncology Program, Veterans Health Administration, U.S. Department of Veteran Affairs, Washington, DC",
                "Department of Medicine, Division of Medical Oncology, Duke University Medical Center, Durham, NC",
                "Division of Hematology-Oncology, Durham Veteran's Affairs Hospital, Durham, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:11:36",
    "is_scraped": "1"
}