{
    "doi": "https://doi.org/10.1182/blood.V112.11.2629.2629",
    "article_title": "Preclinical Characterization of the JAK-2 Inhibitor, SGI-1252 ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "abstract_text": "Discovery of somatic mutation of JAK-2 (G1849T that produces JAK-2 V617F ) in the hematopoietic cells of patients with Philadelphia chromosome negative myeloproliferative disorders (Ph − MPDs) was a watershed event that not only provided new insights into the pathobiology of polycythemia vera, essential thrombocytosis and primary myelofibrosis but also identified a potential target for therapy. Herein we report the results of preclinical studies designed to characterize the activity of a novel inhibitor of JAK-2. The compound, SGI-1252, developed by SuperGen (Dublin, CA) incorporates with high affinity into the ATP-binding site of JAK-2. SGI-1252 was tested against a panel of 75 kinases and was found to have significant activity against only FLT-3, TYK-2 and the SRC family members, ABL, LCK, YES, in addition to JAK-2 and JAK-1. SGI-1252 has an IC 50 for JAK-2 of 5.4 nM with an IC 50 for JAK-2 V617F of 19.7 nM. The inhibitor also effectively blocks the activity of JAK-1 (IC 50 14.8 nM) but has little JAK-3 inhibitory activity (IC 50 1,700 nM). SGI-1252 is a potent inhibitor of STAT-5 phosphorylation (EC 50 76.2 nM) and was also found to block the JAK-2 dependent expression of the anti-apoptotic protein, BCL-XL (EC 50 778 nM). Drug treatment of a murine cell line (FDCP) transfected with either human wild-type JAK-2 or JAK-2 G1849Tgenerated IC 50 values of 83 nM and 108 nM, respectively, and SGI-1252 treatment of human cell lines, HEL, UKE-1 and SET-2, that express mutant JAK2 in different copy numbers, gave IC 50 values of 472 nM, 83 nM and 63 nM, repectively. When tested in ex-vivo expanded native human erythroid progenitor cells from 17 patients with Ph − MPDs (10 PV and 7 MF), SGI-1252 showed an IC 50 of ~100 nM, regardless of the JAK-2 V617F allele burden. Using a flow cytometric assay, SGI-1252 was shown to induce apoptotic cell death in a concentration dependent manner. Luminex technology allows for concurrent quantitative analysis of multiple proteins from the same tissue source, and this technology was used to investigate simultaneously the effects of SGI-1252 on total and phospho ERK1/2, total and phospho STAT3, phospho STAT5, caspase 3, cleaved PARP and GAPDH (control) in untreated and drug treated cells at IC 50 and IC 80 concentrations. Significant in vivo efficacy of SGI-1252 was also observed using HEL and MV-4-11 xenograft models when compared to treatment with vehicle or daunorubicin. Using a murine model, we found that SGI-1252 has high oral bioavailability and is well tolerated with a five-day repeat maximum dose of at least 900 mg/kg. Together, these studies demonstrate that SGI-1252 is a potent inhibitor of JAK-2 dependent proliferation in both JAK-2 V617F positive cell lines and in ex vivo expanded erythroid progenitors derived from patients with JAK-2 V617F positive Ph − MPDs. Moreover, our studies show that the effects of SGI-1252 are mediated by blocking both JAK-2 dependent anti-apoptoic pathways and JAK-2 dependent proliferative pathways. Using the orally available form of the compound, pharmacokinetic, pharmacodynamic and toxicity studies in mice suggest that serum concentration of the drug well above the predicted therapeutic range can be achieved without significant hematological toxicity. Based on these preclinical experiments, SGI-1252 appears to be an excellent candidate for phase I/II studies in patients with Ph − MPDs.",
    "topics": [
        "affinity",
        "alleles",
        "bcl-xl protein",
        "biological availability",
        "caspase-3",
        "cell death",
        "cell lines",
        "daunorubicin",
        "erythroid progenitor cells",
        "mechlorethamine"
    ],
    "author_names": [
        "Kausar Begam Riaz Ahmed",
        "Roberto H Nussenzveig, PhD",
        "Andrew T. Chen, DO",
        "Josef T. Prchal, MD",
        "Charles J. Parker, MD",
        "Eric Gourley",
        "Paul Severson",
        "Jared Bearss",
        "Carissa Jones",
        "Steven L. Warner",
        "David Vollmer",
        "David J. Bearss"
    ],
    "author_dict_list": [
        {
            "author_name": "Kausar Begam Riaz Ahmed",
            "author_affiliations": [
                "University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roberto H Nussenzveig, PhD",
            "author_affiliations": [
                "Special Genetics, ARUP Laboratories, Salt Lake City, UT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew T. Chen, DO",
            "author_affiliations": [
                "University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef T. Prchal, MD",
            "author_affiliations": [
                "University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles J. Parker, MD",
            "author_affiliations": [
                "University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Gourley",
            "author_affiliations": [
                "SuperGen, Inc., Salt Lake City, UT, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Severson",
            "author_affiliations": [
                "SuperGen, Inc., Salt Lake City, UT, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jared Bearss",
            "author_affiliations": [
                "SuperGen, Inc., Salt Lake City, UT, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carissa Jones",
            "author_affiliations": [
                "SuperGen, Inc., Salt Lake City, UT, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven L. Warner",
            "author_affiliations": [
                "SuperGen, Inc., Salt Lake City, UT, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Vollmer",
            "author_affiliations": [
                "SuperGen, Inc., Salt Lake City, UT, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Bearss",
            "author_affiliations": [
                "SuperGen, Inc., Salt Lake City, UT, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T09:40:08",
    "is_scraped": "1"
}