{
    "doi": "https://doi.org/10.1182/blood.V116.21.1996.1996",
    "article_title": "Cytogenetic Aberrations In Splenic Marginal Zone Lymphoma (SMZL): A Study On 134 Cases ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1996 Splenic marginal zone lymphoma (SMZL) belongs to the most frequently occurring mature B-cell neoplasms besides chronic lymphocytic leukemia, lymphoplasmacytic lymphoma (LPL), mantle cell lymphoma, follicular lymphoma, and hairy cell leukemia. Data on cytogenetic abnormalities in SMZL is limited although these may facilitate the differentiation between SMZL and other mature B-cell neoplasms with similar immunophenotypic features like LPL. Thus, cytogenetic analysis may be a valuable tool in diagnosing these cases and may in addition give prognostic information. We therefore analyzed bone marrow samples from 134 patients with SMZL as identified by their typical immunophenotype in parallel by multiparameter flow cytometry (MFC) and chromosome banding analysis (CBA). In addition, fluorescence in situ hybridization (FISH) analysis was performed in 92/134 patients applying a standard panel of probes targeting del(6q), del(11q22.3) (ATM), trisomy 12, del(13q14) (D13S25, D13S319), del(17p13) (TP53), and t(11;14) while del(7q) was analyzed in ten cases only. The patients′ ages ranged from 41.3 to 89.4 years (median, 71.0 years), the male/female ratio was 1.35:1.00. In 73 patients (54.5%) an aberrant karyotype was identified by CBA. Specifically, these aberrations were classified into the following categories: complex karyotype (defined as at least three structural or numeric aberrations), 10.4%; del(7q), 4.5%; t(11;14), 3.7%; other deletions, 6.7%; trisomies, 6.0%, other translocations, 4.5%; and other aberrations, 18.5%. FISH analysis identified the following chromosomal aberrations: del(6q), 4/74 (5.4%); del(11q22.3), 7/90 (7.8%); trisomy 12, 10/78 (12.8%); del(13q14), 12/92 (13.0%); del(17p13), 11/89 (12.4%); and del(7q), 5/10 (50.0%). Cases with aberrant karyotypes as identified by CBA did not differ in age from other cases (69.0±11.3 vs. 69.5±9.2, n.s.), however, they had a non-significantly higher percentage of lymphoma cells as identified by MFC (23.3±22.9% vs. 16.6±20.4%, p=0.089). Interestingly, cases in which FISH analysis identified a trisomy 12 had a lower percentage of lymphoma cells as identified by MFC as compared to those without trisomy 12 (11.2±11.7% vs. 26.9±24.3%, p=0.003). There were no significant differences in the percentage of lymphoma cells as identified by MFC for the other chromosomal aberrations detected by FISH analysis. The presence of del(6q) was associated with a significantly shorter time to therapy (TTT) as compared to cases without del(6q) (median 1 month vs. not reached/59% at 3 years, p=0.034). A similar trend was observed for del(11q) (median 1 month vs. not reached/62% at 3 years, p=0.061). Within the five cases with del(7q) no events have been observed so far for TTT. Regarding chromosomal aberrations detected by CBA the presence of either complex aberrations, t(11;14), or aberrations other than deletions and translocations was associated with a shorter TTT as compared to cases with remaining chromosomal aberrations or normal karyotype (median 1.0 months vs. not reached/71% at 3 years, p=0.015). This data suggests that chromosomal aberrations can be detected in bone marrow samples infiltrated by SMZL in about half of the cases independently of the degree of infiltration. Specific aberrations may confer prognostic information and thus yield clinically important information. Disclosures: Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "chromosome abnormality",
        "splenic marginal zone b-cell lymphoma",
        "karyotype determination procedure",
        "leukemia",
        "lymphoma",
        "b-cell neoplasms",
        "bone marrow specimen",
        "chromosome banding",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD",
        "Susanne Schnittger, PhD",
        "Claudia Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T09:38:29",
    "is_scraped": "1"
}