{
    "doi": "https://doi.org/10.1182/blood-2021-149616",
    "article_title": "Pacific: A Phase II Study of Brentuximab Vedotin and Nivolumab Alone and then Combined with Rituximab, Cyclophosphamide, Doxorubicin and Prednisone for Patients with Untreated Primary Mediastinal Large B-Cell Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "626.Aggressive Lymphomas: Prospective Therapeutic Trials",
    "abstract_text": "Background Primary mediastinal large B-cell lymphoma (PMBL) is a rare and distinct subtype of diffuse large B-cell lymphoma and affects primarily young adults. PMBL has a unique genomic profile that has similarities to classic Hodgkin lymphoma (cHL). The aberrancies amenable to targeted therapy include CD30 expression in up to 86% of cases and genomic alterations in the programmed T-cell death-ligand 1 (PD-L1) locus 9p24.1 in up to 75% of cases. The anti-CD30 antibody-drug conjugate brentuximab vedotin (A) induces apoptosis and immunogenic cell death and is approved for the treatment of frontline and relapsed/refractory (rr) cHL. Nivolumab (O) is a monoclonal antibody that binds to immune checkpoint PD-1, abrogates tumor inhibitory signals, augments host antitumor immune response, and is FDA approved for multiple malignancies. The trial CheckMate-436, including rr-PMBL patients treated with nivolumab and brentuximab vedotin (A-O), demonstrated synergistic activity with an overall response rate (ORR) of 70-73% and complete response rate (CRR) of 37-43% (Zinzani et al. JCO 2019). Although most PMBL patients can be cured with frontline R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone) with radiotherapy or R-EPOCH (Rituximab, Etoposide, Prednisone, Vincristine, Cyclophosphamide, Doxorubicin), these regimens are toxic. The outcome of patients having rr-PMBL treated with intensive regimens is generally unfavorable. The discovery of new frontline regimens to decrease chemoresistance and toxicities represents an urgent unmet clinical need for PMBL patients. Study Design and Methods: We are conducting a phase II, open-label, single-center clinical trial combining A-O alone and then combined with rituximab, cyclophosphamide, doxorubicin, and prednisone (R-CHP) for patients with previously untreated PMBL (NCT04745949; PACIFIC: Primary Mediastinal large B-cell lymphoma treated with Antibody therapy, Checkpoint Inhibitor in Frontline with ImmunoChemotherapy). Patients 18 years or older with previously untreated PMBL, stage I (≥ 5 cm in the greatest dimension) to stage IV disease are eligible; patients will need adequate renal and liver function and hematological parameters. Patients with human immunodeficiency virus and/or hepatitis B/C virus infection without active viremia are potentially eligible. However, patients with an urgent need for cytoreductive treatment will be excluded. As represented in the figure below, patients will receive Brentuximab vedotin 1.8 mg/Kg IV and Nivolumab 240 mg flat dose IV day 1 for cycles 1 and 2, in a 21-day cycle (A-O). During cycles 3 and 4, R-CHP (standard dose similar to R-CHOP) will be added to A-O. Patients who will have achieved complete response (CR) at PET/CT before cycle 5 will receive 2 more cycles of A-O-R-CHP (cycle 5 and 6) and A-O only for cycles 7 and 8 (group A). In case of CR on PET/CT after cycle 8, therapy will be considered completed. If stable disease or progressive disease on PET/CT after cycle 4, patients will be taken off the trial. Patients in PR on PET/CT before cycle 5 will receive 4 more cycles of A-O-R-CHP (cycles 5-8; group B). Consolidative radiotherapy is not allowed. The primary endpoint is CRR at the end of therapy (EOT). The maximum sample size for the PMBL cohort is 40 patients, with a target CRR at EOT of 70%. The null hypothesis is that the true CRR at EOT is 50%, and the alternative hypothesis is that the true CRR at EOT is 70%. The Simon's optimal two-stage design controls the one-sided type I error rate at 0.06 and yields the power of 0.8. The secondary endpoints will include the response rate of A-O at the end of the immune lead-in, landmark survival outcomes, and the safety of the combination. The Health-Related Quality of Life EORTC QLQ-C30 instruments will be utilized to evaluate the quality of life. Exploratory analyses include assessing molecular response by sequencing cell-free DNA and multiplexed ion beam imaging to analyze lymphoma tumor tissue sections to investigate the cellular makeup and spatial organization of the tumor microenvironment and quantify PD-L1 and PD-L2 protein expression. The trial was activated in May 2021 and is actively enrolling at MD Anderson Cancer Center. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Steiner:  BMS: Research Funding; Rafael Pharmaceuticals: Research Funding; Seattle Genetics: Research Funding. Strati:  Astrazeneca-Acerta: Research Funding; Roche-Genentech: Consultancy. Flowers:  Amgen: Research Funding; Eastern Cooperative Oncology Group: Research Funding; Genmab: Consultancy; Janssen: Research Funding; Gilead: Consultancy, Research Funding; Genentech/Roche: Consultancy, Research Funding; Pharmacyclics/Janssen: Consultancy; Xencor: Research Funding; SeaGen: Consultancy; Cancer Prevention and Research Institute of Texas: CPRIT Scholar in Cancer Research: Research Funding; Karyopharm: Consultancy; National Cancer Institute: Research Funding; Pfizer: Research Funding; Denovo: Consultancy; AbbVie: Consultancy, Research Funding; Epizyme, Inc.: Consultancy; Biopharma: Consultancy; Ziopharm: Research Funding; Burroughs Wellcome Fund: Research Funding; Celgene: Consultancy, Research Funding; Bayer: Consultancy, Research Funding; BeiGene: Consultancy; TG Therapeutics: Research Funding; Takeda: Research Funding; Iovance: Research Funding; Guardant: Research Funding; Nektar: Research Funding; Novartis: Research Funding; Morphosys: Research Funding; 4D: Research Funding; Kite: Research Funding; EMD: Research Funding; Sanofi: Research Funding; Spectrum: Consultancy; Cellectis: Research Funding; Allogene: Research Funding; Acerta: Research Funding; Adaptimmune: Research Funding; Pharmacyclics: Research Funding. Neelapu:  Takeda Pharmaceuticals and related to cell therapy: Patents & Royalties; Kite, a Gilead Company, Bristol Myers Squibb, Merck, Poseida, Cellectis, Celgene, Karus Therapeutics, Unum Therapeutics (Cogent Biosciences), Allogene, Precision BioSciences, Acerta and Adicet Bio: Research Funding; Kite, a Gilead Company, Merck, Bristol Myers Squibb, Novartis, Celgene, Pfizer, Allogene, Kuur, Incyte, Precision BioSciences, Legend, Adicet Bio, Calibr, and Unum Therapeutics: Other: personal fees; Kite, a Gilead Company, Merck, Bristol Myers Squibb, Novartis, Celgene, Pfizer, Allogene Therapeutics, Cell Medica/Kuur, Incyte, Precision Biosciences, Legend Biotech, Adicet Bio, Calibr, Unum Therapeutics and Bluebird Bio: Honoraria. Nastoupil:  MorphoSys: Honoraria; IGM Biosciences: Research Funding; TG Therapeutics: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Bayer: Honoraria; Novartis: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Gilead/Kite: Honoraria, Research Funding; Genentech: Honoraria, Research Funding; Epizyme: Honoraria, Research Funding; Caribou Biosciences: Research Funding; ADC Therapeutics: Honoraria; Bristol Myers Squibb/Celgene: Honoraria, Research Funding; Takeda: Honoraria, Other: DSMC, Research Funding; Denovo Pharma: Other: DSMC. Ahmed:  Merck: Research Funding; Seagen: Research Funding; Tessa Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Xencor: Research Funding. Westin:  Umoja: Consultancy; Morphosys: Research Funding; 47 Inc: Research Funding; Kite, a Gilead Company: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; MorphoSys: Consultancy, Research Funding; AstraZeneca: Consultancy, Research Funding; ADC Therapeutics: Consultancy, Research Funding; Iksuda Therapeutics: Consultancy; Curis: Research Funding.",
    "author_names": [
        "Raphael E Steiner",
        "Paolo Strati",
        "Christopher R. Flowers",
        "Sattva S. Neelapu",
        "Michael R Green",
        "Loretta Nastoupil",
        "Fredrick B. Hagemeister",
        "Lei Feng",
        "Sairah Ahmed",
        "Ranjit Nair",
        "Luis Fayad",
        "Hun Ju Lee",
        "Maria Alma Rodriguez",
        "Jason R. Westin"
    ],
    "author_dict_list": [
        {
            "author_name": "Raphael E Steiner",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paolo Strati",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher R. Flowers",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R Green",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loretta Nastoupil",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fredrick B. Hagemeister",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Feng",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sairah Ahmed",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjit Nair",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Fayad",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hun Ju Lee",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Alma Rodriguez",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason R. Westin",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson, Houston, TX"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:34:38",
    "is_scraped": "1"
}