{
    "doi": "https://doi.org/10.1182/blood.V112.11.4311.4311",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1121",
    "start_url_page_num": 1121,
    "is_scraped": "1",
    "article_title": "Identification of Acute Lymphocytic Leukemia Extramedullary Relapse and PTLD after Allo-HSCT by FISH Monitoring Sex Chromosome Chimeric Status ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia, and Late Complications after Transplantation",
    "abstract_text": "Objectives : To explore the role of fluorescence in situ hybridization (FISH) monitoring sex chromosome chimeric status in the identification of leukemic extramedullary relapse and post-transplant lymphoproliferative disease (PTLD) in acute lymphocytic leukemia (ALL) after allogeneic hematopoietic stem cell transplantation (allo-HSCT). Methods: Six ALL patients who received sex-mismatched allo-HSCT manifested extravisceral lymphadenectasis or local lump were investigated. The sex chromosome chimeric status in tumor tissues and bone marrow (BM) were monitored by FISH, and EBV-RNA in the tumor tissues were detected by in situ hybridization (ISH). Results: The sex chromosomes in BM of all 6 patients were 100% donor-derived. Among the sex chromosome chimeric status of tumor tissues, those of three patients were mainly recipient-derived, and the percentage of sex chromosomes derived from recipients were 100%, 100% and 98.0%, respectively, and then they were diagnosed leukemic extramedullary relapse. And those of the other 3 patients were donor-derived, the percentage was 98.5%, 96.0% and 91.5%, respectively, and diagnosed PTLD. EBV-RNA and latent membrane protein (LMP-1) were positive in 2 patients with PTLD and negative in the other 4 patients. One patient with extramedullary relapse obtained partial remission, one with PTLD gained complete remission, and the others died eventually after therapy. Conclusion: Monitoring the sex chromosome chimeric status by FISH is an effective method to distinguish leukemic extramedullary relapse from PTLD in ALL received sex-mismatched donor HSCT.",
    "topics": [
        "acute lymphocytic leukemia",
        "allopurinol",
        "chimera organism",
        "hematopoietic stem cell transplantation",
        "posttransplant lymphoproliferative disorder",
        "sex chromosomes",
        "neoplasms",
        "rna",
        "allogeneic hematopoietic stem cell transplant",
        "borderline neoplasms"
    ],
    "author_names": [
        "Xuan Du",
        "Qifa Liu",
        "Leshi Zhang",
        "Lanlin Song",
        "Zhiping Fan",
        "Bing Xu",
        "Jing Sun"
    ],
    "author_affiliations": [
        [
            "the Department of Hematology, Nanfang Hospital, Southern Mediacl University, Guangzhou, China"
        ],
        [
            "the Department of Hematology, Nanfang Hospital, Southern Mediacl University, Guangzhou, China"
        ],
        [
            "the Department of Hematology, Nanfang Hospital, Southern Mediacl University, Guangzhou, China"
        ],
        [
            "the Department of Hematology, Nanfang Hospital, Southern Mediacl University, Guangzhou, China"
        ],
        [
            "the Department of Hematology, Nanfang Hospital, Southern Mediacl University, Guangzhou, China"
        ],
        [
            "the Department of Hematology, Nanfang Hospital, Southern Mediacl University, Guangzhou, China"
        ],
        [
            "the Department of Hematology, Nanfang Hospital, Southern Mediacl University, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561"
}