{
    "doi": "https://doi.org/10.1182/blood.V126.23.201.201",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3049",
    "start_url_page_num": 3049,
    "is_scraped": "1",
    "article_title": "Update of Results from the Northstar Study (HGB-204): A Phase 1/2 Study of Gene Therapy for Beta-Thalassemia Major Via Transplantation of Autologous Hematopoietic Stem Cells Transduced Ex-Vivo with a Lentiviral Beta AT87Q-Globin Vector (LentiGlobin BB305 Drug Product) ",
    "article_date": "December 3, 2015",
    "session_type": "801. Gene Therapy and Transfer: Gene Therapy for Hemoglobinopathies and Inherited Bleeding Disorders",
    "topics": [
        "cooley's anemia",
        "disease vectors",
        "gene therapy",
        "globins",
        "hematopoietic stem cells",
        "hemoglobin",
        "spatial vectors",
        "transplantation",
        "transfusion",
        "infusion procedures"
    ],
    "author_names": [
        "Mark C. Walters, MD",
        "John Rasko, MBBS, PhD",
        "Suradej Hongeng, MD",
        "Janet Kwiatkowski, MD",
        "Gary J Schiller, MD",
        "Morris Kletzel, MD",
        "P. Joy Ho, MBBS, DPhil",
        "Elliott Vichinsky, MD",
        "Christof von Kalle, MD",
        "Marina Cavazzana, MD PhD",
        "Philippe Leboulch, MD",
        "Alexandria Petrusich",
        "Sandeep Soni, MD",
        "Alexis A. Thompson, MD"
    ],
    "author_affiliations": [
        [
            "UCSF Benioff Children's Hospital, Oakland, CA "
        ],
        [
            "Cell & Molecular Therapies and Institute of Haematology, Royal Prince Alfred Hospital, Camperdown, Australia "
        ],
        [
            "Ramathibodi Hospital, Mahidol University, Bangkok, Thailand "
        ],
        [
            "Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "University of California, Los Angeles, CA "
        ],
        [
            "Ann and Robert H. Lurie Children's Hospital of Chicago, Northwestern University, Chicago, IL "
        ],
        [
            "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
        ],
        [
            "Hematology/Oncology, UCSF Benioff Children's Hospital Oakland, Oakland, CA "
        ],
        [
            "National Center for Tumor Diseases (NCT), German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Biotherapy Department, Hôpital Universitaire Necker -Enfants Malades, Paris, France "
        ],
        [
            "Ramathibodi Hospital, Mahidol University, Bangkok, Thailand ",
            "Brigham & Women's Hospital and Harvard Medical School, Boston, MA ",
            "CEA (iMETI) and University of Paris-Sud, Fontenay-aux-Roses, France "
        ],
        [
            "bluebird bio, Inc., Cambridge, MA "
        ],
        [
            "bluebird bio, Inc., Cambridge, MA "
        ],
        [
            "Ann and Robert H. Lurie Children's Hospital of Chicago, Northwestern University, Chicago, IL"
        ]
    ],
    "first_author_latitude": "37.8371901",
    "first_author_longitude": "-122.2670282",
    "abstract_text": "Background : Hematopoietic stem cell (HSC) gene transfer has the potential to induce globin production and mitigate or eliminate blood transfusions in patients with β-thalassemia major. Previously reported early results in subjects with β-thalassemia major participating in the ongoing HGB-205 and HGB-204 (Northstar) studies suggest that transplantation with autologous CD34 + cells transduced with a replication-defective, self-inactivating LentiGlobin BB305 lentiviral vector containing an engineered β A-T87Q -globin gene (LentiGlobin BB305 Drug Product) has a positive safety profile and leads to β A-T87Q globin production and can lead to transfusion independence. Here we provide an update on subjects treated with the LentiGlobin BB305 Drug Product in the Northstar study. Subjects and Methods : HSCs from transfusion-dependent β-thalassemia major subjects are mobilized by a combination of G-CSF and plerixafor, collected via apheresis, and CD34 + cells are selected and transduced with LentiGlobin BB305 lentiviral vector to produce drug product. Subjects undergo myeloablation with busulfan before LentiGlobin BB305 Drug Product infusion. Subjects are monitored for hematologic recovery, vector copy number, β A-T87Q -globinexpression, adverse events, and transfusion requirements after drug product infusion. Integration site analysis (ISA) and replication-competent lentivirus (RCL) assays are performed as part of the safety monitoring. Results: As of 31 July 2015, 10 subjects with transfusion-dependent β-thalassemia (β 0 /β 0 [n=5], β 0 /β E [n=3], β 0 /β + [n=1], and 1 heterozygous β 0 genotype) have been infused with drug product. Before enrollment, subjects had received a median of 170 ml/kg/year (range: 137 to 233 ml/kg/year) of red blood cell (RBC) transfusions. The median age of the subjects was 26 years (range: 18 to 35 years), with 8 females and 2 males, and subjects received a median of 7.9 x 10 6 CD34+ cells/kg (range: 5.3 to 15.0 x10 6 /kg) with median vector copy number of 0.8 (range: 0.3 to 1.5 copies/diploid genome). All subjects engrafted after drug product infusion; median time to engraftment was Day +17 (range +13 to +29) for neutrophils and Day +30 (range: +17 to +35) for platelets. The toxicity profile observed was consistent with autologous transplantation. To date, no ≥ Grade 3 drug-product-related adverse events have been observed, and there is no evidence of clonal dominance or replication competent lentivirus after a median follow-up of 198 days (range: 65 to 492 days) post-infusion. All subjects have detectable vector-derived HbA T87Q with a median peak level of 5.4 g/dL (range: 2.4 to 8.9 g/dL) ≥ 3 months post-infusion. The 7 subjects (3 β 0 /β 0 , 2 β 0 /β E , 1 β 0 /β + and 1 heterozygous β 0 genotype) monitored for at least 6 months post-infusion are making a median of 5.2 g/dL (range: 1.9 to 8.2 g/dL) of HbA T87Q with total Hb ranging from 8.5 to 11.1 g/dL at their last visit. Of these 7 subjects, 2 β 0 /β 0 subjects have received a single RBC transfusion post-discharge, 1 β 0 /β 0 subject remains transfusion dependent, and all 4 non-β 0 /β 0 subjects have been RBC transfusion-free for ≥ 90 days (median 287 days of transfusion independence, range 171 to 396 days). Conclusion: Ten subjects with β-thalassemia major in the Northstar study have been infused with LentiGlobin BB305 Drug Product without ≥ Grade 3 drug product-related adverse events or evidence of clonal dominance. To date, LentiGlobin derived HbA T87Q is detectable in all infused subjects leading to transfusion independence or reduction in transfusion needs in almost all subjects. Gene therapy with the LentiGlobin BB305 is a promising modality for the treatment of patients with β-thalassemia major. Disclosures Walters: ViaCord and AllCells, Inc: Other: Medical director. Kwiatkowski: ISIS: Membership on an entity's Board of Directors or advisory committees; Shire Pharmaceuticals and Sideris Pharmaceuticals: Consultancy; Sideris Pharmaceuticals: Consultancy; Novartis: Research Funding. Schiller: Sunesis: Honoraria, Research Funding. von Kalle: bluebird bio, Inc.: Consultancy. Leboulch: bluebird bio: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding. Petrusich: bluebird bio, Inc.: Employment, Equity Ownership. Soni: bluebird bio, Inc.: Employment, Equity Ownership. Thompson: bluebird bio, Inc.: Consultancy, Research Funding."
}