{
    "doi": "https://doi.org/10.1182/blood.V112.11.2437.2437",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1241",
    "start_url_page_num": 1241,
    "is_scraped": "1",
    "article_title": "Single-Stranded DNA-Binding Proteins (SSBPs) Promote the Oligomerization of LIM-Domain Binding Protein Ldb1 ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription",
    "topics": [
        "carrier proteins",
        "complex",
        "cross-linking",
        "dna",
        "dna-binding proteins",
        "erythroid progenitor cells",
        "etoposide",
        "fusion proteins",
        "gel",
        "herpesviridae"
    ],
    "author_names": [
        "Ying Cai, PhD",
        "Lalitha Nagarajan, PhD",
        "Stephen J. Brandt, MD"
    ],
    "author_affiliations": [
        [
            "Div. of Hematology-Oncology, Vanderbilt Univ. Medical Ctr., Nashville, TN, USA"
        ],
        [
            "Dept. of Molecular Genetics, UT-MD Anderson Cancer Ctr., Houston, TX, USA"
        ],
        [
            "Vanderbilt Univ. Medical Ctr., Nashville, TN, USA"
        ]
    ],
    "first_author_latitude": "36.14094810000001",
    "first_author_longitude": "-86.8013668",
    "abstract_text": "The multifunctional LIM domain-binding protein Ldb1 is important in multiple developmental programs, including hematopoiesis. An evolutionarily conserved family of proteins with single-stranded DNA-binding activity, the SSBPs, has been shown to act as Ldb1 partners and augment its biological actions. We recently established that Ssbp2 and Ssbp3 were components of an E-box-GATA DNA-binding complex in murine erythroid progenitors containing the LIM-only protein Lmo2 and transcription factors Tal1, E2A, and Gata1 and showed these SSBPs stimulated E box-GATA DNA-binding activity and inhibited Ldb1 ubiquitination and subsequent proteasomal degradation ( Genes & Dev.  21 : 942 –955, 2007 ). As its SSBP interaction domain (Ldb1/Chip conserved domain or LCCD) is adjacent to Ldb1’s N-terminal dimerization domain (DD), we sought to determine whether SSBP binding affected Ldb1 dimerization. To investigate, the Ldb1 coding region was fused to the DNA-binding domain of the yeast transcription factor GAL4 (GAL4DBD) and in a second construct to the activation domain of herpesvirus VP16 (VP16AD). These fusion proteins were then expressed in mammalian cells with a luciferase reporter linked to a promoter with iterated GAL4 binding sites. Luciferase activity became detectable with coexpression of the VP16AD-Ldb1 and GAL4DBD-Ldb1 fusions, presumably from Ldb1 dimerization, which increased markedly with simultaneous expression of SSBP2. In contrast, SSBP2 (ΔLUFS) and Ldb1 (ΔLCCD) mutants incapable of interacting with Ldb1 and SSBPs, respectively, were inactive, suggesting that SSBP2 augmentation of Ldb1 dimerization involved direct protein-protein interactions. To exclude an effect of SSBP2 on turnover of Ldb1 fusion proteins, radiolabeled full-length Ldb1 and SSBP3 were prepared by in vitro transcription/translation, mixed, and subjected to chemical crosslinking. Addition of the crosslinker bis(sulfosuccinimidyl)-suberate (BS3) to Ldb1, but not SSBP3, led to the appearance of a radiolabeled protein with mobility in denaturing polyacrylamide gels approximately twice that of Ldb1, consistent with an Ldb1 homodimer. When SSBP3 and Ldb1 were mixed together and crosslinked, a dose-related increase was noted in a more retarded species predicted to contain two molecules each of Ldb1 and SSBP3, together with a decrease in monomeric Ldb1. Finally, two well-characterized dimerization-defective Ldb1 mutants, Ldb1(200–375) and Ldb1(50–375), failed to support the formation of the higher molecular weight species or to homodimerize. Thus, the SSBPs promoted assembly of ternary complexes incorporating both SSBP and Ldb1 in a manner dependent on Ldb1 dimerization. The failure to observe Ldb1-SSBP heterodimers in cross-linking experiments suggests, further, that the SSBPs interacted with preformed Ldb1 dimers. In summary, either through an allosteric effect on Ldb1’s DD or by altering the equilibrium between monomeric and dimeric species, the SSBPs promote Ldb1 oligomerization. Together with inhibition of Ldb1 ubiquitination and turnover, this would serve to augment Ldb1 function."
}