{
    "doi": "https://doi.org/10.1182/blood.V122.21.4461.4461",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2529",
    "start_url_page_num": 2529,
    "is_scraped": "1",
    "article_title": "Caveolin-1 Is Required For T Cell-Mediated Acute GvHD ",
    "article_date": "November 15, 2013",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster III",
    "topics": [
        "caveolins",
        "graft-versus-host disease, acute",
        "graft-versus-host disease",
        "histopathology tests",
        "interleukin-17",
        "interleukin-6",
        "tissue damage",
        "transducers",
        "tyrosine",
        "t-lymphocytes"
    ],
    "author_names": [
        "Sebastian Wohlfeil",
        "Hechinger Anne-Kathrin, Ph.D.",
        "Franziska Leonhardt, Ph.D.",
        "Gabriele Prinz",
        "Annette Schmitt-Gräff, M.D.",
        "Susana Minguet, Ph.D.",
        "Robert Zeiser"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, University Medical Center Freiburg, Albert-Ludwigs-University, Freiburg, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University Medical Center Freiburg, Albert-Ludwigs-University, Freiburg, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University Medical Center Freiburg, Albert-Ludwigs-University, Freiburg, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University Medical Center Freiburg, Albert-Ludwigs-University, Freiburg, Germany, "
        ],
        [
            "Department of Pathology, University Medical Center Freiburg, Albert-Ludwigs-University, Freiburg, Germany, "
        ],
        [
            "BIOSS - Centre for Biological Signalling Studies, Faculty of Biology, Albert-Ludwigs-University, Freiburg, Germany"
        ],
        [
            "Department of Hematology and Oncology, University Medical Center Freiburg, Albert-Ludwigs-University, Freiburg, Germany, "
        ]
    ],
    "first_author_latitude": "48.00037785",
    "first_author_longitude": "7.84173125",
    "abstract_text": "Caveolin-1 (Cav-1) is a key organizer of membrane specializations that coordinate membrane and protein traffic in different cells including T cells. Cav-1 promotes the formation and stability of plasma membrane raft microdomains that serve as platforms for signal transduction and binds a wide array of signal transducers through interactions with its phosphorylated tyrosine 14 or the so-called scaffolding domain. Several of the proteins identified as Cav-1 binding partners have been suggested to play a role in TCR-regulated membrane dynamics and intracellular signaling. Therefore, we aimed to determine the requirement of Cav-1 for T cells during acute graft-versus-host disease (GvHD). We observed upregulation of Cav-1 in the T cells of mice developing acute GvHD which was dependent on both tissue damage and homeostatic signals as investigated in conditioned WT recipients or RAG-/-C gamma chain-/- non-conditioned mice. By using gene targeted mice we found that Cav-1 deficiency of the donor led to improved survival (p=0.02), lower GvHD histopathology scores (p=0.004) and reduced serum levels of IL-6 (p=0.02) while Treg numbers increased when Cav-1 deficient donors were used. Comparative microarray analysis of WT compared to Cav-1 deficient T cells indicated a reduced IL-17A production in Cav-1 T cells exposed to allogeneic dendritic cells. These observations were confirmed on the protein level. In summary we show a role for Cav-1 in T cells during GvHD as an alloantigen driven T cell response. Regarding the mechanism we describe the relevance of Cav-1 for Th-17 lineage commitment of alloreactive T cells during GvHD. Disclosures: No relevant conflicts of interest to declare."
}