{
    "doi": "https://doi.org/10.1182/blood-2019-128465",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4424",
    "start_url_page_num": 4424,
    "is_scraped": "1",
    "article_title": "Eomes and IL-10 Regulate Anti-Tumor Activity of T Cells in Chronic Lymphocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "interleukin-10",
        "neoplasms",
        "t-lymphocytes",
        "leukemia",
        "transfer technique",
        "cancer",
        "flow cytometry",
        "gene expression profiling"
    ],
    "author_names": [
        "Laura Llaó Cid, M.Sc",
        "Philipp M Rößner, MD",
        "Ekaterina Lupar, PhD",
        "Bola S Hanna, PhD",
        "Jérôme Paggetti, PhD",
        "Etienne Moussay, PhD",
        "Dolors Colomer, PhD",
        "Sascha Dietrich, MD",
        "Stephan Stilgenbauer, MD",
        "Ana Izcue, PhD",
        "Martina Seiffert, PhD"
    ],
    "author_affiliations": [
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "MPI for Immunobiology and Epigenetics, Freiburg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "Luxembourg Institute of Health, Luxembourg, Luxembourg "
        ],
        [
            "Luxembourg Institute of Health, Luxembourg, Luxembourg "
        ],
        [
            "Hematopathology Department, Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine III, Ulm University, Ulm, Germany"
        ],
        [
            "MPI for Immunobiology and Epigenetics, Freiburg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ]
    ],
    "first_author_latitude": "49.414414",
    "first_author_longitude": "8.672960699999999",
    "abstract_text": "Introduction: Genome-wide association studies showed that a single-nucleotide polymorphism (SNP) affecting the transcription factor Eomesodermin (Eomes) is associated with a significantly increased risk to develop chronic lymphocytic leukemia (CLL). Eomes and its paralogue T-bet are known master regulators of CD8+ effector T cells and CD4+ T helper cells and critical for T cell-mediated immune responses against pathogens and cancer. While Eomes has been shown to be essential for effector function of CD8 T cells, its role in CD4 T cells is less well understood. Recent work suggested that Eomes drives the development of IL-10 and IFNγ co-producing, FoxP3-negative, regulatory T cells, named Tr1 cells, a population that was found enriched in inflamed tissues in patients with chronic inflammatory disorders. In CLL, the T cell compartment is altered with an enrichment of effector and memory T cells that were shown to control leukemia development in a mouse model, but also to acquire a dysfunctional or exhausted state. Methods: We investigated Eomes-expressing CD4 and CD8 T cells in blood and lymph node (LN) samples of patients with CLL, as well as in the Eµ-TCL1 mouse model of CLL by flow cytometry, CyTOF, mRNA sequencing, and ex vivo functional assays. The role and function of these cells was explored in bone marrow-chimeric mice harbouring an Eomes-deficient hematopoietic microenvironment that were used for adoptive transfer of TCL1 leukemia, as well as by co-transfer experiments of Eomes- or IL-10R-deficent CD4 or CD8 T cells with TCL1 leukemia cells in Rag2 -/- mice lacking B and T cells. Results: We detected an accumulation of Eomes-expressing CD4 and CD8 T cells in CLL patients, which was more severe in LN compared to blood samples, and significantly stronger in CLL LN compared to reactive LN samples as non-cancer control (Fig. 1A). This was in line with an observed expansion of Eomes-positive T cells in the spleen of leukemic Eµ-TCL1 mice and upon adoptive transfer of TCL1 leukemia. Eomes expression in CD8 T cells correlated with the expression of CD69, IFNγ and PD-1, suggesting a link between Eomes and CD8 T cell activation and function in CLL. The importance of Eomes in CD8 T cell-mediated control of CLL was demonstrated in mice that were transplanted with TCL1 leukemia, where Eomes-deficient CD8 T cells failed to control leukemia development. As we detected significantly less Eomes-deficient CD8 T cells in these mice compared to respective wildtype controls, and a lower percentage of them was positive for the proliferation marker Ki-67, we conclude that Eomes drives the differentiation and expansion of CD8 T cells in mice with CLL-like disease. We further explored Eomes-expressing CD4 T cells in CLL by transcriptome analysis, flow cytometry and ex vivo functional assays, and observed increased expression of IFNγ and IL-10, as well as inhibitory receptors, like PD-1, BLIMP-1 and LAG3, features that are described for Tr1 cells. Transfer of Eomes-deficient or wildtype CD4 T cells in Rag2 -/- mice that were injected with TCL1 leukemia cells, lead to a comparable expansion of CD4 T cells independent of Eomes. But even though wildtype CD4 T cells were able to control leukemia development in this setting, Eomes-deficient CD4 T cells failed to do so (Fig. 1B). As Eomes is a known driver of IL-10 expression, we tested whether IL-10R signalling in CD4 T cells is involved in the anti-tumor activity by performing respective CD4 T cell transfer experiments comparing this time wildtype with IL-10R-deficent CD4 T cells. Interestingly, lack of IL-10R in CD4 T cells lead to a reduction in anti-tumor control (Fig. 1C) and therefore suggests that IL-10 is involved in Eomes-driven regulation of CD4 T cell-mediated immune control. Conclusions: In summary, we conclude that Eomes is required for CD8 T cell-mediated control of CLL, and Eomes+ PD-1+ IL-10-producing CD4 T cells contribute to adaptive immunity in CLL. The increased risk of developing CLL in individuals harbouring a SNP in the Eomes gene might be therefore explained by a negative impact of this alteration on CD4 and/or CD8 T cell-mediated immune control of CLL. View large Download slide View large Download slide  Disclosures Stilgenbauer: Novartis: Consultancy, Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Gilead: Consultancy, Honoraria, Research Funding, Speakers Bureau; GSK: Consultancy, Honoraria, Research Funding, Speakers Bureau; Hoffmann La-Roche: Consultancy, Honoraria, Research Funding, Speakers Bureau; Pharmacyclics: Other: Travel support; AbbVie: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; AstraZeneca: Consultancy, Honoraria, Research Funding, Speakers Bureau."
}