{
    "doi": "https://doi.org/10.1182/blood.V116.21.2469.2469",
    "article_title": "Changes In Apoptotic Gene Expression Profile In CLL Patients Treated with Cladribine, Cyclophosphamide and Rituximab (CCR) ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2469 Genetic mechanisms leading to the development and progression of chronic lymphocytic leukemia (CLL) are mainly unknown. The key to understanding the disease is apoptotic gene expression and a lot of important genetic markers have already been identified. Application of monoclonal antibodies has led to considerable progress in CLL treatment. Although, rituximab as a single-agent has limited activity as first line therapy, it has synergistic activity when combined with chemotherapy. Currently, the combination of cladribine, cyclophosphamide and rituximab (CCR) is the most effective with acceptable toxicity as the first line therapy. The microarray technique represents one of the most innovative and powerful tools, providing a lot of information on genes expression. The aim of our study was to investigate the apoptotic gene expression profile in cells of CLL patients before and after CCR treatment. The study was conducted in 10 previously untreated CLL patients. All of them were diagnosed and followed at the Department of Hematology, Medical University of Lodz, Poland, acc. to the WHO classification. The study received approval of the Medical University of Lodz Ethical Committee (RNN/196/07/KE). Informed consent was obtained from all the patients. Fresh blood samples were collected before and after 2 weeks of the 1st cycle of CCR treatment (rituximab 375mg/m 2 D1, cladribine 0.12mg/kg D 1–3, cyclophosphamide 600mg/m 2 D 1–3; q 4 wks × 6). Mononuclear cells (MNCs) were separated and used for further studies. The TaqMan ® Low Density Array (Human Apoptosis Panel)(Applied Biosystems, USA) with 96 transcripts (93 examined, 3 controls) was used to analyse gene expression profiling. Microarray analysis was performed using 0,5 mg of RNA. cDNA samples were subjected to real-time PCR in duplicate in an Abi Prism 7900HT Sequence Detection System (Applied Biosystems). Comparisons of the respective intensities of hybridization signals between microarrays were analysed. The relative expression of each gene was quantified by the comparative cycle threshold (Ct) method (DDCt), using 18S as an endogenous control. Fold change (RQ) for each gene was evaluated. Ratios of hybridization signal intensities of either a decrease of 50% or greater (downregulated) or an increase of twofold or greater (upregulated) were considered to be significant and reported. Data analysis pointed 15 out of 93 examined apoptotic genes whose expression was significantly important. Details concerning genes description and mean values of RQ are collected in the table . Our results show genes expression changes mostly regard to the intrinsic pathway of apoptosis, whereas only 4 genes represent the extrinsic pathway ( TNFRSF21, TNFRSF25 , DAPK1 , and FAS ). The greatest differences in genes expression before, against, after treatment demonstrate antiapoptotic genes such as: BCL2L1, BIRC8, BIRC1, BIRC5, BCL2, and FAS , whose expression decreases. However, two proapoptotic genes: NOXA and CASP10 as well as inhibitor of transcriptional factor NF-kappa B ( NFKBIZ ) are highly overexpressed. Our data suggest that CCR regimen triggers multifactorial stimulation of gene expression which are involved in proliferation and apoptosis processes. Nevertheless, further studies including clinical usefulness of this observation for the development of new therapeutical strategies especially for p53 family genes are in process. This study was supported in part by Grant No PBZ/MNiSW/07/2006/28 from the Polish Ministry of Science and Higher Education, Poland.  Gene symbol . Description of genes . Mean RQ in gene expression before vs. after CCR . BCL2L1 BCL2 like isoform 1 −24.94 BIRC8 Baculoviral IAP repeat-containing 8 −19.72 DAPK1 Death associated protein kinase 1 −19.51 TNFRSF21 Tumor necrosis factor receptor superfamily, member 21 −19.26 PMAIP1 Phorbol-12-myristate-13-acetate-induced protein 1; NOXA +17.43 BIRC1 Baculoviral IAP repeat-containing 1 −13.79 BIRC5 Baculoviral IAP repeat-containing 5 −11.62 BCL2 B-cell/lymphoma 2 −8.97 CARD6 Caspase recruitment domain family member 6 −7.36 FAS TNF receptor superfamily, member 6; TNFRSF6 −5.73 TNFRSF25 Tumor necrosis factor receptor superfamily, member 25 −5.59 CASP10 Caspase 10, apoptosis-related cysteine peptidase +5.18 NFKBIZ NF-kappa-B inhibitor zeta +4.86 BCL3 B-cell/lymphoma 3 −4.62 BIRC6 Baculoviral IAP repeat-containing 6 −4.60 Gene symbol . Description of genes . Mean RQ in gene expression before vs. after CCR . BCL2L1 BCL2 like isoform 1 −24.94 BIRC8 Baculoviral IAP repeat-containing 8 −19.72 DAPK1 Death associated protein kinase 1 −19.51 TNFRSF21 Tumor necrosis factor receptor superfamily, member 21 −19.26 PMAIP1 Phorbol-12-myristate-13-acetate-induced protein 1; NOXA +17.43 BIRC1 Baculoviral IAP repeat-containing 1 −13.79 BIRC5 Baculoviral IAP repeat-containing 5 −11.62 BCL2 B-cell/lymphoma 2 −8.97 CARD6 Caspase recruitment domain family member 6 −7.36 FAS TNF receptor superfamily, member 6; TNFRSF6 −5.73 TNFRSF25 Tumor necrosis factor receptor superfamily, member 25 −5.59 CASP10 Caspase 10, apoptosis-related cysteine peptidase +5.18 NFKBIZ NF-kappa-B inhibitor zeta +4.86 BCL3 B-cell/lymphoma 3 −4.62 BIRC6 Baculoviral IAP repeat-containing 6 −4.60 View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cladribine",
        "cyclophosphamide",
        "gene expression profiling",
        "rituximab",
        "bcl-2 protein",
        "tumor necrosis factor receptor",
        "crossbreeding",
        "lymphoma",
        "nf-kappa b",
        "survivin"
    ],
    "author_names": [
        "Ida Franiak-Pietryga",
        "Aleksandra Salagacka",
        "Henryk Maciejewski",
        "Jerzy Z. Blonski",
        "Aleksandra Kotkowska",
        "Marek Mirowski",
        "Tadeusz Robak",
        "Anna Korycka-Wolowiec"
    ],
    "author_dict_list": [
        {
            "author_name": "Ida Franiak-Pietryga",
            "author_affiliations": [
                "Dept Hematol, Med Univ of Lodz, Lodz, Poland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aleksandra Salagacka",
            "author_affiliations": [
                "Dept Pharmaceut Biochem, Med Univ of Lodz, Lodz, Poland, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henryk Maciejewski",
            "author_affiliations": [
                "Inst Computer Engineering, Control & Robotics, Univ Technology, Wroclaw, Poland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerzy Z. Blonski",
            "author_affiliations": [
                "Dept Hematol, Med Univ of Lodz, Lodz, Poland, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aleksandra Kotkowska",
            "author_affiliations": [
                "Dept Hematol, Med Univ of Lodz, Lodz, Poland, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marek Mirowski",
            "author_affiliations": [
                "Dept Pharmaceut Biochem, Med Univ of Lodz, Lodz, Poland, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadeusz Robak",
            "author_affiliations": [
                "Dept Hematol, Med Univ of Lodz, Lodz, Poland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Korycka-Wolowiec",
            "author_affiliations": [
                "Dept Hematol, Med Univ of Lodz, Lodz, Poland, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T18:39:53",
    "is_scraped": "1"
}