{
    "doi": "https://doi.org/10.1182/blood.V112.11.4721.4721",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1280",
    "start_url_page_num": 1280,
    "is_scraped": "1",
    "article_title": "A Mitochondrially Targeted Nitroxide JP4-039 Protects and Mitigates against Total Body Irradiation Induced Hematopoietic Syndrome ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Apoptosis and Cell Cycle Regulation",
    "topics": [
        "whole-body irradiation",
        "centrifugation",
        "free radicals",
        "freezing",
        "gas scavengers",
        "gramicidin",
        "radiation-protective agents",
        "methylcellulose",
        "survival curve",
        "mice"
    ],
    "author_names": [
        "Michael W Epperly, PhD",
        "Joshua G Pierce",
        "Tracy Dixon",
        "Darcy Franicola",
        "Suhua Nie",
        "Xichen Zhang",
        "Irina I Vlasova",
        "Peter Wipf",
        "Valerian Kagan, PhD",
        "Joel Greenberger, MD"
    ],
    "author_affiliations": [
        [
            "Radiation Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Chemistry, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Environmental and Occupational Health, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Chemistry, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Environmental and Occupational Health, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.45147539999999",
    "first_author_longitude": "-79.91366794999999",
    "abstract_text": "Nitroxides are efficient scavengers of free radicals and have been proposed for use as radioprotective agents. To circumvent the need for high concentrations for in vivo effects, and to target drugs to the mitochondria to prevent ionizing irradiation-induced apoptosis, we tested a family of compounds based on combining a hemi-gramicidin linker to a nitroxide. One small molecule (JP4-039) produced a 32-fold increased mitochondrial nitroxide localization in 32D cl 3 cells in vitro after one hour incubation at 37°C compared to the unlinked nitroxide tempo at 10uM. The cells were lyzed by rapidly freezing then thawing, followed by centrifugation to yield the nuclear, cytoplasmic, and mitochondrial fractions. EPR was used to quantitate nitroxide in each JP4-039 or tempo treated cell fraction. There was a 32-fold increase in the nitroxide signal for JP4-039 accumulation in the mitochondria compared to the nitroxide tempo. Irradiation survival curves were performed by incubating 32D cl 3 murine hematopoietic progenitor cells in JP4-039 or tempo (1 μM) for one hour before irradiation or by addition immediately following irradiation. The cells were irradiated to doses ranging from 0 to 8 Gy, suspended in methylcellulose-containing media, incubated for seven days at 37°C and colonies of greater than 50 cells were scored. The data was analyzed using linear quadratic and single-hit, multi-target models. Incubation of 32D cl 3 cells in JP4-039 for one hour prior to irradiation resulted in a significant increase in Do to 2.25 ± 0.11 Gy compared to 1.19 ± 0.13 Gy for 32D cl 3 cells alone or 1.32 ± 0.09 Gy for 32D cl 3 cells incubated in tempo (p=0.0042 or 0.0073, respectively). Similar results were achieved giving JP4-039 after irradiation with a Do of 1.97 ± 0.01 Gy (p < 0.0001). To test effectiveness in vivo, C57BL/6NHsd female mice were injected intraperitoneally with JP4-039 or tempo (10 mg/kg) 10 minutes before (or four hours after) total body irradiation to the LD 75/30 dose of 9.75 Gy. Mice were monitored and those moribund from the hematopoietic syndrome were sacrificed. Mice injected with 10 mg/kg JP4-039 before irradiation had a significant increase in survival of 60% compared to 28% for control irradiated mice (p = 0.0005) or 44% for tempo treated mice (p = 0.2252). JP4-039 given after irradiation had a survival of 53% at 30 days after irradiation (p = 0.0474). Thus, JP4-039, a mitochondrial targeted nitroxide, is an effective radioprotector, and mitigator."
}