{
    "doi": "https://doi.org/10.1182/blood.V116.21.4115.4115",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1762",
    "start_url_page_num": 1762,
    "is_scraped": "1",
    "article_title": "Gene Expression Profiling with Principal Component Analysis Depicts the Biological Continuum From Essential Thrombocythemia Over Polycythemia Vera to Myelofibrosis ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster III",
    "topics": [
        "gene expression profiling",
        "myelofibrosis",
        "polycythemia vera",
        "principal component analysis",
        "thrombocythemia, hemorrhagic",
        "myelofibrosis, idiopathic, chronic",
        "splenomegaly",
        "accelerated phase",
        "blast phase",
        "histopathology tests"
    ],
    "author_names": [
        "Vibe Skov, PhD",
        "Thomas Stauffer Larsen, MD, PhD",
        "Mads Thomassen, PhD",
        "Caroline Riley, MD",
        "Morten Krogh Jensen, MD, DMSc",
        "Ole Weis Bjerrum, MD, DMSc",
        "Torben A Kruse",
        "Hans Carl Hasselbalch, MD, DMSc"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Genetics, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Department of Hematology, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Department of Clinical Genetics, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Department of Hematology, Herlev Hospital, Univerity of Copenhagen, Herlev, Denmark, "
        ],
        [
            "Department of Hematology, Herlev Hospital, University of Copenhagen, Herlev, Denmark, "
        ],
        [
            "Department of Hematology, Rigshospitalet, University Hospital of Copenhagen, Copenhagen, Denmark, "
        ],
        [
            "Department of Clinical Genetics, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Department of Oncology-Hematology, Roskilde Hospital, University of Copenhagen, Roskilde, Denmark"
        ]
    ],
    "first_author_latitude": "56.1894311",
    "first_author_longitude": "10.1806322",
    "abstract_text": "Abstract 4115 Introduction: The classical Philadelphia-negative chronic myeloproliferative neoplasms (CMPNs) encompass polycythemia vera (PV), essential thrombocythemia (ET), and primary myelofibrosis (PMF). After several years, a proportion of patients with PV may develop increasing splenomegaly and bone marrow fibrosis to terminate in postpolycythemic myelofibrosis, which then has a very poor prognosis with median survival of only a few years. A high proportion of the ET-population has been shown to have prefibrotic PMF or a “PV-like” phenotype, which after a variable time may terminate in myelofibrosis with myeloid metaplasia (MMM). Although the concept of prefibrotic myelofibrosis as a separate disease entity to be distinguished from ET by distinct histopathological features has been questioned, it seems logical that a continuum exists from “early” myelofibrosis with no or minimal bone marrow fibrosis to the advanced stage of myelofibrosis with myeloid metaplasia. Accordingly, a new concept of these diseases as a biological continuum from ET over PV to PMF has emerged. Indeed, this biological continuum reflects the various clinical stages as also described for chronic myelogenous leukaemia (CML) – a chronic stable phase (ET-PV), an accelerated phase (transitional phase), and a terminal myelofibrosis or blast phase of the disease (PMF-BP). It is evident that the JAK2 V617F mutational load is an important determinant of phenotype, but other genetic and epigenetic events contribute to the phenotypic presentation. Several gene expression studies have identified genes which might be of pathogenetic relevance for the development of CMPNs. However, no study has applied an unsupervised method as Principal Component Analysis (PCA) to discover unknown trends in the data. We have carried out gene expression profiling with PCA to ascertain if this analysis might unravel distinct grouping of disease entities supporting the biological continuum from early ET over PV to the advanced myelofibrosis phase. Patients and Methods: Using HG-U133 Plus 2.0 microarray from Affymetrix, recognizing 54675 probe sets (38500 genes), gene expression microarray studies have been performed on control subjects (n=21) and patients with ET (n =19), PV (n=41), and PMF (n=9). An unsupervised statistical method, PCA, which is an exploratory tool used to uncover unknown trends in the data based on gene expression profiles, was applied to the data. Results: The results from the PCA confirm the hypothesis of a biological continuum from control subjects over ET to PV and finally PMF (figure 1). The figure also reveals that patients with PV in a transitional stage (PVtrans) with pancytosis, huge splenomegaly, and bone marrow fibrosis have a gene profile between PV and PMF. Furthermore, single gene analysis revealed that several genes are highly dysregulated in patients with ET, PV, and PMF compared to control subjects even after correcting for multiple testing. Discussion and Conclusions: Using global gene expression profiling with PCA in patients with different CMPNs (ET, PV, PMF), we have yielded support to the concept of a biological continuum from early ET to the advanced myelofibrosis stage. Studies are in progress to identify single genes or clusters of genes accounting for the biological continuum and accordingly the progression from ET over PV to myelofibrosis. Disclosures: No relevant conflicts of interest to declare."
}