{
    "doi": "https://doi.org/10.1182/blood.V124.21.4844.4844",
    "article_title": "Caregiver Psychological Functioning in Relation to Pain and Health Care Utilization in Pediatric Sickle Cell Disease ",
    "article_date": "December 6, 2014",
    "session_type": "901. Health Services and Outcomes Research – Non-Malignant Conditions: Poster III",
    "abstract_text": "Introduction Biopsychosocial models of illness suggest that a combination of disease-related and psychosocial factors influence outcomes for patients. In pediatric sickle cell disease (SCD), caregivers play a significant role in helping children to manage pain, including during home-based management of episodes as well as during the decision-making process for seeking health care services for severe episodes. Few previous studies have examined the extent to which caregiver psychological functioning is related to health outcomes for pediatric patients with SCD. The purpose of the present study was to determine how two specific aspects of psychological functioning (caregiver coping style and mood) impact pain outcomes for this population. Methods Caregivers ( N = 70) and their children with SCD ( N = 76) were recruited at routine hematological visits to participate in a study of pain in pediatric SCD. Caregivers completed ratings of coping style (active versus passive coping) using the Coping Strategies Questionnaire, Revised. Caregivers also completed ratings of positive and negative mood using the Positive and Negative Affect Scale, Revised. Information on recent pain history was collected using the Structured Pain Interview for SCD. Both caregivers and children completed the interviews and their ratings were averaged to produce final pain ratings. Information was collected on pain frequency (total over the past 12 months) and pain intensity and duration (average over the past 12 months). Medical record review was used to collect information on health care utilization for pain over the past 24 months, including total number of emergency room visits, hospitalizations, and outpatient contacts for pain. A structured coding method was used to examine medical records and a second rater independently verified the information. The medical record was also used to confirm the child’s SCD subtype. Multiple hierarchical regressions were used to determine the effects of caregiver coping style and mood on pain and health care utilization. All models controlled for child age, gender, and disease subtype (high versus low risk). Results Multiple hierarchical regression analysis suggested that caregiver psychological functioning was associated with pain duration and health care utilization. Specifically, caregiver negative mood contributed a significant amount of variance to the model for pain duration ( F (1, 65) = 8.01, p = .006, R 2 = .11). In addition, caregiver active and passive coping contributed a significant amount of variance to the model for health care utilization ( F (2, 64) = 3.91, p = .025, R 2 = .10) and passive coping was a significant individual predictor of utilization ( p = .041). Caregiver psychological variables were not significantly related to pain frequency or intensity. Conclusion Caregivers of children with SCD play an important role in helping children to manage pain. The present study suggests that improving caregiver psychological functioning may help to improve pain outcomes for children with SCD. In particular, negative mood and passive coping were most related to poorer pain outcomes in terms of duration and health care utilization. Negative mood tends to be associated with poorer psychological functioning, including higher ratings of anxiety and depression, whereas passive coping tends to reflect negative beliefs about pain and less reliance on active approaches to pain management. Clinicians working with caregivers may benefit from focusing on the aspects of pain that are more controllable for families, such as preventative approaches to pain episodes or adherence with existing home-based protocols. Referrals for additional psychosocial supports may also be beneficial for caregivers presenting with poorer psychological functioning. Limitations of the present study include the cross-sectional design and the use of retrospective pain ratings. Understanding the temporal precedence of pain and caregiver psychological functioning would be beneficial in future studies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "caregivers",
        "health care use",
        "pain",
        "pediatrics",
        "sickle cell anemia",
        "coping strategies questionnaire",
        "pain management",
        "depressive disorders",
        "child",
        "health services"
    ],
    "author_names": [
        "Alyssa M Schlenz, PhD",
        "Jeffrey Schatz, PhD",
        "Carla W Roberts, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alyssa M Schlenz, PhD",
            "author_affiliations": [
                "Medical University of South Carolina, Charleston, SC ",
                "University of South Carolina, Columbia, SC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Schatz, PhD",
            "author_affiliations": [
                "University of South Carolina, Columbia, SC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carla W Roberts, MD",
            "author_affiliations": [
                "University of South Carolina School of Medicine, Columbia, SC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T02:36:45",
    "is_scraped": "1"
}