{
    "doi": "https://doi.org/10.1182/blood.V106.11.2018.2018",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=440",
    "start_url_page_num": 440,
    "is_scraped": "1",
    "article_title": "Clinical Significance of Minimal Residual Disease (MRD), as Assessed by Different Techniques, after Stem Cell Transplantation (SCT) for Chronic Lymphocytic Leukemia (CLL). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "bone marrow",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "complete remission",
        "flow cytometry",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "neoplasm, residual",
        "polymerase chain reaction",
        "quantitative methods"
    ],
    "author_names": [
        "Carol Moreno",
        "Neus Villamor",
        "Jordi Esteve",
        "Dolors Colomer",
        "Francesc Bosch",
        "Elias Campo",
        "Emili Montserrat"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clínic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Department of Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clínic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Department of Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clínic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Department of Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "41.388669",
    "first_author_longitude": "2.1510184999999997",
    "abstract_text": "MRD detection has been associated with a higher relapse risk in patients with CLL having achieved complete response (CR) by conventional NCI-WG criteria. Although there are a number of techniques to evaluate MRD, their respective clinical value is still controversial. Against this background, we analyzed MRD, as assessed by consensus PCR, real time quantitative PCR (qPCR), and flow cytometry, in peripheral blood (PB) and/or bone marrow (BM) in 40 patients with CLL submitted to SCT (25 autologous and 15 allogeneic). Patients were considered MRD positive if a monoclonal pattern was obtained by consensus PCR, qPCR MRD levels were ≥ 10 −5 or flow cytometry MRD levels were ≥ 10 −4 . 97.4%, 89% and 100% of the patients could be studied by consensus PCR, qPCR, and flow cytometry, respectively. One hundred sixty-four of 248 samples were MRD negative by consensus PCR. Among those, CLL cells were detected by qPCR and by flow cytometry in 47% (77/164) and 23% (39/164) of the cases, respectively, whereas all 84 PCR positive samples had detectable CLL cells by qPCR and flow cytometry. A good correlation was seen between MRD levels detected by flow cytometry and by qPCR (n: 254, r: 0.826; p<0.001). Also, a good relationship between MRD in PB and BM was observed, although in 10% (3/28) cases PB and BM results were not concordant. After a median follow-up of 47.3 months (range: 14–107), 15/25 autografted patients have relapsed, with increasing levels of MRD being observed before clinical relapse in all of them. Of note, MRD detected as soon as 3–6 months post-transplantation identified patients with a higher relapse risk, all techniques being similarly useful to that purpose, although consensus PCR had inferior predictive value. In contrast, MRD-negativity identified a small group of autografted patients (n=5) who have not relapsed yet. In allografted patients, MRD status assessed at different time points did not correlate with outcome. After a median follow up of 71 months (range: 6–163), only 2/15 patients have relapsed. Conversion from MRD-positive to MRD-negative status was observed in 5 patients within the first two years post-allotransplantation Moreover, 5 patients with persistent detectable MRD after allotransplantation remain in clinical CR at 6, 48, 60, 72 and 84 months after transplant. To summarize, in this series of patients with CLL submitted to SCT, quantitative methods to detect MRD (flow cytometry and qPCR) were more accurate than consensus PCR to predict clinical evolution. Importantly, detection of MRD within the first six months after autologous transplantation allowed to identify patients with a high relapse risk. On the contrary, MRD detection after allotransplantation had no clinical value, most likely because of the graft-vs.-CLL effect. Finally, these results might be useful to design treatment strategies aimed at exploring the potential benefits of treating autografted patients with persistent (MRD-positive) disease, before overt clinical relapse occurs."
}