{
    "doi": "https://doi.org/10.1182/blood.V126.23.2412.2412",
    "article_title": "Suppression of Antioxidant Responses in Dyskeratosis Congenita Cells ",
    "article_date": "December 3, 2015",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "abstract_text": "Dyskeratosis Congenita (DC) is a bone marrow failure disorder characterized by a triad of leukoplakia, skin dyspigmentation and nail dystrophy. Pathologies found in these patients arise due to mutations found within a number of genes ( DKC1, TERT, TERC, TINF2, TCAB1 , CTC1, NOP10, C16orf57, NHP2 and PARN ) that limit telomere maintenance/elongation, resulting in severely shortened telomeres. Previous studies in our lab have demonstrated impaired proliferation, limited lifespan and aberrant DNA damage response pathways in DC cells. These studies have also uncovered a significant reactive oxygen species (ROS) increase within every cell type investigated thus far. This ROS increase correlates with telomere dysfunction and the subsequent activation of the p53 DNA damage response pathway, which can be rescued by exogenous TERT or p53 -shRNA expression. We have acquired skin punch biopsies from two patients with DC carrying either a TERT or DKC1 mutation. Here, we have investigated a potential candidate pathway largely characterized as a key antioxidant regulator in hematopoietic cells, NRF2 (NFE2L2). NRF2 is a redox-sensitive basic leucine zipper transcription factor that, together with its heterologous partners (small MAF proteins, cJun, ATF, etc), binds to antioxidant response elements (AREs) within gene promoters in a pro-oxidant environment. We compared the RNA expression via QRTPCR of NRF2 in control and DC skin fibroblasts and found a significant reduction in DC cells ( TERT mutation: 1.5 fold; DKC1 mutation: 2.6 fold). Protein levels of NRF2 were also decreased in DC fibroblasts compared to controls. TXN is a gene whose expression is increased by NRF2 in a pro-oxidant environment. TXN expression was also significantly reduced ( TERT mutation: 2.1 fold; DKC1 mutation: 2.2 fold). To test whether NRF2 suppression in DC cells is due to telomere dysfunction, we exogenously expressed TERT via retrovirus in DC and control fibroblasts. TERT expression led to dramatic increases in NRF2 ( TERT mutation: 3.4 fold, DKC1 mutation: 3.7 fold) and TXN ( TERT mutation: 3.7 fold, DKC1 mutation: 1.6 fold). In contrast, TERT expression in control cells increased NRF2 only 1.3 fold while TXN decreased 1.4 fold. Finally, we wanted to compare the expression of NRF2/TXN in low and elevated oxidative environments (4% vs 21% O 2 ). Control cells increased the TXN expression in 21% O 2 ( NRF2 : no change, TXN : 2.8 fold) while DC cells suppressed NRF2 ( TERT mutation: no change, DKC1 mutation: 3 fold decrease) and TXN expression ( TERT mutation: 1.4 fold decrease, DKC mutation: 2.3 fold decrease). Functional studies have found DC cells grown in low oxygen increase their proliferative capacity perhaps due to, in part, the NRF2 pathway. Together, these data support a hypothesis whereby shortened/dysfunctional telomeres suppress NRF2 activity and an antioxidant response to a pro-oxidant environment. Based upon previous research, this pathway is likely dependent on the activation of p53 as an intermediary between dysfunctional telomere signaling and the subsequent suppression of NRF2 activity. An abrogated antioxidant response in shortened telomere cells may promote entry into senescence and pathologies related to aging. Systemic pharmacological intervention that reduces ROS could reverse this process and form the basis to alleviate DC and related symptomology associated with this multi-organ disorder. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antioxidants",
        "dyskeratosis congenita",
        "psychological suppression",
        "oxidants",
        "basic-leucine zipper transcription factors",
        "biopsy",
        "leukoplakia",
        "nail dystrophy",
        "oxygen",
        "pancytopenia"
    ],
    "author_names": [
        "Erik Westin, PhD",
        "Larisa Pereboeva, MD PhD",
        "Divya Devadasan, MS",
        "Tim M. Townes, PhD",
        "Frederick D Goldman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Erik Westin, PhD",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Larisa Pereboeva, MD PhD",
            "author_affiliations": [
                "Univ. of Alabama At Birmingham, Birmingham, AL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Divya Devadasan, MS",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim M. Townes, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Genetics, UAB Stem Cell Institute, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick D Goldman, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology Oncology, Children's Hospital of Alabama, University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T15:54:05",
    "is_scraped": "1"
}