{
    "doi": "https://doi.org/10.1182/blood.V122.21.2430.2430",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2446",
    "start_url_page_num": 2446,
    "is_scraped": "1",
    "article_title": "PRKD2 Serine-Threonine Kinase, a Downstream Effector Of GABP, Plays Essential Roles For The Maintenance Of HSCs ",
    "article_date": "November 15, 2013",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "topics": [
        "protein-serine-threonine kinases",
        "bcr-abl tyrosine kinase",
        "transcription factor",
        "protein kinase",
        "dna",
        "glycerol",
        "leukemia",
        "leukemia, myelocytic, chronic",
        "macrophage-1 antigen",
        "phosphotransferases"
    ],
    "author_names": [
        "Zhong-Fa Yang, PhD",
        "Wang Junling",
        "Alan G. Rosmarin, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Massachusetts Medical School, Worcester, MA, USA, "
        ],
        [
            "Medicine, University of Massachusetts Medical School, Worcester, MA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, UMass Memorial Medical Center, Worcester, MA, USA"
        ]
    ],
    "first_author_latitude": "42.27860049999999",
    "first_author_longitude": "-71.76330779999999",
    "abstract_text": "Hematopoietic stem cells (HSCs) are the source of all blood lineages, and HSCs must balance quiescence, self-renewal, and differentiation to meet lifelong needs for blood cell development. GABP is an ets-related transcription factor that controls critical genes in myeloid and lymphoid development, and has been implicated in control of HSC growth. GABP is an obligate multimeric transcription factor that includes the DNA-binding ets component, GABPa, along with various GABPb partner proteins. We conditionally deleted Gabpa in mouse bone marrow and found that Gabpa cells have a profound growth disadvantage due to cell cycle arrest in HSCs. We identified Protein Kinase D2 (PRKD2) as a candidate effector of GABP. PRKD2 is a diacyl glycerol- and Protein Kinase C-activated serine-threonine kinase, because deletion of Gabpa markedly reduced PRKD2 expression in normal HSCs and progenitor cells. In a Prkd2 ki/ki mouse model, in which two functionally essential phosphorylation serines were inactivated genetically, their bone marrow long term HSCs reduced dramatically and the short term HSCs increased accordingly. Mice transplanted with a 1:1 mixture of Prkd2 ki/ki and wild type bone marrow cells demonstrated the decreased proportion of the Prkd2 ki/ki bone marrow cells with the corresponding increase of the wild type cells. Although ectopic expression of the human Chronic Myeloid Leukemia (CML) fusion oncogene BCR-ABL in wild type bone marrow cells induced rapid CML development, expression of BCR-ABL in Prkd2 ki/ki bone marrow cells failed to develop CML in transplanted recipient mice. Analysis of the peripheral blood, bone marrow and spleen of these mice revealed that the BCR-ABL + , Prkd2 ki/ki cells did not express myeloid or lymphoid specific cell surface antigens CD11b, Gr1, B220, or CD3e. They demonstrated an immature blast-like microscopic morphology, and recipient mice transplanted with these cells died before the onset of CML development. We conclude that the phosphorylation activated Prkd2 is required for the maintenance of HSC pool and the development of mature hematopoietic lineages from HSCs. These findings suggest that PRKD2 kinase mediate key downstream events of both PKC and transcription factor GABP, and that PRKD2 may serve as a novel therapeutic target in leukemia. Disclosures: No relevant conflicts of interest to declare."
}