{
    "doi": "https://doi.org/10.1182/blood.V114.22.877.877",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1387",
    "start_url_page_num": 1387,
    "is_scraped": "1",
    "article_title": "Autologous Hematopoietic Stem Cell Transplantation (autoHSCT) in CLL: First Results of An EBMT Randomized Trial Comparing Autotransplant Versus Wait and Watch. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL RESULTS - AUTOLOGOUS TRANSPLANTATION: LYMPHOMA AND CLL",
    "topics": [
        "arm",
        "disease remission",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "magnetic resonance cholangiography",
        "recurrence risk",
        "second line treatment",
        "transplantation, autologous",
        "conflict of interest",
        "disclosure"
    ],
    "author_names": [
        "Mauricette Michallet, MD, PhD",
        "Peter Dreger, MD, PhD",
        "Laurent Sutton, MD",
        "Ronald Brand",
        "Sue Richards",
        "Anja van Biezen",
        "Mohamad Sobh, Pharm.M",
        "Alois Gratwohl, MD",
        "Karin Kolbe, MD",
        "Claire E. Dearden, MD",
        "Michael Hallek",
        "T. M. de Witte, MD, PhD",
        "Dietger W. Niederwieser, MD",
        "Michel Leporrier, MD",
        "Donald Milligan, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Edouard Herriot Hospital, Lyon, France, "
        ],
        [
            "German CLL Study Group (GCLLSG), EBMT Chronic Leukemia Working Party, Heidelberg, Germany, "
        ],
        [
            "Hematology, Victor Dupuis Hospital, Argenteuil, France, "
        ],
        [
            "Department of Medical Statistics & Bioinformatics, Leiden University Medical Centre, Leiden, Netherlands, "
        ],
        [
            "Ctsu, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Department of Medical Statistics & Bioinformatics, Leiden University Medical Centre, Leiden, Netherlands, "
        ],
        [
            "Hematology, Edouard Herriot Hospital, Lyon, France, "
        ],
        [
            "Swiss Group for Clinical Cancer Research (SAKK), Basel, Switzerland, "
        ],
        [
            "Department of Medicine III, Johannes Gutenberg University, Mainz, Germany, "
        ],
        [
            "The Royal Marsden Hospital, London, United Kingdom, "
        ],
        [
            "I. Dept. of Medicine, University of Cologne, Cologne, Germany, "
        ],
        [
            "Univ. Hospital Nijmegen, Nijmegen, NLD, "
        ],
        [
            "Abteilung Hamatologie/Onkologie, Universitat Leipzig, Leipzig, Germany, "
        ],
        [
            "Clinical Hematology, CHU Caen, Caen, France, "
        ],
        [
            "Dept. of Hematology, Birmingham Heartlands Hospital, Birmingham"
        ]
    ],
    "first_author_latitude": "45.74269625",
    "first_author_longitude": "4.880521949999999",
    "abstract_text": "Abstract 877 This phase-III randomized EBMT-intergroup trial studied the impact of a consolidating autoHSCT vs no consolidation for patients with CLL in Binet stage A progressive, B or C , in CR, nodular PR or VGPR after first or second line therapy. The primary objective was to show that autoHSCT increased the 5-year progression-free survival (PFS) by 30%. Although it had been calculated that 270 patients were to be randomized, the study was terminated by the steering committee in July 2007 due to poor accrual. Here we present a first analysis based on 69% of expected follow-up forms. Results: Between November 2001 and July 2007, 223 patients were enrolled (SFGM-TC/FCLLG n=98, MRC n=62, GCLLSG n=32, SAKK n=10, other EBMT centers n=17). There were 74% males and 26% females. Binet stages were progressive A 13%, B 67%, C 20%; 59% were in CR, and 41% in very good or nodular PR. Of note, SFGM-TC/FCLLG included only patients in CR. 82% of the patients were enrolled in 1 st , and 18% in 2 nd remission. Patients were randomized between group 1 (autoHSCT n=112) and group 2 (observation n=111) after an induction treatment which was left at the discretion of the investigators. Median PFS was 43 months in the observation group but not reached in the autoHSCT group; 5-year PFS was 48% and 65%, respectively (p=0.005). Accordingly, autoHSCT halved the relapse risk (5-year relapse incidence 25% vs. 51%; HR 0.4 [0.23-0.71], p=0.002). Cox modeling for randomization arm, Binet stage, disease status, line of treatment, contributing group (country), and the interaction between randomization arm and contributing group confirmed that autoHSCT significantly improved PFS (HR 0.41 [0.23-0.75] p=0.004). The beneficial effect of autoHSCT was stable over all contributing groups although patients accrued by SFGM-TC/FCLLG overall had a significantly better PFS than patients from other countries (HR 0.2 [0.08-0.55], p=0.001). At 5 years, the probability of OS was 92% and 91% for autoHSCT and observation, respectively. Significant differences in terms of non-relapse death were not observed. At the last follow up, among 205 evaluable patients, 186 are alive (147CR, 39 relapse), 19 died (14 from relapse and 5 from non-relapse causes) . In conclusion, in patients with CLL in first or second remission, consolidating autoHSCT reduces the risk of progression (PFS) by more than 50%, but has no effect on overall survival. Disclosures: No relevant conflicts of interest to declare."
}