{
    "doi": "https://doi.org/10.1182/blood.V104.11.3098.3098",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=85",
    "start_url_page_num": 85,
    "is_scraped": "1",
    "article_title": "Monitoring of FVIII Replacement Therapy with Cell-Based Monitoring Tests. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Although FVIII replacement therapy is clinically safe and effective, there is still a debate about the individually sufficient efficacy of treatment. With routinely performed one-stage and chromogenic assays individual haemostatic effects of FVIII therapy are poorly detectable due to artificial test conditions, e.g. strong dilution and adding contact activators, phospholipids or activated coagulation factors to patients plasma. Moreover, the crucial relevance of platelets for coagulation characteristics can not be investigated. For our study cell-based coagulation assays (thrombin generation in platelet rich plasma and thrombelastography in whole blood) as well as an analytic strategy were adapted to make them suitable for measuring individual haemostatic effects of FVIII therapy. 40 patients (age 7–79) with haemophilia A replacements therapies were investigated. We measured FVIII activity resp. efficacy before and after substitution with one-stage, chromogenic, thrombin generation and thrombelastography assay. 2/3 of patients received a recombinant, 1/3 of patients a plasma-derived concentrate. The results showed an average FVIII activity, measured with chromogenic and one-stage assays, of 8% before and 76% after substitution of an average of 27,3 U/kg body weight. Thrombin generation and clot firmness showed almost maximum values for relatively low FVIIIactivities (20 to 30%). Moreover, the results of the cell-based tests showed large interindividual variations in pre-substitution residual activities and in haemostatic effects after substitution for same FVIII plasma activities. This indicates the need for different interindividual FVIII activities for achieving sufficient thrombin activity and clot firmness. Therefore it seems to be advantageous to measure patients FVIII efficacy profiles before treatment and use them as their own standard to assess FVIII efficacy after treatment instead of using standard curves from pooled plasma. According to this we measured thrombin generation and clot firmness before treatment. Than we added in vitro one unit FVIII to the same sample to determine patients individual maximum of thrombin generation and clot firmness (100%). After FVIII replacement therapy we determined the same parameters and calculated the relative haemostatic effect of FVIII therapy compared to in vitro results in relative per cent of the maximum FVIII efficacy. With thrombin generation and thrombelastography assays and our revised strategy of analysis we are able to determine the individual haemostatic effect of FVIII replacement therapy and, moreover, to predict the required FVIII-amount for successful treatment with pre-substitutional in vitro spiking of patients’ own blood.",
    "topics": [
        "blood coagulation",
        "blood coagulation factors",
        "blood platelets",
        "coagulation process",
        "dilute (action)",
        "dilution technique",
        "hemophilia a",
        "hemostatics",
        "phospholipids",
        "plasma"
    ],
    "author_names": [
        "Steffen Bassus, MD, PhD",
        "Wolfgang Wegert, MS",
        "Manuela Krause, MD",
        "Inge Scharrer, MD",
        "Thomas Scholz, Eng.",
        "Carmen Escuriola-Ettinghausen, MD",
        "Annelie Siegemund, MD",
        "Wolfhart Kreuz, MD",
        "Lothar Engelmann, MD",
        "Carl M. Kirchmaier, MD"
    ],
    "author_affiliations": [
        [
            "Section Haemostasis, Deutsche Klinik fuer Diagnostik, Wiesbaden, Germany"
        ],
        [
            "Section Haemostasis, Deutsche Klinik fuer Diagnostik, Wiesbaden, Germany"
        ],
        [
            "Haemophilia Center, University Hospital, Frankfurt am Main, Germany"
        ],
        [
            "Haemophilia Center, University Hospital, Frankfurt am Main, Germany"
        ],
        [
            "Section Haemostasis, Deutsche Klinik fuer Diagnostik, Wiesbaden, Germany"
        ],
        [
            "Department of Haematology, Oncology and Haemostaseology, University Hospital, Frankfurt am Main, Germany"
        ],
        [
            "Clinical Haemostaseology,, Medical Clinic I University Hospital, Leipzig, Germany"
        ],
        [
            "Department of Haematology, Oncology and Haemostaseology, University Hospital, Frankfurt am Main, Germany"
        ],
        [
            "Clinical Haemostaseology,, Medical Clinic I University Hospital, Leipzig, Germany"
        ],
        [
            "Section Haemostasis, Deutsche Klinik fuer Diagnostik, Wiesbaden, Germany"
        ]
    ],
    "first_author_latitude": "50.08669",
    "first_author_longitude": "8.2691472"
}