{
    "doi": "https://doi.org/10.1182/blood.V128.22.3208.3208",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3403",
    "start_url_page_num": 3403,
    "is_scraped": "1",
    "article_title": "The Microenvironmental Stromal Cells Abrogate NF-κb Inhibitor Induced Apoptosis in Chronic Lymphocytic Leumkemia ",
    "article_date": "December 2, 2016",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "apoptosis",
        "cd40 ligand",
        "chemotherapy regimen",
        "coculture techniques",
        "dna",
        "flow cytometry",
        "fludarabine",
        "infectious mononucleosis",
        "inflammation",
        "kinase inhibitors"
    ],
    "author_names": [
        "Katharina Foerster",
        "Carl Philipp Simon-Gabriel",
        "Dorothee Bleckmann",
        "Marco Benkisser-Petersen",
        "Nicolas Thornton",
        "Rainer Claus",
        "Justus Duyster",
        "Katja Zirlik"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Oncology, and Stem cell transplantation, University Medical Center Freiburg, Freiburg, Germany"
        ],
        [
            "Department of Hematology, Oncology, and Stem cell transplantation, University Medical Center Freiburg, Freiburg, Germany"
        ],
        [
            "Department of Hematology, Oncology, and Stem cell transplantation, University Medical Center Freiburg, Freiburg, Germany"
        ],
        [
            "Department of Hematology, Oncology, and Stem cell transplantation, University Medical Center Freiburg, Freiburg, Germany"
        ],
        [
            "Department of Hematology, Oncology, and Stem cell transplantation, University Medical Center Freiburg, Freiburg, Germany"
        ],
        [
            "Department of Hematology, Oncology, and Stem cell transplantation, University Medical Center Freiburg, Freiburg, Germany"
        ],
        [
            "Department of Hematology, Oncology, and Stem cell transplantation, University Medical Center Freiburg, Freiburg, Germany"
        ],
        [
            "Department of Hematology, Oncology, and Stem cell transplantation, University Medical Center Freiburg, Freiburg, Germany"
        ]
    ],
    "first_author_latitude": "48.0072116",
    "first_author_longitude": "7.837512899999998",
    "abstract_text": "Introduction: In recent years, the emergence of kinase inhibitors has drastically altered treatment strategies and improved outcomes in CLL patients, but lack of cure and resistance to therapy still remain serious issues. The transcription factor NF-κB influences several cellular functions such as proliferation, apoptosis and inflammation and is known as a key factor contributing to CLL development and progression. NF-κB is constitutively active in CLL and the NF-κB subunit RELA has been proposed as a prognostic marker in CLL with high RELA DNA-binding activity being predictive of short time to first treatment and overall survival. Therefore, NF-κB has gained attention as a promising therapeutic target. NF-kB inhibition induces apoptosis in CLL cells in vitro . However, whether this effect pertains in vivo remains unclear. Since the microenvironment is crucial for CLL cell viability circumventing apoptosis, we tested whether NF-κB inhibition modulates CLL viability in the presence of the microenvironment. Methods: The specific NF-κB inhibitor Dehydroxymethylepoxyquinomicin (DHMEQ) was used alone (2-5 µg/ml) or combined with fludarabine (10 µM), rhBAFF (50 ng/ml), rhAPRIL (500 ng/ml), rhSDF-1a (100 ng/ml) or CD40 ligand (1 µg/ml) on primary CLL cells cultured alone (monoculture) or on bone marrow stromal cells (BMSC) (co-culture with a ratio of 20 CLL cells per stromal cell) for 48-144 h. Viability and apoptosis were measured by flow cytometry using AnnexinV/PI stainings. Protein expression was analyzed by western blot using standard protocols. NF-κB DNA-binding activity after DHMEQ treatment (5 µg/ml) for 6 h was measured by ELISA for all subunits using 1 µg of protein lysate for the NF-κB1 subunit and 10 µg protein lysate for the subunits RELA, NF-κB2, RELB and c-REL. RELA gene knockdown was performed by siRNA transfection (2 µM targeting and non-targeting siRNA). Results: NF-κB inhibition using DHMEQ led to apoptosis in monocultured CLL cells (viability 74% vs. 24%, n=17, p<0.0001) but surprisingly had no effect on cell viability of cells co-cultured with BMSC (viability 96% vs. 95%, p=0.9995). In monoculture, apoptosis induction was accompanied by downregulation of the NF-κB target protein TRAF1 (untreated vs. treated: expression reduced by 34 %, p=0,0044), upregulation of the proapoptotic protein BAX (expression increased by 3175 %, p=0,0268), and increased PARP cleavage (100% vs. 8393% expression, p=0,0078). Conversely, in co-culture, downregulation of TRAF1 by 52 % (p=0,0054) was observed without concomitant BAX upregulation or PARP cleavage matching the non-appearance of apoptosis induction in those cells. While co-culturing untreated CLL cells on BMSC led to tendentially increased expression levels of the non-canonical NF-κB subunits NF-κB2 (untreated monocultured cells vs. untreated co-cultured cells: 100% vs. 142%, p=0,8438) and RELB (100% vs. 128%, p=0,7422), NF-κB DNA-binding activities of all NF-κB subunits were equally suppressed by DHMEQ treatment in mono- and co-cultured cells (e.g. treated monocultured vs. treated co-cultured cells: 1,6% vs. 4,9%, p<0,9999 for NF-κB1). Gene knockdown of the NF-κB subunit RELA by siRNA transfection solely induced apoptosis in monocultured CLL cells as well. Adding soluble BAFF to monocultured treated CLL cells attenuated DHMEQ efficiency (viability 1,3% vs. 16%, p=0,0258, n=9), while adding APRIL, CD40 ligand and SDF-1a had little influence on the response to treatment. Finally, the combined use of DHMEQ with fludarabine in co-cultured CLL cells led to a higher rate of apoptosis than DHMEQ (viability 57% vs. 37%, p=0.0202) or fludarabine alone (viability 50% vs. 37%, p=0.1828). Conclusion : NF-κB inhibition in primary CLL cells shows great discrepancy between in vitro and in vivo scenarios. While DHMEQ treatment leads to apoptosis in mono-cultured cells by BAX upregulation and increased PARP cleavage, CLL cell viability is not affected in the presence of microenvironment, suggesting that the NF-κB pathway can be bypassed in vivo . Soluble ligands, especially BAFF, appear to be involved in mediating this protective effect. However, the combination of NF-κB inhibition with standard chemotherapy might represent a promising approach and warrants further clinical assessment. Disclosures No relevant conflicts of interest to declare."
}