{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2254.2254",
    "article_title": "NIH Bayesian Score As a Stratification Tool in Sickle Cell Disease - Results from a Single Center Cohort in Brazil ",
    "article_date": "December 7, 2017",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical: Poster II",
    "abstract_text": "Background: Adults with SCD are notoriously difficult to classify into prognostic index of mortality. Our objective was to test the ability of the NIH Bayesian severity score to predict the risk of death in a cohort of patients with SCD followed at a Sickle Cell Outpatient Clinic of the Clinics Hospital, University of Sao Paulo Medical School. Methods: Since 1992 we have been following adult patients with SCD in our outpatient clinic. Data from patients with a follow-up of at least 2 years was collected. When patients completed 2 years of follow-up, data for applying the NIH Bayesian score, available online (http://bios.ugr.es/dss-calculator/) were acquired. The calculator generates a score ranging from 0 to 1, and patients were followed-up until 2016. Patients with more than three missing information were excluded. Survival analysis was performed by means of Kaplan-Meier curves, divided according to quartiles of the different score levels; the log rank test was used for curve comparison. Results: We analyzed 547 records and 219 were excluded due to missing data, leaving 328 patients for analysis. Mean follow-up period was 6.8 years (ranging from 2 to 25 years). We divided the patients into SS/Sβ 0 -thalassemia (243 patients) and SC patients (85 patients). During this period, 64 patients died (53 in the SS/Sβ 0 group, 11 in the SC group). Patients in the group of the higher score (> 0.72) had higher mortality (p= 0.009; Figure 1) . Among SS/Sβ 0 patients that died during follow-up, 58% had a score > 0.72, and among SC patients, only 18.2% had this score. Discussion and conclusions : This is the first external validation of the NIH Bayesian score with mortality evaluation. We were able to identify a high mortality risk group (score> 0.72), especially after 5 years of follow-up. In our study, the performance of the score was better to predict risk of death in the SS/Sβ 0 group than in the SC group. This study has limitations due to its retrospective nature and the missing information. There is a need for prospective studies to reinforce these findings, but the NIH Bayesian score model for evaluation of SCD severity may help in treatment decision-making, including the indication of bone marrow transplantation especially in SS/Sβ 0 -thalassemia patients. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ambulatory care facilities",
        "bone marrow transplantation",
        "brazil",
        "drepanocytes",
        "follow-up",
        "sickle cell anemia",
        "thalassemia",
        "conflict of interest",
        "decision making",
        "disclosure"
    ],
    "author_names": [
        "Guilherme Henrique Hencklain Fonseca, MD",
        "Lutu Ima Viana da Graca, MD/ Resident",
        "Rogerio Souza, MD PhD",
        "Liliana Mitie Suganuma, MD",
        "Vanderson Rocha, MD PhD",
        "Sandra Fatima Gualandro, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Guilherme Henrique Hencklain Fonseca, MD",
            "author_affiliations": [
                "Department of Hematology, Clinics Hospital, University of Sao Paulo Medical School, Sao Paulo, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lutu Ima Viana da Graca, MD/ Resident",
            "author_affiliations": [
                "Department of Hematology, Clinics Hospital, University of Sao Paulo Medical School, Sao Paulo, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rogerio Souza, MD PhD",
            "author_affiliations": [
                "Pulmonary Department, Heart Institute, University of Sao Paulo Medical School, Sao Paulo, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liliana Mitie Suganuma, MD",
            "author_affiliations": [
                "Department of Hematology, Clinics Hospital, University of Sao Paulo Medical School, Sao Paulo, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanderson Rocha, MD PhD",
            "author_affiliations": [
                "Department of Hematology, University of Sao Paulo Medical School, Sao Paulo, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Fatima Gualandro, MD PhD",
            "author_affiliations": [
                "Department of Hematology, University of Sao Paulo Medical School, Sao Paulo, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:44:00",
    "is_scraped": "1"
}