{
    "doi": "https://doi.org/10.1182/blood.V126.23.3021.3021",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3191",
    "start_url_page_num": 3191,
    "is_scraped": "1",
    "article_title": "Pharmacogenomics of Bortezomib in Multiple Myeloma Patients Reveals That the Ubiquitin Ligase SCF-Skp2 Promotes Drug Resistance ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "topics": [
        "bortezomib",
        "drug resistance",
        "ligase",
        "multiple myeloma",
        "ubiquitin",
        "pharmacogenomics",
        "cancer",
        "neoplasms",
        "proteasome inhibitors",
        "annexins"
    ],
    "author_names": [
        "James J. Driscoll, MD PhD",
        "Ehsan Malek, MD"
    ],
    "author_affiliations": [
        [
            "The Vontz Center for Molecular Studies, University of Cincinnati, Cincinnati, OH ",
            "University of Cincinnati, Cincinnati, OH "
        ],
        [
            "Division of Hematology and Oncology, Case Western Reserve University, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "39.1362884",
    "first_author_longitude": "-84.5060924",
    "abstract_text": "The ability to couple cancer patients with genetically-targeted therapeutic strategies remains a major challenge due to the heterogeneous and evolvable nature of individual tumors. This is particularly true of the molecularly diverse and complex disease multiple myeloma (MM). Clinical efficacy of the proteasome inhibitor (PI) Bortezomib (Velcade TM ) established the Ub+proteasome system (UPS) as a key target in MM. While the therapeutic benefit of PIs in MM remains unchallenged, many patients do not respond to therapy and drug resistance develops nearly uniformly. Despite marked therapeutic advances for most patients with MM, outcomes remain poor for 15% to 20% of patients presenting with high-risk disease defined by host-related and tumor-related factors and expert guidelines recommend enrollment in a clinical trial for the majority of patients who will ultimately fail approved therapies.The Skp1-Cul1-F-box protein (SCF) ubiquitin ligase SCF Skp2 promotes ubiquitination and degradation of the cell-cycle inhibitor p27. Increased SKP2 expression and reduced p27 levels are frequent in human cancers and are associated with therapeutic resistance and poor prognosis. SCF Skp2 ubiquitination activity is increased by Commd1, a copper metabolism MURR1 domain-containing 1 protein that binds Cul1 and by Cks1B that increases binding of phosphorylated p27 to Skp2. Bortezomib is a proteasome inhibitor that has remarkably improved multiple myeloma (MM) patient outcome, but dose-limiting toxicities and development of resistance limit its long-term utility. Here, we observed higher CUL1 and COMMD1 mRNA levels in Bortezomib-resistant patient MM cells and correlated higher CUL1 , COMMD1 , SKP2 and CKS1B levels with decreased survival. Genetic knockdown of CUL1 or COMMD1 disrupted the SCF Skp2 complex, stabilized p27, synergistically increased the generation of annexin-positive cells by bortezomib and enhanced the anti-myeloma effect of PIs against resistant cells. Chemical library screening identified a novel compound, DT204, that reduced Skp2 association with Cul1 and Commd1, inhibited p27 degradation and induced synergistic anti-MM activity combined with Bortezomib in patient tumor cells and chemoresistant stem cell-like cells to overcame Bortezomib resistance. Bortezomib treatment with DT204 also reduced the growth of xenotransplanted myeloma cells in mouse models and prolongs host survival. Taken together, our results demonstrate that the SCF Skp2 -p27 axis represents a major determinant in the ability of Bortezomib to induce apoptosis in MM and provide proof-of-concept for the combination of SCF Skp2 inhibitors with Bortezomib as a strategy to overcome Bortezomib resistance. Disclosures No relevant conflicts of interest to declare."
}