{
    "doi": "https://doi.org/10.1182/blood.V122.21.950.950",
    "article_title": "A Novel EPO Gene Mutation In a Family With Autosomal Dominant Polycythemia ",
    "article_date": "November 15, 2013",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster I",
    "abstract_text": "Familial polycythemia/erythrocytosis (ECYT by OMIM), characterized by an absolute increase in red cell mass, is a heterogeneous group of disorders that can be attributed to either intrinsic erythroid progenitor defects, resulting in their hyperproliferation ( primary polycythemias ), or from circulating extracellular factors such as erythropoietin (EPO) stimulating erythropoiesis ( secondary polycythemias) . Known primary familial causes include gain-of-function EPO receptor gene mutations. Secondary polycythemia causes include gene mutations that increase hemoglobin oxygen affinity (a, b, and g globins and 2, 3 bisphosphoglycerate mutase, and cytochrome b5 reductase). Several mutations result in alterations of the hypoxia-sensing pathway, which is a primary regulator of EPO production, and familial polycythemia. These include gain-of-function mutations of the HIF-2-a gene ( HIF2A ), and loss-of-function mutations of two negative regulators of HIFs ( EGLN1/PHD2) and von Hippel-Lindau ( VHL ) genes. Some of these mutations exhibit overlapping features of both primary and secondary polycythemias, such as Chuvash polycythemia. No mutations of the EPO gene have yet been reported. Here we report a 5-generation Caucasian family with autosomal dominant polycythemia. The propositus (III-11) was initially seen 28 years ago at the age of 2 years old. He had moderately increased EPO levels, no splenomegaly, and normal leukocyte and platelet numbers. He was not hypoxic and his hemoglobin oxygen dissociation (P50) was normal. His 21 family members agreed to be tested and 10 were polycythemic, while 11 were normal. Later linkage analyses of 18 re-consented relatives examined the association of a polycythemic phenotype with polymorphisms of HIF2A, HIF1A, EPOR, PHD2, and VHL genes, ruling these out as the cause. Exome sequencing of 5 affected individuals revealed a novel nucleotide change in chromosome 7 at -136nt upstream of the EPO gene (NG_021471 -136 G>A) from the ATG initiation site. This variant has not been reported in any publicly available genome databases and none of the 8 unrelated Caucasian controls have this variant. To determine the distribution of this variant and its segregation, we screened 7 affected and 8 unaffected relatives; all 8 unaffected samples were negative for this EPO variant, while all 7 affected individuals were heterozygous for this variant in the 5’UTR of the EPO gene. The effect(s) of this 5’UTR variant on EPO gene transcription is being examined by Luciferase assay, as well as in an expression assay using HEK293 EPO producing cells. In brief, constructs containing the -136nt variant having either the G (wild-type) or A (mutant) nucleotide of the EPO gene have been made and inserted into the pGL3 vector for the luciferase assay. EPO transcript quantitation studies will be carried out using human EPO cDNA clones with or without the -136nt variant transfected into HEK293 cell line and analyzed under two different conditions, ambient and at 5% oxygen. EPO expression levels under these two different conditions will be determined at multiple time points. This is the first report of an EPO gene mutation associated with familial polycythemia; its functional impact is being studied. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "mutation",
        "polycythemia",
        "familial erythrocytosis",
        "secondary polycythemia",
        "hemoglobin",
        "hypoxia",
        "luciferases",
        "nucleotides",
        "oxygen",
        "bisphosphoglycerate mutase"
    ],
    "author_names": [
        "Felipe R Lorenzo V, PhD",
        "Rebecca Margraf, PhD",
        "Sabina Swierczek, PhD",
        "Kimberly Hickman",
        "Karl Voelkerding, MD",
        "Josef Prchal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Felipe R Lorenzo V, PhD",
            "author_affiliations": [
                "Division of Hematology, University of Utah, Salt Lake City, UT, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Margraf, PhD",
            "author_affiliations": [
                "ARUP Laboratory, Salt Lake City, UT, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabina Swierczek, PhD",
            "author_affiliations": [
                "Hematology Division, University of Utah, Salt Lake City, UT, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Hickman",
            "author_affiliations": [
                "School of Medicine, University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karl Voelkerding, MD",
            "author_affiliations": [
                "ARUP Laboratory, Salt Lake City, UT, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef Prchal, MD",
            "author_affiliations": [
                "Hematology Division, University of Utah, Salt Lake City, UT, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T15:39:53",
    "is_scraped": "1"
}