{
    "doi": "https://doi.org/10.1182/blood.V122.21.4398.4398",
    "article_title": "Final Results Of A Phase 2 Study Of Vorinostat Plus Rituximab In Newly Diagnosed, Relapsed Or Refractory Indolent Non-Hodgkin's Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "abstract_text": "Background Follicular (FL), marginal zone (MZL), mantle cell (MCL) lymphomas, and lymphoplasmacytic lymphomas are indolent non-Hodgkin's lymphomas (NHL) that tend to recur multiple times with decreasing intervals of remissions. Vorinostat is an orally administered histone deacetylase inhibitor. Previously, we observed a single agent overall response rate (ORR) of 29% for vorinostat and a complete remission rate (CR) rate of 14% in indolent lymphomas (Kirschbaum 2009). Preclinical data suggests enhanced activity for the combination of vorinostat plus rituximab. We report the final results of a phase II study of the combination of vorinostat plus rituximab with correlative assays. Methods This is a two-stage phase II study in patients with newly diagnosed, relapsed or refractory indolent NHL. Vorinostat was given at 200 mg PO twice daily for 14 consecutive days on a 21 day cycle. Rituximab was given on day 1 of each cycle. CT scanning and/or FDG-PET were performed after every three cycles. The primary endpoint was the overall response rate according to Revised Cheson Criteria. Immune cytokine analysis was performed on serum samples drawn on day 0 and day 14 of treatment using Luminex X-MAP bead array. Results 30 patients were accrued with 28 eligible (2 ineligible tumor types). See Table 1 for baseline characteristics. The overall response (CR+PR) rate was 46% (13/28), and CR rate was 39% (11/28). The ORR and CR for previously untreated patients was 67% (4/6, all CR). The ORR for relapsed/refractory patients was 41% (9/22), with a CR rate of 32% (7/22). By histology, the ORR was 50% (11/22) and CR was 45% (10/22) for FL, 33.3% (1/3) for MCL (PR), 50% (1/2) for MZL (CR), and 0/1 for lymphoplasmacytic lymphoma. The median PFS was 38.2 months (95% CI: 14.4, 51.0) for all patients, 21.1 months (95% CI: 8.5, 51.0) for previously treated patients, and not-reached for untreated patients. Figure 1 shows the PFS of patients in CR and PR versus others. Patients who achieved CR were allowed to discontinue treatment and return to treatment upon progression. 10/13 CRs were progression-free with a median follow-up of 14.4 months (range 4-48 months). 2/3 patients who relapsed achieved CR again after resuming therapy. Of non-responders, 8 patients achieved stable disease for at least 9 cycles with one SD for 69 cycles. The disease control rate for >9 cycles (CR+PR+SD>9 cycles) was 75% (21/28). Five patients were taken off study for reasons other than progression (2 patient's choice, 1 to transplant, 1 for violation, and 1 physician choice). The median time to treatment failure for all patients was 17.8 months, 95% CI: (6.2, 51). Table 1  Characteristics . N (%) or Median (range) . Median age 62 (44-85) Male 15 Female 13 Histology  Follicular 22 Mantle cell 3 Marginal zone 2 Lymphoplasmacytic 1 Relapsed/Refractory 22 Untreated 6 Median number of prior regimens (relapsed/refractory) 2 (1-4) Prior rituximab (relapsed/refractory) 22 Prior R-CVP 5 Prior R-CHOP 13 Prior R-Bendamustine 5 Prior RICE 3 Prior FCR 2 Prior bortezomib containing regimen 4 Characteristics . N (%) or Median (range) . Median age 62 (44-85) Male 15 Female 13 Histology  Follicular 22 Mantle cell 3 Marginal zone 2 Lymphoplasmacytic 1 Relapsed/Refractory 22 Untreated 6 Median number of prior regimens (relapsed/refractory) 2 (1-4) Prior rituximab (relapsed/refractory) 22 Prior R-CVP 5 Prior R-CHOP 13 Prior R-Bendamustine 5 Prior RICE 3 Prior FCR 2 Prior bortezomib containing regimen 4 View Large Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Treatment was well tolerated. Grade 4 toxicities possibly attributable to study drug included neutropenia (n=1), incidental asymptomatic thrombosis (n=4), and thrombocytopenia (n=2). Grade 3 possibly related toxicities >20% included fatigue (n=9, 32%) and lymphopenia (n=7, 25%). The thromboses were asymptomatic pulmonary embolism discovered incidentally on CT scan, and resulted in amending the study to include 40 mg enoxaparin as prophylaxis, resulting in no further thromboses identified. Vorinostat plus rituximab reduced the levels of pro-inflammatory cytokines such as IL-2, INF-g, TNF-a, and IL-6. 8 of the 16 cytokine markers showed statistical decrease (p<0.05) on day 14 as compared to day 0 (IL1RA, IL2R, IL12p40p70, MIG, EOTAXIN, MCP1, EGF, and FGFBasic), and none showed a significant increase. However, the cytokine measurements on the two days and the observed changes did not distinguish between responders and non-responders. Conclusions The combination of vorinostat with rituximab is well tolerated, and showed encouraging activity against newly diagnosed and relapsed/refractory indolent NHL. Durable responses can be achieved and retreatment can lead to 2 nd CR. The activity observed warrants multicenter evaluation of vorinostat with rituximab in patients with indolent lymphoma. Disclosures: Off Label Use: use of vorinostat and rituximab to treat indolent NHL.",
    "topics": [
        "non-hodgkin's lymphoma, indolent",
        "rituximab",
        "vorinostat",
        "cytokine",
        "indolent",
        "lymphoma",
        "thrombosis",
        "toxic effect",
        "aldesleukin",
        "bendamustine"
    ],
    "author_names": [
        "Robert Chen, MD",
        "Paul Frankel, PhD",
        "Leslie Popplewell, MD",
        "Tanya Siddiqi, MD",
        "Wei Ye",
        "Joel Conrad, BS",
        "Michelle Mott, RN",
        "Auayporn Nademanee, MD",
        "Myo Htut, MD",
        "Stephen J. Forman, MD",
        "Mark Kirschbaum, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert Chen, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paul Frankel, PhD",
            "author_affiliations": [
                "City of Hope National Medical Center, Du., CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Popplewell, MD",
            "author_affiliations": [
                "Hematology and HCT, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Siddiqi, MD",
            "author_affiliations": [
                "Hematology/HCT, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Ye",
            "author_affiliations": [
                "Biostatistics, City of Hope National Medical Center, Duarte, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel Conrad, BS",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Mott, RN",
            "author_affiliations": [
                "Hematology/HCT, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Auayporn Nademanee, MD",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, City of Hope, Duarte, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myo Htut, MD",
            "author_affiliations": [
                "Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Forman, MD",
            "author_affiliations": [
                "Hematology and Hematopoietic Cell Transplantation, City of Hope, Duarte, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Kirschbaum, MD",
            "author_affiliations": [
                "Hematology, Penn State Hershey Cancer Institute, Hershey, PA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:29:50",
    "is_scraped": "1"
}