{
    "doi": "https://doi.org/10.1182/blood-2021-146823",
    "article_title": "Modified Risk-Stratified Sequential Treatment in B-Cell Post-Transplant Lymphoproliferative Disorder (PTLD) after Solid Organ Transplantation (SOT): The Prospective Multicenter Phase II PTLD-2 Trial ",
    "article_date": "November 5, 2021",
    "session_type": "626.Aggressive Lymphomas: Prospective Therapeutic Trials",
    "abstract_text": "Background : The PTLD-1 trials established 1 st -line risk-stratified sequential treatment (RSST) of CD20-positive B-cell PTLD in adult solid organ transplant recipients. After rituximab induction, patients (pts) in complete remission (CR) continue with 4 three-weekly courses of rituximab, while all others receive 4 cycles of R-CHOP-21 (Trappe RU et al., JCO 2017;35:536-43). Analyses of the initial PTLD-1 sequential treatment cohort uniformly treated with rituximab followed by CHOP identified the prognostic value of response to rituximab induction, international prognostic index (IPI) risk factors (≥ 3 vs < 3) and thoracic SOT (Trappe RU et al., Am J Transplant 2015;15:1091-100). The PTLD-2 trial therefore tested modified risk-stratification based on these three risk factors. The key hypothesis was that rituximab SC monotherapy consolidation in an expanded low-risk group would be superior to CHOP consolidation in comparable pts of the PTLD-1 trial by demonstrating an improved event-free survival (EFS) at 2 years, based on a lower rate of grade 3/4 infections and similar efficacy. Methods : The prospective, multicenter phase II PTLD-2 trial (NCT02042391) enrolled treatment-naïve adult SOT recipients with CD20-positive PTLD. Key exclusion criteria were CNS involvement, ECOG > 2, pregnancy, severe organ dysfunction or severe, active infection. Treatment consisted of rituximab SC on days (d) 1, 8, 15 and 22. After restaging on d50, pts in CR as well as those in partial remission with < 3 IPI risk factors at diagnosis (low-risk group) continued with rituximab SC monotherapy. Most other pts (high-risk group) received 4 cycles of R SC -CHOP-21 chemotherapy, while thoracic SOT recipients who progressed under rituximab (very-high-risk group) received six cycles of alternating R SC -CHOP-21 and modified R SC -DHAOx. In case of progression before d50, subsequent treatment started immediately. The primary endpoint was EFS (event: infections grade 3/4 from d50 to d143, treatment discontinuation, progression, death) in the low-risk group. Secondary endpoints were response and overall response rate (ORR) by computed tomography at interim and final staging, overall survival (OS), time to progression (TTP), progression-free survival (PFS), response duration and treatment-related mortality (TRM) overall and by risk group. Results : 60 pts were recruited at 15 centers (2015 - 2020). 29/60 were kidney, 14 lung, 9 liver, 4 heart transplant recipients (4 others). Median age was 54 years. 58/60 PTLD were monomorphic and 23/60 EBV-associated. 26/58 pts (45%, 95% CI 33-58) responded at interim staging. 21 were allocated to the low-risk, 28 to the high-risk and 9 to the very-high-risk group. ORR at final staging was 45/48 (94 %, 95% CI 83-98). Grade 3/4 infections were reported in 25/59 pts who started treatment (42%, 95% CI 31-55). TRM occurred in 4/59 pts (7 %, 95 % CI 2-17). With a median follow-up of 2.8 years, the 2-year Kaplan-Meier (KM) estimates of TTP and OS in the intention-to-treat population (60 pts) were 78 % (95% CI 65-90, median not reached) and 68 % (95% CI 55-80, median OS 5.1 years), and thus in the range reported in the PTLD-1 trials. The prognostic value of response to rituximab induction, IPI risk factors (≥ 3 vs < 3) and thoracic SOT was confirmed. The primary endpoint, 2-year EFS in the low-risk group, was 66 % (95% CI 45-86). Events were 4 grade 3 infections (19 %) and 5 relapses (24 %). There was no significant difference to the prespecified comparator group from the PTLD-1 ST trial cohort (52 % [95% CI 32-72]). The 3-year KM estimate of OS in the low-risk group was 100 %. Intensified chemotherapy in the very-high-risk group did not improve outcomes (median OS 7.4 months [95% CI 2.2-12.7]) compared to PTLD 1 RSST (10.1 months). Conclusions : Overall efficacy and safety outcomes of the trial were comparable to the PTLD-1 trial despite the enrollment of 23% lung transplant recipients, who historically have poor outcomes (Zimmermann H et al. Transplantation Journal 2013;96:e18-9). 32 % of patients were treated with rituximab monotherapy in the low-risk group. The primary endpoint (improved EFS in this group vs. historical control) was not met. However, the observed 100% 3-year OS estimate in this population is an excellent outcome. The trial confirmed the poor prognosis of thoracic SOT recipients with progressive disease after rituximab induction. Intensified chemotherapy did not improve this outcome. Disclosures Zimmermann:  Roche Germany: Research Funding; Atara Biotherapeutics: Other: Travel support, Research Funding; Janssen: Other: Travel support. Koenecke:  Novartis: Consultancy; Janssen: Consultancy; BMS/Celgene: Consultancy; Kite/Gilead: Consultancy; EUSA Pharm: Consultancy. Dreyling:  Bayer HealthCare Pharmaceuticals: Consultancy, Research Funding, Speakers Bureau; Astra Zeneca: Consultancy, Speakers Bureau; Incyte: Consultancy, Speakers Bureau; BeiGene: Consultancy; Celgene: Consultancy, Research Funding, Speakers Bureau; Amgen: Speakers Bureau; Abbvie: Research Funding; Roche: Consultancy, Research Funding, Speakers Bureau; Janssen: Consultancy, Research Funding, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Genmab: Consultancy; Gilead/Kite: Consultancy, Research Funding, Speakers Bureau. Dührsen:  Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; CPT Cellex Patient Treatment: Honoraria, Membership on an entity's Board of Directors or advisory committees. Hahn:  BMS: Consultancy, Honoraria; Merck: Consultancy, Honoraria; MSD: Consultancy, Other: Travel support, Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Celgene: Other: Travel support. Hauser:  Roche: Honoraria; Astellas: Honoraria, Other: Travel Support; Biotest: Honoraria, Other: Travel support; Hexal: Other: Travel support; Neovii: Other: Travel support; Novartis: Consultancy, Honoraria. Wolf:  Novartis: Honoraria, Research Funding; BMS-Celgene: Honoraria, Research Funding; MSD: Honoraria, Research Funding; Roche: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Gilead: Honoraria; Incyte: Honoraria; GEMOAB: Honoraria. Heuser:  Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees, Research Funding; BergenBio: Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS/Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer Pharma AG: Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding; Tolremo: Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria; Jazz: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astellas: Research Funding. Schmidt:  Novartis: Consultancy, Honoraria, Other: Travel support; Kite/Gilead: Consultancy, Honoraria, Other: Travel support, Research Funding; Takeda: Consultancy, Other: Travel support; BMS: Consultancy, Other: Travel support; Janssen: Other: Travel support. Ritgen:  MSD: Consultancy, Other: Travel support; Chugai: Consultancy; Abbvie: Consultancy, Other: Travel support, Research Funding; Roche: Consultancy, Other: Travel support, Research Funding; Celgene: Other: Travel support. Siebert:  AstraZeneca: Speakers Bureau. Anagnostopoulos:  BMS: Consultancy, Honoraria, Other: Travel support; MSD: Consultancy, Honoraria, Other: Travel support. Trappe:  Atara Biotherapeutics: Consultancy, Other: Travel support, Research Funding; Celgene: Other: Travel support; Jansen: Other: Travel support; AbbVie: Other: Travel support; GSK: Other: Travel support; Roche: Other: Travel support. OffLabel Disclosure: Rituximab is FDA-approved for the treatment of adult patients with CD20-positive, B-cell NHL, but not explicitly for PTLD, particularly as single agent treatment in DLBCL-PTLD.",
    "author_names": [
        "Heiner Zimmermann",
        "Christian Koenecke",
        "Martin H. Dreyling",
        "Christiane Pott",
        "Ulrich Dührsen",
        "Dennis Hahn",
        "Norbert Meidenbauer",
        "Ingeborg A Hauser",
        "Mathias J. Rummel",
        "Dominik Wolf",
        "Michael Heuser",
        "Christian Schmidt",
        "Peter Schlattmann",
        "Matthias Ritgen",
        "Reiner Siebert",
        "Ilske Oschlies",
        "Ioannis Anagnostopoulos",
        "Ralf Ulrich Trappe"
    ],
    "author_dict_list": [
        {
            "author_name": "Heiner Zimmermann",
            "author_affiliations": [
                "Internal Medicine II: Hematology and Oncology, DIAKO Bremen, Bremen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christian Koenecke",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin H. Dreyling",
            "author_affiliations": [
                "Department of Internal Medicine III, LMU Hospital, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christiane Pott",
            "author_affiliations": [
                "Department of Medicine II, University Hospital of Schleswig-Holstein, Kiel, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Dührsen",
            "author_affiliations": [
                "Department of Hematology, West German Cancer Center, University Hospital Essen, University of Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis Hahn",
            "author_affiliations": [
                "Department of Hematology, Oncology and Palliative Care, Katharinenhospital Stuttgart, Stuttgart, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Meidenbauer",
            "author_affiliations": [
                "Department of Medicine 5, University of Erlangen-Nuremberg, Erlangen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingeborg A Hauser",
            "author_affiliations": [
                "Department of Nephrology, UKF, Goethe University Frankfurt, Frankfurt/Main, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathias J. Rummel",
            "author_affiliations": [
                "Department of Hematology, Clinic for Haematology and Medical Oncology, Justus Liebig University Hospital, Giessen, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominik Wolf",
            "author_affiliations": [
                "Department of Hematology, Oncology and Rheumatology, Center of Integrated Oncology Cologne Bonn, University Hospital of Bonn, Bonn, Germany",
                "Department of Internal Medicine V, Medical University of Innsbruck, Innsbruck, Austria"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Heuser",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Schmidt",
            "author_affiliations": [
                "Department of Medicine III, University Hospital, LMU Munich, Munich, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Schlattmann",
            "author_affiliations": [
                "Institute of Medical Statistics, Computer and Data Sciences, Jena University Hospital, Jena, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Ritgen",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Schleswig-Holstein, Kiel, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reiner Siebert",
            "author_affiliations": [
                "Institute of Human Genetics, Ulm University and Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilske Oschlies",
            "author_affiliations": [
                "Department of Pathology, Hematopathology Section, University Hospital Schleswig-Holstein Kiel, Kiel, Germany"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Anagnostopoulos",
            "author_affiliations": [
                "University of Wuerzburg, Institute of Pathology, Wuerzburg, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralf Ulrich Trappe",
            "author_affiliations": [
                "Internal Medicine II: Hematology and Oncology, DIAKO Bremen, Bremen, Germany"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:44:34",
    "is_scraped": "1"
}