{
    "doi": "https://doi.org/10.1182/blood.V116.21.975.975",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1799",
    "start_url_page_num": 1799,
    "is_scraped": "1",
    "article_title": "A Recurrent Pattern of Acquired Genomic Abnormalities In Myelodysplasia and Leukemia of Fanconi Anemia Includes Cryptic RUNX1/AML1 abnormalities ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Diagnostic and Therapeutic Markers",
    "topics": [
        "fanconi anemia",
        "genome",
        "leukemia",
        "myelodysplastic syndrome",
        "preleukemia",
        "bone marrow specimen",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "aplastic anemia",
        "cancer"
    ],
    "author_names": [
        "Samuel Quentin",
        "Wendy Cuccuini",
        "Raphael Ceccaldi",
        "Olivier Nibourel",
        "Corinne Pondarre",
        "Marie-Pierre Pages",
        "Nadia Vasquez",
        "Catherine Dubois d'Enghien",
        "Jérome Larghero",
        "Régis Peffault de Latour",
        "Vanderson Rocha",
        "Mauricette Michallet",
        "Jean-Pierre Vannier",
        "Gérard Michel",
        "Eliane Gluckman",
        "André Baruchel",
        "Thierry Leblanc",
        "Dominique Stoppa-Lyonnet",
        "Claude Preudhomme",
        "Gérard Socié",
        "Jean Soulier"
    ],
    "author_affiliations": [
        [
            "Hematology Laboratory, Inserm U944 and University Paris Diderot, Hopital Saint-Louis, Paris, France, "
        ],
        [
            "Hematology Laboratory, Inserm U944 and University Paris Diderot, Hopital Saint-Louis, Paris, France, "
        ],
        [
            "Hematology Laboratory, Inserm U944 and University Paris Diderot, Hopital Saint-Louis, Paris, France, "
        ],
        [
            "Hematology Laboratory, CHU Lille, Lille, France, "
        ],
        [
            "Ihop, Centre Leon Berard, Lyon, "
        ],
        [
            "Hematology Laboratory, E. Herriot Hospital, Lyon, "
        ],
        [
            "Hematology Laboratory, Inserm U944 and University Paris Diderot, Hopital Saint-Louis, Paris, France, "
        ],
        [
            "Oncogenetic Department, Institut Curie, Paris, "
        ],
        [
            "Cell Biology Unit, Hopital Saint-Louis, Paris, "
        ],
        [
            "Hematology Transplantation, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Eurocord, Hopital Saint Louis, Paris, France, "
        ],
        [
            "Hôpital Edouard Herriot, Lyon, France, "
        ],
        [
            "CHU C. Nicolle, Rouen, "
        ],
        [
            "Department of Hematology, Hopital La Timone, Marseille, "
        ],
        [
            "Eurocord, Hopital Saint Louis, Paris, France, "
        ],
        [
            "Dept. of Pediatric Hematology, Hopital Robert Debré, Paris, France"
        ],
        [
            "Dept. of Pediatric Hematology, Hopital Robert Debré, Paris, France"
        ],
        [
            "Oncogenetic Department, Institut Curie, Paris, "
        ],
        [
            "Hematology Laboratory, CHU Lille, Lille, France, "
        ],
        [
            "Hematology Transplantation, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Hematology Laboratory, Inserm U944 and University Paris Diderot, Hopital Saint-Louis, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Abstract 975 Fanconi anemia (FA) is a rare genetic condition characterized by congenital abnormalities, chromosome fragility, progressive bone marrow failure during childhood, and cancer susceptibility. FA patients experience a high risk to develop myelodysplasia (MDS) and secondary-type acute myeloid leukemia (AML) during their teens or in young adulthood. Severity of the cytopenia, excess of blast cells and presence of a cytogenetic clone in the bone marrow are usual criteria to undertake hematopoietic stem cell transplantation. In order to investigate the pattern of chromosomal and genomic abnormalities during bone marrow progression in FA and their association to MDS/AML, we analyzed bone marrow samples from FA patients using a wide panel of chromosomal and molecular techniques including DNA microarrays and oncogene sequencing. This series of FA patients was enriched in patients older than 18 year-old and/or with morphological or karyotypic abnormalities on the follow up BM aspirate. 57 FA patients were included, aged 4 to 57 yo (median 18); FA groups were FA-A (n=49), FA-G (n=1), FA-D2 (n=1), FA-D1 (n=1) and undertermined (n=5). Bone marrow morphology was hypoplastic/aplastic anemia (n=20), MDS (n=18, mainly RCMD and RAEB according to the WHO 2008 classification), AML (n=11), or no abnormality except the usual mild dyserythropoiesis of FA (n=8). Bone marrow samples were analyzed by karyotype, FISH, high density array-CGH and/or SNP-arrays with respect to the paired fibroblast DNAs, and by sequencing of selected oncogenes and tumor suppressor genes. A specific pattern of genomic abnormalities due to unbalanced translocations was found in the 29 MDS/AML, which included 1q+ (44.8%), 3q+ (41.3%), -7/7q (17.2%), and 11q- (13.8%). Moreover, cryptic abnormalities (translocations, deletions or mutations) of the RUNX1/AML1 gene were evidenced for the first time in FA, in 6 out of the 29 patients with MDS or AML (20.7%). By contrast, mutations of FLT3-ITD , MLL-ITD , and N-RAS , but not TP53, CBL , TET2 , CEBPa , NPM1 , and FLT3-TKD , were rarely found. Frequent homozygosity regions were evidenced by SNP-array in 11 patients, but the analysis of the paired fibroblast DNA and the constitutional FANC mutations demonstrated that they were not related to somatic copy-neutral loss of heterozygosity but to consanguinity. Importantly, the RUNX1/AML1 and other chromosomal/genomic abnormalities were found at the MDS and AML stages only, except for 1q+ which could be found at any stages including normal bone marrow morphology. In our experience 1q+ does not predict systematically a transformation into MDS/AML in the following years. These data have important implications, not only for the cytogenetic staging of the bone marrow cells in FA patients with an impact for therapeutic managing, but also as a basis to investigate the multistep clonal selection and related oncogenesis in patients with hypoplastic bone marrow and genomic instability, with potential relevance for non-FA patients. Disclosures: Gluckman: Cord-use: Membership on an entity's Board of Directors or advisory committees."
}