{
    "doi": "https://doi.org/10.1182/blood-2019-130315",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4377",
    "start_url_page_num": 4377,
    "is_scraped": "1",
    "article_title": "TPA Use for Central Line De-Occlusion and Its Relationship to Symptomatic Venous Thromboembolism in Pediatric Leukemia Patients ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "topics": [
        "central venous catheters",
        "childhood leukemia",
        "venous thromboembolism",
        "thrombosis",
        "peripherally inserted central catheter",
        "leukemia",
        "catheter obstruction",
        "thrombus",
        "acute lymphocytic leukemia",
        "alteplase"
    ],
    "author_names": [
        "Katherine Armstrong, MD",
        "Kavitha Ramaswamy, MD",
        "Victoria Cooley, MS",
        "Linda M Gerber, PhD",
        "Nicole Kucine, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Department of Pediatrics, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Pediatrics, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY"
        ],
        [
            "Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY"
        ],
        [
            "Department of Pediatrics, Weill Cornell Medicine, New York, NY "
        ]
    ],
    "first_author_latitude": "40.763973",
    "first_author_longitude": "-73.956173",
    "abstract_text": "Introduction : Venous thromboembolism (VTE) is a known complication of pediatric leukemia with reported incidence ranging widely from 1.5-40%. It is associated with significant morbidity including loss of venous access, post thrombotic syndrome, and thrombosis recurrence or embolization. Increased risk of VTE in these patients is often multifactorial. There are currently no standard guidelines for VTE prophylaxis in pediatric leukemia patients, and it is unclear which patients are at highest risk. Identifying potential markers for patients at risk for VTE could be helpful for guiding prophylaxis practices and ultimately decreasing rates of VTE in these children. Thrombolytic agents are commonly used to treat catheter obstruction by breaking down fibrin that forms within the catheter. Therefore, we hypothesize that patients requiring more tissue plasminogen activator (TPA) for treatment of catheter obstruction may be at higher risk of developing fulminant thromboses. Therefore, the primary objectiveof this study is to determine the association between central line clearance with TPA and development of symptomatic VTE (sVTE) in pediatric leukemia patients. Methods : This is a multi-center,retrospective cohort study of patients under 21 years old with a central line (CVC), including peripherally inserted central catheters (PICC), who began treatment at Weill Cornell Medicine (WCM) or Memorial Sloan Kettering Cancer Center (MSKCC) from January 2012-December 2015 for newly diagnosed or relapsed leukemia. Patients were excluded if they had a prior VTE, or an incidental VTE was identified. Transplant and CAR-T -cell patients were excluded, as were those who transferred into the institution over 30 days from start of treatment. Data collected included demographics, disease-specific information (including type of leukemia, treatment regimen, and CVC details), dates of TPA administration, and details of sVTE. Data analysis was performed with Fisher's exact test andWilcoxon rank-sum test. Results: A total of 96 patients with leukemia were included. The median age was 6.5 years (Q1, Q3: 3.15-15.05 years), and 55% ( n=53 ) were male. 78% ( n=75 ) were new diagnoses. Acute lymphoblastic leukemia (ALL; 72%, n=69 ) was most common, followed by acute myelogenous leukemia (AML; 25%, n=24 ), and mixed lineage leukemias (3%, n=3 ). There were no significant differences between gender, age, type of leukemia, or TPA use between the two centers. The overall incidence of sVTE over the 4-year period in this cohort was 6% (6/96). At the time of thrombosis, five of the six patients had a PICC line in place and one patient had a mediport (Table 1). Four sVTE patients were diagnosed with ALL. Four of the thromboses were line-associated, one was a sinus venous thrombosis, and one was an inferior vena cava thrombus. Five of the six sVTEs were diagnosed at WCM. There was no association found between use of TPA for line de-occlusion and development of sVTE (OR 0.55, CI 0.07-6.57, p=0.61 ) or between number of TPA doses needed and development of sVTE ( p=0.830 ). The patients who developed sVTE were significantly older than those who did not develop sVTE (Figure 1, p=0.048 ). There was no significant difference between gender and development of sVTE. A significant difference ( p <0.05 ) was seen when analyzing the association between PICC line and development of sVTE, however the sample size was too small to draw formal conclusions. Conclusions : In our cohort, neither TPA use for line occlusion nor the number of TPA doses was predictive of sVTE development. This may be due to the small sample size and low number of sVTE events. Single center analysis of data from WCM, however, previously indicated a significant association between TPA use and development of thrombosis in their patients. Given the increased use of PICC lines at WCM, this raises the question of whether TPA use may be predictive in patients who have PICC lines. Our data are consistent with previous pediatric studies, which found older age to be a risk factor for thrombosis. Analysis of a larger cohort of patients is necessary to further investigate our hypothesis. Given the importance of preventing sVTE in pediatric leukemia patients, further prospective studies are needed to investigate potential predictors of thrombosis in this population. View large Download slide View large Download slide  Disclosures Cooley: off-label: Other: drug use."
}