{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5335.5335",
    "article_title": "Epidemiology of AL Amyloidosis in a US Commercially Insured Population ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Amyloid light chain (AL) amyloidosis is a rare, progressive, and typically fatal disease caused by extracellular deposition of misfolded immunoglobulin light chains. There is a paucity of epidemiological studies of AL amyloidosis, and many existing studies are not recent. The objective of the current study was to provide an up-to-date estimate of the prevalence and incidence of AL amyloidosis in the US. Methods: This was a retrospective, cross-sectional study using 2007-2015 data from the Truven MarketScan ® Commercial and Medicare Supplemental claims databases. As there is no diagnosis code specific to AL amyloidosis, the following algorithm was used to identify patients. Adults ≥18 years old with AL amyloidosis were identified if they (1) had at least one inpatient claim or two outpatient claims consistent with AL amyloidosis [International Classification of Diseases, 9th Revision, Clinical Modification (ICD-9-CM) codes: 277.30 or 277.39; International Classification of Diseases, 10th Revision, Clinical Modification (ICD-10-CM) codes: E85.4x, E85.8x, or E85.9x] in any diagnosis field within each calendar year and (2) received one AL-specific treatment (eg, chemotherapy, hematopoietic stem cell transplant [HSCT]) on or after the first amyloidosis diagnosis in the study period. Prevalence was calculated as the number of AL patients divided by the number of enrollees on June 30 of each calendar year and reported as per million person-years (PMPY). Incidence was calculated as the number of patients with AL amyloidosis who were disease free and enrolled in a health plan for 1 year prior, divided by the number of enrollees enrolled from July 1 of the previous year to June 30 of each calendar year and reported as PMPY. A sensitivity analysis requiring enrollees to have continuous enrollment in each calendar year (and in the year prior for incident cases) found similar estimates. Results: Between 2007 and 2015, 7,326 prevalent patients with AL amyloidosis were identified, ranging from 368 to 1,080 cases per year. The mean (SD) age of prevalent cases was 63 (12) years and was stable from 2007 to 2015. The prevalence of AL amyloidosis increased significantly during the study period: from 15.5 in 2007 to 40.5 cases PMPY in 2015, an annual percentage change (APC) of 12% ( P < 0.001) (Figure 1). The incidence of AL amlydoisis ranged from 9.7 to 14.0 cases PMPY, with no statistically significant increase (APC:3.1%; P = 0.114) (Figure 2). Prevalence and incidence were generally higher in males than females. Conclusion: The pattern of an increase in AL amyloidosis prevalence, coupled with stable incidence, is consistent with earlier diagnosis over time that extends life, although our study could not determine whether this mechanism was responsible for the observed change. Our database included commercially insured patients only and so may not precisely reflect the US population. Cases were identified using claims, not clinical methods, which might overestimate or underestimate prevalence and incidence. Nonetheless, extrapolating from these data, there are at least 12,000 adults in the US currently living with AL amyloidosis, and the number seems likely to rise in the future. View large Download slide View large Download slide  Close modal Disclosures Quock: Prothena Biosciences Inc: Employment, Other: Stockholder. Yan: Partnership for Health Analytic Research, LLC: Employment. Chang: Partnership for Health Analytic Research, LLC: Employment. Broder: Partnership for Health Analytic Research, LLC: Employment.",
    "topics": [
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "epidemiology",
        "amyloidosis",
        "hematopoietic stem cell transplantation",
        "antigens, cd98 light chains",
        "chemotherapy regimen",
        "immunoglobulin light chains",
        "amyloid",
        "international classification of diseases"
    ],
    "author_names": [
        "Tiffany P. Quock, PhD MS",
        "Jessie T. Yan, PhD",
        "Eunice Chang, PhD",
        "Spencer D Guthrie, MBA",
        "Michael S. Broder, MD MSHS"
    ],
    "author_dict_list": [
        {
            "author_name": "Tiffany P. Quock, PhD MS",
            "author_affiliations": [
                "Prothena Biosciences Inc, South San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessie T. Yan, PhD",
            "author_affiliations": [
                "Partnership for Health Analytic Research, LLC, Beverly Hills, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eunice Chang, PhD",
            "author_affiliations": [
                "Partnership for Health Analytic Research, LLC, Beverly Hills, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Spencer D Guthrie, MBA",
            "author_affiliations": [
                "No affiliation, San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael S. Broder, MD MSHS",
            "author_affiliations": [
                "Partnership for Health Analytic Research, LLC, Beverly Hills, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:35:41",
    "is_scraped": "1"
}