{
    "doi": "https://doi.org/10.1182/blood-2021-145849",
    "article_title": "Treatment Patterns and Survival Outcomes of Patients with Acute Myeloid Leukemia Who Achieved Remission in the Connect ® Myeloid Disease Registry ",
    "article_date": "November 5, 2021",
    "session_type": "906.Outcomes Research-Myeloid Malignancies",
    "abstract_text": "Introduction : Acute myeloid leukemia (AML) is an aggressive myeloid malignancy that predominantly affects older patients (pts; median age at diagnosis 68 years). Despite treatment advances, remission and survival rates remain low. Previously, we reported that only 35% of pts newly diagnosed with AML in the Connect ® Myeloid Disease Registry (NCT01688011) who achieved remission subsequently proceeded to transplant; pts who received a transplant had longer overall survival (OS) than pts who did not (Roboz GJ, et al. Blood 2020;136[Suppl 1];Abstract 2523). Here, we aim to further investigate post-remission treatment patterns and outcomes in a real-world cohort of pts with AML. Methods : The Registry is a large, US, multicenter, prospective, observational cohort study. Eligible pts for this analysis were ≥ 55 years of age and diagnosed with AML within 60 days of enrollment. Pt demographics, disease characteristics, and treatment patterns were collected at enrollment and every 3 months until discontinuation, from Dec 2013 to Feb 19, 2021 (data cutoff). Pts were stratified by favorable, intermediate (int), or adverse categories using European LeukemiaNet (ELN) 2010 genetic prognostic risk factors. Among pts with AML who achieved remission, OS was determined from date of remission by the Kaplan-Meier method. Results : Of 706 pts with AML enrolled (median age 71 [range, 55-97] years), 313 (44.3%) received intensive (median age 65 [range, 55-86] years) and 393 (55.7%) received non-intensive (median age 75 [range, 55-97] years) induction therapy. Pts who received intensive therapy had a median OS of 22 months vs 11 months for pts who received non-intensive therapy ( P < 0.001; Figure A). Of pts who received intensive therapy, median OS was 38 months in pts < 60 years of age and 19 months in pts ≥ 60 years of age ( P = 0.049). Pts < 60 years of age who received non-intensive therapy had a median OS of 16 months vs 11 months for pts ≥ 60 years of age ( P = 0.211). Among pts with ELN data available who received intensive therapy, median OS was 54 months, 26 months, and 8 months for pts with favorable (n = 61 [23.0%]), int (n = 131 [49.4%]), and adverse (n = 73 [27.5%]) ELN scores, respectively. Among pts who received non-intensive therapy, median OS was 16 months, 14 months, and 6 months for pts with favorable (n = 28 [9.1%]), int (n = 150 [48.9%]), and adverse (n = 129 [42.0%]) ELN scores, respectively. A total of 261 pts achieved remission following induction; 194 (74.3%) received intensive and 67 (25.7%) received non-intensive therapy. Median OS of pts in remission who received intensive induction was 40 months vs 17 months for pts who received non-intensive induction ( P < 0.001). Consolidation regimens in pts with AML in remission by ELN score are shown in Figure B. The most frequent type of consolidation in pts with int/adverse risk was high-dose cytarabine (63.5%), with 38.9% receiving 1-2 cycles. Mean number of consolidation cycles in pts with favorable or int/adverse risk was similar, 2.7 (range, 1-4) and 2.6 (range, 1-6) cycles, respectively. A total of 42 (54.5%) pts with int/adverse risk who received consolidation underwent transplantation vs 8 (22.8%) with favorable risk; median time from first remission to transplant was 3.8 and 9.6 months for pts with int/adverse and favorable risk scores, respectively. Among 261 pts who achieved remission (regardless of treatment), 161 (61.7%) had int/adverse risk, of whom 100 (62.1%) did not have a transplant, mostly due to age, comorbidities, and performance status (Figure C). Among the 61 pts who received a transplant, 19 (31.1%) received 1 cycle and 23 (37.7%) received ≥ 2 cycles of consolidation prior to transplantation. Most pts who did not undergo transplantation had some type of post-remission therapy, such as intensive chemotherapy (35.0%), ongoing therapy with similar agents used in low-intensity induction (27.0%), or maintenance with a low-intensity agent not used during induction/consolidation (16.0%); 22.0% of pts did not receive any post-remission therapy. Conclusions : Treatment outcomes for pts with AML in the Connect ® Myeloid Disease Registry are consistent with expectations based on published data. In this analysis, pts with int/adverse ELN risk were unable to receive a transplant and continued to have poor OS despite receiving post-remission therapy. New non-transplant, post-remission treatment strategies are needed to prolong remission and improve survival. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Roboz:  Mesoblast: Consultancy; Jazz: Consultancy; Otsuka: Consultancy; Amgen: Consultancy; Agios: Consultancy; Celgene: Consultancy; Actinium: Consultancy; Daiichi Sankyo: Consultancy; Helsinn: Consultancy; Astex: Consultancy; AstraZeneca: Consultancy; Bristol Myers Squibb: Consultancy; Novartis: Consultancy; Blueprint Medicines: Consultancy; Astellas: Consultancy; Bayer: Consultancy; Janssen: Research Funding; MEI Pharma - IDMC Chair: Consultancy; Janssen: Consultancy; AbbVie: Consultancy; Glaxo SmithKline: Consultancy; Jasper Therapeutics: Consultancy; Pfizer: Consultancy; Roche/Genentech: Consultancy. Abedi:  Abbvie: Speakers Bureau; Seattle Genetics: Speakers Bureau; BMS/Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Thompson:  Adaptive: Membership on an entity's Board of Directors or advisory committees; BMS/Celgene: Membership on an entity's Board of Directors or advisory committees, Other: Institutional Funding; Doximity: Current holder of stock options in a privately-held company, Membership on an entity's Board of Directors or advisory committees; Elsevier Clinical Path (VIA Oncology): Membership on an entity's Board of Directors or advisory committees; Epizyme: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees, Other: Institutional Funding; Syapse Precision Medicine Council: Membership on an entity's Board of Directors or advisory committees, Other: travel only, not compensated; Takeda: Membership on an entity's Board of Directors or advisory committees, Other: Institutional Funding; UpToDate: Other: Peer Review, Patents & Royalties; AbbVie: Other: Institutional Funding; Amgen: Other: Institutional Funding; Denovo: Other: Institutional Funding; Glaxo Smith Kline: Other: Institutional Funding; Hoosier Research Network: Other: Institutional Funding; Lilly: Other: Institutional Funding, Patents & Royalties; LynxBio: Other: Institutional Funding; GRAIL/Illumina: Consultancy, Other; TG Therapeutics: Other: Institutional Funding. Sekeres:  Novartis: Membership on an entity's Board of Directors or advisory committees; Takeda/Millenium: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees. Pollyea:  Agios: Other, Research Funding; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Aprea: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astellas: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Research Funding; Amgen: Honoraria; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Other: advisory board; Curis, Servier: Other; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other; Foghorn: Honoraria, Membership on an entity's Board of Directors or advisory committees; Syros: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Honoraria, Other: advisory board; Kiadis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Syndax: Honoraria, Membership on an entity's Board of Directors or advisory committees; Genentech: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Teva: Research Funding; Jazz: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: advisory board; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Seiter:  Forma: Research Funding; Celgene (BMS): Honoraria, Research Funding; Sun Pharma: Research Funding; Jazz: Honoraria, Research Funding; Incyte: Honoraria; Novartis: Honoraria; Delta FLY: Research Funding; Rafael: Research Funding; Glycomimetics: Research Funding. Yu:  BMS: Current Employment. Kiselev:  Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company, Current holder of individual stocks in a privately-held company. Little:  BMS: Current Employment. Fernandez:  BMS: Current Employment. DeGutis:  BMS: Current Employment, Current equity holder in publicly-traded company. Erba:  AbbVie Inc: Other: Independent review committee; AbbVie Inc; Agios Pharmaceuticals Inc; ALX Oncology; Amgen Inc; Daiichi Sankyo Inc; FORMA Therapeutics; Forty Seven Inc; Gilead Sciences Inc; GlycoMimetics Inc; ImmunoGen Inc; Jazz Pharmaceuticals Inc; MacroGenics Inc; Novartis; PTC Therapeutics: Research Funding; AbbVie Inc; Agios Pharmaceuticals Inc; Astellas; Bristol Myers Squibb; Celgene, a Bristol Myers Squibb company; Daiichi Sankyo Inc; Genentech, a member of the Roche Group; GlycoMimetics Inc; Incyte Corporation; Jazz Pharmaceuticals Inc; Kura Oncology; Nov: Other: Advisory Committee; AbbVie Inc; Agios Pharmaceuticals Inc; Bristol Myers Squibb; Celgene, a Bristol Myers Squibb company; Incyte Corporation; Jazz Pharmaceuticals Inc; Novartis: Speakers Bureau.",
    "author_names": [
        "Gail J. Roboz",
        "Mehrdad Abedi",
        "Michael A. Thompson",
        "Mikkael A. Sekeres",
        "Daniel A. Pollyea",
        "Karen Seiter",
        "Edward Yu",
        "Pavel Kiselev",
        "Michelle Little",
        "Irina Fernandez",
        "Irene S. DeGutis",
        "Harry P. Erba"
    ],
    "author_dict_list": [
        {
            "author_name": "Gail J. Roboz",
            "author_affiliations": [
                "Weill Cornell Medicine and New York-Presbyterian Hospital, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mehrdad Abedi",
            "author_affiliations": [
                "University of California Davis, Sacramento, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Thompson",
            "author_affiliations": [
                "Advocate Aurora Health, Milwaukee, WI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres",
            "author_affiliations": [
                "Division of Hematology, University of Miami, Sylvester Comprehensive Cancer Center, Miami, FL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel A. Pollyea",
            "author_affiliations": [
                "Department of Hematology, University of Colorado, Aurora, CO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Seiter",
            "author_affiliations": [
                "New York Medical College, Valhalla, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Yu",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavel Kiselev",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Little",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irina Fernandez",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene S. DeGutis",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry P. Erba",
            "author_affiliations": [
                "Hematologic Malignancies Clinic, Duke University Blood Cancer Center, Durham, NC"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:39:01",
    "is_scraped": "1"
}