{
    "doi": "https://doi.org/10.1182/blood.V120.21.1117.1117",
    "article_title": "Biodistribution of the Recombinant Fusion Protein Linking the Human Factor IX to Human Albumin (rIX-FP) in Rats ",
    "article_date": "November 16, 2012",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "Abstract 1117 The recombinant fusion protein linking the human coagulation factor IX to human albumin, rIX-FP, developed by CSL Behring GmbH, is currently undergoing investigation in clinical phase II/III trials (PROLONG - 9FP) for prophylaxis and on-demand treatment of bleeding in haemophilia B patients. The present study has been conducted to evaluate the biodistribution of rIX-FP in comparison to the marketed recombinant factor IX product BeneFIX®. Therefore, [ 3 H]-rIX-FP or [ 3 H]-BeneFIX®, labeled at lysine or terminal NH 2 residues using the N-Succinimidyl [2,3,- 3 H] propionate (NSP) method, were administered intravenously to male Sprague Dawley (SD) rats at a single dose leading to a radioactive dose of 400 μCi/kg. Using whole-body autoradiography (QWBA), tissue radioactivity was determined at 0.25, 1, 3, 8, 24, 72, 120 and 240 hours following [ 3 H]-rIX-FP, and at 0.25, 1, 3 and 24 hours following [ 3 H]-BeneFIX® administration. In addition to full body sections, the hind limbs were separately subjected to QWBA to obtain more detailed information on the product distribution within the bone marrow, articular capsule and synovial region of the knee joints. In parallel, plasma, urine and faeces were collected at pre-dose and at several sampling points throughout the 24 and 240 hour study period, respectively, to calculate excretion balance and assess physiological elimination pathways. The radioactivity associated with the purified [ 3 H]-labelled protein was determined by quantitative radiochemical analysis (QRA) and high performance liquid chromatography (HPLC). Biological activity of [ 3 H]-labelled rIX-FP and BeneFIX® was confirmed using a chromogenic assay for factor IX activity. The radioactivity associated with plasma, urine and faeces samples was determined by QRA. HPLC-mass spectrometry (MS) techniques were employed to further characterize individual components identified following profiling of plasma and urine samples by size exclusion chromatography (SEC). Overall, the tissue distribution of [ 3 H]-rIX-FP and [ 3 H]-BeneFIX® was comparable, both penetrating predominantly into well perfused tissues and organs. Both products are also rapidly present in synovial and mineralized regions of knee joint sections and seem to mostly localize to the zone of calcified cartilage within the growth plate regions of long bones. For both, the longest retention time was observed in the bone marrow and endosteum of long bones. However, whereas [ 3 H]-rIX-FP was detectable over 120 hours after administration, [ 3 H]-BeneFIX® signal could only be detected until 24 hours post dosing. This is also reflected in the pharmacokinetic parameters determined based on the QRA of plasma and urine samples which suggested a terminal half life of 20.4 and 6.1 hours for [ 3 H]-rIX-FP and [ 3 H]-BeneFIX®, respectively, following correction for total radioactivity attributable to intact product. For both proteins, the major route of elimination was urinary. In case of [ 3 H]-rIX-FP 73% of radioactivity was recovered in urine at 240 hours, the latest sampling point investigated. Less than 5% of radioactivity was eliminated in faeces and approximately 20% of radioactivity was present in tissues after 240 hours. Plasma profiling showed that up to 8 hours, 100% of the radioactivity could be assigned to unchanged [ 3 H]-rIX-FP. From 24 to 240 hours, increasing levels of low molecular weight components (LMW) could be observed in plasma. Intriguingly, no high molecular protein components like [ 3 H]-rIX-FP or albumin were detected in urine. Only LMW [ 3 H]-components were found to be renally excreted. Such LMW components could be either be free [ 3 H]-Lysine or bigger peptide fragments derived from [ 3 H]-rIX-FP, which occur as a result of physiological protein catabolism. An exact identification of such renally excreted fragments is currently underway using HPLC-MS. Overall, the observed data are consistent with the hypothesis, that recycling via FcRn receptor is likely to be the physiological retention route for [ 3 H]-rIX-FP. Consequently, this study shows that rIX-FP exhibits equal biodistribution compared to other marketed recombinant factor IX products such as BeneFIX®, but clearly distinguishes itself from BeneFIX® by its extended plasma half-life allowing a reduction in dosing frequency leading to increased therapeutic convenience and compliance. Disclosures: Herzog: CSL Behring GmbH: Employment. Harris: Quotient Bioresearch Metabolic Chemistry: Commercial Research Organisation Other. McEwen: Quotient Bioresearch Metabolic Chemistry: Commercial Research Organisation Other. Pragst: CSL Behring GmbH: Employment. Dickneite: CSl Behring GmbH: Employment. Schulte: CSL Behring GmbH: Employment. Zollner: CSL Behring GmbH: Employment.",
    "topics": [
        "albumins",
        "fusion proteins",
        "rats",
        "rfix-fp",
        "human factors engineering",
        "factor ix",
        "high pressure liquid chromatography procedure",
        "drug administration routes",
        "lysine",
        "urine specimens"
    ],
    "author_names": [
        "Eva Herzog",
        "Stephen Harris",
        "Andrew McEwen",
        "Ingo Pragst",
        "Gerhard Dickneite",
        "Stefan Schulte, PhD",
        "Sabine Zollner"
    ],
    "author_dict_list": [
        {
            "author_name": "Eva Herzog",
            "author_affiliations": [
                "CSL Behring GmbH, Marburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephen Harris",
            "author_affiliations": [
                "Quotient Bioresearch Metabolic Chemistry, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew McEwen",
            "author_affiliations": [
                "Quotient Bioresearch Metabolic Chemistry, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingo Pragst",
            "author_affiliations": [
                "Pharmacology Toxicology, CSL Behring GmbH, Marburg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Dickneite",
            "author_affiliations": [
                "CSL Behring GmbH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Schulte, PhD",
            "author_affiliations": [
                "CSL Behring GmbH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Zollner",
            "author_affiliations": [
                "Pharmacology Toxicology, CSL Behring GmbH, Marburg, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T13:06:53",
    "is_scraped": "1"
}