{
    "doi": "https://doi.org/10.1182/blood.V104.11.4184.4184",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=99",
    "start_url_page_num": 99,
    "is_scraped": "1",
    "article_title": "Cellular Aggregates Induced from Monolayer Cultures of Human Pancreatic Cells Correct Hyperglycemia in Diabetic Mice and Demonstrate Physiological Production of Human C-Peptide. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "animal model",
        "c-peptide",
        "diabetes mellitus",
        "hyperglycemia",
        "mice",
        "pancreas",
        "glucose",
        "insulin",
        "lysine",
        "phosphotransferases"
    ],
    "author_names": [
        "Fred D. Wu, MD/PhD",
        "Michael R. Jagir",
        "Thomas T. Luu",
        "Jerry S. Powell, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, University of California Davis, Davis, CA, USA"
        ],
        [
            "Department of Internal Medicine, University of California Davis, Davis, CA, USA"
        ],
        [
            "Department of Internal Medicine, University of California Davis, Davis, CA, USA"
        ],
        [
            "Department of Internal Medicine, University of California Davis, Davis, CA, USA"
        ]
    ],
    "first_author_latitude": "38.544540999999995",
    "first_author_longitude": "-121.6120634",
    "abstract_text": "Diabetes is due to loss of appropriate insulin production by pancreatic islet cells, resulting in hyperglycemia and significant morbidity. We have developed cell cultures of pancreas-derived precursor cells that can be maintained for more than 20 population doublings in culture, growing as monolayers of undifferentiated cells. These monolayer cells can then be induced to differentiate into cellular aggregates that resemble islets when grown on different extracellular matrix components, including matrigel, or poly-d-lysine. The induced cellular aggregates, but not monolayer cells, correct hyperglycemia in diabetic (streptozotocin) SCID (severe combined immunodeficiency) mice after implantation under the kidney capsule. This animal model can be used to follow the process of differentiation from undifferentiated precursor cell to fully functional insulin producing beta cells, and to identify key proteins and genes involved in differentiation of pancreatic islet cells. Here we report that in the mice, after implantation of cellular aggregates, human c-peptide concentrations are controlled physiologically appropriately in response to glucose tolerance testing (challenged with 2 grams of glucose injected intraperitoneally) in the treated diabetic SCID mice (n = 6) as well as in normal mice that received implanted cellular aggregates (n = 6). Human c peptide is not detected in any of the control animals, nor in animals implanted with monolayer cells. Comparative RNA microarray data analyses, using U133 arrays (Affymetrix), were compared between the monolayer cells in culture and the cellular aggregates 48 hours after induction with poly-d-lysine. We consider of particular interest the up-regulation of BMP, CXCR4, and HGF in the cell aggregates, and the down-regulation of VCAM-1. We believe that these genes are necessary for either aggregation or for physiologically functional insulin secretion. When examined for greater than two-fold gene expression differences between monolayer and aggregated cells, 424 gene sequences were upregulated and 690 genes down regulated. In addition, RAGE display analysis for tyrosine kinases also showed that the kinases Erb-B2 and PDGFR-B were upregulated at 48 hours in the aggregating process. In contrast, DDR2, a collagen I receptor tyrosine kinase, was expressed equally in both monolayer and aggregated cells. In summary, the results suggest: 1) that a population of pancreatic stem cells can be isolated and cultured in vitro, 2) that these cells can be induced to form functional islet cells that correct hyperglycemia in diabetic mice, 3) that human c-peptide is physiologically regulated in aggregate implanted mice in response to glucose challenge, and 4) HGF, along with other genes of potential interest, is upregulated in the process of differentiation from monolayer to aggregated cell phenotype."
}