{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.300.300",
    "article_title": "Validation of FOXM1 As a Therapeutic Target in Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Novel Therapeutics and Mechanisms of Resistance in Myeloid Disease",
    "abstract_text": "Objectives: Forkhead box M1 (FOXM1) is a transcription factor of the Forkhead family that induces genes critical in executing the mitotic program. The FOXM1 regulatory network is a major predictor of adverse survival outcomes across 18000 human tumor expression signatures (Gentles. Nat Med 2015). FOXM1 interacts with nucleophosmin (NPM) in cancer cells and NPM determines the cellular localization of FOXM1. In the OCI-AML3 cell line and in AML primary samples with mutant alleles of NPM1, we have shown that FOXM1 and mutant NPM are re-localized to the cytoplasm (Khan. Leukemia 2017). We postulated that nuclear export of FOXM1 may underlie the chemotherapy responsiveness in NPM1 mut patients. We conducted a multi-institution study to investigate the nuclear expression level of FOXM1 as a predictor of chemotherapy resistance in AML and validate it as a therapeutic target. Methods: Adult patients diagnosed with intermediate-risk AML were identified at Northwestern Memorial and the University of Illinois Hospitals. A total of 102 patients were included in the study with equivalent representation from each institution. Clinical data were collected by chart review, and corresponding bone marrow biopsy samples were retrieved under an IRB approved protocol. Tissue sections were stained with a FOXM1 antibody and scanned images were analyzed using HALO 2.0 software. All biopsy specimens were reviewed by a hematopathologist for adequacy. The percentage of total nuclei expressing FOXM1, nuclear FOXM1 intensity (optical density), and the FOXM1 nuclear:cytoplasmic ratio were quantified. Statistical analysis was performed by the Design and Analysis Core, UIC. Results: Patient characteristics are summarized in Table 1. Out of 102 patients, 77 (75%) achieved a complete remission with or without count recovery (CR/CRi). We used lines of induction therapy needed to achieve remission as a measure of chemotherapy resistance. Patients were stratified as needing 1 or >1 line of induction therapy. Induction therapy included cytarabine and anthracycline in 82 cases and hypomethylator in 19 cases. We found that patients needing >1 line of induction therapy had substantially higher levels of nuclear FOXM1 in their diagnostic bone marrow biopsy compared to patients who responded to first-line therapy (20.4% vs. 11.4% positive nuclei; p= 0.066). In logistic regression analysis, the percentage of FOXM1 positive nuclei (OR 1.85 for 10% increase in positive nuclei, p=0.02) and average nuclear intensity (OR 2.18 for 0.1 U increase in OD, p=0.05) were able to predict resistance to first-line chemotherapy. Due to variation in post-induction therapies, the institutions were considered separately for survival analysis. Nuc:Cyto FOXM1 ratio was able to predict inferior overall survival in a single institution cohort analyzed (n=45) in a model incorporating standard clinicopathologic prognostic factors. Multivariate regression analysis is shown in Table 2. We then proceeded to validate nuclear FOXM1 as a therapeutic target in AML. Short hairpin knockdown of FOXM1 in AML cell lines results in decreased colony size and number (KG-1 shFOXM1: 0.35 normalized to control, p=0.01; MV4-11 shFOXM1: 0.61, p=0.03). We have shown that proteasome inhibitors stabilize HSP70 which is a negative regulator of FOXM1 (Halasi. JBC 2016). The novel proteasome inhibitor ixazomib was tested for in vitro effect on FOXM1 in AML cells. Ixazomib inhibits the transcriptional activity of FOXM1 using a luciferase reporter cell line with inducible FOXM1. Treatment with ixazomib significantly decreases FOXM1 mRNA and inhibits FOXM1 protein expression in AML cell lines and patient samples (n=12) resulting in increased apoptosis by caspase cleavage. This is consistent with the FOXM1 auto-regulation loop (Halasi. Cell Cycle 2009). The therapeutic efficacy of ixazomib in AML was then tested in vivo. Single agent treatment with ixazomib compared to vehicle in an murine xenograft model of AML showed significant reduction in tumor volume after 3 weeks of treatment (0.89cm 3 vs 1.62cm 3 , n=8 per group) and downregulation of FOXM1 expression. Conclusion: Our work shows for the first time that nuclear FOXM1 confers chemotherapy resistance in a clinically homogenous group of intermediate risk AML patients. Moreover we show that ixazomib, a well-tolerated novel proteasome inhibitors has therapeutic efficacy in AML models that correlates with suppression of FOXM1. View large Download slide View large Download slide  Close modal Disclosures Khan: Teva: Speakers Bureau; Takeda: Research Funding; Gilead: Consultancy.",
    "topics": [
        "forkhead box protein m1",
        "leukemia, myelocytic, acute",
        "ixazomib",
        "chemotherapy regimen",
        "neoadjuvant therapy",
        "proteasome inhibitors",
        "bone marrow biopsy",
        "anthracycline antibiotics",
        "antibodies",
        "biopsy"
    ],
    "author_names": [
        "Irum Khan, MBBS",
        "Anand Ashwin Patel, MD",
        "Marianna Halasi",
        "Rachael Schultz, BA",
        "Yi-Hua Chen, MD",
        "Nathan Aardsma, DO",
        "Nandini Kalakota, MD",
        "Li C Liu, PhD",
        "Nadim Mahmud, MBBS, PhD",
        "Peter Gann, MD",
        "Olga Frankfurt, MD",
        "Andrei Gartel, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Irum Khan, MBBS",
            "author_affiliations": [
                "University of Illinois, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anand Ashwin Patel, MD",
            "author_affiliations": [
                "Northwestern University, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marianna Halasi",
            "author_affiliations": [
                "University of Illinois, Chicago, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachael Schultz, BA",
            "author_affiliations": [
                "University of Illinois, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi-Hua Chen, MD",
            "author_affiliations": [
                "Pathology, Northwestern Univ., Feinberg Sch. of Med., Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan Aardsma, DO",
            "author_affiliations": [
                "Department of Pathology, University of Illinois, Chicago, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nandini Kalakota, MD",
            "author_affiliations": [
                "University of Illinois, Chicago, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li C Liu, PhD",
            "author_affiliations": [
                "School of Public Heath, University of Illinois Chicago, Chicago, IL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadim Mahmud, MBBS, PhD",
            "author_affiliations": [
                "University of Illinois, Chicago, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Gann, MD",
            "author_affiliations": [
                "Department of Pathology, University of Illinois, Chicago, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Frankfurt, MD",
            "author_affiliations": [
                "Northwestern University, Chicago, IL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrei Gartel, PhD",
            "author_affiliations": [
                "University of Illinois, Chicago, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:46:01",
    "is_scraped": "1"
}