{
    "doi": "https://doi.org/10.1182/blood.V110.11.1745.1745",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=839",
    "start_url_page_num": 839,
    "is_scraped": "1",
    "article_title": "The Acidic COOH-Terminal Region of Factor Va Heavy Chain Controls the Rate of Prothrombin Activation by Prothrombinase. ",
    "article_date": "November 16, 2007",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "factor va",
        "prothrombin",
        "thromboplastin",
        "molecule",
        "thrombin",
        "amino acids",
        "factor xa",
        "ions",
        "peptides",
        "antigens, cd98 light chains"
    ],
    "author_names": [
        "Jamila Hirbawi, BS",
        "Michael A. Bukys, BS",
        "Melissa A. Barhoover, BS",
        "Michael Kalafatis, PhD"
    ],
    "author_affiliations": [
        [
            "Chemistry, Cleveland State University, Cleveland, OH, USA"
        ],
        [
            "Chemistry, Cleveland State University, Cleveland, OH, USA"
        ],
        [
            "Chemistry, Cleveland State University, Cleveland, OH, USA"
        ],
        [
            "Chemistry, Cleveland State University, Cleveland, OH, USA",
            "Molecular Cardiology, Cleveland Clinic, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.50254025",
    "first_author_longitude": "-81.64079109999999",
    "abstract_text": "The blood coagulation cascade is initiated at the site of vascular injury and results in the activation of prothrombin (Pro) to thrombin by the prothrombinase (IIase) complex. IIase is composed of the enzyme, factor Xa (fXa) bound to its cofactor, factor Va (fVa) on a phospholipid surface in the presence of Ca 2+ ions. Two pathways for Pro activation are possible: membrane-bound fXa alone activates Pro following initial cleavage at Arg 271 followed by cleavage at Arg 320 , while the fully assembled IIase activates Pro following the opposite pathway, initial cleavage at Arg 320 followed by cleavage at Arg 271 . Activation of Pro via this latter pathway is characterized by the generation of a transient intermediate, meizothrombin (MzT) that has proteolytic activity. Initial cleavage of prothrombin at Arg 320 resulting in MzT generation is absolutely fVa-dependent. Human factor V (fV) is activated by thrombin to produce a heterodimer consisting of a heavy chain and a light chain associated through divalent metal ions. The heavy chain of fVa contains an acidic hirudin-like region at the COOH-terminus (amino acids 680–709). We have shown using overlapping peptides from this region that a pentapeptide with the sequence DYDYQ inhibits Pro activation by IIase by inhibiting MzT generation. In has been reported that various proteases can cleave the acidic region of fVa heavy chain to produce a cofactor with a truncated heavy chain. All the studies revealed that removal of the acidic COOH-terminal portion of fVa heavy chain results in a cofactor molecule that is deficient in its clotting activity in a clotting assay using fV-deficient plasma, however IIase assembled with cofactor molecules missing the acidic COOH-terminus have significant higher k cat for Pro activation as assessed in an assay using purified reagents and a chromogenic substrate specific for thrombin. A molecular explanation for these paradoxical observations has not yet been provided. We have created a mutant recombinant fV molecule that is missing the last 30 amino acids from the heavy chain (fV Δ680-709 ). The clotting activity of the mutant molecule was impaired as compared to wild type fVa. IIase assembled with fVa Δ680-709 demonstrated a 30–40% increase in the k cat for the activation of Pro. Interstingly, gel electrophoresis revealed a delay in Pro activation with persistence of MzT during activation. Further experiments demonstrated that peptide DYDYQ inhibited MzT formation by IIase assembled with fVa Δ680-709 . It has been well established that while MzT has poor clotting activity, its amidolytic activity is considerable increased towards small chromogenic substrates compared to thrombin. A logical explanation that will reconcile all the findings described above is that, the acidic COOH-terminus of fVa heavy chain regulates MzT concentration within IIase during the factor Xa catalyzed Pro activation. Thus, activation of Pro by IIase assembled with a cofactor that is missing the acidic region will result in increased MzT production. This result will be translated by a fVa molecule that is deficient in its clotting activity and produces an increase in k cat when introduced into IIase. In contrast, in the presence of an excess of DYDYQ no MzT is made by IIase resulting in the slow generation of thrombin through the alternative pathway. Our data are consistent with the interpretation that the acidic COOH-terminus of fVa heavy chain contributes a major productive interactive site for Pro within IIase."
}