{
    "doi": "https://doi.org/10.1182/blood-2021-147983",
    "article_title": "Cevostamab Monotherapy Continues to Show Clinically Meaningful Activity and Manageable Safety in Patients with Heavily Pre-Treated Relapsed/Refractory Multiple Myeloma (RRMM): Updated Results from an Ongoing Phase I Study ",
    "article_date": "November 5, 2021",
    "session_type": "653.Myeloma and Plasma Cell Dyscrasias: Clinical-Prospective Therapeutic Trials",
    "abstract_text": "Background: Fc receptor-homolog 5 (FcRH5) is a type I membrane protein that is expressed exclusively in the B-cell lineage, and at a higher level on myeloma cells than on normal B cells. Cevostamab is a FcRH5xCD3 bispecific antibody (BsAb) that facilitates T cell-directed killing of myeloma cells. Initial data from the dose-escalation phase of the ongoing Phase I study (NCT03275103) of cevostamab monotherapy in patients (pts) with heavily pre-treated RRMM demonstrated promising activity and manageable safety, along with near ubiquitous FcRH5 expression on myeloma cells (Cohen et al. ASH 2020; Sumiyoshi et al. EHA 2021). We present updated safety and efficacy data from a larger cohort of pts, including results comparing Cycle (C) 1 single step-up (SS) and double step-up (DS) dosing for the mitigation of cytokine release syndrome (CRS). Methods: Participants have RRMM for which no established therapy is available or appropriate. Cevostamab (intravenous infusion) is administered in 21-day cycles. In the SS cohorts, the step dose (0.05-3.6mg) is given on C1 Day (D) 1 and the target dose (0.15-198mg) on C1D8. In the DS cohorts, the step doses are given on C1D1 (0.3-1.2mg) and C1D8 (3.6mg), and the target dose (60-160mg) on C1D15. In both regimens, the target dose is given on D1 of subsequent cycles. Cevostamab is continued for a total of 17 cycles, unless progressive disease or unacceptable toxicity occurs. CRS is reported using ASTCT criteria (Lee et al. Biol Blood Marrow Transplant 2019). Results: At data cut-off (18 May 2021), 160 pts had been enrolled (median age: 64 years, range: 33-82 years; male: 58.1%); 21.3% of pts had extramedullary disease. Median number of prior lines of therapy was 6 (range: 2-18). Most pts (85.0%) were triple-class refractory (PI, IMiD, anti-CD38 antibody). 28 pts (17.5%) had received ≥1 prior CAR-T, 13 pts (8.1%) ≥1 prior BsAb, 27 pts (16.9%) ≥1 prior antibody-drug conjugate (ADC), and 54 pts (33.8%) ≥1 prior anti-BCMA targeting agent. Median follow-up in exposed pts was 6.1 months. Almost all had ≥1 adverse event ( Table ). The most common was CRS (128/160 pts [80.0%]; Grade [Gr] 1: 42.5%; Gr 2: 36.3%; Gr 3: 1.3%). Immune effector cell-associated neurotoxicity syndrome (ICANS) associated with CRS was observed in 21 pts (13.1%) and in 34/211 (16.1%) CRS events (Gr 1: 8.5%; Gr 2: 6.2%; Gr 3: 1.4%). Most CRS events occurred in C1 (87.2%), arose within 24 hours of cevostamab administration (70.5%), and resolved within 48 hours of onset (83.4%). In the pts with CRS, tocilizumab was used for CRS management in 43.8% and steroids in 25.8% (both agents: 18.0%). In SS dose-escalation (68 pts), 3.6mg was chosen as the most effective C1D1 SS dose for limiting CRS in C1, with no target dose-dependent increase in the rate or severity of CRS observed after the C1D8 administration. Likewise, in DS dose-escalation (30 pts), 0.3/3.6mg was identified as the preferred C1D1/C1D8 DS dose for limiting CRS in C1. Notably, the overall rate of CRS was lower in the pts who received the 0.3/3.6mg/target DS regimen than in those who received the 3.6mg/target SS regimen (77.3% [34/44] vs 88.2% [75/85], respectively). The rate of ICANS associated with CRS was also lower in the 0.3/3.6mg/target DS cohort than in the 3.6mg/target SS cohort (4.5% [2/44] vs 21.2% [18/85], respectively). At data cut-off, 158/160 pts were efficacy evaluable. In dose-escalation, responses were observed at the 20-198mg target dose levels, and data suggested a target dose-dependent increase in clinical efficacy. Median time to response was 29 days (range: 20-179 days). Two dose-expansion cohorts were opened: ORR was higher at the 160mg dose level (54.5%, 24/44 pts) than at the 90mg dose level (36.7%, 22/60). At target dose levels >90mg, ORRs in pts with prior exposure to CAR-Ts, BsAbs, ADCs, and anti-BCMA targeting agents were 44.4% (4/9 pts), 33.3% (3/9), 50.0% (7/14), and 36.4% (8/22) respectively. Median follow-up among all responders (n=61) was 8.1 months; estimated median duration of response was 15.6 months (95% CI: 6.4, 21.6). Conclusions: Cevostamab monotherapy continues to show clinically meaningful activity in a large cohort of pts with heavily pre-treated RRMM, with a target dose-dependent increase in ORR, but no increase in CRS rate. Responses appear durable, and are observed in pts with prior exposure to CAR-Ts, BsAbs, and ADCs. Compared with SS dosing, DS dosing at the 0.3/3.6mg level appears to be associated with a trend for an improved C1 safety profile. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Trudel:  Amgen: Honoraria, Research Funding; GlaxoSmithKline: Consultancy, Honoraria, Research Funding; Roche: Consultancy; Genentech: Research Funding; Pfizer: Honoraria, Research Funding; BMS/Celgene: Consultancy, Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Sanofi: Honoraria. Cohen:  BMS/Celgene: Consultancy; GlaxoSmithKline: Consultancy, Research Funding; Oncopeptides: Consultancy; Novartis: Research Funding; Genentech/Roche: Consultancy; AstraZeneca: Consultancy; Janssen: Consultancy; Takeda: Consultancy. Krishnan:  MAGENTA: Consultancy; BMS: Consultancy, Current equity holder in publicly-traded company, Speakers Bureau; JANSSEN: Consultancy, Research Funding; City of Hope Cancer Center: Current Employment; REGENERON: Consultancy; SANOFI: Consultancy; GSK: Consultancy; Amgen: Speakers Bureau. Fonseca:  Kite: Consultancy; Juno: Consultancy; Merck: Consultancy; Sanofi: Consultancy; Pharmacyclics: Consultancy; Novartis: Consultancy; OncoTracker: Consultancy, Membership on an entity's Board of Directors or advisory committees; Aduro: Consultancy; Caris Life Sciences: Membership on an entity's Board of Directors or advisory committees; Patent: Prognosticaton of myeloma via FISH: Patents & Royalties; AbbVie: Consultancy; GSK: Consultancy; Scientific Advisory Board: Adaptive Biotechnologies: Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy; Amgen: Consultancy; Mayo Clinic in Arizona: Current Employment; Celgene: Consultancy; BMS: Consultancy; Takeda: Consultancy; Janssen: Consultancy. Spencer:  Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees. Berdeja:  Bluebird bio, BMS, Celgene, CRISPR Therapeutics, Janssen, Kite Pharma, Legend Biotech, SecuraBio, Takeda: Consultancy; Abbvie, Acetylon, Amgen: Research Funding; EMD Sorono, Genentech: Research Funding; Celularity, CRISPR Therapeutics: Research Funding; GSK, Ichnos Sciences, Incyte: Research Funding; Lilly, Novartis: Research Funding; Poseida, Sanofi, Teva: Research Funding. Lesokhin:  Serametrix, Inc: Patents & Royalties; Behringer Ingelheim: Honoraria; Genetech: Research Funding; Iteos: Consultancy; Janssen: Honoraria, Research Funding; pfizer: Consultancy, Research Funding; bristol myers squibb: Research Funding; Trillium Therapeutics: Consultancy. Forsberg:  University of Colorado: Current Employment; Karyopharm, Sanofi, Genentech: Research Funding. Costa:  Karyopharm: Consultancy, Honoraria; BMS: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau. Rodriguez-Otero:  Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene-BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees; Kite: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; Regeneron: Honoraria; Clínica Universidad de Navarra: Current Employment. Kaedbey:  Takeda, Sanofi: Honoraria; Celgene/BMS, Janssen: Honoraria; Royal Victoria Hospital Lakeshore Hospital: Ended employment in the past 24 months; Jewish General Hospital - McGill University: Current Employment. Richter:  Janssen, Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Adaptive biotechnologies: Speakers Bureau; BMS, Karyopharm, Antengene: Membership on an entity's Board of Directors or advisory committees; Tisch Cancer Institute: Icahn School of Medicine at Mount Sinai: Current Employment. Mateos:  Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene - Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Regeneron: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sea-Gen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Honoraria; Bluebird bio: Honoraria; GSK: Honoraria; Oncopeptides: Honoraria. Thomas:  Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Genentech: Research Funding; Acerta Pharma: Research Funding; X4 Pharma: Research Funding; Ascentage Pharma: Research Funding; BeiGene: Membership on an entity's Board of Directors or advisory committees; BMS: Research Funding. Wong:  Genentech: Current Employment; CTMX, UBX, BMRN: Current equity holder in publicly-traded company. Li:  Genentech/Roche: Current Employment, Current equity holder in publicly-traded company. Choeurng:  Genentech: Current Employment, Current equity holder in publicly-traded company. Vaze:  Roche/Genentech: Current Employment, Current holder of individual stocks in a privately-held company, Current holder of stock options in a privately-held company. Samineni:  Genentech: Current Employment, Current holder of individual stocks in a privately-held company, Current holder of stock options in a privately-held company. Sumiyoshi:  Genentech: Current Employment, Current equity holder in publicly-traded company, Divested equity in a private or publicly-traded company in the past 24 months. Cooper:  Genentech: Current Employment; Roche: Current holder of individual stocks in a privately-held company. Harrison:  Haemalogix: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Roche/Genentech: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen Cilag: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene/ Juno/ BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Eusa: Consultancy, Honoraria, Speakers Bureau; Terumo BCT: Consultancy, Honoraria. OffLabel Disclosure: Cevostamab is a FcRH5xCD3 bispecific antibody that facilitates T cell-directed killing of myeloma cells. Cevostamab is an investigational agent.",
    "author_names": [
        "Suzanne Trudel",
        "Adam D Cohen",
        "Amrita Y. Krishnan",
        "Rafael Fonseca",
        "Andrew Spencer",
        "Jesús G. Berdeja",
        "Alexander Lesokhin",
        "Peter A Forsberg",
        "Jacob P. Laubach",
        "Luciano J. Costa",
        "Paula Rodriguez-Otero",
        "Rayan Kaedbey",
        "Joshua Richter",
        "Maria-Victoria Mateos",
        "Sheeba K Thomas",
        "Chihunt Wong",
        "Mengsong Li",
        "Voleak Choeurng",
        "Anjali Vaze",
        "Divya Samineni",
        "Teiko Sumiyoshi",
        "James Cooper",
        "Simon J Harrison"
    ],
    "author_dict_list": [
        {
            "author_name": "Suzanne Trudel",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adam D Cohen",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amrita Y. Krishnan",
            "author_affiliations": [
                "City of Hope, Duarte, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Fonseca",
            "author_affiliations": [
                "Division of Hematology/Oncology, Mayo Clinic, Phoenix, AZ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Spencer",
            "author_affiliations": [
                "Alfred Health-Monash University, Melbourne, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesús G. Berdeja",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Lesokhin",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter A Forsberg",
            "author_affiliations": [
                "University of Colorado School of Medicine, Aurora, CO"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacob P. Laubach",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luciano J. Costa",
            "author_affiliations": [
                "University of Alabama at Birmingham, Vestavia, AL"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Rodriguez-Otero",
            "author_affiliations": [
                "Clínica Universidad de Navarra, Pamplona, Spain"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rayan Kaedbey",
            "author_affiliations": [
                "Jewish General Hospital, McGill University, Montreal, Canada"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Richter",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria-Victoria Mateos",
            "author_affiliations": [
                "Instituto de Investigación Biomédica de Salamanca (IBSAL), Hospital Universitario de Salamanca, Salamanca, Spain"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheeba K Thomas",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chihunt Wong",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mengsong Li",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Voleak Choeurng",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali Vaze",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Divya Samineni",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teiko Sumiyoshi",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Cooper",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon J Harrison",
            "author_affiliations": [
                "Peter MacCallum Cancer Centre, Sir Peter MacCallum Department of Oncology, Melbourne University, and The Royal Melbourne Hospital, Melbourne, Australia"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:30:48",
    "is_scraped": "1"
}