{
    "doi": "https://doi.org/10.1182/blood.V120.21.3509.3509",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2157",
    "start_url_page_num": 2157,
    "is_scraped": "1",
    "article_title": "Mutation Selective IDH Inhibitors Mediate Histone and DNA Methylation Changes ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "histones",
        "mutation",
        "dna methylation",
        "dna",
        "enzymes",
        "leukemia, myelocytic, acute",
        "neoplasms",
        "acute erythroblastic leukemia",
        "alpha-hydroxyglutarate",
        "granulocyte-macrophage colony-stimulating factor"
    ],
    "author_names": [
        "Katharine Yen",
        "Fang Wang",
        "Stefanie Schalm",
        "Erica Hansen",
        "Kimberly Straley, BS",
        "Andrew Kernytsky",
        "Sung Choe",
        "Wei Liu",
        "Janeta Popovici-Muller",
        "Jeremy Travins",
        "Hua Yang",
        "Lee Silverman",
        "Julie Losman Aurore",
        "William G. Kaelin, Jr., MD",
        "Stefan Gross",
        "Lenny Dang",
        "Frank Salituro",
        "Jeffrey Saunders",
        "Marion Dorsch",
        "Samuel Agresta, MD",
        "David P. Schenkein, MD",
        "Michael Su",
        "Scott Biller"
    ],
    "author_affiliations": [
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaecuticals, Cambridge, MA, USA, "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA, "
        ],
        [
            "Howard Hughes Medical Institute, Dana Farber Cancer Center, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Sage Therapeutics, Cambridge, MA, "
        ],
        [
            "Ember Therapeutics, Boston, MA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals"
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Agios Pharmaceuticals, Cambridge, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.360598100000004",
    "first_author_longitude": "-71.1019203",
    "abstract_text": "Abstract 3509 Mutations in the isocitrate dehydrogenase 1 ( IDH1 ) and 2 ( IDH2 ) genes are present in ∼16% of acute myeloid leukemia, and cause a neomorphic enzyme activity that results in the production of 2-hydroxyglutarate (2HG). Mutational and epigenetic profiling of a large patient cohort of acute myeloid leukemia (AML) has revealed that IDH1/2-mutant AMLs display global DNA hypermethylation and an impaired hematopoietic differentiation. To further investigate the intrinsic effect of 2HG on hematopoietic proliferation and differentiation, we transfected an erythroleukemia cell line (TF-1) with either IDH1 or IDH2 mutant alleles. These cells overexpress the mutant enzyme, have high levels of 2HG, and exhibit GM-CSF independent growth. Consistent with clinical observations, overexpression of the IDH mutant proteins led to hypermethylation of both histones and DNA. These results suggest that mutations in IDH1/2 could lead to epigenetic rewiring of cells that could facilitate the gain of function phenotype. To gain a broader understanding of the biological consequence of the IDH1/2 gain of function mutations we have generated small molecules that are capable of selectively inhibiting IDHm enzymes. Upon compound treatment in vitro, we are able to reverse hypermethylation of both histones and DNA in Idhm expressing cells. These compounds are also suitable for use in vivo and upon compound treatment are able to lower 2HG by >90% in tumor xenograft models. These data suggest that an inhibitor of IDH1/2 mutations could correct the altered gene expression patterns seen in IDH1/2 mutant AML tumors and potentially lead to a profound effect on hematopoietic differentiation, proliferation and tumor growth. Disclosures: Yen: Agios Pharmaceuticals: Employment, Equity Ownership. Wang: Agios Pharmaceuticals: Employment, Equity Ownership. Schalm: Agios Pharmaceuticals: Employment, Equity Ownership. Hansen: Agios Pharmaceuticals: Employment, Equity Ownership. Straley: Agios Pharmaceuticals: Employment. Kernytsky: Agios Pharmaceuticals: Employment, Equity Ownership. Choe: Agios Pharmaceuticals: Employment, Equity Ownership. Liu: Agios Pharmaceuticals: Employment, Equity Ownership. Popovici-Muller: Agios Pharmaceuticals: Employment, Equity Ownership. Travins: Agios pharmaceuticals: Employment, Equity Ownership. Yang: Agios Pharmaceuticals: Employment, Equity Ownership. Silverman: Agios Pharmaceuticals: Employment, Equity Ownership. Gross: Agios Pharmaceuticals: Employment, Equity Ownership. Dang: Agios Pharmaceuticals: Employment, Equity Ownership. Salituro: Agios Pharmaceuticals: Consultancy, Equity Ownership. Saunders: Agios Pharmaceuticals: Consultancy, Equity Ownership. Dorsch: Agios Pharmaceuticals: Employment, Equity Ownership. Agresta: Agios Pharmaceuticals: Employment. Schenkein: Agios Pharmaceuticals: Employment, Equity Ownership. Su: Agios Pharmaceuticals: Employment, Equity Ownership. Biller: Agios Pharmaceuticals: Employment, Equity Ownership."
}