{
    "doi": "https://doi.org/10.1182/blood.V124.21.3476.3476",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2900",
    "start_url_page_num": 2900,
    "is_scraped": "1",
    "article_title": "Plasma Protease-Mediated Metabolism of Carfilzomib and Its Implications on Clinical Effects and Side Effects ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "adverse effects",
        "carfilzomib",
        "endopeptidases",
        "metabolism",
        "peptide hydrolases",
        "plasma",
        "albumins",
        "protease inhibitor",
        "apheresis",
        "cancer"
    ],
    "author_names": [
        "Sissung M Tristan, MS, PhD",
        "Cody J Peer, PhD",
        "Neha Korde, MD",
        "Lakhani Nehal, MD",
        "Malinkody Sham, MD",
        "Ola Landgren, MD, PhD",
        "William D Figg, PharmD"
    ],
    "author_affiliations": [
        [
            "Clinical Pharmacology Program, Office of the Clinical Director, Bethesda, MD "
        ],
        [
            "National Cancer Institute, Bethesda, MD "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan-Kettering, New York, NY "
        ],
        [
            "National Cancer Institute, Bethesda, MD "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "National Cancer Institute, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.0041838",
    "first_author_longitude": "-77.1130781",
    "abstract_text": "Introduction: Similar to most other anti-cancer drugs, carfilzomib is administered at a defined dose per m 2 . Inspired by preclinical data showing that extrahepatic peptidases play an important role in the metabolism of carfilzomib, using samples from a prospective clinical trial, we conducted an investigation focusing on concentrations of albumin in peripheral blood and its effects on plasma protease-mediated metabolism of carfilzomib. Methods: Baseline laboratory values, pharmacokinetics data, and response data were collected from the clinical trial. Minimal residual disease was determined by multi-parametric flow cytometry utilizing, 8-color flow panel and analyzes ≥ 3 x 10 6 events (sensitivity 1 x 10 -5 ). To study the rate of metabolism in plasma, apheresis samples were obtained from the NIH blood bank, lyophilized albumin was added to plasma with and without a non-specific protease inhibitor cocktail (1X). Carfilzomib concentrations were obtained at several time points over the course of 24 hours by mass spectrometry via previously published methods. Results: Patients with baseline serum albumin >4.0 g/dL had a near 4-fold greater clearance (1576 L/h vs 401.1 L/h; n =9 vs n =34) that was further increased in patients with normal white blood cell count. Consistent with the increase in clearance, 80% of patients (29/33) with albumin 4.0 g/dL had a similar outcome. Therefore, individuals with baseline albumin >4.0 g/dL are at significantly greater risk for not responding to the combination of carfilzomib, lenalidomide, and dexamethasone [OR (95%CI) = 7.3 (1.4-36.7); P =0.0049]. Median progression-free survival was also longer in patients with albumin 4.0 g/dL (unreached vs. 18.8 months; P =0.0002). A trend between albumin and lymphopenia was also detected (P=0.17). The addition of 1.0 g/dL albumin increased the ex vivo proteolytic rate of carfilzomib in apheresis plasma from healthy individuals (74% vs 57.2% unreacted carfilzomib after 24 hours at 37°C), and the addition of a non-specific protease inhibitor reduced carfilzomib metabolism in plasma Conclusions: Although they have lower grade myeloma, patients with albumin >4.0 g/dL, surprisingly, are at greater risk at having worse clinical outcomes to carfilzomib therapy; this finding appears to depend upon the ability of albumin to directly potentiate plasma protease-mediated metabolism of carfilzomib. Therefore, dose adjustments or concomitant therapy with protease inhibitors may be warranted in such patients. Efforts are underway to identify specific proteases that metabolize carfilzomib and determine potential inhibitors that may be clinically useful. Disclosures No relevant conflicts of interest to declare."
}