{
    "doi": "https://doi.org/10.1182/blood.V124.21.726.726",
    "article_title": "Exome Sequencing to Define a Genetic Signature of Plasma Cells in Systemic AL Amyloidosis ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Genomics",
    "abstract_text": "Introduction : Systemic light chain amyloidosis (AL) is characterized by the deposition of immunoglobulin light chains as amyloid fibrils in different organs, where they form toxic protein aggregates. The underlying disease is a plasma cell disorder, likely a monoclonal gammopathy, but limited data are available on the biology of the plasma cell clone underlying AL and existing studies have concentrated on chromosomal abnormalities. We report the final findings of the first exome sequencing to define the plasma cell signature in AL and compared this to other mature lymphoid malignancies. Methods : Whole exome sequencing was performed on 27 newly diagnosed, histologically proven amyloidosis patients. DNA was extracted from peripheral blood and CD138+ plasma cells and whole exome sequencing was performed using SureSelect (Agilent). In addition to capturing the exome, extra baits were added covering the IGH , IGK , IGL and MYC loci in order to determine the breakpoints associated with translocations in these genes. Tumour and germline DNA were sequenced and data processed to generate copy number, acquired variants and translocation breakpoints in the tumour. Patient demographics: The median age at diagnosis was 69 (range: 41-81) years old. All cases were histologically proven, newly diagnosed AL amyloid. 74% were lambda restricted and 26% kappa with median respective median involved sFLC were 180 mg/L (range: 58.9-986 mg/L) and 730 mg/L (609-3190 mg/L) respectively. The median plasmocytosis was 17.5% (range: 2-90%). 78% of them had evidence of heart involvement, 70% had renal involvement and 33% had liver involvement. Mutation load : The median number of acquired non-synonymous variants per sample was 65 (range 7-285) with 40 (4-251) potentially disease causing variants per sample. Mutational landscape: Although no genes were significantly mutated, the genes closest to significance were NRAS , PIM1 , and HIST1H3F . We identified 2 cases with NRAS mutations in the codon 61 (Q61R and Q61H) but no KRAS mutations were seen. Interestingly, there were mutations in some of the significantly mutated genes in myeloma such as EGR1 (Q95R), DIS3 (M505L and D317E) and TRAF3 (splice site). One patient bore a CARD11 (R1077W) mutation, more commonly seen in non-Hodgkin’s lymphoma. Although 22% of our samples had a t(11;14) translocations we did not observe any mutations in CCND1 . We identified a t(1;14) (p36;q32) previously described in non-hodgkin lymphoma in one patient. We also identified a Myc translocation in a patient who met the criteria for smouldering myeloma. As previously described in myeloma, both DIS3 mutants occurred in patients with a del(13q). Finally, there was no APOBEC signature in our small samples cohort butwe identified an unspecific mutational signature that was related to age. When comparing the spectrum of mutated genes in both amyloidosis (n=27) and previously sequenced myeloma samples (n=463), we identified 948 genes in common between myeloma and amyloidosis. Four hundred and forty two genes were only mutated in amyloidosis most of them being in housekeeping genes. The clustering of the most frequent and significantly mutated genes in each B-cell malignancy, suggests amyloidosis resembles myeloma and MGUS more than other B-cell malignancies. Discussion: The mutational landscape of amyloidosis resembles myeloma with no disease defining mutations but a variety of mutations occurring in different pathways such as RAS and NF-kB. Two samples had an NRAS mutation, which is a known driver mutation also found in MM. We identified a non-canonical IgH translocation that is a rare event in myeloma. There was little overlap in mutated genes indicating a diverse spectrum of mutations, which is in common with MM. Given the diverse mutational spectrum it will be necessary to study a large cohort to fully understand the genetic complexity of the disease. Conclusion: We conclude that exome sequencing identifies a genetic signature of AL amyloidosis which is similar to other plasma cell disorders in terms of translocations and non-synonymous mutations. Disclosures Walker: Onyx Pharmaceuticals: Consultancy, Honoraria.",
    "topics": [
        "genetics",
        "plasma cells",
        "primary amyloidosis",
        "whole exome sequencing",
        "multiple myeloma",
        "amyloidosis",
        "cancer",
        "dna",
        "lymphoma, non-hodgkin",
        "monoclonal gammopathy of undetermined significance"
    ],
    "author_names": [
        "Eileen M Boyle, MD",
        "Brian A Walker, PhD",
        "Dorota Rowczienio, MSc",
        "Christopher P Wardell, PhD",
        "Alexander Murison, PhD",
        "Aneta Mikulasova, M.Sc.",
        "Sajitha Sachchithanantham, BSc,MBBS,MRCP,FRCPath,",
        "Anna Baginska",
        "Shameem Mahmood, MRCP. FRCPath",
        "Julian D Gillmore",
        "Helen J Lachmann, MD FRCP",
        "Philip N Hawkins, MD FRCP, FMedSci",
        "Xavier Leleu, MD PhD",
        "Faith E Davies, MD",
        "Gareth J. Morgan, MD PhD",
        "Ashutosh Wechalekar, MDFRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Eileen M Boyle, MD",
            "author_affiliations": [
                "Service des maladies du sang, Lille, France ",
                "The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian A Walker, PhD",
            "author_affiliations": [
                "The Royal Marsden NHS FT, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dorota Rowczienio, MSc",
            "author_affiliations": [
                "University College London Medical School, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher P Wardell, PhD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Murison, PhD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aneta Mikulasova, M.Sc.",
            "author_affiliations": [
                "Masaryk University, Brno, Czech Republic "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sajitha Sachchithanantham, BSc,MBBS,MRCP,FRCPath,",
            "author_affiliations": [
                "University College London Medical School, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Baginska",
            "author_affiliations": [
                "University College London, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shameem Mahmood, MRCP. FRCPath",
            "author_affiliations": [
                "University College London, London, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julian D Gillmore",
            "author_affiliations": [
                "University College London Medical School, London, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen J Lachmann, MD FRCP",
            "author_affiliations": [
                "University College London, London, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip N Hawkins, MD FRCP, FMedSci",
            "author_affiliations": [
                "University College London, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Leleu, MD PhD",
            "author_affiliations": [
                "Hopital Claude Huriez, CHRU Lille, Lille, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faith E Davies, MD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J. Morgan, MD PhD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashutosh Wechalekar, MDFRCPath",
            "author_affiliations": [
                "University College London, London, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T06:44:11",
    "is_scraped": "1"
}