{
    "doi": "https://doi.org/10.1182/blood-2021-153326",
    "article_title": "The Prognostic Utility of Serial MASS-FIX in Multiple Myeloma ",
    "article_date": "November 5, 2021",
    "session_type": "652.Multiple Myeloma and Plasma cell Dyscrasias: Clinical and Epidemiological",
    "abstract_text": "Background: MASS-FIX is a novel method for detection, characterization and quantification of serum and urine monoclonal proteins in multiple myeloma (MM) which uses immunoglobulin enrichment coupled with matrix-assisted laser desorption ionization time-of-flight mass-spectrometry (MALDI-TOF). MASS-FIX has been endorsed by the International Myeloma Working Group (IMWG) as an alternative to immunofixation electrophoresis for diagnosis and disease monitoring in MM and has replaced immunofixation electrophoresis in our institution. This technique has demonstrated superior sensitivity and specificity compared to conventional gel-based methods, but its prognostic value is still unknown. We designed this study to evaluate whether serum M protein monitoring by MASS-FIX has prognostic significance in predicting disease progression in patients with MM. Methods: In the first part of the study, we included patients with MM who had a documented negative MASSFIX after first-line treatment and had serial MASS-FIX data available (n=187). We then compared the time to next treatment (TTNT) between patients who became positive by MASS-FIX and those who remained negative by last follow up. In the second part, we included patients who were positive by MASS-FIX within 90 days from diagnosis and had available serial MASS-FIX data (n=203). We compared TTNT between patients who became negative by MASS-FIX and those who remained positive by last follow up. TTNT was defined as the time of initiation of the first-line treatment to the time of initiation of second-line treatment or last follow up. Results: Part 1: We included 155 patients diagnosed with MM between January 2013 and December 2019 who had a documented negative MASSFIX with first-line treatment and had serial MASSFIX data available. After a median follow up of 3.1 (95%CI: 2.6-3.5) years, 44 (28%) patients became MASSFIX positive, while 111 (72%) still had negative MASS-FIX. The median time from treatment start to negative MASSFIX was 18.0 (IQR: 6.4-33.5) months. The median TTNT was 4.1 (95%CI: 3.2 - NR) years in patients who became MASSFIX positive and not reached (NR) (95%CI: NR-NR) in patients who were MASS-FIX negative by last follow up (P<0.001). The 2-year OS was 97% and 100% in the 2 groups, respectively (P=0.27). Part 2: We included 203 patients who had positive MASSFIX within 90 days from diagnosis and available serial MASSFIX data. The median follow-up was 1.5 (95%CI: 1.5-1.7) years. By last follow up, 39 (19%) patients became MASSFIX negative while 164 (81%) still had positive MASSFIX. The median TTNT was NR (95%CI: 2.0-NR) years in patients who developed negative MASSFIX and 2.3 (95%CI: 1.9 - NR) years in patients who were still MASS-FIX positive by last follow up (P=0.03). The 2-year OS was 97% and 94% in the 2 groups, respectively (P=0.84) Conclusion: The utilization of MASS-FIX in disease monitoring of MM patients provides prognostic information; among patients who become MASS-FIX negative after first line treatment, an earlier conversion to positive MASS-FIX predicts disease progression. Similarly, persistent MASS-FIX positivity after treatment initiation predicts earlier disease progression. Larger studies and longer follow up are needed to evaluate whether the MASS-FIX is associated with overall survival. Disclosures Murray:  Mayo Clinic: Other: Has received patents for the Mass-Fix technology which has been licensed to the Binding Site with potential royalties.. Dispenzieri:  Sorrento Therapeutics: Consultancy; Oncopeptides: Consultancy; Pfizer: Research Funding; Alnylam: Research Funding; Takeda: Research Funding; Janssen: Consultancy, Research Funding. Kapoor:  Karyopharm: Consultancy; Cellectar: Consultancy; BeiGene: Consultancy; Pharmacyclics: Consultancy; Sanofi: Consultancy; Amgen: Research Funding; Ichnos Sciences: Research Funding; Regeneron Pharmaceuticals: Research Funding; Glaxo SmithKline: Research Funding; Karyopharm: Research Funding; Sanofi: Research Funding; Takeda: Research Funding; AbbVie: Research Funding. Gertz:  Akcea Therapeutics, Alnylam Pharmaceuticals Inc, Prothena: Consultancy; Akcea Therapeutics, Ambry Genetics, Amgen Inc, Celgene Corporation, Janssen Biotech Inc, Karyopharm Therapeutics, Pfizer Inc (to Institution), Sanofi Genzyme: Honoraria; Ionis Pharmaceuticals: Other: Advisory Board; Aurora Biopharma: Other: Stock option; AbbVie Inc, Celgene Corporation: Other: Data Safetly & Monitoring. Dingli:  Sanofi: Consultancy; GSK: Consultancy; Novartis: Research Funding; Apellis: Consultancy; Janssen: Consultancy; Alexion: Consultancy. Kumar:  Amgen: Consultancy, Research Funding; Bluebird Bio: Consultancy; Antengene: Consultancy, Honoraria; BMS: Consultancy, Research Funding; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Beigene: Consultancy; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche-Genentech: Consultancy, Research Funding; KITE: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astra-Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Carsgen: Research Funding; Merck: Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Oncopeptides: Consultancy; Novartis: Research Funding; Tenebio: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Adaptive: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Research Funding.",
    "author_names": [
        "Nadine Abdallah",
        "David L Murray",
        "Angela Dispenzieri",
        "Prashant Kapoor",
        "Morie A. Gertz",
        "Martha Q. Lacy",
        "Suzanne R. Hayman",
        "Francis K. Buadi",
        "Wilson I Gonsalves",
        "Eli Muchtar",
        "Nelson Leung",
        "David Dingli",
        "Taxiarchis Kourelis",
        "Rahma M Warsame",
        "Moritz Binder",
        "Robert A. Kyle",
        "S. Vincent Rajkumar",
        "Shaji Kumar"
    ],
    "author_dict_list": [
        {
            "author_name": "Nadine Abdallah",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David L Murray",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashant Kapoor",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A. Gertz",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Q. Lacy",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic Rochester, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne R. Hayman",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis K. Buadi",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilson I Gonsalves",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eli Muchtar",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson Leung",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic Rochester, Rochester, MN"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Dingli",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taxiarchis Kourelis",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahma M Warsame",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moritz Binder",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Kyle",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji Kumar",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:04:33",
    "is_scraped": "1"
}