{
    "doi": "https://doi.org/10.1182/blood-2018-99-115066",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4074",
    "start_url_page_num": 4074,
    "is_scraped": "1",
    "article_title": "Phosphatidylinositol-3,4-Bisphosphate-Akt Signaling Pathway Promotes Platelet Activation ",
    "article_date": "November 29, 2018",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry: Poster I",
    "topics": [
        "phosphatidylinositols",
        "platelet activation",
        "proto-oncogene proteins c-akt",
        "signal pathway",
        "signal transduction pathways",
        "agonists",
        "phosphoric monoester hydrolases",
        "carotid artery injuries",
        "enzymes",
        "glycogen synthase kinases"
    ],
    "author_names": [
        "Jasna Marjanovic",
        "Brad Rumancik",
        "Luke Weber",
        "Felix Wangmang",
        "Dane Fickes",
        "Dmitri Postnov",
        "Dung Nguyen",
        "Yoon Lee",
        "Richard Ngo-Lam",
        "Monita Wilson"
    ],
    "author_affiliations": [
        [
            "St Louis College of Pharmacy, Saint Louis, MO "
        ],
        [
            "Indiana University, Fort Wayne, IN "
        ],
        [
            "Saint Louis College of Pharmacy - St. Louis, MO, St. Louis, MO "
        ],
        [
            "Saint Louis College of Pharmacy, Saint Louis, MO "
        ],
        [
            "Saint Louis College of Pharmacy, Saint Louis, MO "
        ],
        [
            "Saint Louis College of Pharmacy, Saint Louis, MO "
        ],
        [
            "Saint Louis College of Pharmacy, Saint Louis, MO "
        ],
        [
            "Saint Louis College of Pharmacy, Saint Louis, MO "
        ],
        [
            "Saint Louis College of Pharmacy, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO"
        ]
    ],
    "first_author_latitude": "38.636593399999995",
    "first_author_longitude": "-90.2611776",
    "abstract_text": "Phosphatidylinositol-3,4-bisphosphate (PtdIns(3,4)P 2 ) is a messenger that accumulates in platelets in a phosphoinositide 3-kinase and platelet aggregation-dependent manner. PtdIns(3,4)P 2 is broken down by inositol polyphosphate 4-phosphatases, type I (INPP4A) and type II (INPP4B). These enzymes do not catalyze hydrolysis of phosphoinositides other than PtdIns(3,4)P 2 , and therefore provide unique means for studying the role of this lipid in platelet activation. We have found that the dominant isoform of 4-phosphatases expressed in platelets is INPP4A and we have generated radiation chimera mice with the deficiency in INPP4A restricted to hematopoietic cell lineage. Compared to wild type platelets, agonist-stimulated INPP4A-deficient platelets accumulated higher levels of PtdIns(3,4)P 2 . An increase in platelet aggregation in INPP4A-deficient platelets was observed with all tested agonists. To study platelet function in vivo, we performed carotid artery injury mouse thrombosis model experiments. Time to occlusion was dramatically reduced in mice with INPP4A deficiency. These data support the hypothesis that by regulating PtdIns(3,4)P 2 levels, INPP4A downregulates platelet aggregation and thrombus formation. To investigate mechanisms mediating INPP4A-dependent signals, we compared levels of phosphorylated Akt and phosphorylated glycogen synthase kinase (GSK) in wild type and INPP4A-deficient platelets in response to agonist stimulation. An increase in phospho-Akt levels was observed in INPP4A-deficient platelets, suggesting that in addition to its well-characterized regulator, PtdIns(3,4,5)P 3 , PtdIns(3,4)P 2 can promote Akt activation. Interestingly, this was not accompanied by a significant increase in phospho-GSK levels, suggesting a possible novel mechanism involved in platelet aggregation. Disclosures No relevant conflicts of interest to declare."
}