{
    "doi": "https://doi.org/10.1182/blood.V118.21.2341.2341",
    "article_title": "Coagulation Factor Thrombin Regulates Hematopoietic Stem and Progenitor Cell Egress and Mobilization Via PAR-1 & CXCR4 Upregulation, SDF-1 Secretion and EPCR Shedding ",
    "article_date": "November 18, 2011",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "Abstract 2341 Hematopoietic stem and progenitor cell (HSPC) egress from the bone marrow (BM) to the circulation is tightly regulated and is accelerated during stress conditions. The G-protein-coupled receptor protease-activated receptor-1 (PAR-1) and its activator thrombin play an important role in coagulation following injury and bleeding. We report that a single injection of thrombin induced rapid HSPC mobilization within one hour, increasing circulating leukocytes, predominantly CFU-C and primitive Lin − /Sca-1 + /c-Kit + (SKL) progenitor cells. This rapid mobilization was preceded by a dramatic decrease of SDF-1 (CXCL12) in BM stromal cells, including rare Nestin+ mesenchymal stem cells (MSC) which functionally express PAR-1 and release SDF-1. Thrombin injection also increased expression of PAR-1 and CXCR4 by BM HSPC. These results suggest involvement of the coagulation cascade of thrombin & PAR-1 in rapid SDF-1 secretion from niche supporting BM stromal cells as part of host defense and repair mechanisms. Administration of a PAR-1 specific antagonist ( SCH79797 ) upregulated BM SDF-1 levels and significantly reduced the amounts of circulating CFU-C and primitive SKL progenitor cells. In vitro stimulation of BM mononuclear cells with thrombin for 1 hour led to increased CXCR4 expression by Lin − /c-Kit + progenitors, accompanied by enhanced spontaneous and SDF-1 induced migration. Of note, specific PAR-1 inhibition in vitro significantly reduced SDF-1-directed migration of Lin-/c-Kit+ progenitors. Mechanistically, we found that thrombin - activated PAR-1 induced the downstream p38 MAPK and eNOS (nitric oxide synthase) signaling pathways. Long term repopulating hematopoietic stem cells (HSC) in murine BM highly express endothelial protein C receptor (EPCR high ) (Balazs & Mulligan et al Blood 2006; Kent & Eaves et al Blood 2009). EPCR is expressed primarily on endothelial cells (EC) and has anti coagulation and anti inflammatory roles. Surface EPCR expression on EC is downregulated by many factors, including PAR-1 activation by thrombin, a process which is termed shedding and is not fully understood. Importantly, we found that over 90% of BM CD45+/EPCR high long-term HSC express PAR-1 and that circulating primitive HSPC in the blood and spleen lack EPCR high expression. In addition, in-vivo thrombin administration downregulated EPCR from BM HSC via eNOS signaling, thus allowing the release of stem cells from their BM microenvironment anchorage to the circulation. Correspondingly, in eNOS deficient mice, thrombin failed to induce PAR-1 upregulation, EPCR shedding, and HSPC mobilization. Recently, we reported that the antioxidant NAC inhibits G-CSF induced mobilization (Tesio & Lapidot et al Blood 2011). Co-administration of G-CSF with NAC prevented PAR-1 upregulation, concomitantly with reduced HSPC mobilization and increased levels of EPCR high HSC in the BM. Treatment of PAR-1 antagonist with G-CSF inhibited PAR-1 and CXCR4 upregulation on BM leukocytes and immature Lin − /c-Kit + cells accompanied by increased levels of BM EPCR high HSC and reduced HSPC mobilization. Tissue factor (TF) is the main initiator of the coagulation system via the formation of an enzymatic “prothrombinase complex” that converts prothrombin to active thrombin. Unexpectedly, we found a unique structure of cell clusters expressing TF, located preferentially in the trabecular-rich area of the femoral metaphysis in murine bone tips, a region highly exposed to osteoclast/osteoblast bone remodeling. In vitro, immature osteoclasts exhibited increased TF expression in cell fusion areas, suggesting that in vivo osteoclast maturation activates the coagulation thrombin/PAR-1 axis of HSPC migration to the circulation. Finally, mimicking bacterial infection a single injection of Lipopolysaccharide (LPS), rapidly and systemically upregulated TF in the murine BM. LPS treatment prompted an increase in thrombin generation and subsequently HSPC mobilization, which was blocked by the PAR-1 antagonist. In conclusion, our study reveals a new role for the coagulation signaling axis, which acts on both hematopoietic and stromal BM cells to regulate steady state HSPC egress and enhanced mobilization from the BM. This thrombin/PAR-1 signaling cascade involves SDF-1/CXCR4 interactions, immature osteoclast TF activity, Nestin +/ PAR-1 + MSC secretion of SDF-1 and EPCR shedding from hematopoietic stem cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blood coagulation factors",
        "bodily secretions",
        "cxcr4 receptors",
        "endothelial protein c receptor",
        "receptor, par-1",
        "stem cells",
        "stromal cell-derived factor 1",
        "thrombin",
        "up-regulation (physiology)",
        "nitric oxide synthase"
    ],
    "author_names": [
        "Shiri Gur-Cohen, M.Sc",
        "Tomer Itkin, PhD",
        "Aya Ludin, DMD, Ph.D",
        "Orit Kollet, PhD",
        "Karin Golan, MSc",
        "Alexander Kalinkovich, MD, PhD",
        "Elias Shezen, PhD",
        "Tsvee Lapidot, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shiri Gur-Cohen, M.Sc",
            "author_affiliations": [
                "Department of Immunology, Weizmann Institute of Science, Rehovot, Israel, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tomer Itkin, PhD",
            "author_affiliations": [
                "Department of Immunology, Weizmann Institute of Science, Rehovot, Israel, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aya Ludin, DMD, Ph.D",
            "author_affiliations": [
                "Department of Immunology, Weizmann Institute of Science, Rehovot, Israel, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Orit Kollet, PhD",
            "author_affiliations": [
                "Department of Immunology, Weizmann Institute of Science, Rehovot, Israel, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin Golan, MSc",
            "author_affiliations": [
                "Department of Immunology, Weizmann Institute of Science, Rehovot, Israel, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Kalinkovich, MD, PhD",
            "author_affiliations": [
                "Department of Immunology, Weizmann Institute of Science, Rehovot, Israel, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias Shezen, PhD",
            "author_affiliations": [
                "Immunology, Weizmann Institute of Science, Rehovot, Israel"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsvee Lapidot, PhD",
            "author_affiliations": [
                "Department of Immunology, Weizmann Institute of Science, Rehovot, Israel, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:09:28",
    "is_scraped": "1"
}