{
    "doi": "https://doi.org/10.1182/blood-2018-99-110517",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3864",
    "start_url_page_num": 3864,
    "is_scraped": "1",
    "article_title": "Noninvasive Diagnostic Approach By per Rectal Portal Scintigraphy for Sinusoidal Obstruction Syndrome after Allogeneic Hematopoietic Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "topics": [
        "hematopoietic stem cell transplantation",
        "hepatic veno-occlusive disease",
        "radionuclide imaging",
        "allopurinol",
        "liver biopsy",
        "ascites",
        "liver diseases",
        "blood coagulation disorders",
        "gold standard",
        "hemorrhage"
    ],
    "author_names": [
        "Hiroshi Okamura",
        "Hideo Koh, MD PhD",
        "Kentaro Ido, MD",
        "Yosuke Makuuchi, MD",
        "Teruhito Takakuwa, MD PhD",
        "Shoji Ine, MD",
        "Satoru Nanno, MD PhD",
        "Yasuhiro Nakashima, MD PhD",
        "Takahiko Nakane, MD PhD",
        "Atsushi Jogo, MD PhD",
        "Akira Yamamoto, MD PhD",
        "Masao Hamuro, MD PhD",
        "Atsushi Yoshida, MD PhD",
        "Kohei Kotani, MD PhD",
        "Shigeaki Higashiyama, MD PhD",
        "Joji Kawabe, MD PhD",
        "Susumu Shiomi, MD PhD",
        "Masahiko Ohsawa, MD PhD",
        "Masayuki Hino, MD PhD",
        "Hirohisa Nakamae, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Radiology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Department of Radiology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Department of Radiology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Department of Nuclear Medicine, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Department of Nuclear Medicine, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Department of Nuclear Medicine, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Department of Nuclear Medicine, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Department of Nuclear Medicine, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Department of Pathology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan "
        ]
    ],
    "first_author_latitude": "34.5922748",
    "first_author_longitude": "135.5046827",
    "abstract_text": "Background Sinusoidal obstruction syndrome (SOS) is a significant, potentially life-threatening complication of allogeneic hematopoietic cell transplantation (allo-HCT). In particular, severe SOS frequently causes multiple organ failure and results in poor prognosis. Although early and accurate diagnosis of SOS is vital to intervene early and improve its prognosis, the diagnostic accuracy of clinical criteria, such as the Seattle criteria and Baltimore criteria, is unsatisfactory. Liver biopsy is a gold standard for SOS diagnosis and should be considered to confirm the diagnosis. However, this procedure confers the risk of major bleeding, potentially leading to fatal outcomes, due to low platelet counts or coagulation disorders in patients with SOS. Therefore, a novel, noninvasive diagnostic approach for SOS is needed. The hepatic venous pressure gradient (HVPG) representing portal pressure has been reported to be the most accurate for SOS diagnosis, but its measurement procedure is invasive. Per rectal portal scintigraphy (PRPS), which is a nuclear medicine examination, can estimate portal pressure safely using the portal shunt index (SI) calculated from radioactivity curves of the liver and heart. Only one case report has shown that PRPS was useful to detect portal hypertension in a patient with SOS after allo-HCT ( Okamura H, et al. Acta Haematol 2013 ). To investigate the usefulness of PRPS for SOS diagnosis, we retrospectively analyzed patients who had hepatic disorder and/or ascites after allo-HCT and underwent transjugular liver biopsy and PRPS. Methods We examined consecutive patients who underwent transjugular liver biopsy with HVPG measurement and were assessed using PRPS around the same time at our institution between April 2011 and May 2017. When performing transjugular liver biopsy, we also measured the HVPG. All causes of hepatic disorder and/or ascites were pathologically determined based on liver biopsy, if applicable, with autopsy or needle necropsy findings. In PRPS, 370 MBq of Tc-99m pertechnetate was administered to the upper rectum. The SI was calculated using the ratio of liver to heart counts integrated for 24 seconds immediately after the appearance of the liver or heart time-activity curve. We assessed the diagnostic performances of the HVPG and SI for SOS using receiver-operating characteristic (ROC) curves and calculated the optimal cutoff points using the Youden index. Analyses were performed using GraphPad Prism ® version 5.02 and SPSS ® version 24. Results Eleven cases were evaluable. The median onset of liver damage and/or ascites was on day 27 after allo-HCT: early-phase (within 30 days) in 7 cases and late-phase (after 30 days) in 4 cases. All patients were histologically diagnosed: 5 with SOS and 6 with non-SOS. The median interval from PRPS to transjagular liver biopsy was +4 days (range, -13 to 15 days). SI values from PRPS correlated with HVPG values in 11 pairs of the measurements (Spearman correlation coefficient 0.92, P < 0.001, Figure 1A). The areas under the ROC curves of the HVPG and SI for SOS diagnosis were 0.85 (95% confidence interval (CI), 0.61-1.0) and 0.77 (95% CI, 0.45-1.0), respectively. The best cutoff values of the HVPG and SI were calculated as 10 mmHg and 56%, respectively. Table 1 shows the sensitivity, specificity, and positive and negative predictive values for the HVPG, SI, and Seattle criteria for SOS diagnosis among all 11 cases. As a subgroup analysis, in 7 patients who developed hepatic disorder and/or ascites in the early phase after allo-HCT, both HVPG and SI were significantly higher in patients with SOS than in those without SOS (mean HVPG: 13.3 mmHg in SOS vs. 4.3 mmHg in non-SOS, P = 0.01, Figure 1B; mean SI: 58% in SOS vs. 26% in non-SOS, P = 0.03, Figure 1C). Furthermore, in these 7 patients, both the HVPG and SI made it possible to completely discriminate between SOS and non-SOS using cutoff points calculated based on the Youden index (8 mmHg for the HVPG and 44% for the SI). Conclusion We found that the SI from PRPS represented portal pressure, even in patients after allo-HCT, and that the diagnostic accuracy of PRPS for SOS was not only superior to that of the Seattle criteria, but also comparable to that of the HVPG. In addition, especially in the early phase after allo-HCT, SI may be useful to discriminate between SOS and non-SOS. This noninvasive examination could offer a new diagnostic strategy, along with SOS clinical criteria. View large Download slide View large Download slide  Disclosures Hino: Otsuka Pharmaceutical Co., Ltd.: Research Funding; Novartis: Research Funding. Nakamae: Otsuka Pharmaceutical Co., Ltd.: Consultancy, Honoraria, Research Funding."
}