{
    "doi": "https://doi.org/10.1182/blood.V108.11.4162.4162",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=740",
    "start_url_page_num": 740,
    "is_scraped": "1",
    "article_title": "Dynamin 3 Is Differentially Expressed during Human Megakaryocyte Development. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "We found that expression of dynamin 3 ( DNM3 ) is increased significantly when human CD34+/CD38 lo cells are induced to develop along the megakaryocyte (MK) lineage. DNM3 is a member of a family of mechanochemical enzymes which participate in membrane dynamics. Of the 3 family members ( DNM1 , DNM2 and DNM3 ), cDNA microarray analysis showed that only DNM3 significantly increased by 9.5±1.8-fold (mean±SEM; p≤0.001). mRNAs for DNM1 and DNM2 were detectable, but their expression levels remained essentially unchanged during MK differentiation. Consistent with our microarray data, real time quantitative RT-PCR confirmed that DNM3 expression levels increased by as much as 20.0±7.3 fold during megakaryocytopoiesis. Western Blot analysis showed that protein expression patterns for each of the 3 dynamins differ in MKs/platelets. DNM3 protein expression levels are greater in MKs than in platelets. DNM1 was not detectable in MKs, but was present in platelets. Although DNM2 protein was detectable in both MKs and platelets, the relative mobility for DNM2 was slightly lower in platelets than MKs. Indirect immunofluorescent microscopy showed that DNM3 was predominantly in the cytoplasm with localization to sites that appear to be regions of pro-platelet formation. The cDNA encoding DNM3 was amplified from culture derived human MKs, cloned and sequenced. Sequence analysis revealed that the cloned product matched a DNM3 transcriptional splice variant in the Ensemble Human GeneView database (i.e. ENST00000367731). Together these results are the first evidence indicating that members of the dynamin family of mechanochemical proteins are present in human MKs and suggest that they may play an important role in MK membrane dynamics.",
    "topics": [
        "dynamin",
        "megakaryocytes",
        "meckel-gruber syndrome",
        "dna, complementary",
        "enzymes",
        "mobility",
        "quantitative real-time polymerase chain reaction",
        "rna, messenger",
        "sequence analysis",
        "western blotting"
    ],
    "author_names": [
        "Jo Anna Reems, PhD",
        "Wenjing Wang, MD/PhD",
        "Ken Tsubata",
        "Birgitta Sundell, PhD",
        "Diana M. Gilligan, MDPhD"
    ],
    "author_affiliations": [
        [
            "Research, Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "Research, Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "Research, Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "Research, Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "Research, Puget Sound Blood Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.633202",
    "first_author_longitude": "-122.3261356"
}