{
    "doi": "https://doi.org/10.1182/blood.V110.11.2907.2907",
    "article_title": "In-Vitro Evaluation of the Multiple Coagulation Test System (MCTS). ",
    "article_date": "November 16, 2007",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "A device that would provide a rapid evaluation of hemostasis would greatly aid physicians in making scientific decisions regarding transfusion therapy; especially with perioperative bleeding. We performed a prospective in-vitro study with reconstituted, recalcified whole blood (n = 6) separated into samples containing specific deficiencies in platelets, plasma, lyophilized platelets and lyophilized plasma such that the concentrations of the specific platelet or plasma were 0%, 10%, 30%, 50%, and 100%. The whole blood was obtained from consenting healthy volunteers. Samples from the various concentrations of the reconstituted blood were subjected to the following point of care coagulation tests: activated clotting time (ACT), thromboelastogram (TEG), laboratory prothrombin time (PT), laboratory activated partial thromboplastin time (APTT) and Signature+ PT. ACT’s were performed for each of four celite doses (1.5 mg, 3.0 mg, 6.0 mg and 12 mg celite). The four dose celite ACT’s were performed in duplicate and the mean recorded. The TEG was performed in duplicate, and the mean was recorded. The signature+ PT was performed in duplicate, and the mean recorded. The laboratory PT, aPTT, Platelet Count and Fibrinogen were performed once each. ACT values were analyzed within each of the three preparations using analysis of variance. This assessed the strength of the relationship between blood constituent concentration and ACT, and determined whether this relationship differed across varying amounts of celite. Other coagulation parameters including TEG (mA), PT and APTT were analyzed using analysis of variance with a single term for blood constituent concentration. This model determined the strength of the relationship between these coagulation parameters and blood constituent concentration. In addition, the kaolin activated TEG and the signature+ PT was evaluated to determine the strength of the relationship between these tests and the variations in platelet and plasma concentrations. There was a significant correlation between the plasma, platelets and lyophilized plasma concentrations and ACT results (all p < 0.001). There was a significant correlation between plasma platelets and lyophilized plasma and the TEG MA and angle (all p < 0.028). There was a significant correlation between laboratory PT and APTT and plasma, platelets, and lyophilized plasma, lyophilized platelets (all p < 0.001). There was a significant correlation between the Signature+ PT and plasma, lyophilized platelets, and lypholized plasma and platelets (all p < 0.005), (figure 1). A better point of care coagulation device that is based on in-vitro additions of various therapies, and comparison of their effects on coagulation tests may provide better treatment of the bleeding patient. The Signature+ PT could provide the endpoint for such a device whereas the ACT was nonspecific and had a small change in results with large changes in plasma concentration. The additional benefit of lypholized plasma to behave similarly to human plasma may allow such a device to be built. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "blood coagulation tests",
        "activated partial thromboplastin time measurement",
        "medical devices",
        "activated clotting time measurement",
        "fibrinogen",
        "hemorrhage",
        "hemostasis procedures",
        "in vitro study",
        "intraoperative hemorrhage",
        "kaolin"
    ],
    "author_names": [
        "William C. Oliver, Jr., MD",
        "Gregory A. Nuttall, M.D.",
        "Sheldon Goldstein, M.D.",
        "Mark H. Ereth, M.D.",
        "Jeffrey L. Winters, M.D.",
        "De Anna L. Haugen",
        "Paula J. Santrach, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "William C. Oliver, Jr., MD",
            "author_affiliations": [
                "Anesthesiology, Mayo Clinic College of Medicine, Rochester, MN, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gregory A. Nuttall, M.D.",
            "author_affiliations": [
                "Anesthesiology, Mayo Clinic College of Medicine, Rochester, MN, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheldon Goldstein, M.D.",
            "author_affiliations": [
                "CEO, Coagulation Sciences LLC, New York, NY, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark H. Ereth, M.D.",
            "author_affiliations": [
                "Anesthesiology, Mayo Clinic College of Medicine, Rochester, MN, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey L. Winters, M.D.",
            "author_affiliations": [
                "Transfusion Medicine, Mayo Clinic College of Medicine, Rochester, MN, USA",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "De Anna L. Haugen",
            "author_affiliations": [
                "Anesthesiology, Mayo Clinic College of Medicine, Rochester, MN, USA",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula J. Santrach, M.D.",
            "author_affiliations": [
                "Transfusion Medicine, Mayo Clinic College of Medicine, Rochester, MN, USA",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T18:42:54",
    "is_scraped": "1"
}