{
    "doi": "https://doi.org/10.1182/blood.V128.22.2144.2144",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3526",
    "start_url_page_num": 3526,
    "is_scraped": "1",
    "article_title": "Systematic Literature Review and Network Meta-Analysis of Treatments for Relapsed/Refractory Multiple Myeloma Patients ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "topics": [
        "multiple myeloma",
        "network meta-analysis",
        "dexamethasone",
        "bortezomib",
        "lenalidomide",
        "thalidomide",
        "carfilzomib",
        "daratumumab",
        "doxorubicin",
        "elotuzumab"
    ],
    "author_names": [
        "Chrissy H. Y. Van Beurden-Tan, MSc",
        "Margreet Franken, PhD",
        "Hedwig Blommestein, PhD",
        "Carin A. Uyl-De Groot, PhD",
        "Pieter Sonneveld, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Erasmus Medical Center Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Institute for Medical Technology Assessment, Institute of Health, Policy and Management, Erasmus University Rotterdam, Rotterdam, Netherlands "
        ],
        [
            "Institute for Medical Technology Assessment, Institute of Health, Policy and Management, Erasmus University Rotterdam, Rotterdam, Netherlands ",
            "Comprehensive Cancer Organisation, Utrecht, Netherlands "
        ],
        [
            "Institute for Medical Technology Assessment, Institute of Health, Policy and Management, Erasmus University Rotterdam, Rotterdam, Netherlands "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999",
    "abstract_text": "INTRODUCTION Since the year 2000 fifteen new treatment options came to market for relapsed/refractory multiple myeloma (RRMM) after a long period in which dexamethasone has been the only treatment option. Direct comparisons are, however, lacking which makes it extremely difficult to evaluate the relative added value of each drug. Our aim was to synthesize all efficacy evidence enabling a comparison of all treatments. METHODS We performed a systematic literature review to identify all publically available phase 3 randomized controlled trials (RCTs) using EMBASE®, MEDLINE®, MEDLINE® in-process, Cochrane Central Register of Controlled Clinical Trials and the website www.clinical-trials.gov. Additionally, two abstracts from international hematology congresses (ASCO and EHA 2016) were added to our search to present the most up-to-date overview. A conventional network meta-analysis (NMA) based on progression-free survival (PFS) outcomes allowed a comparison of all available treatment options using a Bayesian fixed effect NMA programmed in WinBUGS. The oldest treatment, dexamethasone, was used as reference treatment. Additionally, results regarding bortezomib-dexamethasone versus lenalidomide-dexamethasone are presented because these were the two most commonly used comparators. RESULTS Seventeen RCTs were identified including sixteen treatment options: dexamethasone (Dex), oblimersen-dexamethasone (OblDex), thalidomide/thalidomide-dexamethasone (Thal/ThalDex), bortezomib/bortezomib-dexamethasone (Bor/BorDex), lenalidomide-dexamethasone (LenDex), pegylated doxorubicin-bortezomib (PeglDoxBor), bortezomib-thalidomide-dexamethasone (BorThalDex), vorinostat-bortezomib (VorinoBor), panobinostat-bortezomib-dexamethasone (PanoBorDex), carfilzomib-lenalidomide-dexamethasone (CarLenDex), pomalidomide-dexamethasone (PomDex), elotuzumab-lenalidomide-dexamethasone (EloLenDex), carfilzomib-dexamethasone (CarDex), ixazomib-lenalidomide-dexamethasone (IxaLenDex), daratumumab-lenalidomide-dexamethasone (DaraLenDex) and daratumumab-bortezomib-dexamethasone (DaraBorDex). To include all trials within one framework, we assumed: i) the relative efficacy of Bor versus Dex and BorDex versus Dex is the same, ii) the relative efficacy of Thal versus Dex and ThalDex versus Dex is the same, iii) time to progression (TTP) can be used as proxy for PFS in case of missing hazard ratios (HRs) and 95% confidence intervals of PFS, and iv) no difference in efficacy due to dosage scheme (100 versus 200 versus 400 mg Thal) and administration method (intravenous versus subcutaneous Bor). Figure 1 presents the NMA results. The treatments are sorted according to their rank. The figure also presents the probability of being the best treatment, HRs and 95% credible intervals (CrIs) versus Dex. Fourteen out of sixteen treatments were significantly better than Dex (HRs ranged from 0.13 to 0.76). Only OblDex ranked lower; the HR was, however, not significantly different (HR: 1.08; 95% CrI: 0.79 - 1.45). Eleven treatments reduced the risk of progression or death with more than 50%. DaraLenDex was identified as the best treatment because it was the most favorable in terms of i) HR (0.13; 95% CrI: 0.09 - 0.19), and ii) probability of being best (99% of the simulations). DaraLenDex reduced the risk of progression or death with 87% versus Dex, 80% versus Bor/BorDex and 63% versus LenDex. LenDex performed better than Bor/BorDex in ranking (7 th versus 13 th ) as well as in HR (0.53, 95% CrI: 0.39 - 0.71). CONCLUSIONS Our NMA included all available RRMM treatments and identified DaraLenDex as being most effective. NMAs become increasingly important because they provide a complete overview of each treatment's relative efficacy in case of missing head-to-head comparisons. Figure 1. View large Download slide Relapsed/refractory multiple myeloma treatments' network meta-analysis results of progression-free survival outcomes Figure 1. View large Download slide Relapsed/refractory multiple myeloma treatments' network meta-analysis results of progression-free survival outcomes  Disclosures Blommestein: BMS: Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees. Sonneveld: Amgen: Consultancy, Honoraria, Research Funding; Karyopharm: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Takeda: Consultancy, Honoraria."
}