{
    "doi": "https://doi.org/10.1182/blood.V120.21.1452.1452",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2349",
    "start_url_page_num": 2349,
    "is_scraped": "1",
    "article_title": "Prognostic Impact of the Levels of Expression of Cell Surface Proteins Commonly Expressed by Blasts and Hematopoietic Precursor Cells in De Novo AML Patients: A Report From the Spanish Cetlam Study Group ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "acute promyelocytic leukemia",
        "blast cells",
        "bone marrow specimen",
        "brachial plexus neuritis",
        "ccaat/enhancer binding protein alpha",
        "cd34 antigens",
        "cd45 antigens",
        "flow cytometry",
        "follow-up",
        "impedance threshold device"
    ],
    "author_names": [
        "Maria Concepcion Garcia-Dabrio",
        "Montserrat Hoyos",
        "Ana Garrido",
        "Salut Brunet",
        "Rafael F Duarte, MD, PhD",
        "Josep-Maria Ribera, MD, PhD",
        "Jordi Esteve, MD, PhD",
        "Andreu Llorente",
        "Mar Tormo",
        "Ramon Guardia",
        "Natalia Lloveras",
        "Antoni Garcia",
        "Inmaculada Heras",
        "Juan Besalduch",
        "M. Paz Queipo De Llano, MD",
        "Javier Bueno",
        "Joan Bargay",
        "Pio Torres",
        "Josep M. Marti-Tutusaus",
        "Llorenç Font",
        "Anna Aventin, MD",
        "Quentin Lecrevisse",
        "Alberto Orfao",
        "Jorge Sierra, MD, PhD",
        "Josep F. Nomdedeu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Laboratory, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "Department of Hematology, Hospital de la Santa Creu I Sant Pau, Barcelona, Spain, "
        ],
        [
            "Department of Hematology, Hospital de la Santa Creu I Sant Pau, Barcelona, Spain, "
        ],
        [
            "Clinical Hematology, Hospital Duran i Reynals, Barcelona, Spain, "
        ],
        [
            "Department of Hematology, Hospital Germans Trias I Pujol, Badalona, Spain, "
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Tarragona, Spain, "
        ],
        [
            "Department of Hematology, Hospital Clinic, Valencia, Spain, "
        ],
        [
            "Hematology Department, Institut Català d'Oncologia. Hospital Josep Trueta, Girona, Spain, "
        ],
        [
            "Hematology Department, Institut Català d'Oncologia. Hospital Josep Trueta, Girona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Lleida, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Murcia, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Spain, "
        ],
        [
            "Department of Hematology, Hospital Virgen de la Victoria, Málaga, Spain, "
        ],
        [
            "Department of Hematology, Hospital de la Vall d'Hebrón, Barcelona, Spain, "
        ],
        [
            "Department of Hematology, Hospital Sont Llatzer, Palma de Mallorca, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, A Coruña, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Terrassa, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Tortosa, Spain, "
        ],
        [
            "Department of Hematology and Laboratory, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain, "
        ],
        [
            "Cytometry Service, Department of Medicine and Cancer Research Center (IBMCC, University of Salamanca-CSIC), University of Salamanca, Salamanca, Spain, "
        ],
        [
            "Cytometry Service, Department of Medicine and Cancer Research Center (IBMCC, University of Salamanca-CSIC), University of Salamanca, Salamanca, Spain, "
        ],
        [
            "Hematology Department, Autonomous University of Barcelona, Hospital de la Santa Creu I Sant Pau, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group. Department of Hematology and Laboratory, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain."
        ]
    ],
    "first_author_latitude": "41.41369969999999",
    "first_author_longitude": "2.174314",
    "abstract_text": "Abstract 1452 Introduction: Acute myeloid leukemia (AML) is a heterogeneous group of neoplastic disorders characterized by the presence of acquired genetic alterations in hematopoietic progenitor and stem cells. The prognostic impact of immunophenotypic markers has long been controversial. Despite this, only a very limited number of studies have investigated the prognostic impact of the levels of cell surface membrane (Sm) proteins commonly expressed on AML blasts. In this study we analyzed the prognostic impact of the levels of expression of several markers associated with AML blasts and normal hematopoietic precursors, as asessed by Multiparameter Flow Cytometry (MFC) in de novo AML patients (pts). Methods: Overall, 122 adult de novo AML pts diagnosed between 12/2003 and 08/2011 were studied, after excluding acute promyelocytic leukemia. All cases were diagnosed and classified according to the WHO criteria and they were immunophenotyped using an extensive 4-color panel of monoclonal antibodies by MFC, as previously described. Patients were treated according to the multicenter CETLAM AML-03 trial. Blast cells were gated after excluding all other cell populations, as well-delineated clusters of SSC low/int /CD45 dim events (“blast gate”) using the merge function of the Infinicyt software (Cytognos SL, Salamanca, Spain). For each case, the reactivity for the following markers was evaluated in terms of mean fluorescence intensity (MFI; arbitrary units) in bone marrow samples: CD123, CD117, CD34 and CD7. Normal residual bone marrow lymphocytes were used as reference for internal quality control purposes. Cytogenetic and molecular risk stratifications were based on the European LeukemiaNet (ELN) recommendations and the molecular lesions were investigated using well established protocols. Overall survival (OS), disease-free survival (DFS) and relapse rate (RR) were measured by the Kaplan–Meier method and curves were compared with the log-rank test. Multivariate analysis was performed using the Cox regression model. P-values ≤0.05 were considered to be statistically significant. Results: Median AML patient age was of 54 years (range: 20–70 y) with a M/F ratio of 63/59. Twelve pts (10%) had good cytogenetic/molecular risk, 83 (68%) intermediate, 17 (14%) high risk and 10 (8%) pts were unknown. Fifteen cases (12%) had NPM1 mut , 33 (27%) showed FLT3-ITD mut , 5 (4%) pts carried CEBPA mut , 41 (33.6%) pts with no mutations and 28 (23%) pts were unknown. The median follow-up of pts alive was 19 months (range 0–97 months) and the 5-year OS of all pts was 42±5%. Univariate analysis of prognostic factors showed an association between higher CD45 (MFI >232; p=.01), CD117 (MFI>259; p=.008), CD34 (MFI >242; p=.007) and CD7 (MFI> 19; p=.03) expression and both a shorter OS and DFS. In addition, high CD123 expression (MFI >248; p=.04) was associated with a shorter DFS. In multivariate analysis only a high CD45 (p=.03) and a high CD34 (p=.03) expression were identified as independent predictors for a shorter OS. In turn, higher levels of CD123 (p=.03) and of CD34 (p=.02) were independent predictors for DFS and relapse, even when age, gender and WBC were taken in account. Conclusion: In this study, we show that higher levels of expression of immunophenotypic markers associate with immature myeloid precursors (CD45, CD117, CD34 and CD7) as assessed by MFC, have a significantly adverse prognostic impact in AML, both as regards OS and DFS. Accordingly, higher levels of CD45 and CD34 were independent predictors for both a shorter OS whereas, greater CD123 and CD34 values were associated with an increased risk of relapse and a shorter DFS, supporting the adverse prognostic impact of a more immature blast cell phenotype in de novo AML. Disclosures: No relevant conflicts of interest to declare."
}