{
    "doi": "https://doi.org/10.1182/blood.V124.21.3385.3385",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2919",
    "start_url_page_num": 2919,
    "is_scraped": "1",
    "article_title": "Single-Cell Transcriptomics Identifies Intra-Tumor Heterogeneity in Human Myeloma Cell Lines ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "heterogeneity",
        "myeloma cells",
        "neoplasms",
        "antineoplastic agents",
        "bortezomib",
        "carfilzomib",
        "dna, complementary",
        "multiple myeloma",
        "proteasome inhibitors",
        "flow cytometry"
    ],
    "author_names": [
        "Amit Kumar Mitra, PhD",
        "Holly Stessman, PhD",
        "Michael A. Linden, MDPhD",
        "Brian Van Ness, PhD"
    ],
    "author_affiliations": [
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Minnesota, Minneapolis, MN"
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.97399",
    "first_author_longitude": "-93.2277285",
    "abstract_text": "Multiple myeloma (MM) is a plasma cell neoplasm with significant complexity and heterogeneity. Proteasome inhibitors (PI) including bortezomib (Velcade/Bz), carfilzomib (Kyprolis/Cz) and Ixazomib are effective chemotherapeutic agents in the treatment of MM, used alone or in combination with other anti-cancer agents. However, in spite of the recent improvements in treatment strategies, MM still remains a difficult disease to cure with median survival rate of around 7 years. In a recently published study, we have shown that the heterogeneity in response to proteasome inhibitor (PI)-based treatment in MM is governed by underlying molecular characteristics of the subclones within tumor population (Stessman et al. 2013). We confirmed the presence of residual resistant sub-population comprising up to 15% of the bulk Bz-sensitive cell population in drug-naïve MM tumors. We hypothesize that this pre-existing resistant sub-population may give rise to emerging resistance in course of treatment with PIs. In the current study, we used single cell transcriptomics analysis to identify tumor subclones within Human Myeloma Cell Lines (HMCLs) based on a 48-gene model of predictive genetic signature for baseline PI response. Automated single-cell capture and cDNA synthesis from cellular RNA were performed using Fluidigm’s C1 TM Single-Cell Auto Prep System. The cDNA was then harvested and transferred to BioMark HD System for single-cell targeted high-throughput qPCR-based gene expression analysis of a 48 gene-panel using Fluidigm DELTAgene assays. Our 48-gene model combines our previously published 23 gene expression profiling (GEP) signature that could discriminate between sensitive and resistant responsiveness to Bz, and the Shaughnessy et al prognostic 17-gene GEP model along with control genes, including cell cycle genes, anti-apoptotic genes, proteasome subunit genes, house-keeping genes and internal negative controls. Based on the differential expression of these 48 genes used in the modeling, distinct subclonal populations were then identified using a combination of Fluidigm’s analysis software and the R Statistical analysis package. Further, a principal component analysis (PCA) score plot was generated as a two-dimensional grid to visualize the separate populations associated with resistant profiles. Finally, hierarchical clustering (HC) analysis was used to generate heat maps that group expression patterns associated with response. Our results demonstrated the presence of pre-existing subclones of cells within untreated myeloma cells with a characteristic genetic signature profile distinct from the pre-treatment overall (bulk) profile of myeloma cells. As an additional validation of subclonal architecture, we demonstrated the presence of subclones within HMCLs using multi-color flow cytometry. The results presented will help identify the presence and extent of intra-tumor heterogeneity in MM by single cell transcriptomics and may define residual pre-existing subclones resistant to PI therapies. Disclosures No relevant conflicts of interest to declare."
}