{
    "doi": "https://doi.org/10.1182/blood-2020-141243",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4600",
    "start_url_page_num": 4600,
    "is_scraped": "1",
    "article_title": "A Phase 2 Trial of Ibrutinib and Nivolumab in Patients with Relapsed or Refractory Classical Hodgkin's Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Walter Hanel, MD",
        "Beth A. Christian, MD",
        "Kami J. Maddocks, MD",
        "Narendranath Epperla, MDMS",
        "Basem M. William, MDMRCP",
        "Samantha Jaglowski, MD MPH",
        "David A. Bond, MD",
        "Yazeed Sawalha, MD",
        "John C. Reneau, MDPhD",
        "Jonathan E Brammer, MD",
        "Robert Baiocchi, MD PhD",
        "Kristie A. Blum, MD",
        "Lapo Alinari, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Associate Professor of Clinical Internal Medicine, Lymphoma Program Director, Division of Hematology, Department of Internal Medicine, The Arthur G. James Cancer Hospital at The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Winship Cancer Institute, Emory University, Atlanta, GA"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ]
    ],
    "first_author_latitude": "39.9949856",
    "first_author_longitude": "-83.01207335",
    "abstract_text": "Introduction: Classical Hodgkin's Lymphoma (cHL) is characterized by an extensive inflammatory infiltrate with abundant Th2 and Treg cells which facilitate immune escape of Reed Sternberg (RS) cells and provides a growth promoting microenvironment by cytokine secretion and CD40/CD40L engagement. Our group previously show that ibrutinib irreversibly inhibits both Bruton's tyrosine kinase (BTK) and interleukin-2 inducible kinase (ITK), a kinase important in Th2 signaling (Dubovsky et al Blood 2013). We hypothesized that the addition of ibrutinib to nivolumab would lead to deeper and more durable responses in cHL by normalizing the Th1/Th2 balance thus reversing immune escape of RS cells. We present results of a planned interim analysis of the first 10 patients enrolled with a data cutoff of June of 2020. Methods: This is a single arm, phase II, single institutional clinical trial testing the clinical activity of nivolumab in combination with ibrutinib in patients ≥18 years of age with histologically confirmed cHL who have received at least one prior line of therapy and who were either not candidates for or had a prior autologous stem cell transplant (ASCT). Prior treatment with nivolumab was allowed. Ibrutinib was administered at 560 mg daily until progression in combination with nivolumab 3 mg/kg IV every 3 weeks for 16 cycles. The primary objective was complete response rate (CRR) prior to cycle 7 assessed per Lugano criteria. Adverse events (AEs) were reported using CTCAE Version 4.0. Results: Of the first 11 cHL patients enrolled, one patient withdrew consent prior to initiating therapy. Of the remaining 10 patients, the median age was 41 years (range 20-84) and 4 patients (40%) were male. The median number of prior lines of treatment was 4.5 (range 1-11), 5 patients (50%) had prior ASCT, 8 patients (80%) had prior brentuximab, and 5 patients (50%) had prior nivolumab. Four of the five patients with prior nivolumab had progressed while receiving therapy while the remaining patient had stable disease upon completing nivolumab with a median time from the last nivolumab treatment of 15.6 months (range 0.7-23.2). Of the 10 patients who received treatment, one patient came off study after two cycles due to persistent grade 2 transaminitis lasting for several weeks attributed to nivolumab requiring high dose oral steroids. One patient came off study after cycle 9 due to grade 3 hematuria attributed to ibrutinib and another came off study due to a pericardial effusion after 8 cycles of ibrutinib maintenance. In the remaining patients, treatment was generally well tolerated with most AEs being grade 1-2 (Table 1). The median number of total cycles received was 9 (range 2-22). Of the 9 patients evaluable for response, 6 patients responded (ORR = 66%), 4 of whom had a complete response (CRR = 44%) with a median time to response of 2 months (Table 2, Fig.1). In intention-to-treat analysis, the ORR was 60% and CRR was 40% meeting our prespecified interim efficacy endpoint of a 30% CRR for trial continuation. Notably, of the 5 patients with prior nivolumab, 3 responded to nivolumab + ibrutinib (ORR = 60%), with one having a CR (CRR = 20%). Overall, at a median follow up of 9.5 months, both the median PFS and duration of response have not yet been reached, with 3 patients remaining in CR at the time of data cutoff. Three of 4 patients discontinued trial treatment to undergo SCT [2 allogeneic; 1 autologous]. Of the 2 allogeneic SCT patients, the first one underwent SCT 3 weeks after the last nivolumab infusion and developed multi-organ acute graft-versus-host disease (GVHD) followed by severe chronic GVHD requiring extracorporeal photopheresis. The second patient underwent allogeneic SCT 2 months following the last nivolumab infusion and had no acute GVHD and experienced only mild chronic GVHD which was medically managed. Conclusions: Although the numbers are small and further recruitment is ongoing (target n=17), the combination of ibrutinib and nivolumab was generally well tolerated and with high response rate with more than half of responding patients achieving a CR. In addition, responses were seen in patients with prior nivolumab treatment. Our results suggest a possible novel role for BTK inhibition in reversing nivolumab resistance in cHL, at least in some cases. Correlative studies including peripheral blood and tumor immune subset analyses are ongoing and the latest results will be presented at the meeting. View large Download slide View large Download slide  Disclosures Christian: Acerta: Research Funding; Celgene: Research Funding; Genentech: Research Funding; Merck: Research Funding; Millenium: Research Funding; MorphoSys: Research Funding; F Hoffman-La Roche: Research Funding; Triphase: Research Funding; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Verastem: Membership on an entity's Board of Directors or advisory committees; AstraZenica: Membership on an entity's Board of Directors or advisory committees. Maddocks: Morphosys: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; Karyopharm: Consultancy; ADC Therapeutics, AstraZeneca: Consultancy; BMS: Consultancy, Research Funding; Pharmacyclics: Consultancy, Honoraria. Epperla: Verastem Oncology: Speakers Bureau; Pharmacyclics: Honoraria. William: Incyte: Research Funding; Dova: Research Funding; Celgene: Consultancy, Honoraria; Seattle Genetics: Research Funding; Merck: Research Funding; Kyowa Kirin: Consultancy, Honoraria; Guidepoint Global: Consultancy. Jaglowski: Novartis: Consultancy, Research Funding; CRISPR: Consultancy; Kite, a Gilead Company: Consultancy, Research Funding; Juno: Consultancy. Bond: Seattle Genetics: Honoraria. Brammer: Celgene Corporation: Research Funding; Seattle Genetics, Inc.: Speakers Bureau. Baiocchi: viracta: Consultancy, Membership on an entity's Board of Directors or advisory committees; Prelude Therapeutics: Consultancy, Research Funding. OffLabel Disclosure: This trial uses ibrutnib in cHL to augment the responses of concurrent nivolumab administration."
}