{
    "doi": "https://doi.org/10.1182/blood-2020-136067",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4463",
    "start_url_page_num": 4463,
    "is_scraped": "1",
    "article_title": "Phase I Trial of MB-CART2019.1, a Novel CD20 and CD19 Targeting Tandem Chimeric Antigen Receptor, in Patients with Relapsed or Refractory B-Cell Non-Hodgkin Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": null,
    "author_names": [
        "Peter Borchmann",
        "Anja Jühling",
        "Philipp Gödel",
        "Hyatt Balke-Want",
        "Christoph Schmid",
        "Francis A. Ayuk",
        "Silke Holtkamp",
        "Liane Preussner",
        "Gregor Zadoyan",
        "Linda Hanssens",
        "Andrew Kaiser",
        "Marion Jurk",
        "Iris Bürger",
        "Dina Schneider",
        "Boro Dropulic",
        "Toon Overstijns",
        "Christof Scheid, MD",
        "Udo Holtick",
        "Stefan Miltenyi",
        "Michael Hallek"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine I, Cologne Lymphoma Working Group, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department of Internal Medicine I, Cologne Lymphoma Working Group, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department of Internal Medicine I, Cologne Lymphoma Working Group, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department of Internal Medicine I, Cologne Lymphoma Working Group, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "II. Med. Klinik Hämatologie/Onkologie, Universitäts-Klinikum Augsburg, Augsburg, Germany "
        ],
        [
            "UKE Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Miltenyi Biomedicine GmbH, Bergisch Gladbach, Germany "
        ],
        [
            "Miltenyi Biomedicine GmbH, Bergisch Gladbach, Germany "
        ],
        [
            "Miltenyi Biomedicine GmbH, Bergisch Gladbach, Germany "
        ],
        [
            "Miltenyi Biomedicine GmbH, Bergisch Gladbach, Germany "
        ],
        [
            "Miltenyi Biotec B.V. & Co. KG, Bergisch Gladbach, Germany "
        ],
        [
            "Miltenyi Biotec B.V. & Co. KG, Bergisch Gladbach, Germany "
        ],
        [
            "Miltenyi Biotec B.V. & Co. KG, Bergisch Gladbach, Germany "
        ],
        [
            "Lentigen Technology Inc., A Miltenyi Company, Gaithersburg, MD "
        ],
        [
            "Lentigen Technology Inc., A Miltenyi Company, Gaithersburg, MD "
        ],
        [
            "Miltenyi Biomedicine GmbH, Bergisch Gladbach, Germany ",
            "Miltenyi Biotec B.V. & Co. KG, Bergisch Gladbach, Germany "
        ],
        [
            "Department of Internal Medicine I, Leukapheresis and Stem Cell Transplant Unit, University of Cologne, Cologne, Germany "
        ],
        [
            "Department of Internal Medicine I, Leukapheresis and Stem Cell Transplant Unit, University Hospital of Cologne, Cologne, Germany"
        ],
        [
            "Miltenyi Biomedicine GmbH, Bergisch Gladbach, Germany ",
            "Miltenyi Biotec B.V. & Co. KG, Bergisch Gladbach, Germany ",
            "Lentigen Technology Inc., A Miltenyi Company, Gaithersburg, MD "
        ],
        [
            "Department of Internal Medicine I, Cologne Lymphoma Working Group, University Hospital of Cologne, Cologne, Germany ",
            "Department of Internal Medicine I, Leukapheresis and Stem Cell Transplant Unit, University Hospital of Cologne, Cologne, Germany"
        ]
    ],
    "first_author_latitude": "50.9243986",
    "first_author_longitude": "6.919262300000001",
    "abstract_text": "Background CD19 redirected chimeric antigen receptor (CAR) T-cell therapy has proven efficacy in relapsed or chemotherapy-refractory (r/r) aggressive B-cell non-Hodgkin lymphoma (B-NHL). However, targeting a single B-cell antigen leads to selective pressure with potential antigen-escape and subsequent relapse. A tandem CAR targeting CD20 and CD19 (pLTG1497) has been developed to overcome this limitation. Preclinical evaluation showed improved anti-lymphoma activity. Thus, we initiated a first-in-human, phase I clinical study of autologous pLTG1497-transduced CAR T-cells (MB-CART2019.1) in r/r B-NHL patients. Aims In this phase I prospective multi-center trial (NCT03870945) we aimed to evaluate the maximum tolerated dose (MTD) of MB-CART2019.1 in adult patients with CD20 and CD19 positive r/r B-NHL as determined by dose limiting toxicities (DLTs). Methods This was a 6+3 trial design with two predefined dose levels (DL1 1x10 6 and DL2 2.5x10 6 CAR T-cells/kg body weight, respectively). Secondary endpoints included adverse events (AEs) and best overall response rate (ORR). Pharmacodynamic assessments included maximum concentration (C max ) of CAR T-cells, time to peak expansion (t max ), AUC (d0 to d28), and persistence. MB-CART2019.1 was produced by lentiviral transduction of autologous fresh leukapheresis in the closed automated CliniMACS Prodigy ® System (Miltenyi Biotec, Bergisch Gladbach, Germany). Re-infusion (Day 0) of fresh MB-CART2019.1 was scheduled 14 days after leukapheresis. Fludarabine/cyclophosphamide lymphodepleting chemotherapy was administered from day -5 to -3. Results A total of 12 patients, 6 per dose level have been enrolled and treated between February and December 2019, 5 female and 7 male patients. Median age was 72 y (range 20, 78 y), with 10 patients >65 y and 8 >70 y. Histologies included aggressive B-NHL (11) and mantle cell lymphoma (1). Five (5) patients had refractory disease at study entry and IPI was ≥3 in 7 patients. Median time from leukapheresis to re-infusion was 14 d (range 13, 14 d). No DLT and no cytokine release syndrome (CRS) or neurotoxicity grade ≥3 were observed. One patient in dose level 1 experienced a grade 5 AE, which was due to disease progression. CRS grade 1 occurred in 3/6 patients on DL1 and DL2 each, and CRS grade 2 in 2 patients on DL2. Tocilizumab was given in 1 patient. Neurotoxicity grade 1 occurred in 1 patient on DL2. The above described CRS and neurotoxicity resolved completely. Mean C max of MB-CART2019.1 was 348.3 cells/µl (range 3.9, 830.4 cells/µl) on DL1 and 692 cells/µl (range 5.3, 3147.8 cells/µl) on DL2. Mean t max was 15.8 d (range 9, 21 d) on DL1 and 11.5 d (range 9, 14 d) on DL2. Mean AUC was 3155 d*cells/µl (DL1) and 4339 d*cells/µl (DL2). Persistence of MB-CART2019.1 was observed in 12/12 patients until data cut-off. Altogether 9/12 patients (ORR 75%) responded to MB-CART2019.1 with 5/12 CRs. In DL1 3/6 patients responded (ORR 50%) and in DL2 6/6 patients (ORR 100%). The 3 patients without response to MB-CART2019.1 had a mean AUC 0-28 of 870 d*cells/µl, whereas mean AUC 0-28 in 9 responders was 4843 d*cells/µl reflecting the correlation between the pharmacodynamic parameters and the clinical response. Responses are ongoing in 5/9 patients, with a maximum duration of response of 330 days at data cut-off. Summary/Conclusions In this first-in-human dose finding study of MB-CART2019.1 no DLT and no severe (grade ≥3) CRS or neurotoxicity were observed. Feasibility and safety were very good in this cohort of elderly r/r B-NHL patients. The sustained expansion of tandem CAR T-cells was accompanied by efficacy: all patients (6/6) treated on DL2 responded and all 5 patients with CR (5/5) are in ongoing remission by the time of this report. Based on the promising risk-to-benefit ratio observed in our study, evaluation of MB-CART2019.1 at a dose of 2.5x10 6 /kg body weight in clinical phase II and phase III trials for patients with relapsed aggressive B-NHL is underway. Disclosures Borchmann: Miltenyi Biotec B.V. & Co. KG: Honoraria. Balke-Want: Miltenyi Biotec B.V. & Co. KG: Honoraria. Ayuk: Celgene: Consultancy, Honoraria; Kite/Gilead: Honoraria; Therakos/Mallinckrodt: Honoraria, Research Funding; Neovii: Research Funding; Novartis: Honoraria. Holtkamp: Miltenyi Biomedicine GmbH: Current Employment. Preussner: Miltenyi Biomedicine GmbH: Ended employment in the past 24 months. Zadoyan: Miltenyi Biomedicine GmbH: Current Employment. Hanssens: Miltenyi Biomedicine GmbH: Current Employment. Kaiser: Miltenyi Biotec B.V. & Co. KG: Current Employment. Jurk: Miltenyi Biotec B.V. & Co. KG: Current Employment. Bürger: Miltenyi Biotec B.V. & Co. KG: Current Employment. Schneider: Lentigen Technology Inc., A Miltenyi Company: Current Employment, Patents & Royalties. Dropulic: Lentigen Technology Inc., A Miltenyi Company: Current Employment. Overstijns: Miltenyi Biomedicine GmbH: Current Employment, Membership on an entity's Board of Directors or advisory committees; Miltenyi Biotec B.V. & Co. KG: Current Employment, Membership on an entity's Board of Directors or advisory committees. Scheid: Novartis: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; BMS: Honoraria; Amgen: Honoraria; Takeda: Honoraria, Research Funding. Holtick: Miltenyi Biotec B.V. & Co. KG: Honoraria. Miltenyi: Miltenyi Biomedicine GmbH: Current Employment, Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties; Lentigen Technology Inc., A Miltenyi Company: Current Employment, Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties; Miltenyi Biotec B.V. & Co. KG: Current Employment, Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties."
}