{
    "doi": "https://doi.org/10.1182/blood.V128.22.3774.3774",
    "article_title": "Risk Factors for the Development of High-Titer Inhibitors in 260 Children with Severe Hemophilia a Born Between 1990 and 2009: The Remain Study ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "The development of anti-FVIII antibodies (i.e., inhibitors) is the major side effect of severe hemophilia A treatment. Inhibitors mainly develop in children during the first 50 exposure days and are classified in low-and high-titer (i.e., peak titer < or > 5 UB/ml). High-titer inhibitors have the major clinical impact. At diagnosis however, the real nature of the antibody is not clear in all patients, since some low-titer inhibitors may progress to high-titer. The determinants of the evolution from low- to high-titer inhibitors are still unclear and the aim of the present study was to investigate potential risk factors associated with the progression from low- to high-titer inhibitors. This study is a follow-up study of the PedNet Registry and includes 260 children with severe hemophilia A and clinically relevant inhibitors, born between 1990 and 2009 and consecutively recruited from 31 hemophilia centers in 16 countries. Clinical and laboratory data were collected from the date of first positive inhibitor test and covered a minimum of 3-years follow-up. Factors potentially associated with progression from low- to high-titer inhibitor development were analyzed using univariate and multivariate logistic regression. F8 mutation type was known in 247 patients (95%), including 202 (82%) null mutations (i.e., large deletions, nonsense mutations and inversions). Positive family history of inhibitors was present in 37 of 99 (37%) with positive family history of hemophilia. At diagnosis 49% (n=127) had low-titer inhibitors, however, upon FVIII re-exposure, 50% of low-titer inhibitors progressed to high-titer and only 25% of patients (n=69) had persistent low-titer inhibitors. Within the first 3 years of follow-up, immune tolerance induction (ITI) was equally implemented in around 80% of low-and high-titer patients but it was started later in children with high-titers (median time to ITI start 4.5 vs 0.3 months; p<0.001) in whom daily regimens and high-dose FVIII were more frequently adopted (89, 67% vs 41, 50% and 98, 74% vs 35, 43%; p=0.01 and <0.001, respectively). Overall high-titer inhibitor development was associated with null F8 mutations (OR 2.8, 95%CI 1.4-5.5) and family history of inhibitors (OR 3.9, 95%CI 1.2-12.6). The progression from low- to high-titer inhibitors during follow up, was associated with the use of high-dose ITI regimens (i.e., >100 IU/kg/day) with an OR of 3.9 (95%CI 1.5-10.0), independent from the effects of F8 mutation type (adjusted OR 3.6, 95%CI 1.4-9.8) and family history of inhibitors (adjusted OR 6.7, 95%CI 1.1-42.6). No difference was found by comparing the use of daily versus non-daily ITI. In conclusion, in a cohort of 260 children with severe hemophilia A and inhibitors, 49% presented with low-titers at diagnosis and 46% of them progressed to high-titers during follow-up. Progression to high-titer inhibitors was associated with the use of high-dose ITI. These results suggest that intensive ITI should be avoided as initial strategy in low-titer inhibitor patients. Disclosures Mancuso: Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sobi/Biogen Idec: Consultancy, Speakers Bureau; Novo Nordisk: Consultancy, Speakers Bureau; CSL Behring: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Baxalta: Consultancy, Speakers Bureau; Bayer Healthcare: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Kedrion: Consultancy. Fischer: Wyeth/Pfizer: Research Funding; Biogen: Consultancy; NovoNordisk: Consultancy, Research Funding, Speakers Bureau; Pfizer: Consultancy, Speakers Bureau; Biotest Octapharma: Speakers Bureau; CSL Behring: Speakers Bureau; Baxter: Consultancy, Research Funding, Speakers Bureau; Freeline: Consultancy; Bayer: Consultancy, Research Funding, Speakers Bureau. Santagostino: Octapharma: Consultancy; Novo Nordisk: Consultancy; Kedrion: Consultancy; Sobi: Consultancy; Biogen Idec: Consultancy; Roche: Consultancy; Grifols: Consultancy; Pfizer: Consultancy; Baxalta: Consultancy; CSL Behring: Consultancy; Bayer: Consultancy. Escuriola: Baxalta, now part of Shire: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Investigator Clinical Studies, Research Funding; Bayer: Consultancy, Honoraria, Research Funding; Biotest: Consultancy, Honoraria, Research Funding; CSL Behring: Consultancy, Honoraria, Research Funding; Grifols: Consultancy, Honoraria, Research Funding; Octapharma: Consultancy, Honoraria, Research Funding; NovoNordisk: Consultancy, Honoraria, Research Funding. Liesner: BPL: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria, Speakers Bureau; Cangene: Research Funding; CSL Behring: Consultancy, Honoraria, Research Funding; Baxalta Innovations GmbH, now a part of Shire: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; SOBI: Consultancy, Honoraria, Research Funding, Speakers Bureau; Octapharma: Consultancy, Honoraria, Research Funding, Speakers Bureau; Biogen: Consultancy, Honoraria, Research Funding; Grifols: Consultancy, Honoraria. Nolan: Sobi: Research Funding; Biogen: Research Funding.",
    "topics": [
        "child",
        "hemophilia a",
        "follow-up",
        "antibodies",
        "adverse effects",
        "logistic regression"
    ],
    "author_names": [
        "Maria Elisa Mancuso, MD PhD",
        "Kathelijn Fischer, MD PhD MSc",
        "Elena Santagostino, MD PhD",
        "Johannes Oldenburg, Prof",
        "Helen Platokouki, MD",
        "Christoph Königs, MD PhD",
        "Carmen Escuriola, MD",
        "Georges-Etienne Rivard, MD",
        "Ana Cid, MD",
        "Manuel Carcao, MD",
        "Rolf Ljung, MD PhD",
        "Pia Petrini, MD",
        "Anne Rafowicz, MD",
        "Carmen Altisent, MD",
        "Gili Kenet, MD",
        "Raina Liesner",
        "Karin Kurnik, MD",
        "Christel Van Geet, MD PhD",
        "Teresa Alvarez-Roman, MD",
        "Tin Tin Yee, MD",
        "Guenter Auerswald, Sr., MD",
        "Rosario Perez-Garrido, MD",
        "Beatrice Nolan",
        "Hervé Chambost",
        "Anne Makipernaa, MD",
        "Angelo Claudio Molinari, MD",
        "Angela Thomas, MBBS, PhD",
        "Elizabeth Chalmers, MD",
        "Mike Williams, MD",
        "Rainer Kobelt, MD",
        "Marijke Van den Berg, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Elisa Mancuso, MD PhD",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kathelijn Fischer, MD PhD MSc",
            "author_affiliations": [
                "Van Creveldkliniek, University Medical Center Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Santagostino, MD PhD",
            "author_affiliations": [
                "Maggiore Hospital Policlinico and University of Milan, Milan, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Oldenburg, Prof",
            "author_affiliations": [
                "Institute of Experimental Haematology and Transfusion Medicine, University of Bonn, Bonn, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen Platokouki, MD",
            "author_affiliations": [
                "Haemophilia Centre/Haemostasis Unit, Agia Sofia Children's Hospital, Athens, Greece "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Königs, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University Hospital Frankfurt, Frankfurt am Main, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Escuriola, MD",
            "author_affiliations": [
                "Haemophilie Zentrum Rhein Main, Morfelden-Walldorf, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georges-Etienne Rivard, MD",
            "author_affiliations": [
                "Hematology/Oncology, Centre Hospitalier Universitaire Sainte Justine, Montreal, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Cid, MD",
            "author_affiliations": [
                "Unidad de Hemostasia y Trombosis, Hospital Universitario y Politecnico La Fe, Valencia, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel Carcao, MD",
            "author_affiliations": [
                "Paediatrics; Division of Haematology/Oncology and Child Health Evaluative Sciences, Research Insititute, Hospital for Sick Children, Toronto, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rolf Ljung, MD PhD",
            "author_affiliations": [
                "Lund University, Malmo, Sweden "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pia Petrini, MD",
            "author_affiliations": [
                "Department of Women's and Children's Health, Karolinska University Hospital, Stockholm, Sweden "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Rafowicz, MD",
            "author_affiliations": [
                "Centre de Référence pour le Traitement des Maladies Hémorragiques (CRTH), Hôpital Bicêtre, Paris, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Altisent, MD",
            "author_affiliations": [
                "Unitat Hemofilia, Hospital Traumatologica, Hospital Vall d'Hebron, Barcelona, Spain "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gili Kenet, MD",
            "author_affiliations": [
                "The Chaim Sheba Medical Center, Thrombosis Unit, National Hemophilia Center, Ramat Gan, Israel "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raina Liesner",
            "author_affiliations": [
                "Great Ormond Street Hospital, London, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin Kurnik, MD",
            "author_affiliations": [
                "Pediatric Hemophilia Centre, Munich, Germany "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christel Van Geet, MD PhD",
            "author_affiliations": [
                "Dept. of Hematology, Pediatrics, UZ Gasthuisberg Leuven, Leuven, Belgium "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Alvarez-Roman, MD",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario La Paz, Madrid, Spain "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tin Tin Yee, MD",
            "author_affiliations": [
                "Haemophilia Centre and Haemostasis Unit, The Royal Free Hospital, London, United Kingdom "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guenter Auerswald, Sr., MD",
            "author_affiliations": [
                "Hemophilia Treatment Centre, Prof. Hess Children's Hospital, Bremen, Germany "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosario Perez-Garrido, MD",
            "author_affiliations": [
                "Hospital General Unidad de Hemofilia, Hospitales Universitarios Virgen del Rocio, Sevilla, Spain "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatrice Nolan",
            "author_affiliations": [
                "Department of Paediatric Haematology, St. James's Hospital, Dublin, Ireland "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Chambost",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, Timone Enfants Hospital, APHM and Aix-Marseille University, Marseille, France "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Makipernaa, MD",
            "author_affiliations": [
                "Hospital for Children and Adolescents, University of Helsinki, Helsinki, Finland "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angelo Claudio Molinari, MD",
            "author_affiliations": [
                "Dipartimento di Ematologia ed Oncologia, Unità Trombosi ed Emostasi, Ospedale Pediatrico Giannina Gaslini, Genua, Italy "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Thomas, MBBS, PhD",
            "author_affiliations": [
                "Royal Hospital for Sick Children, Edinburgh, United Kingdom "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Chalmers, MD",
            "author_affiliations": [
                "Department of Haematology, Royal Hospital for Sick Children, Glasgow, United Kingdom "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mike Williams, MD",
            "author_affiliations": [
                "Department of Haematology, The Children's Hospital, Birmingham, United Kingdom "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Kobelt, MD",
            "author_affiliations": [
                "Hämophiliezentrum, Wabern and Children's Hospital of the University of Bern, Bern, Switzerland "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marijke Van den Berg, MD PhD",
            "author_affiliations": [
                "Julius Center for Health Sciences and Primary Care, University Medical Center, Utrecht, Netherlands"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:23:56",
    "is_scraped": "1"
}