{
    "doi": "https://doi.org/10.1182/blood.V128.22.4720.4720",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3455",
    "start_url_page_num": 3455,
    "is_scraped": "1",
    "article_title": "Identification of Targeted Therapies for Rare Adult Mature T-Cell Leukemia Using Functional Ex Vivo Screening of Primary Patient Samples ",
    "article_date": "December 2, 2016",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster III",
    "topics": [
        "leukemia",
        "mature t-lymphocyte",
        "molecular targeted therapy",
        "screening",
        "leukemia, t-cell, chronic",
        "alemtuzumab",
        "dasatinib",
        "allogeneic stem cell transplant",
        "axitinib",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Uma Borate, MD",
        "Brianna A. Norris",
        "Pierrette Lo, MS",
        "Cristina E. Tognon",
        "Brian Junio",
        "Jeffrey W. Tyner",
        "Brian J. Druker, MD"
    ],
    "author_affiliations": [
        [
            "Oregon Health and Science Universtiy, Portland, OR "
        ],
        [
            "Knight Cancer Institute,, Division of Hematology & Medical Oncology, Oregon Health and Science University, Portland, OR "
        ],
        [
            "Division of Hematology and Medical Oncology, Oregon Health & Science University, Knight Cancer Institute, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health and Science University, Portland, OR "
        ],
        [
            "Department of Cell, Developmental & Cancer Biology, Oregon Health & Science University, Knight Cancer Institute, Portland, OR"
        ],
        [
            "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
        ]
    ],
    "first_author_latitude": "45.47935415",
    "first_author_longitude": "-122.70026510000001",
    "abstract_text": "Introduction: T-cell prolymphocytic leukemia (T-PLL) is an aggressive lymphoproliferative disorder and accounts for ~2% of cases of mature lymphocytic leukemia in adults. The sparsity of patients with this disease poses a challenge to effectively develop targeted treatments. Recent studies suggest chromosome 14 abnormalities are most common in T-PLL (75% of patients), resulting in overexpression of the proto-oncogene TCL1 and activation of protein kinase B (Stengel, Anna, et al. 2016). Presently alemtuzumab is the only effective, available therapeutic option, with almost all patients relapsing within months after completion of therapy. With the aim of identifying new therapeutics for T-PLL, we assessed the sensitivity of primary patient samples to various targeted agents using an ex vivo functional screening platform. Methods: We have previously screened over 1000 primary specimens from patients with various hematologic malignancies against a panel of 143 single-agent small-molecular inhibitors, including kinase inhibitors, bromodomain inhibitors, BHM mimetics, proteasome inhibitors, IDH1/2 inhibitors, and several other drug classes. Primary patient specimens were cultured in the presence of each drug in a 7-point dose series. Sensitivity was assessed by a tetrazolium-based viability assay on day 3. An IC 50 value was then calculated for each inhibitor and compared with the median of the IC 50 values for the full patient sample cohort screened to date. Inhibitors for which the IC 50 value was < 20% of the cohort median were considered effective. T-PLL primary patient samples were assessed for sensitivities using this historical drug sensitivity data and we ranked all drugs by their IC 50 . Results: Our database identified 5 adults (3 male, 2 female) with T-PLL who had analyzable data obtained within 1 month of diagnosis (Table 1). Median age was 65 years (range, 49-88 years). At diagnosis, the median white blood cell count was 56.2 K/cu mm (16-243.65 K/cu mm) and all patients had detectable 14q11 abnormalities and TCR gene rearrangements. All patients were treated with standard first-line therapy with IV alemtuzumab (30 mg 3x/week) for an average of 11.6 weeks (8.59 -14.75 weeks). Their median progression free survival (PFS) was 9.3 months (5.4-20 months) and duration of response was 5.6 months (2.9 -16.8 months). Three patients received second-line therapy after alemtuzumab failure with a PFS of 6.9 months (1.1- 9.8 months). Three patients went on to an allogeneic stem cell transplants with PFS of 6.7 months (4.5-7.7 months). The median overall survival was 19.1 months (2.07-11.6 months). Our ex vivo assay showed that 9 (6.2%) of 143 small-molecular inhibitors were considered effective (20% of median IC 50 ) in the majority of subjects. This included 6 FDA approved tyrosine kinase inhibitors (axitinib, dasatinib, sunitinib, sorafenib, pazopanib, and ponatinib), midostaurin, an NF-kB activation inhibitor, and CSF1R inhibitors. Sensitivity of T-PLL patients to these drugs is shown in the log plot (Figure 1). Patient 4 had no strong targets identified. Dasatinib showed the most efficacy in 4 of the 5 patients, with an average IC 50 of 0.003 ± 0.0007 µm, followed by CSFIRJ inhibitor with an average IC 50 of 0.02 ± 0.015 µm. Conclusions: Our functional ex vivo screen of primary patient samples allowed us to evaluate the effectiveness of several FDA approved and investigational therapeutic agents targeting multiple oncogenic pathways in T-PLL, a rare disease with limited existing therapies. Our approach indicates that several existing inhibitors may be effective in this aggressive leukemia and can be tested in prospective clinical trials. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Druker: Agios: Honoraria; Ambit BioSciences: Consultancy; ARIAD: Patents & Royalties, Research Funding; Array: Patents & Royalties; AstraZeneca: Consultancy; Blueprint Medicines: Consultancy, Equity Ownership, Other: travel, accommodations, expenses ; BMS: Research Funding; CTI: Equity Ownership; Curis: Patents & Royalties; Cylene: Consultancy, Equity Ownership; D3 Oncology Solutions: Consultancy; Gilead Sciences: Consultancy, Other: travel, accommodations, expenses ; Lorus: Consultancy, Equity Ownership; MolecularMD: Consultancy, Equity Ownership, Patents & Royalties; Novartis: Research Funding; Oncotide Pharmaceuticals: Research Funding; Pfizer: Patents & Royalties; Roche: Consultancy."
}