{
    "doi": "https://doi.org/10.1182/blood.V128.22.2267.2267",
    "article_title": "Bortezomib, Melphalan and Low Dose TBI Conditioning for Patients Undergoing Autologous Stem Cell Transplantation for Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster I",
    "abstract_text": "Background : Autologous stem cell transplantation is an integral part of myeloma therapy for patients who are able to undergo the treatment. While high dose melphalan has remained the typical conditioning regimen for ASCT in MM, recently there have been efforts to enhance the conditioning therapy by adding newer drugs to melphalan. Addition of bortezomib as well as carfilzomib have been attempted in phase 2 trials. Previous studies have shown that the combination of melphalan and total body irradiation (TBI) is an effective conditioning regimen. Pre-clinical studies have shown that bortezomib can sensitize MM cells to radiation, and based on this finding, we designed a clinical trial to examine the feasibility of combining low dose TBI with a combination of melphalan and bortezomib. Patients and Methods : The primary goal of the phase 1 study was to determine the maximally tolerated dose (MTD) of bortezomib that can be added to high dose melphalan and low dose TBI as part of conditioning chemotherapy in patients undergoing an ASCT for MM. The secondary goals were to examine the toxicities associated with addition of bortezomib to high dose melphalan and TBI in patients with MM and to determine the progression free rate at 1 and 2 years. Patients eligible to receive full dose melphalan conditioning regimen for ASCT were included as long as they had no more than 2 prior regimens and had not received a prior transplant. An accelerated design that was later converted to a standard 3+3 cohort design was used for dose escalation. Three patients were treated at a given dose level combination and observed for at least 36 days to assess toxicity. Melphalan 80 mg/m2 was given days -4, -3, with bortezomib at increasing doses given on day -5, -2 along with TBI of 200 cGY given on the same days of bortezomib, timed after bortezomib administration. Stem cells were infused day 0. Results : Eleven patients were enrolled; 6 were males, and the median age was 60 years. Median time from diagnosis was 5.4 months (range 3.4-7.0). Four dose levels were explored with increasing doses of bortezomib (0.7 mg/m 2 to 1.6 mg/m 2 ). No dose limiting toxicities were observed. The dose levels and the best response after ASCT are as shown in the Table. The overall response rate was 100%, including 7/11 with a CR or sCR. With a median follow-up of 12.5 months, two patients have progressed; median OS was not reached. Toxicity was mostly hematologic, with other AEs being grade 3 or less and attributable to the conditioning therapy. All patients engrafted their counts adequately. Conclusion : The combination of melphalan, bortezomib, and low dose TBI is a safe conditioning regimen in patients with MM with good efficacy. The regimen should be further examined in the phase 2 setting. Table View large Download slide Table View large Download slide  Close modal Disclosures Kapoor: Celgene: Research Funding; Amgen: Research Funding; Takeda: Research Funding. Kumar: Noxxon: Consultancy, Honoraria; Celgene: Consultancy, Research Funding; Sanofi: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; BMS: Consultancy; AbbVie: Research Funding; Janssen: Research Funding; Skyline: Consultancy, Honoraria.",
    "topics": [
        "autologous stem cell transplant",
        "bortezomib",
        "conditioning (psychology)",
        "melphalan",
        "multiple myeloma",
        "toxic effect",
        "carfilzomib",
        "chemotherapy regimen",
        "follow-up",
        "transplantation"
    ],
    "author_names": [
        "Francis K Buadi, MD",
        "Morie A. Gertz, MD",
        "Betsy R. Laplant, MS",
        "Alese Halvorson",
        "Martha Q. Lacy, MD",
        "Suzanne R. Hayman, MD",
        "David Dingli, MD PhD FRCP",
        "Prashant Kapoor, MD",
        "Wilson I Gonsalves, MD",
        "Teresa Miceli, RN",
        "Eva Brandes, RN",
        "Scott L Stafford, MD",
        "James A Martenson, MD",
        "William J Hogan, MBChB",
        "Shaji K. Kumar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francis K Buadi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Morie A. Gertz, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betsy R. Laplant, MS",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alese Halvorson",
            "author_affiliations": [
                "Alliance Statistics and Data Center, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Q. Lacy, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne R. Hayman, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Dingli, MD PhD FRCP",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashant Kapoor, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilson I Gonsalves, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Miceli, RN",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Brandes, RN",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott L Stafford, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James A Martenson, MD",
            "author_affiliations": [
                "Department of Radiation Oncology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William J Hogan, MBChB",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji K. Kumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T13:01:22",
    "is_scraped": "1"
}