{
    "doi": "https://doi.org/10.1182/blood.V122.21.4256.4256",
    "article_title": "Elevated Soluble IL-2Ra Levels Are Associated With Inferior Outcome and Is Independent Of MIPI Score in Patients With Mantle Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "abstract_text": "Blood cytokine elevations have been associated with non-Hodgkin's lymphoma (NHL) such as follicular lymphoma (FL) and diffuse large B-cell lymphoma (DLBCL). Although other types of NHL have been studied, to our knowledge, cytokine deregulation in mantle cell lymphoma (MCL) has not been comprehensively studied. In this study, we studied cytokine levels in untreated and relapsed MCL patients using a multiplex assay to determine the role of dysregulated cytokines in these patients and study any prognostic relevance that could be drawn from their effect on relapse and survival. Samples from two data sets of MCL patients were used for this study. The first dataset was pre-treatment serum samples from newly-diagnosed patients with MCL (n=88) from the University of Iowa/Mayo Clinic SPORE Molecular Epidemiology Resource. The second dataset included pre-treatment plasma samples from relapsed MCL patients (n=20) treated on the MC0048G clinical trial studying the effect of everolimus in lymphoma patients. In addition, unrelated controls from a case-control study of lymphoma were included (n=15 serum, n=24 plasma). Thirty cytokines were assessed using a multiplex ELISA. Differences between cytokines in cases and controls were assessed using Wilcoxon rank-sum tests; associations between cytokines and event-free survival were assessed using Kaplan-Meier curves and Cox proportional hazards models. In the newly diagnosed MCL patients, IL-10 (p<0.0001), IL-1RA (p=0.001), IL-6 (p= 0.04), sIL-2Rα (p=0.005), and MIG (p=0.002) were elevated compared to normal controls. The only significantly elevated cytokine in the recurrent MCL cases compared to controls was sIL-2Rα (p= 0.0006). High levels (above median) of sIL-2Rα levels were associated with inferior event-free-survival (EFS) in both newly diagnosed (HR=2.61 (95% CI: 1.41-4.81, p= 0.0022) and relapsed MCL (HR=2.90, 95% CI: 1.08-7.80, p=0.035) patients; this remained significant after adjusting for MIPI (p=0.01 and 0.03, respectively). Moreover, in the relapsed MCL group eotaxin (p< 0.0001), IL-12 (p< 0.0001), and MCP-1 (p= 0.0002) were suppressed compared to normal controls. We hypothesized that STAT3 (pSTAT3) in MCL cells might be the possible cause behind IL-12 suppression. Indeed, 12/13 MCL samples from IL-12-suppressed relapsed MCL patients were pSTAT3+. When studying the association between cytokine levels and clinical characteristics in both untreated and relapsed MCL groups, sIL-2R was significantly associated with the MIPI score in both untreated (p<0.0001) and relapsed (p=0.007) MCL groups; and with performance status (p=0.005), lymphoma stage (p=0.004), and B symptoms (p=0.006) in the newly diagnosed MCL group. Figure 1 View large Download slide Event-free survival of patients with untreated and relapsed MCL by sIL-2R levels. Figure 1 View large Download slide Event-free survival of patients with untreated and relapsed MCL by sIL-2R levels. Close modal View large Download slide View large Download slide Close modal Our study shows that cytokines are deregulated in both untreated and relapsed MCL patients. It emphasizes on the importance of sIL-2R in its association with negative clinical parameters and worse prognosis in MCL. These findings gives the rational for using sIL-2R along with MIPI and other parameters in predicting prognosis and further to monitor response in MCL. Furthermore, we showed that IL-12 is suppressed in relapsed MCL group and that pSTAT3 expression is a possible mechanism behind this suppression. Further studies are needed to investigate the effect of drugs that suppress pSTAT3 expression in IL-12 suppressed MCLs and disease progression in relapsed MCL patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "mantle-cell lymphoma",
        "cytokine",
        "pmel17",
        "squamous intraepithelial lesions",
        "interleukin-12",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "disease progression",
        "everolimus",
        "follicular lymphoma"
    ],
    "author_names": [
        "Mohamad Bassam, M.D",
        "Matthew J Maurer, MS",
        "Mary Stenson, B.S",
        "Linda E Wellik",
        "Christine Allmer",
        "Brian K Link, MD",
        "James R Cerhan, MD, PhD",
        "Thomas E Witzig, MD",
        "Mamta Gupta, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamad Bassam, M.D",
            "author_affiliations": [
                "Medicine, Mayo CLinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthew J Maurer, MS",
            "author_affiliations": [
                "Division of Biomedical Informatics and Statistics, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Stenson, B.S",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda E Wellik",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Allmer",
            "author_affiliations": [
                "Mayo Clinic, Rochester, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian K Link, MD",
            "author_affiliations": [
                "Department of Medicine, University of Iowa, Iowa City, IA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R Cerhan, MD, PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas E Witzig, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mamta Gupta, Ph.D",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:35:57",
    "is_scraped": "1"
}