{
    "doi": "https://doi.org/10.1182/blood.V126.23.789.789",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3158",
    "start_url_page_num": 3158,
    "is_scraped": "1",
    "article_title": "Expression of Novel Immune Checkpoint Molecules PVR and PVRL2 Confers a Negative Prognosis to Patients with Acute Myeloid Leukemia and Their Blockade Augments T-Cell Mediated Lysis of AML Cells Alone or in Combination with the BiTE ® Antibody Construct AMG 330 ",
    "article_date": "December 3, 2015",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Acute Myeloid Leukemia: Exploiting New Therapeutic Targets and Novel Technologies",
    "topics": [
        "antibodies",
        "bites",
        "cell cycle checkpoint",
        "cytolysis",
        "leukemia, myelocytic, acute",
        "molecule",
        "t-lymphocytes",
        "karyotype determination procedure",
        "antibodies, blocking",
        "blinatumomab"
    ],
    "author_names": [
        "Hauke Stamm, MSc",
        "Felix Klingler, cand. MD",
        "Daniela Pende, MD",
        "Eik Vettorazzi, MSc",
        "Michael Heuser, MD",
        "Ulrike Mock, PhD",
        "Carsten Bokemeyer, MD",
        "Roman Kischel, MD",
        "Sabine Stienen, PhD",
        "Matthias Friedrich, PhD",
        "Michael Lutteropp, PhD",
        "Dirk Nagorsen, MD",
        "Jasmin Wellbrock, PhD",
        "Walter Fiedler, MD"
    ],
    "author_affiliations": [
        [
            "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "IRCCS AUO San Martino-IST, Genova, Italy "
        ],
        [
            "Department of Medical Biometry and Epidemiology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Research Department Cell and Gene Therapy, Department of Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Amgen Research (Munich) GmbH, Munich, Germany "
        ],
        [
            "Amgen Research (Munich) GmbH, Munich, Germany "
        ],
        [
            "Amgen Research (Munich) GmbH, Munich, Germany "
        ],
        [
            "Amgen Research (Munich) GmbH, Munich, Germany "
        ],
        [
            "Global Clinical Development, Amgen, Thousand Oaks, CA"
        ],
        [
            "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ]
    ],
    "first_author_latitude": "53.59082850000001",
    "first_author_longitude": "9.973988100000001",
    "abstract_text": "Background: T-cell activity is regulated by immune checkpoints to maintain the sensitive balance of co-stimulatory and inhibitory immune signals. Therapeutic blockade of checkpoint molecules on tumor or T cells such as CTLA-4 or PD-L1 has shown clinical success in several tumor types including Hodgkin´s disease. Furthermore, Blinatumomab, a bispecific T-cell engager (BiTE antibody construct) directing cytotoxic T cells to CD19 positive leukemic cells has been approved for treatment of acute lymphoblastic leukemia. The CD33 specific BiTE antibody construct AMG 330 has been developed for the therapy of acute myeloid leukemia (AML) and will be evaluated in phase I studies shortly. In our current study, we investigated the therapeutic utility of blockade of the novel checkpoint proteins PVR (poliovirus receptor) and PVRL2 (poliovirus receptor-related 2) alone and in combination with AMG 330 in AML. Methods and results: Samples from 140 treatment naive patients with newly diagnosed AML (AMLSG 07-04, NCT00151242) were analyzed by RT-qPCR for expression of the immune checkpoint molecules PVR, PVRL2 and Galectin-9 (Gal-9). Expression was correlated with patient demographics (age, karyotype, FLT3 mutation status) and clinical survival data by multivariate cox regression. The majority of patients showed mRNA expression of PVR (94%), PVRL2 (95%) and Gal-9 (92%). In a multivariate stepwise cox regression for overall survival, an unfavorable karyotype, high PVR and high Gal-9 expression were identified as independent prognostic markers (p<0.001, HR: 2.10, CI 1.39-3.15 for the karyotype; p=0.001, HR: 1.64, CI 1.21-2.21 for PVR and p<0.001, HR: 0.67, CI 0.54-0.84 for Gal-9). Due to a high correlation between PVR and PVRL2 (Pearson's rho=0.827, p<0.001), PVRL2 was removed during the stepwise process. Nevertheless, if PVR was excluded from the multivariate cox regression, PVRL2 remained as significant term in the stepwise procedure in addition to the karyotype and Gal-9 (p=0.003, HR: 1.58, CI 1.17-2.13 for PVRL2). In a second, independent patient cohort containing microarray-based gene expression and clinical data of 291 AML patients (Verhaak et.al. , Haematologica 2009;94) a high PVR and PVRL2 expression in contrast to expression of CD80, CD86 or PD-L1 was associated with poor overall survival (log-rank test p=0.003 and p=0.032, respectively). In in vitro killing assays the therapeutic effect of PVR and PVRL2 blockade was studied by FACS using 7-AAD staining. AML cell lines MV4-11, Kasumi-1 and Molm-13 were preincubated with blocking antibodies against PVR, PVRL2 or both and co-cultured for 24h with peripheral blood mononuclear cells (PBMCs) of healthy donors in the presence or absence of AMG 330. In the absence of AMG 330, the cell kill of MV4-11 increased from 12.6±4.7% (control) to 33.0±8.8% (PVR), to 40.4±10.4% (PVRL2) and to 56.0±12.0% (both PVR + PVRL2). In the presence of suboptimal concentration of AMG 330 (0.1 ng/ml) MV4-11 cell lysis was 29.4±9.0% (AMG 330 alone), 49.7±12.6% (AMG 330 + PVR), 57.9±11.3% (AMG 330 + PVRL2) and 70.0±9.8% (AMG 330 + PVR + PVRL2; n=4, p<0.05 for all comparisons). Comparable results were found for Kasumi-1 and Molm-13 with blockade of both checkpoint inhibitors being the most effective treatment, although additive effects of antibodies against PVR and PVRL2 could not be verified in all cases (data not shown). To confirm specificity of the approach and to exclude effects caused by antibody dependent cellular cytotoxicity (ADCC), PVR and PVRL2 double knockouts of the cell line MV4-11 were generated by CRISPR/Cas-9. Significantly increased killing was observed in PVR and PVRL2 double knockout cells compared to wild-type cells (40.5±8.1 % vs. 25.9±9.1; n=3, p<0.001). Further experiments using an irrelevant antibody against CD117 or Fcγ receptor blockade by purified IgG antibodies excluded ADCC confirming the functional relevance of PVR/PVRL2 blockade. Conclusion: The expression of immune checkpoint ligands PVR and PVRL2 confers a negative prognosis to AML patients possibly due to immune evasion. We could further show that the killing of AML cells by PBMCs could be augmented by blockade of these novel checkpoint inhibitors. Furthermore, addition of PVR and/or PVRL2 blocking antibodies to AMG 330 could enhance cytotoxicity. Therefore, blockade of PVR and PVRL2 represents a promising target for the treatment of AML. Disclosures Kischel: Amgen Research (Munich) GmbH: Employment. Stienen: Amgen Research (Munich) GmbH: Employment. Friedrich: Amgen Research (Munich) GmbH: Employment. Lutteropp: Amgen Research (Munich) GmbH: Employment. Nagorsen: Amgen: Employment, Equity Ownership, Patents & Royalties: Inventor on blinatumomab-related patent."
}