{
    "doi": "https://doi.org/10.1182/blood.V122.21.2429.2429",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2537",
    "start_url_page_num": 2537,
    "is_scraped": "1",
    "article_title": "Endothelial Cell-Selective Adhesion Molecule Marks Human Hematopoietic Stem Cells Regardless Of The HSC Sources ",
    "article_date": "November 15, 2013",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "topics": [
        "cell adhesion molecules",
        "endothelium",
        "hematopoietic stem cells",
        "cd34 antigens",
        "pulmonary aspiration",
        "collagenase",
        "flow cytometry",
        "cadherins",
        "cd31 antigens",
        "cd45 antigens"
    ],
    "author_names": [
        "Tomohiko Ishibashi",
        "Takafumi Yokota",
        "Michiko Ichii",
        "Yusuke Satoh",
        "Takao Sudo",
        "Yukiko Doi",
        "Natsuko Fujita",
        "Yasuhiro Nagate",
        "Yuri Hamanaka",
        "Keiko Matsui",
        "Akira Tanimura",
        "Norimitsu Saitoh",
        "Sachiko Ezoe",
        "Hirohiko Shibayama",
        "Paul W. Kincade",
        "Kenji Oritani",
        "Yuzuru Kanakura"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Immunobiology and Cancer Program, Oklahoma Medical Research Foundation, Oklahoma City, OK, USA"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ]
    ],
    "first_author_latitude": "34.8192259",
    "first_author_longitude": "135.52726990000002",
    "abstract_text": "Identification of novel markers associated with hematopoietic stem cells (HSCs) is important to progress basic and clinical research regarding the HSC biology. We previously reported that endothelial cell-selective adhesion molecule (ESAM) marks HSCs throughout life in mice (Yokota et al. Blood, 2009). We also demonstrated that ESAM can be a useful indicator of activated HSCs after bone marrow (BM) injury and that ESAM is functionally important for recovering hematopoiesis by using ESAM knockout mice (Sudo et al. J Immunol, 2012). However, the discrepancy between species has been a long-standing obstacle to apply findings in mice to human. For example, established murine HSC markers such as Sca-1 or CD150 are not expressed on human HSCs. Thus, it is important to know if ESAM marks HSCs beyond species and serves as a functional molecule for the HSC property, but information regarding ESAM expression in human HSCs has been quite limited. In this study, we have examined the ESAM expression pattern on human HSCs derived from diverse sources. In addition, we have performed functional assessment of the ESAM-expressing cells. Cord blood (CB), aspirated BM, and granulocyte-colony stimulating factor-mobilized peripheral blood (GMPB) were obtained from healthy donors. BM was also obtained from head of femora of patients who received the hip replacement surgery. All of the protocols were approved by the Institutional Review Board of Osaka University School of Medicine, and we obtained the written agreement form with informed consent from all participants. Mononuclear cells were separated using Ficoll centrifugation from CB, aspirated BM and GMPB. For preparation of BM cells adjacent to bone tissues, trabecular tissues of femora were treated with 2 mg/ml collagenase IV and DNase and gently agitated for 1 hour at 37 °C. Collected cells were analyzed using flow cytometry for cell surface expression of ESAM and other markers. Further, the CD34 + CD38 − cells were fractionated according to the intensity of ESAM expression and evaluated in vivo and in vitro functional assays. Flow cytometry analyses revealed that the majority of CB CD34 + CD38 − cells expressed ESAM. According to the expression level, CB CD34 + CD38 − cells could be subdivided into three populations, namely ESAM −/Low , ESAM High , and ESAM Bright . While all CB contained a robust ESAM High population in CD34 + CD38 − cells, the percentage of ESAM Bright cells varied widely among CB samples. The ESAM High CD34 + CD38 − cells also expressed CD90 and CD133, which are known as HSC markers. Methylcellulose colony-forming assays and limiting dilution assays revealed that ESAM High fraction enriches primitive hematopoietic progenitors. Further, ESAM High cells also reconstituted the long-term human hematopoiesis in NOD/Shi- scid , IL-2Rγ null (NOG) mice. Therefore, as in mice, ESAM High marks authentic HSCs in human. On the other hand, ESAM Bright CD34 + CD38 − cells showed low colony-forming activities and no reconstitution of human hematopoiesis in NOG mice. These ESAM Bright CD34 + CD38 − cells expressed CD118/leukemia inhibitor factor receptor and endothelial markers such as VE-Cadherin, Flk-1, and CD146, but not CD45. These results suggested that ESAM Bright cells in the CB CD34 + CD38 − fraction are non-hematopoietic cells. With respect to the other HSC sources such as aspirated BM and GMPB, almost all CD34 + CD38 − cells were ESAM High and ESAM Bright cells were not found in this fraction. Interestingly, however, ESAM Bright cells were found in the CD34 + CD38 − fraction isolated from collagenase-treated femora. These BM-derived ESAM Bright CD34 + CD38 − cells expressed endothelial markers as did the CB-derived cells. They could generate CD31 + endothelial cells, but not hematopoietic cells in coculture with MS5 stromal cells with vascular endothelial growth factor, stromal-cell-derived factor, and interleukin 16. In conclusion, ESAM expression serves as a marker to enrich HSCs in human regardless of the HSC sources. In addition, the very high intensity of this marker might be useful to isolate non-hematopoietic progenitors from CD34 + CD38 − cells, which has been conventionally used as human HSCs. The common feature of ESAM expression of murine and human HSCs suggests a possibility that functional significance of ESAM expression obtained from mouse studies could be applicable to human. Disclosures: No relevant conflicts of interest to declare."
}