{
    "doi": "https://doi.org/10.1182/blood.V118.21.4419.4419",
    "article_title": "Alantolactone Induces Apoptosis in Imatinib-Sensitive and -Resistant CML Cells by Inhibiting NF-KappaB Signaling and Degrading Bcr/Abl Protein ",
    "article_date": "November 18, 2011",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 4419 Chronic myelogenous leukemia (CML) is characterized by the t(9;22) chromosomal translocation, which results in the generation of Bcr-Abl oncogene that encodes the chimeric Bcr-Abl protein with constitutive tyrosine kinase activity. Despite the great success of imatinib therapy in CML, not all patients, especially those in the accelerated or blastic phase, experience an optimal response to this drug or even to the more potent, second-generation TKIs. The emergence of resistance to TKIs has also become a significant problem implying that physiopathologically relevant cellular targets should be validated, such as NF-kappaB (NF-kB). Here we describe the activity of alantolactone, a small natural compound and see its effect on K562-sensitive (K562s, sensitive to imatinib) and K562-resistant (K562r, resistant to imatinib) cells. Results: Firstly, we used CCK-8 assay to determine the cell viability and found that K562s were inhibited up to 64.5% after 48 hours of incubation of 10uM concentration of alantolactone, Annexin V + cells were up to 68% which were confirmed by morphological observation, and apoptosis-related proteins were activated during the treatment, suggesting its inducing-apoptosis ability. Secondly, incubation of alantolactone could inhibit NF-kB signaling activity, proved by inhibition of IkBa phosphorylation and blockade of nuclear translocation of p65, while the luciferase assay further revealed the inhibited transcription of NF-kB dependent reporter gene, which was confirmed by immunofluorescence staining. Of note, Bcr-Abl protein was specifically and rapidly down-regulated as early as 6 hours after 10uM of alantolactone treatment. And alantolactone-induced Bcr-Abl down-regulation could be partially reversed by the autophagy inhibitor chloroquine but not by the proteasome inhibitor MG132 or bortezomib, indicating that autophagy may contributes to Bcr-Abl reduction. Furthermore, similar concentration of alantolactone could also induce apoptosis in K562r cells and inhibited the growth of primary CD34 + leukemic cells from CML patients. Collectively, our results primarily demonstrated that alantolactone could induce apoptosis in CML cells, regardless of imatinib-sensitive or -resistant, by inhibiting NF-kB signaling and depleting Bcr/Abl through a unique mechanism. Alantolactone could be used as a probe for deciphering the mechanism of Bcr-Abl destruction and NF-kB inhibition, and this agent may be a promising candidate for treating CML patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "nf-kappa b",
        "signal transduction",
        "fusion proteins, bcr-abl",
        "protein-tyrosine kinase inhibitor",
        "annexin a5",
        "bortezomib",
        "cd34 antigens"
    ],
    "author_names": [
        "Hua Yan",
        "Wei Wei",
        "Shan Zhao",
        "Chuanxu Liu",
        "Ying-Li Wu",
        "Guo-Qiang Chen"
    ],
    "author_dict_list": [
        {
            "author_name": "Hua Yan",
            "author_affiliations": [
                "Department of Hematology, Shanghai Institute of Hematology, Shanghai, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wei Wei",
            "author_affiliations": [
                "Department of Hematology, Shanghai Institute of Hematology, Shanghai, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shan Zhao",
            "author_affiliations": [
                "Department of Pathophysiology, Key Laboratory of Cell Differentiation and Apoptosis of Chinese Ministry of Education, Shanghai, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chuanxu Liu",
            "author_affiliations": [
                "Department of Pathophysiology, Key Laboratory of Cell Differentiation and Apoptosis of Chinese Ministry of Education, Shanghai, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying-Li Wu",
            "author_affiliations": [
                "Department of Pathophysiology, Key Laboratory of Cell Differentiation and Apoptosis of Chinese Ministry of Education, Shanghai, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guo-Qiang Chen",
            "author_affiliations": [
                "Department of Pathophysiology, Shanghai Jiaotong University School of Medicine, Shanghai, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T13:05:10",
    "is_scraped": "1"
}