{
    "doi": "https://doi.org/10.1182/blood.V124.21.867.867",
    "article_title": "DNA Methylation Profiling of Pediatric AML Reveals That Hypomethylation of MN1 Is Characteristic of Inv(16) AML and a Driver of MN1 Overexpression ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "abstract_text": "Primary refractory and relapsed pediatric acute myeloid leukemia (AML) still lead to a significant number of childhood cancer deaths, despite the current chemotherapeutic regimens. AML leukemogenesis is driven by collaborative genetic abnormalities that induce hematopoietic maturation arrest and cell proliferation. Particular AML-associated maturation inhibiting aberrations are known to target chromatin regulators, thus directly influencing the transcriptional program of leukemic cells. Therapies targeting epigenetic processes, e.g. with hypomethylation-inducing agents, are therefore becoming an attractive therapeutic strategy in adult AML. AML biology in children is not equivalent to that of adults, thus methylation patterns seen in adult AML cannot be extrapolated to pediatric AML. Therefore there is a need to unravel the mechanism behind changes in epigenetic processes as the result of AML-causing genetic abnormalities in order to develop new drugs for pediatric AML. We hypothesized that pediatric AML samples have distinct DNA-methylation patterns which may provide a rationale for treatment with demethylating agents in specific pediatric AML subtypes. Furthermore, these differences in methylation could be characteristic for AML subgroups and that particular methylation patterns drive the expression of specific genes which may play a key role in the tumorigenesis of these AML leukemias. We performed genome-wide CpG-island methylation profiling on a representative and molecularly characterized cohort of pediatric patients with de novo AML. Empirical Bayes Wilcoxon rank-sum test showed that AML patients carrying inv(16)(p13;q22) (n=9) have distinct DNA methylation patterns when compared to non-inv(16) AML patients (n=143) (consisting mainly of MLL -rearranged, t(8;21), t(15;17), t(8;16) AML and AML cases with a normal karyotype). The MN1 gene ranked as most significantly differentially methylated in inv(16) AML compared to non-inv(16) AML, with inv(16) AML cases having significantly (p = 2x10 -6 ) lower methylation levels compared to non-inv(16) AML cases. Hypomethylation of specific regions of the MN1 -associated CpG-island was confirmed by methylation specific PCR and bisulfite sequencing. Subsequent gene expression (GEP) data on 294 pediatric AML patients showed that MN1 was 8 fold higher expressed in patients carrying inv(16) compared to all other patients (9.9, n=35 vs 6.9, n=259, p<0.001). Furthermore, integrating GEP and methylation array data showed that MN1 expression negatively correlated (ρ s = 0.82, p=0.011) with methylation levels, which is in agreement with the biological assumption of methylation and gene expression. Since genes known to regulate DNA methylation have frequently been shown to be mutated in adult AML we determined whether a decreased expression of DNA methyltransferases, DNMT1, DNMT2, DNMT3A, DNMT3B, could be the cause of a hypometylated MN1 locus in inv(16) AML. Our findings show that only DNMT3B expression was significantly (p=8x10 -15 ) lower in inv(16) cases compared to non-inv(16) cases. To test whether hypomethylation of the MN1 CpG-island and the overexpression of MN1 is the result of decreased DNMT1 expression, HL60 cells which express negligible levels of MN1 were treated with the DNMT1 inhibitor Decitabine. This showed that treatment of HL60 cells with Decitabine led to increase of MN1 transcript levels, however, not as high as those observed in patient samples. This suggests that DNMT1 activity may not be the only DNA methyltransferase influencing expression of MN1 in inv(16) patients. Interestingly, we observed a high (ρ s = 0.42) correlation between MN1 methylation and DNMT3B expression, which suggests DNMT3B could be an important DNA methyltransferase involved in regulating MN1 expression. Overall we show that pediatric AML patients carrying and inv(16) have a characteristic DNA methylation pattern compared to other AML patients carrying specific cytogenetic aberrations. Furthermore, our data suggest that hypomethylation of the MN1 gene is an underlying mechanism for high MN1 expression in inv(16)(p13;q22) patients possibly regulated by multiple DNA methyltransferases. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dna methylation",
        "hypomethylation",
        "mn1 gene",
        "myeloblastic leukemia, pediatric acute",
        "protein overexpression",
        "dna (cytosine-5-)-methyltransferase 1",
        "dna modification methylases",
        "decitabine",
        "childhood cancer",
        "demethylating agents"
    ],
    "author_names": [
        "Nicole S.D. Larmonie",
        "Marry M. van den Heuvel-Eibrink",
        "Askar Obulkasim",
        "Valerie de Haas",
        "Dirk Reinhardt",
        "Martin Zimmermann",
        "Jan Trka",
        "Andre Baruchel",
        "Ronald W. Stam",
        "Rob Pieters",
        "Maarten W.J. Fornerod",
        "C. Michel Zwaan"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicole S.D. Larmonie",
            "author_affiliations": [
                "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marry M. van den Heuvel-Eibrink",
            "author_affiliations": [
                "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Askar Obulkasim",
            "author_affiliations": [
                "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie de Haas",
            "author_affiliations": [
                "Dutch CHildhood Oncology Group, The Hague, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Reinhardt",
            "author_affiliations": [
                "Medical School Hannover, Hannover, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Zimmermann",
            "author_affiliations": [
                "Medical School Hannover, Hannover, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Trka",
            "author_affiliations": [
                "CLIP Laboratory Centre, 2nd School of Medicine, Charles University, Prague, Czech Republic "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Baruchel",
            "author_affiliations": [
                "Robert Debré Hospital - APHP and University Paris Diderot, Paris, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald W. Stam",
            "author_affiliations": [
                "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Pieters",
            "author_affiliations": [
                "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maarten W.J. Fornerod",
            "author_affiliations": [
                "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Michel Zwaan",
            "author_affiliations": [
                "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T04:06:59",
    "is_scraped": "1"
}