{
    "doi": "https://doi.org/10.1182/blood-2020-136763",
    "article_title": "COVID-19 Outcomes in Individuals with Sickle Cell Disease and Sickle Cell Trait Compared to Blacks without Sickle Cell Disease or Trait ",
    "article_date": "November 5, 2020",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: By August 1, 2020 in the United States, more than 3 million cases of Coronavirus disease 2019 (COVID-19) had been reported with more than 150,000 deaths due to this disease. Growing evidence suggests that individuals with the pre-existing conditions of hypertension, diabetes, cardiovascular disease and obesity are at a higher risk of more serious COVID-19 illness. However, the impact of COVID-19 on individuals with sickle cell disease and sickle cell trait as compared to those without sickle cell disease or trait is not known. The objective of this study was to determine the rate of hospitalization, disease symptoms and deaths due to COVID-19, in patients with sickle cell disease and sickle cell trait compared to Blacks without sickle cell disease or trait. Methods: We leveraged existing electronic health record (EHR) data from multiple sites that contribute data to a research network, TriNetX. TriNetX query platform was used to identify patients with COVID-19 infection based on ICD diagnoses codes or a positive COVID-19 result from a nucleic acid amplification with probe-based detection test, present any time after January 20, 2020 (this is when the first COVID-19 case was detected in the United States) within the patients' EHR data. We report rates of specific COVID-19 related outcomes among individuals with sickle cell disease and trait, calculated as % of patients in cohort with the particular outcome. Our outcomes of interest included COVD-19 related symptoms, hospitalization, and death, which occurred within 2 weeks of COVID diagnosis. We used propensity score matching (greedy nearest-neighbor matching algorithm with a caliper of 0.1 pooled standard deviations) to create balanced cohorts for comparing outcomes between individuals with sickle cell disease or trait and Blacks without sickle cell disease or trait. Risk ratios and risk differences are reported along with 95% confidence intervals. Given multiple outcomes of interest, we considered a more stringent two-sided alpha of less than <0.01, based on a z-test, to determine statistical significance for differences in outcome rates. Results: As of July 15, 2020, there were 122 COVID-19 patients who had sickle cell disease and 172 COVID-19 patients who had sickle cell trait. Our comparator groups included 15,762 Blacks who were diagnosed with COVID-19 but did not have sickle cell trait/disease. COVID-19 patients with sickle cell disease were significantly younger and a higher proportion had asthma, type 1 diabetes and pre-existing liver conditions compared to Blacks without sickle cell trait/disease (Table 1). COVID-19 patients with sickle cell trait were significantly younger, a higher proportion were females, overweight/obese, and a higher proportion had asthma or type 1 diabetes compared to Blacks without sickle cell trait/disease (Table 1). The rate of respective outcomes for the three groups is shown in Figure 1. Propensity score matching yielded a cohort of patients such that there were no significant differences in demographic and clinical characteristics between patients with sickle cell disease/trait compared to Blacks without sickle cell trait/disease. After matching, COVID patients with sickle cell disease remained at a higher risk of hospitalization, pneumonia and pain compared to Blacks without sickle cell trait/disease (Table 2). The case fatality rates were not significantly different between those with sickle cell disease compared to Blacks. There were no significant differences in COVID outcomes between sickle cell trait and Blacks without sickle cell trait/disease, within the matched cohort. Conclusions: These data provide evidence that sickle cell disease imposes additional risk of severe COVID-19 illness and hospitalization, after balancing for age, gender and other preexisting conditions. The death rate between sickle cell disease and Blacks without sickle cell trait/disease was not significantly different. There are no significant differences in COVID-19 outcomes between sickle cell trait and Blacks without sickle cell trait/disease, after balancing for age, gender and other pre-existing conditions. View large Download slide View large Download slide Close modal Disclosures Brandow: NIH / NHLBI: Research Funding; Greater Milwaukee Foundation: Research Funding. Panepinto: HRSA: Research Funding; NINDS: Research Funding; NINDS: Research Funding; NHLBI: Research Funding.",
    "author_names": [
        "Ashima Singh, PhDMS",
        "Amanda M. Brandow, DO, MS",
        "Julie Panepinto, MDMS"
    ],
    "author_dict_list": [
        {
            "author_name": "Ashima Singh, PhDMS",
            "author_affiliations": [
                "Medical College of WI, Pewaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amanda M. Brandow, DO, MS",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI ",
                "Pediatric Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI ",
                "Pediatric Hematology/Oncology, Medical College of Wisconsin and Children's Research Institute of the Children's Hospital of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Panepinto, MDMS",
            "author_affiliations": [
                "Pediatrics, Medical College of Wisconsin, Children's Hospital of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T06:40:08",
    "is_scraped": "1"
}