{
    "doi": "https://doi.org/10.1182/blood-2019-122431",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4181",
    "start_url_page_num": 4181,
    "is_scraped": "1",
    "article_title": "Alterations in Secretome and Transcriptome of Bone Marrow Derived MSCs in Patients with Diffuse Large B-Cell Lymphoma without Bone Marrow Involvement ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "bone marrow",
        "bone marrow involvement",
        "diffuse large b-cell lymphoma",
        "cytokine",
        "complete remission",
        "rna",
        "stromelysin 1",
        "cancer",
        "chemokine (c-x-c motif) ligand 1",
        "chemokines"
    ],
    "author_names": [
        "Nataliya A. Petinati, MD PhD",
        "Natalia Sats, PhD",
        "Nina J. Drize, PhD",
        "Irina Malyants",
        "Victoria Shender, PhD",
        "Ksenia Anufrieva, PhD",
        "Polina Shneider",
        "Tatiana Grigorieva, PhD",
        "Georgiy Arapidi, PhD",
        "Maria Lagarkova, PhD",
        "Ekaterina A. Fastova, MD",
        "Aminat A. Magomedova, MD PhD",
        "Sergey K. Kravchenko, MD PhD",
        "Valeriy G. Savchenko, MD PhD"
    ],
    "author_affiliations": [
        [
            "Lab for Physiology of Hematopoiesis, National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "Lab for Physiology of Hematopoiesis, National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "Lab for Physiology of Hematopoiesis, National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "Federal Research and Clinical Center of Physical-Chemical Medicine of Federal Medical Biological Agency, Moscow, Russian Federation "
        ],
        [
            "Federal Research and Clinical Center of Physical-Chemical Medicine of Federal Medical Biological Agency, Moscow, Russian Federation "
        ],
        [
            "Federal Research and Clinical Center of Physical-Chemical Medicine of Federal Medical Biological Agency, Moscow, Russian Federation "
        ],
        [
            "Federal Research and Clinical Center of Physical-Chemical Medicine of Federal Medical Biological Agency, Moscow, Russian Federation "
        ],
        [
            "Kazan State University, Kazan, Russian Federation "
        ],
        [
            "Federal Research and Clinical Center of Physical-Chemical Medicine, Moscow, Russian Federation "
        ],
        [
            "Federal Research and Clinical Center of Physical-Chemical Medicine of Federal Medical Biological Agency, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation"
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation"
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation"
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation"
        ]
    ],
    "first_author_latitude": "32.8957567",
    "first_author_longitude": "-117.2424725",
    "abstract_text": "Introduction Multipotent mesenchymal stromal cells (MSCs) differentiate into all mesenchymal lineages, regulate hematopoietic stem cells, and also take part in immunomodulation. MSCs are damaged in patients with leukemia. Most of the patients with DLBCL do not have bone marrow (BM) involvement. Despite the absence of proved BM damage in DLBCL patients, the properties of MSCs are changed. We aimed to analyze secretome and transcriptome of MSCs derived from BM of DLBCL patients without BM involvement. Methods The study included 16 DLBCL patients (7 males and 9 females), of which 6 were 42-60-year-old in the onset of the disease and a month after the end of treatment with NHL-BFM90; 10 were 48-78-year-old in complete remission for 6-14 years (5 received CHOP and 5 NHL-BFM90 treatment). Control group included 5 healthy donors (3 males, 2 females), median age 37. During diagnostic punctures BM was collected after informed consent. MSCs were cultured by standard method. Confluent MSCs layers after 1 passage were cultivated in serum-free RPMI1640 without phenol red for 24 hours; supernatants were studied for secretome and cells for transcriptome. The analysis of MSCs secretome was carried out using the LC-MS/MS analysis (TripleTOF 5600+ mass spectrometer with a NanoSpray III ion source coupled to a NanoLC Ultra 2D+ nano-HPLC System. Total RNA was isolated, applying standard procedures, from MSCs. Next-generation sequencing of complementary DNA libraries of polyA-enriched RNA was performed with Illumina HiSeq. Raw RNA-seq data were processed using STAR. Gene expression was compared using the limma R/Bioconductor package. Results The total cell production for 4 passages in primary patients' MSCs was higher than in donors (26.6 ± 2 versus 10.1 ± 4.4 x 10 6 per flask). It remained elevated regardless of the time passed after therapy. The patterns of secretome and transcriptome of patients' MSCs differed dramatically from the MSCs of healthy donors (Table). In MSCs of primary patients, the secretion and transcription of proteins involved in IL-17, TNF and Toll-like receptor signaling pathways, cytokine-cytokine receptor interaction, cytokine-mediated signaling pathway, cellular response to cytokine stimulus, regulation of signaling receptor activity, regulation of neutrophil chemotaxis, inflammatory and acute inflammatory response and its regulation, leukocyte activation involved in immune response, immune system process, extracellular matrix organization were elevated. Secretion and transcription of cytokines and chemokines (IL6, IL4, LIF, TNFa, CXCL1 and CXCL3), taking part in hematopoiesis regulation were increased in primary patients MSCs. One month after treatment, secretion of 332 proteins was decreased, only 2 of them (DKK1 and FKBP7) were previously overexpressed in primary patients. Many years after the end of both variants of treatment, the secretion and transcription of 32 proteins participating in the same pathways as before treatment remains elevated compared with healthy donors. In addition, the complement and coagulation cascades became upregulated. In MSCs of all patients, regardless of therapy and remission duration , expression/ secretion of following genes/proteins: ACAN, COL1A, MMP3, TGFb1, NDNF, CANX, LAP3, MGP, SERPINB2, STC1,TFPI,TMEM132A, BMP2, CFH, HILPDA, IDO1, IL1B, ITGA2, JUN, LMO2, MMP13, MMP3, TNFRSF1B,TNFSF4 was increased. Some of these proteins take part in bone and cartilage formation, hematopoietic stem cells regulation, blood coagulation and inflammation. These changes in secreted proteins reflect the response of MSCs at the organism level to the tumor presence. Moreover, NUCKS1 overexpression was observed in MSCs of all patients. This nuclear casein kinase plays a significant role in modulating chromatin structure and regulates replication, transcription, and chromatin condensation. Furthermore, this protein contributes to the susceptibility, occurrence, and development of several types of cancer and other diseases. NUCKS1 is considered to be a potent marker for such diseases. Conclusion The presence of a lymphoid tumor without BM involvement in the body leads to irreversible changes in the BM MSCs, thus affecting a lot of biological processes and signaling pathways, independent of the treatment and duration of complete remission. The work were supported by the Russian Foundation for Basic Research, Project No. 17-00-00170. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}