{
    "doi": "https://doi.org/10.1182/blood.V126.23.3284.3284",
    "article_title": "Reasons for Initiation of First-Line Therapy and Early Outcomes for Patients (Pts) with Rai 0/1 Chronic Lymphocytic Leukemia (CLL): An Analysis of the Connect CLL® Cohort Study ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster II",
    "abstract_text": "The majority of pts with newly diagnosed CLL are classified with Rai stage 0 or 1 disease and typically experience an indolent clinical course. However, little is known regarding the reasons for initiating therapy in this population or patterns of initial treatment in the contemporary era of our practicing community. We utilized data from the Connect CLL registry, a US-based multi-center, prospective observational cohort study that is aimed at understanding patterns of CLL management without a study-specific intervention. Eligible pts were adults with a clinical diagnosis of CLL who initiated therapy ≤2 months prior to enrollment, and were enrolled from academic (n=155), community (n=1311), or government (n=28) sites between 2010-2014. Descriptive statistics were applied to examine data on demographics, baseline characteristics, treatment selection, early treatment outcomes, and reasons for initiating therapy that were reported for pts with Rai 0/1 CLL receiving first-line therapy. Multivariable logistic regression models were constructed to evaluate predictors of complete response (CR) and event-free survival (EFS) defined as the occurrence of the first of disease progression, relapse or death within 24 months of enrollment. Among 684 pts who received first-line therapy at enrollment and for whom Rai stage was available, 363 had Rai 0/1 CLL. This group had a median age of 68 years (range 41-90); 94% were white, 60% male, 98% insured, and 93% were treated in community practices; 47% had Rai stage 0 disease (54% Binet A); 33% had ≥1 constitutional symptoms; 96% had ECOG performance status of 0 or 1; 35% had conventional cytogenetics and 53% had FISH analysis performed. Among pts for whom cytogenetic or FISH analysis were performed, 159 (72%) were abnormal, of them 37 pts (23%) had del(11q), 104 pts (65%) had del(13q), 33 pts (21%) had trisomy 12, and 20 pts (13%) had del(17p) by conventional cytogenetics and/or FISH, including 8% with del(17p) by FISH. The median time from diagnosis to initiation of therapy was 2.5 years (range 0-20 years) for Rai 0/1 pts compared with 0.5 years for pts enrolled with Rai stage ≥2 (range 0-32). The most common reasons for initiating therapy (with >1 reason possible) in Rai 0/1 CLL were: bulky or progressive or lymphadenopathy (40%), progressive lymphocytosis (39%), any disease-related symptom (weight loss, fatigue, fever, night sweats; 28%), anemia (20%), and thrombocytopenia (15%); 42% of pts had >1 reason for initiation. The most common first-line regimens used in this cohort were: fludarabine/cyclophosphamide/rituximab (FCR; 29%), bendamustine/rituximab (BR; 20%), and rituximab alone (12%). Of the 317 pts who either responded to treatment during the first 24 months of enrollment or were followed ≥24 months, 143 pts (45%) achieved CR (investigator assessed as per protocol) and 264 (83%) achieved CR or partial response. Female gender (odds ratio [OR] = 2.22), treatment with BR or FCR (OR = 3.41), and time from diagnosis to therapy (OR = 0.92; with each year increase in time from diagnosis to initiation of therapy, relative odds of CR decreases by 8%), were independent predictors of CR. Of the 311 evaluable pts, 82 pts (26%) experienced an EFS event during the 24 months on study, of which 19 (23%) were deaths and 48 (59%) were progressions. Age ≥75 years (OR = 4.46), lymphocytosis as a reason for therapy initiation (OR = 1.89), and male gender (OR = 1.73) were independent predictors of an EFS event within 24 months. The Connect CLL registry represents the largest comprehensive prospective cohort of CLL pts collected from multiple practices across the US. In concordance with other studies, pts with Rai 0/1 initiated therapy approximately 2.5 years following CLL diagnosis and included a cohort of pts with poor prognostic FISH characteristics. Although chemoimmunotherapy was associated with a significantly higher likelihood of CR, progressive lymphocytosis as a reason for initiating therapy (and not any form of treatment) was more likely to predict an early EFS event. Approaches using novel agents or combination therapies aimed towards addressing pts with progressive lymphocytosis should be considered in future studies. Disclosures Flowers: Seattle Genetics: Consultancy; OptumRx: Consultancy; AbbVie: Research Funding; Pharmacyclics: Research Funding; Gilead Sciences: Research Funding; Genentech: Research Funding; AbbVie: Research Funding; Celegene: Other: Unpaid consultant, Research Funding; Spectrum: Research Funding; Onyx Pharmaceuticals: Research Funding; Spectrum: Research Funding; Acerta: Research Funding; Gilead Sciences: Research Funding; Janssen: Research Funding; Infinity Pharmaceuticals: Research Funding; Infinity Pharmaceuticals: Research Funding; Janssen: Research Funding; Millennium/Takeda: Research Funding; Onyx Pharmaceuticals: Research Funding; Pharmacyclics: Research Funding; Acerta: Research Funding; Millennium/Takeda: Research Funding. Nabhan: Celgene Corporation: Honoraria, Research Funding. Kay: Pharmacyclics: Research Funding; Genentech: Research Funding; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees, Research Funding; Hospira: Research Funding; Gilead: Membership on an entity's Board of Directors or advisory committees, Research Funding; Tolero Pharma: Research Funding. Mato: AbbVie: Consultancy, Research Funding; Janssen: Consultancy; Celgene Corporation: Consultancy, Research Funding; Pronai Pharmaceuticals: Research Funding; Pharmacyclics: Consultancy, Research Funding; TG Therapeutics: Research Funding; Gilead: Consultancy, Research Funding; Genentech: Consultancy. Lamanna: Genentech-Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene Corporation: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Infinity: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Grinblatt: Celgene Corporation: Consultancy, Honoraria, Speakers Bureau. Kipps: Pharmacyclics Abbvie Celgene Genentech Astra Zeneca Gilead Sciences: Other: Advisor; Pharmacyclics Abbvie Celgene Genentech Astra Zeneca Gilead Sciences: Other: Advisor. Kozloff: Roche: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Genentech: Consultancy, Speakers Bureau; AbbVie: Consultancy. Sullivan: Celgene Corporation: Employment, Equity Ownership. Flick: Celgene Corporation: Employment, Equity Ownership. Kiselev: Celgene Corporation: Consultancy. Bhushan: Celgene Corporation: Employment, Equity Ownership. Swern: Celgene Corporation: Employment, Equity Ownership. Sharman: TG Therapeutics, Inc.: Research Funding; Gilead: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Research Funding; Calistoga: Honoraria; Celgene Corporation: Consultancy, Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; Roche: Research Funding.",
    "topics": [
        "brachial plexus neuritis",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "weight reduction",
        "lymphocytosis",
        "rituximab",
        "anemia",
        "bendamustine",
        "clinical diagnosis",
        "complete remission"
    ],
    "author_names": [
        "Christopher Flowers, MD",
        "Chadi Nabhan, MD",
        "Neil E. Kay, MD",
        "Anthony Mato, MD",
        "Nicole Lamanna, MD",
        "David L. Grinblatt, MD",
        "Thomas J. Kipps, MD, PhD",
        "Mark Kozloff, MD",
        "Kristen Sullivan",
        "E. Dawn Flick, RPh, MPH, ScD",
        "Pavel Kiselev, PhD",
        "Shriya Bhushan, PharmD",
        "Arlene S. Swern, PhD",
        "Jeff P. Sharman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher Flowers, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chadi Nabhan, MD",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology and Oncology, The University of Chicago, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil E. Kay, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Mato, MD",
            "author_affiliations": [
                "Center for Chronic Lymphocytic Leukemia, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Lamanna, MD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David L. Grinblatt, MD",
            "author_affiliations": [
                "NorthShore University HealthSystem, Evanston, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, MD, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Kozloff, MD",
            "author_affiliations": [
                "Ingalls Cancer Research Center, Harvey, IL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen Sullivan",
            "author_affiliations": [
                "Celgene Corporation, Overland Park, KS "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E. Dawn Flick, RPh, MPH, ScD",
            "author_affiliations": [
                "Celgene Corporation, South San Francisco, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavel Kiselev, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shriya Bhushan, PharmD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arlene S. Swern, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff P. Sharman, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute, Springfield, OR"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T21:37:16",
    "is_scraped": "1"
}