{
    "doi": "https://doi.org/10.1182/blood.V108.11.2806.2806",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=631",
    "start_url_page_num": 631,
    "is_scraped": "1",
    "article_title": "CD21 Expression Is Inversely Correlated with the Ability of CLL Cells To Induce Tyrosine Phosphorylation in Response to Anti-IgM. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "immunoglobulin m",
        "phosphorylation",
        "receptors, complement 3d",
        "tyrosine",
        "ligation",
        "cd19 antigens",
        "zap-70 kinase",
        "cd20 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Chris Pepper, PhD",
        "Suhair Alghazal, MD",
        "Paul Brennan, PhD",
        "Clare Rowntree, MB, PhD",
        "Thet Thet Lin, PhD",
        "Guy Pratt, MD",
        "Chris Fegan, MD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, School of Medicine, Cardiff University, Cardiff, South Glamorgan, United Kingdom"
        ],
        [
            "Department of Haematology, School of Medicine, Cardiff University, Cardiff, South Glamorgan, United Kingdom"
        ],
        [
            "Department of Medical Biochemistry & Immunology, School of Medicine, Cardiff University, Cardiff, South Glamorgan, United Kingdom"
        ],
        [
            "Department of Haematology, School of Medicine, Cardiff University, Cardiff, South Glamorgan, United Kingdom"
        ],
        [
            "Department of Haematology, School of Medicine, Cardiff University, Cardiff, South Glamorgan, United Kingdom"
        ],
        [
            "Department of Haematology, Birmingham Heartlands Hospital, Birmingham, United Kingdom"
        ],
        [
            "Department of Haematology, School of Medicine, Cardiff University, Cardiff, South Glamorgan, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.5080465",
    "first_author_longitude": "-3.1861357000000003",
    "abstract_text": "B-cell chronic lymphocytic leukaemia (CLL) cells have a differential capacity to signal through the B-cell receptor (BCR) following ligation with anti-IgM. This difference in signaling capacity has been suggested to contribute to the clinical disparity between the two subsets. However, as there appears to be no obvious correlation between response to IgM ligation and surface IgM expression, CD20 expression or CD79b expression it may be that the differential signaling response in these two distinct subsets is not caused by the BCR itself. In this study we investigated the expression of the BCR co-receptor complex (CD19, CD21 and CD81) in a cohort of CLL patients (n = 60) in order to determine whether expression of the co-receptor was associated with known CLL prognostic markers; IgV H gene mutational status, ZAP-70 and CD38 expression. In addition, we examined the relationship between co-receptor expression and the capacity of CLL cells to respond to anti-IgM cross-linking of the BCR. CLL samples showed significantly lower expression of both CD19 and CD21 when compared to normal B-lymphocytes (P <0.0001 and P<0.0001 respectively). In addition, samples derived from patients with unmutated IgV H genes showed significantly lower expression of CD19 and CD21 but not CD81 when compared to samples derived from patients with mutated V H genes (P = 0.04, P = 0.005 and P = 0.5 respectively). In contrast, none of the co-receptor molecules (CD19, CD21, CD81) were associated with CD38 expression (P = 0.82, P = 0.6, P = 0.64 respectively) or ZAP-70 expression (P = 0.2, P = 0.13 and P = 0.4 respectively). We next compared CD21 expression with levels of tyrosine phosphorylation (pre- and post-IgM ligation of the BCR). The results showed that there was no correlation between CD21 expression with either basal or IgM-stimulated tyrosine phosphorylation (P = 0.84 and P = 0.24 respectively). However, there was a significant inverse correlation with the percentage change in tyrosine phosphorylation following BCR cross-linking (P = 0.01). These data suggest that CLL cells with higher CD21 expression have a diminished magnitude of response to BCR ligation supporting the hypothesis that CLL cells with higher CD21 expression undergo receptor densitisation. Conversely, patients with lower CD21 expression may avoid receptor densitisation and consequently have a higher capacity for signaling following ligation of the BCR. Taken together, our data indicate a role for the BCR co-receptor in the signaling capacity of CLL cells and hence in the clinical course of the disease."
}