{
    "doi": "https://doi.org/10.1182/blood.V128.22.2282.2282",
    "article_title": "Patients with Hematologic Malignancies Can Benefit More from Allele-Level HLA Matching Than Antigen-Level after Single Unit Umbilical Cord Blood transplantation: a Retrospective Single Center Clinical Analysis ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "abstract_text": "Introduction: The increasing number of unrelated umbilical cord blood (UCB) has been used as an alternative graft because greater degrees of donor-recipient HLA mismatch are tolerated. Generally, lower resolution HLA typing (antigen-level) for HLA-A and -B and at the allele level for HLA-DRB1 is used to select UCB units; HLA-C and -DQB1 are not typically considered. A few studies have suggested that HLA-matching based upon allelic typing for 8 HLA loci(HLA-A, -B, -C and -DRB1 )should be taken into account when searching UCB units; and the NMDP also encourages extended high-resolution typing of umbilical cord blood units to facilitate further study of the impact of HLA. Nevertheless, few studies have taken into consideration that if HLA-matching based upon allelic typing for 10 loci (HLA-A, -B, -C,-DRB1 and -DQB1) can benefit more patients than traditional HLA typing method (antigen-level for HLA-A,-B and allele-level for HLA-DRB1). In this study, we aim to compare the clinical outcomes between patients using allele-level HLA typing and those using traditional HLA typing method, such as engraftment, relapse and survival after unrelated cord blood transplantation (UCBT). Patients and methods: 309 patients with hematologic malignancies who underwent UCBT in Anhui Provincial Hospital from May 2008 to December 2015 were analyzed. All patients received a single UCB unit after intensified myeloablative conditioning regimens and a combination of cyclosporine A (CsA) and mycophenolate mofetil (MMF) was given for graft-versus-host disease (GVHD) prophylaxis. Of 309 patients at enrollment, 95 patients used traditional HLA typing method (antigen level for HLA-A,-B and allele level for HLA-DRB1, at least 4/6 HLA loci matching must be met) and 214 patients used allele-level HLA typing method (allele-level for HLA-A,-B,-C,-DRB1 and -DQB1, at least 5/10 HLA loci matching must be met). The follow-up assessment was conducted before May, 31, 2016. Results: Patients using allele-level HLA typing method had a statistically significant higher cumulative incidence of platelet engraftment ( P =0.039), and the risk of grades 2-4 acute GVHD was statistically significant lower than patients using traditional HLA typing method ( P =0.01). The risk of transplant-related mortality (TRM) by 1 year was also lower than patients using traditional HLA typing method ( P =0.043), while there was no increase in the risk of relapse ( P =0.338). Conclusion : Using allele-level HLA typing method when searching UCB units (at least 5/10 HLA loci matching must be met) can improve the engraftment of platelet, reduce the risk of grades 2-4 acute GVHD and TRM, which can take the place of traditional HLA typing method to search UCB units. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "alleles",
        "antigen assay",
        "hematologic neoplasms",
        "human leukocyte antigens",
        "umbilical cord blood transplantation",
        "hla serotyping",
        "hla-a antigens",
        "hla-a2 antigen",
        "cyclosporine",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Sun Guangyu, MD",
        "Sun Zimin, MD",
        "Zhu Xiaoyu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sun Guangyu, MD",
            "author_affiliations": [
                "Department of Hematology, Anhui Provincial Hospital, Hefei, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sun Zimin, MD",
            "author_affiliations": [
                "Department of Hematology, Anhui Provincial Hospital, Hefei, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhu Xiaoyu, MD",
            "author_affiliations": [
                "Department of Hematology, Anhui Provincial Hospital, Hefei, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T15:35:04",
    "is_scraped": "1"
}