{
    "doi": "https://doi.org/10.1182/blood.V126.23.3853.3853",
    "article_title": "Epigenetic Modifying Drugs Inhibit MDS/AML Cell Growth through Selective Disruption of the Interactions Between Lineage-Determining Transcription Factors and DNA/Histone Modifiers ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "Normal hematopoiesis is controlled by a well-connected genetic network composed of several transcription factors (TFs) including PU.1 and GATA1. It has been postulated that both transcription factors and epigenetic modifiers work collaboratively to regulate hematopoietic stem cell differentiation and lineage specification as well as leukemogenesis. However, it is unclear about how the interplay between genetic network and epigenetic regulatory modifiers regulates locus-specific chromatin modifications and gene expression in normal hematopoiesis and hematologic malignancies such as myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML). Drugs targeting epigenetic modifiers including DNA methyltransferases (DNMTs), histone methyltransferases (HMTs) and histone deacetylases (HDACs) have been shown to be effective in a small portion of patients with MDS/AML, but the mechanisms underlying the efficacy and selectivity of different epigenetic modifying drugs are unknown. In this study, we performed growth-inhibition experiments with several epigenetic modifying drugs in multiple AML cell lines and identified two distinct lineage/differentiation-associated growth-inhibition patterns. Monocytic leukemia cells, but not erythroid leukemia cells, were sensitive to H3K4 HMT inhibitors, whereas both erythroid and monocytic leukemia cells were hypersensitive to DNMT and H3K27 HMT inhibitors. Importantly, co-immunoprecipitation experiments demonstrated lineage-specific interactions between the lineage-determining TFs (PU.1/SPI1 and GATA1) and the DNA/histone modifiers (DNMT1, DNMT3A/3B, TET2 and EZH2). Specifically, SPI1/PU.1 interacts with DNMT1 and EZH2, while GATA1 interacts with TET2 and DNMT3A/3B in MDS-derived erythroid leukaemia. In monocytic leukemia, SPI1/PU.1 interacts with TET2. Epigenetic modifying drugs such as azacytidine and 3-deazaneplanocin efficiently disrupted the interactions between the lineage-determining TFs and the DNA/histone modifiers without changing the expression of these proteins. We developed a new method, crosslink-assisted DNA modification immunoprecipitation assay (CDMIA), to simultaneously measure 5-methylcytosine (5-mC) and hydroxymethylcytosine (5-hmC). CDMIAs revealed significant drug-responsive changes in 5-mC/5-hmC at the promoters of differentiation/lineage-controlling genes such as PU.1/SPI1 , but not at the global 5-mC/5-hmC. Sequential-ChIP and chromatin conformation capture (3C) showed that PU.1/SPI1 recruited polymerase II (pol-II) and the DNA/histone modifying complexes to PU.1/SPI1 toform distinct chromatin structures in a lineage-specific manner. We have selected azacytidine-resistant clones and established azacytidine-resistant cell lines from the previously azacytine-sensitive erythroid and monocytic leukemia cells. Strikingly, azacytine at the same concentrations failed to disrupt the interactions between the lineage-determining transcription factors and the DNA/histone modifiers in these drug-resistant leukemia cells. Genome-wide sequencing revealed novel mutations in TET2, TET3 , DNMT3L and PU.1/SP1 that were confirmed by Sanger sequencing. These mutations correlated with the altered interactions between PU.1/SPI1 and the DNA/histone modifying complexes and predicted the responses to epigenetic modifying drugs. Examination of clinical specimens from patients with MDS/AML confirmed the presence of distinct lineage/differentiation-specific chromatin structure with a high-level recruitment of DNA/histone modifiers. Our genome-wide epigenetic analysis demonstrates the statistically significant enrichment of the SPI1/PU.1, TP53 and MYB DNA-binding motifs in hyper-H3K27 trimethylated DNA sequences in erythroid-predominant MDS. These results demonstrate the presence of locus-specific, drug-sensitive chromatin structures in MDS/AML subtypes. Our data revealed a novel epigenetic modifying drug action model that involves selective disruption of the disease-specific interactions between the lineage-determining factors and DNA/histone modifiers. Such drug action models may provide new insights into the mechanisms underlying the efficacy and selectivity of epigenetic modifying drugs. Disclosures Larson: Novartis: Consultancy, Research Funding; Pfizer: Consultancy; Ariad: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy.",
    "topics": [
        "dna",
        "epigenetics",
        "histones",
        "transcription factor",
        "cell growth",
        "pu-1 protein",
        "leukemia",
        "azacitidine",
        "dna modification methylases",
        "complex"
    ],
    "author_names": [
        "Yuan Li, MD",
        "Ming Yue, PhD",
        "John Anastasi, MD",
        "Jeffery Q Shen, PhD",
        "Yali Dou, PhD",
        "Richard A. Larson, MD",
        "James W. Vardiman, MD",
        "Jason X. Cheng, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuan Li, MD",
            "author_affiliations": [
                "University of Chicago, Chicago, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ming Yue, PhD",
            "author_affiliations": [
                "University of Chicago, Chicago, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Anastasi, MD",
            "author_affiliations": [
                "Department of Pathology, University of Chicago, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery Q Shen, PhD",
            "author_affiliations": [
                "Bioinformatics Core, University of Nevada, Las Vegas, Las Vegas, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yali Dou, PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Larson, MD",
            "author_affiliations": [
                "Medicine, University of Chicago, Chicago, IL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James W. Vardiman, MD",
            "author_affiliations": [
                "Department of Pathology, University of Chicago, Chicago, IL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason X. Cheng, MDPhD",
            "author_affiliations": [
                "Department of Pathology, University of Chicago, Chicago, IL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T21:36:51",
    "is_scraped": "1"
}