{
    "doi": "https://doi.org/10.1182/blood-2020-138632",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4643",
    "start_url_page_num": 4643,
    "is_scraped": "1",
    "article_title": "150 Patients with Pernicious Anemia Profiled: Contribution of Helicobacter Pylori, Autoimmune Disease, Thyroid Disease, and Paraproteinemia ",
    "article_date": "November 5, 2020",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "Background/Purpose The recognition of the contribution of Helicobacter pylori (H. pylori) (Carmel et al Am J Gastroenterol 2001 96: 63.), plasma cell dyscrasias (Baz et al Cancer 2004 101:790.), autoimmune polyendocrine syndromes (APS), and other autoimmune disease to vitamin B12 absorption and pernicious anemia has lead to an appreciation of a more varied presentation of the disease. The purpose of this study is to document the spectrum of the disease as manifest in a cohort of patients diagnosed with pernicious anemia in a rheumatology clinic. Methods A retrospective chart review of history and physical, laboratory and x-ray studies was conducted among patients diagnosed with pernicious anemia over a 10 year period. Pernicious anemia was diagnosed on the basis of having had a low vitamin B12 level and the presence of intrinsic factor (IF) and/or anti-parietal cell antibodies (APA). Results A total of 150 patients, 106 female and 44 males ranging in age from 32-101 (mean 77.8) were diagnosed. Initial referral was based on acute fracture in 41, rheumatoid arthritis-30, arthritis-30, osteoporosis-16, pain-15, autoimmune disease-9, systemic lupus erythematosus-7, psoriasis-2. There was a history of major osteoporotic fracture in 55, heartburn-73, past peptic ulcer disease-16, thyroid disease-42, type 1 diabetes-12, and vitiligo-2. Fifty patients were taking a PPI. 101 patients had a sensory deficit at the level of the ankle including 38 with findings of glove and stocking sensory loss. Seventy one patients had IF antibodies, 53 had APA, and 26 had both IF and APA antibodies. Only 25 patients were anemic with 2 patients having an MCV >100 fL and 5 with a low iron. Folic acid was 8 ng/mL< in 9 patients with a predominance of IF antibodies (p=0.039). Vitamin D was <12ng/mL in 13. H. pylori was diagnosed based on urea breath test in 21 patients at the time of initial evaluation (Group 1). Paraproteins were identified with immunofixation in 19 patients, including 2 patients with myeloma (Group 2). Autoimmune disease diagnosis included rheumatoid arthritis-32, SS-a or SS-b positive Sjogren syndrome-9, systemic lupus erythematosus-3, psoriatic arthritis-4, CREST syndrome-2, spondyloathropathy-2, inflammatory bowel disease-2, PLA2R glomerulonephritis-1 (Group 3). Thyroid disease was present in 42 patients (Group 4) with the remaining 51 patients constituting Group 5. Mean age of the groups was 65.8, 77, 66, 71.3, and 71.7 years respectively. Twenty five patients had 1 disease associated with APS and 6 had 2 diseases. The diseases included as part of APS were: alopecia areata-1, vitiligo-2, primary Sjogren syndrome with SS-a and/or SS-b antibody-11, type 1 diabetes-12, Graves' disease-1, antithyroid antibody positive Hashimoto's disease-4. H. pylori breath test was given to 74 patients. There was a statistically significant increase of autoimmune disease present in the H. pylori positive Group 1 compared to 53 patients testing negative for H. pylori (p = 0.041). A history of major osteoporotic fracture was less common in the autoimmune Group 3 than Group 5 (p=0.0002). No other statistically significant differences were noted between Groups 1-5 or between patients with IF versus APA. Conclusion Pernicious anemia is more likely to be diagnosed in younger patients in the setting of autoimmune disease, especially primary Sjogren syndrome, elements of APS, and in those with H. pylori infection. In older patients fracture, neuropathy, and plasma cell dyscrasia are more likely clinical scenarios. The correlation found among pernicious anemia patients between H. pylori infection and underlying autoimmune disease supports the hypothesis that H. pylori can act as a trigger of an autoimmune response in a genetically predisposed host. Disclosures No relevant conflicts of interest to declare.",
    "topics": null,
    "author_names": [
        "Michael Lovy, MD",
        "Daniela Aguirre Vega, MD"
    ],
    "author_affiliations": [
        [
            "Desert Oasis Healthcare, Palm Springs, CA"
        ],
        [
            "Desert Oasis Healthcare, Palm Springs, CA"
        ]
    ],
    "first_author_latitude": "33.826279299999996",
    "first_author_longitude": "-116.5114515"
}