{
    "doi": "https://doi.org/10.1182/blood.V110.11.3999.3999",
    "article_title": "Compositional Differences in the Oligosaccharide Components of Generic Versions of Enoxaparin and Dalteparin. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Generic versions of the low molecular weight heparins (LMWHs) enoxaparin (Sanofi-Aventis, Paris, France) and dalteparin (Pfizer Inc, NY, USA) have been developed and marketed in India and South America. Regulatory bodies in North America and Europe are evaluating generic versions of enoxaparin and dalteparin. No regulatory approval guidelines exist for these hybrid drugs which are of natural origin and exhibit structural differences due to differences in manufacturing processes. To investigate the oligosaccharide composition of enoxaparin and dalteparin, molecular profiles were compared prior to and after digestion with heparinase-1 (0.1–1.0 U/ml). Functional properties of the pre- and post-heparinase digested agents were profiled in anticoagulant, antiprotease and protease generation assays using whole blood, plasma and serpins such as antithrombin and heparin cofactor II. Additionally, protein binding profiles for both the branded and generic LMWHs were carried out using human serum albumin. At concentrations of heparinase <0.5 U/ml, significant differences in oligosaccharide composition were noted. At higher concentrations, branded and generic LMWHs showed a comparable digestion profile with the exception of differences in salt content and disaccharide formation. The branded and generic products exhibited product-dependent differences in their affinity to heparin cofactor II and antithrombin. The amount of AT affinity components ranged from 20–46% in the nondepolymerized products and was markedly reduced after depolymerization (5–15%). Protamine sulfate and platelet factor 4 titration curves were distinct for the generic versions of enoxaparin. Dalteparin and its generic version showed a stronger inhibition of thrombin generation as measured by amidolytic assay. Protein binding profile also showed measurable differences among these agents. These studies suggest that the manufacturing processes for generic versions of enoxaparin and dalteparin result in products that can be differentiated despite identical anti-Xa unit potencies and molecular profiles. Additional microstructural features such as the presence of anhydromanno groups and other anomeric transformations may also contribute to the chemical and biologic heterogeneity among the generic versions of the branded products. Therefore, besides the molecular profile, additional biologic actions and protein binding profiles can also be used to demonstrate biosimilarities of differentiation among these agents.",
    "topics": [
        "dalteparin",
        "enoxaparin",
        "oligosaccharides",
        "low-molecular-weight heparin",
        "heparin lyase",
        "antithrombin iii",
        "antithrombins",
        "heparin cofactor ii",
        "anti factor xa",
        "anticoagulants"
    ],
    "author_names": [
        "Walter P. Jeske, PhD",
        "Aleah Brubaker, B.S.",
        "Debra Hoppensteadt, Ph.D.",
        "Jeanine M. Walenga, Ph.D.",
        "Qing Ma, Ph.D.",
        "Jawed Fareed, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Walter P. Jeske, PhD",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aleah Brubaker, B.S.",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debra Hoppensteadt, Ph.D.",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanine M. Walenga, Ph.D.",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qing Ma, Ph.D.",
            "author_affiliations": [
                "Pharmacy Practice, University at Buffalo, Buffalo, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jawed Fareed, Ph.D.",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T06:38:43",
    "is_scraped": "1"
}