{
    "doi": "https://doi.org/10.1182/blood.V106.11.646.646",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=480",
    "start_url_page_num": 480,
    "is_scraped": "1",
    "article_title": "Complete Absence of the Lineage-Determining Transcription Factor C/EBPα Results in Loss of Myeloid Identity in Bcr/abl Induced Malignancy. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cancer",
        "transcription factor",
        "gata1 protein, human",
        "leukemia",
        "transplantation",
        "acute erythroblastic leukemia",
        "immunoprecipitation",
        "leukemia, myelocytic, acute",
        "leukemogenesis"
    ],
    "author_names": [
        "Katharina Wagner, MD",
        "Pu Zhang, MD",
        "Frank Rosenbauer, PhD",
        "Bettina Drescher, PhD",
        "Susumu Kobayashi, MD",
        "Hanna S. Radomska, PhD",
        "Jeffery L. Kutok, MD",
        "Jürgen Krauter, MD",
        "Daniel G. Tenen, MD"
    ],
    "author_affiliations": [
        [
            "Division Hematology/Oncology, Beth Israel Deaconess Medical Center, Boston, MA, USA"
        ],
        [
            "Division Hematology/Oncology, Beth Israel Deaconess Medical Center, Boston, MA, USA"
        ],
        [
            "Division Hematology/Oncology, Beth Israel Deaconess Medical Center, Boston, MA, USA"
        ],
        [
            "Department of Hematology, Hemostasis and Oncology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Division Hematology/Oncology, Beth Israel Deaconess Medical Center, Boston, MA, USA"
        ],
        [
            "Division Hematology/Oncology, Beth Israel Deaconess Medical Center, Boston, MA, USA"
        ],
        [
            "Department of Pathology, Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Department of Hematology, Hemostasis and Oncology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Division Hematology/Oncology, Beth Israel Deaconess Medical Center, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3402905",
    "first_author_longitude": "-71.1047226",
    "abstract_text": "The lineage-determining transcription factor C/EBPα is required for myeloid differentiation. Decreased function or expression of C/EBPα is often found in human acute myeloid leukemia. However, the precise impact of C/EBPα deficiency on the maturation arrest in leukemogenesis is not well understood. To address this question, we used a murine transplantation model of a bcr/abl induced myeloproliferative disease. The expression of bcr/abl in C/EBPα +/+ and C/EBPα +/− fetal liver cells lead to a chronic myeloid leukemia-like disease. Surprisingly, bcr/abl expressing C/EBPα −/− fetal liver cells fail to induce a myeloid disease in transplanted mice, but instead cause a fatal, transplantable erythroleukemia. Accordingly, increased expression of SCL and GATA-1 in hematopoietic precursor cells of C/EBPα −/− fetal livers was found. The mechanism for the lineage shift from myeloid to erythroid leukemia was studied in a bcr/abl positive cell line. Consistent with findings of the transplant model, expression of C/EBPα and GATA-1 was inversely correlated. Id1, an inhibitor of erythroid differentiation, was upregulated upon C/EBPα expression. Chromatin immunoprecipitation was done and C/EBPα binding to a 3 prime enhancer of the Id1 gene was observed. Downregulation of Id1 by RNA interference impaired C/EBPα induced granulocytic differentiation. Thus, Id1 is a direct and critical target of C/EBPα. Taken together, our study provides the first evidence that myeloid lineage identity of malignant hematopoietic progenitor cells requires the residual expression of C/EBPα."
}