{
    "doi": "https://doi.org/10.1182/blood.V112.11.997.997",
    "article_title": "Dynamic Pattern of Adhesion Receptor Expression during the Maturation of Ex-Vivo Generated Human Adult and Neonatal Erythroid Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "The maturation of erythroid cells occurs in specialized areas of the marrow in close proximity to macrophages. The mature cell, the reticulocyte, loses its association with the macrophages and egresses into the blood stream. This dynamic pattern of cellular interactions is mediated by specific adhesion receptors, such as CXCR4 (CD184), VLA- 4 (α4 integrin, CD49d) and P-selectin glycoprotein ligand-1 (PSGL-1 or CD162). Culture conditions capable to generate ex vivo human erythroblasts in numbers sufficient for transfusion have been recently established by several investigators. The aim of this study was to evaluate whether these ex vivo-generated erythroblasts would express the adhesion receptor profile required for establishing, once injected in vivo, the cellular interactions necessary to complete their maturation. For this purpose, the pattern of CD184, CD49d and CD162 expression during the maturation of human erythroblasts generated ex vivo from adult and cord blood was investigated. Erythroblasts were divided into 4 classes of maturation by cytofluorimetrical criteria based on the levels of CD36 and CD235a (glycophorin A) expression: class 1, CD36 high CD235a neg (CFU-E); class 2, CD36 high CD235a low (pro-erythroblasts); class 3, CD36 high CD235a high (basophilic-polychromatic erythroblasts) and class 4, CD36 low CD235a high (orthochromatic erythroblasts). The transition of the different cell populations through the maturation process was tracked by cell cycle analyses and CFSE staining. Large numbers (>5 x 10 7 ) of erythroblasts were generated from as little as 10 mL of either cord- or adult blood after 10–11 days of culture in the presence of hematopoietic growth factors, dexamethasone and estradiol ( Migliaccio et al, BCMD  28 : 169 , 2002 ). Cord blood-derived cells remained significantly more immature than the adult blood-derived ones (e.g. 60% vs 10% in class 1). Class 1–2 cells were mostly in G1 (G1=74%, S=21% and G2=3–5%) while a large proportion of the class 3 cells were in S (G1=34–56, S=43–56% and G2=10–11%). Changes in the levels of CSFE staining indicated that class 3 cells completed one division within 24 hrs and did not divide further. On the other hand, class 1–2 cells completed one division in 24 hr and their progeny was composed both by class 1–2 and class 3 cells (in a 50% ratio). The class 1–2 progeny divided at least one more time in the following 24 hrs while the class 3 progeny did not divide progressing directly toward the mature class 4. The majority of class 1–2 cells expressed low level of CD184 (80–85% CD184 dim and 15–20% CD184 high ) and high levels of CD49d and CD162. When these cells were induced to mature by exposure to EPO alone, they rapidly (within 24 hrs) expressed high levels of CD184 and CD49d while the expression of CD162 was reduced. By the end of 4 days of the maturation culture in the presence of EPO, most of the cells had progressed to the mature class 3–4 phenotype. These mature class 4 cells were CD184 dim , CD49d low and CD162 low . Therefore, in vitro maturation of ex vivo-generated cord and adult blood erythroblasts was associated with a dynamic pattern of adhesion receptor expression. Although, the changes observed with cord and adult blood-derived erythroblasts were similar, they occurred more rapidly and with a higher magnitude in cord blood-derived cells. In conclusion, the pattern of CD184, CD49d and CD162 expressed by ex vivo -derived human erythroblasts suggests that these cells might be capable to establish proper cellular interactions and to progress in their maturation following in vivo infusion.",
    "topics": [
        "adhesions",
        "erythroid cells",
        "newborn",
        "cd36 antigens",
        "cxcr4 receptors",
        "dexamethasone",
        "estradiol",
        "glycophorin",
        "glycoprotein",
        "hematopoietic growth factors"
    ],
    "author_names": [
        "Giovanni Migliaccio, Ph.D.",
        "Massimo Sanchez, Ph.D",
        "Francesca Masiello, Ph.D.",
        "Valentina Tirelli, Ph.D",
        "Katija Iliecic, Ph.D.",
        "Annalisa Mancini, Ph.D.",
        "Paul S. Frenette, MD",
        "Anna Rita Migliaccio, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Giovanni Migliaccio, Ph.D.",
            "author_affiliations": [
                "Cell Biology and Neuroscience, Istituto Superiore di Sanita’, Rome, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Massimo Sanchez, Ph.D",
            "author_affiliations": [
                "Cell Biology and Neuroscience, Istituto Superiore di Sanita’, Rome, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Masiello, Ph.D.",
            "author_affiliations": [
                "Cell Biology and Neuroscience, Istituto Superiore di Sanita’, Rome, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Tirelli, Ph.D",
            "author_affiliations": [
                "Cell Biology and Neuroscience, Istituto Superiore di Sanita’, Rome, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katija Iliecic, Ph.D.",
            "author_affiliations": [
                "Hematology/ Oncology and Molecular Medicine, Istituto Superiore di Sanita’, Rome, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Mancini, Ph.D.",
            "author_affiliations": [
                "Medicine, Mount Sinai School of Medicine, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul S. Frenette, MD",
            "author_affiliations": [
                "Medicine, Mount Sinai School of Medicine, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Rita Migliaccio, Ph.D.",
            "author_affiliations": [
                "Medicine, Mount Sinai School of Medicine, New York, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T06:45:14",
    "is_scraped": "1"
}