{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4418.4418",
    "article_title": "Protein Homeostatic Modulators, a Novel Class of Cereblon-Targeting Small Molecules As Potential Clinical Candidates in Multiple Myeloma ",
    "article_date": "December 7, 2017",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster III",
    "abstract_text": "Background The immunomodulatory drugs (IMiDs) Thalidomide (THAL), Lenalidomide (LEN), and Pomalidomide (POM) have demonstrated potent anti-multiple myeloma (MM) activity both pre-clinically and clinically, and are accepted standards of care. LEN, POM and recently discovered analogs bind cereblon (CRBN), an E3 ubiquitin ligase, which confers gain-of-function recruitment of a specific set of target substrates, resulting in their proteasomal degradation with subsequent anti-proliferative and immunomodulatory effects. Although the list is likely incomplete, several cereblon-targeted substrates have been identified, including Ikaros (IK1), Aiolos (IK3), CK1a, and GSPT1. The specific subset of targeted substrates, and their respective extent and rate of degradation, determine the compound's net therapeutic benefit. In this study, we found activity in MM and related hematologic malignancies from a novel series of cereblon-binding small molecules known as Protein Homeostatic Modulators™ (PHMs™). Results Similar to the clinical IMiDs (THAL, LEN, and POM), the novel class of small molecules PHMs™ targets CRBN, acting as a molecule \"glue\" that promotes ubiquitination and subsequent proteosomal degradation of known select substrates such as CK1a, Ikaros, and GSPT1; and potentially, yet to be identified new clinically relevant substrates. In this study, we showed that while some PHMs have similar phenotypic and substrate degradation activity profiles to the clinical IMiDs, there are clear divergent profiles that are emerging. These activity profiles are derived from a multidimensional set of results such as cancer cell proliferation; cytokine and chemokine regulation; cellular differentiation; and specific substrate degradation. Using these profiles, we have identified potential clinical candidates for cancer and immune dysfunction. BTX252, BTX293 or BTX299 displayed the ability to promote degradation of GSPT1, Ikaros and CK1a. BTX304 is more potent in inhibiting IL-6 or TNFa in LPS stimulated PBMCs and degrading Ikaros than POM. The calculated IC50 for BTX306 is 0.0028 uM. BTX306-induced degradation of GSPT1 correlates well with its observed anti-proliferative activity. To identify potential PHM™ candidates for the treatment of relapsed and refractory MM, lead PHMs were tested on LEN resistant MM cell lines. To further understand and identify the clinical utility of the unique activity profiles of the various classes of PHMs, combination treatment of myeloma cell lines as well as drug resistant myeloma cell lines using standard-of-care chemotherapy (including the clinical IMiDs) will be presented. Conclusion We have shown that the PHMs, a novel class of CRBN-binding small molecules, have both similar activity profiles (phenotypic and substrate degradation) to the clinical IMiDs (LEN and POM) as well as unique activity profiles that are divergent to the clinical IMiDs. The lead PHMs, BTX306 and BTX304 have potential as a therapeutic agent in the treatment of MM and other hematological malignancies. Methods Phenotypic Screening of PHM TM Library. (A) Proliferation. The anti-proliferative activity of BTX136, BTX161, BTX185, BTX196, BTX200, or BTX226 was examined in KAS6 cells. DMSO, LEN and POM were included as controls. (B) Apoptosis. Examine the level of apoptosis in ANBL6 cells in response to treatment with BTX136, BTX161, BTX185, BTX196, BTX200, or BTX226 using flow cytometric assay. DMSO, LEN and POM were included as controls. (C) Target Substrate Profile. Western Blot analysis of a dose-response from Jurkat cells treated with DMSO, BTX252, BTX293 or BTX299 for 6 hrs. (D) Immune Modulation. The level of TNFa was measured in human primary PBMCs stimulated with LPS (100 ng/mL) for 18 hrs after dosing with Controls (DMSO or LPS only), POM or the indicated PHM TM . Lead Cytotoxic PHM TM . (A) Cell proliferation assay of Molm-13 cells treated with BTX306 for 3 days. (B) Western Blot analysis of Molm-13 cells treated with a dose-response of BTX306 for 6 hrs. Lead Immunomodulatory PHM TM . (A) Target Substrate Profile. Western Blot analysis of a dose-response from Jurkat cells treated with DMSO or BTX304 for 6 hrs. (B) The level of TNFa or IL-6 expression was measured in human primary PBMCs stimulated with LPS (100 ng/mL) for 18 hrs after dosing with Controls (DMSO or LPS only), POM or BTX304. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Zou: BioTheryX: Research Funding. Jones: BioTheryX: Research Funding. Sullivan: BioTheryX: Consultancy, Equity Ownership. Fung: BioTheryX: Consultancy, Equity Ownership. Richard: BioTheryX: Consultancy, Equity Ownership. Erdman: BioTheryX: Consultancy, Equity Ownership. Torres: BioTheryX: Consultancy, Equity Ownership. Chourasia: BioTheryX: Employment, Equity Ownership. Chan: BioTheryX: Employment, Equity Ownership. Mercurio: BioTheryX: Employment, Equity Ownership. Stirling: BioTheryX: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Orlowski: BioTheryX: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "molecule",
        "multiple myeloma",
        "dimethyl sulfoxide",
        "thalidomide",
        "tumor necrosis factor-alpha",
        "western blotting",
        "hematologic neoplasms",
        "interleukin-6",
        "cancer",
        "chemokines"
    ],
    "author_names": [
        "Jianxuan Zou, PhD",
        "Richard J. Jones, PhD",
        "Janet E. Mertz, PhD",
        "Hua Wang, PhD",
        "Isere Kuiatse, PhD",
        "Bob Sullivan, PhD",
        "Leah Fung, PhD",
        "Normand Richard, PhD",
        "Paul Erdman, PhD",
        "Eduardo Torres, PhD",
        "Aparajita Hoskote Chourasia, PhD",
        "Kyle WH Chan, PhD",
        "Frank Mercurio, PhD",
        "David I Stirling, PhD",
        "Robert Z. Orlowski, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jianxuan Zou, PhD",
            "author_affiliations": [
                "Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard J. Jones, PhD",
            "author_affiliations": [
                "Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet E. Mertz, PhD",
            "author_affiliations": [
                "McArdle Laboratory for Cancer Research, University of Wisconsin School of Medicine and Public Health, Madison, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hua Wang, PhD",
            "author_affiliations": [
                "Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isere Kuiatse, PhD",
            "author_affiliations": [
                "Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bob Sullivan, PhD",
            "author_affiliations": [
                "BioTheryX Inc., San Diego, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leah Fung, PhD",
            "author_affiliations": [
                "BioTheryX Inc., San Diego, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Normand Richard, PhD",
            "author_affiliations": [
                "BioTheryX Inc., San Diego, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Erdman, PhD",
            "author_affiliations": [
                "BioTheryX Inc., San Diego, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo Torres, PhD",
            "author_affiliations": [
                "BioTheryX Inc., San Diego, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aparajita Hoskote Chourasia, PhD",
            "author_affiliations": [
                "BioTheryX Inc., San Diego, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyle WH Chan, PhD",
            "author_affiliations": [
                "BioTheryX Inc., San Diego, CA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Mercurio, PhD",
            "author_affiliations": [
                "BioTheryX Inc., San Diego, CA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David I Stirling, PhD",
            "author_affiliations": [
                "BioTheryX Inc., San Diego, CA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Z. Orlowski, MD PhD",
            "author_affiliations": [
                "Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:41:30",
    "is_scraped": "1"
}