{
    "doi": "https://doi.org/10.1182/blood-2019-125464",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4218",
    "start_url_page_num": 4218,
    "is_scraped": "1",
    "article_title": "Risk of Serious Infections with Carfilzomib in Patients with Multiple Myeloma: A Systematic Review and Meta-Analysis of Randomized Controlled Trials ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "carfilzomib",
        "infections",
        "multiple myeloma",
        "pneumonia",
        "dexamethasone",
        "adverse event",
        "antimicrobial chemoprophylaxis",
        "bortezomib",
        "duration of treatment",
        "focus trial"
    ],
    "author_names": [
        "Somedeb Ball, MD",
        "Tapas Ranjan Behera",
        "Sariya Wongsaengsak, MD",
        "Nuvneet Khandelwal, MD",
        "Rajshekhar Chakraborty, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Texas Tech University Health Sciences Center, Lubbock, TX "
        ],
        [
            "Department of Internal Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Internal Medicine, Texas Tech University Health Science Center, Lubbock, TX "
        ],
        [
            "Department of Internal Medicine, Texas Tech University Health Sciences Center, Lubbock, TX "
        ],
        [
            "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "33.58834770000001",
    "first_author_longitude": "-101.8926846",
    "abstract_text": "Introduction: Infections are an important cause of morbidity and mortality in multiple myeloma [MM]. Infections can be a result of the underlying disease or toxicity of anti-myeloma therapy or both. Proteasome inhibitors [PI] are associated with a risk of infection due to several mechanisms including decreased cytotoxic T-cell and natural killer cell proliferation, inhibition of dendritic cell function, and suppression of polyclonal immunoglobulins. Carfilzomib is an irreversible PI, with a higher potency compared to bortezomib in preclinical studies. Although infections are frequently reported as adverse events with carfilzomib-based combination regimens, definitive data on increased infection risk with carfilzomib is lacking. Hence, we conducted a systematic review and meta-analysis of randomized controlled trials (RCT) to estimate the relative risk of serious infections associated with the use of carfilzomib-based regimens in MM. Methods: A systematic electronic search was performed in Ovid MEDLINE, Ovid EMBASE, Web of Science, Cochrane Central Register of Controlled Trials, and ClinicalTrials.gov with appropriate search terms through March 20, 2019. We included RCTs comparing carfilzomib-based regimens with non-carfilzomib based regimens in MM. Primary outcome of our analysis was to estimate the relative risk of serious infections with carfilzomib. Data on primary outcome was obtained from ClinicalTrials.gov records of the included studies. Pooled risk ratios (RR) with 95% confidence intervals (CI) were calculated using the Mantel-Haenszel method of the random-effects model by Der Simonian and Laird. Heterogeneity of effect size was quantified using I 2 statistic. Publication bias was assessed by the Egger's regression test. All statistical analyses were performed with Review Manager (RevMan Version 5.3. Copenhagen: The Nordic Cochrane Centre, The Cochrane Collaboration). Results: A total of 3,683 unique records were screened, among which, four RCTs including a total of 2954 patients (1486 in carfilzomib arm and 1468 in control arm) were included in the final analysis. Characteristics of studies included in the analysis are summarized in table 1 . All but one study (CLARION) were conducted in relapsed/refractory MM. Carfilzomib was administered twice weekly in all trials, with dose ranging from 20/27 to 20/56 mg/m 2 . The median duration of treatment ranged from 16 to 88 weeks. Other than FOCUS trial which had single-agent carfilzomib, all had carfilzomib-based combination regimens in the intervention arm, namely, carfilzomib-dexamethasone, carfilzomib-lenalidomide-dexamethasone, and carfilzomib-melphalan-prednisone. The risk of total serious infections was significantly elevated with carfilzomib-based regimens compared to other agents [pooled RR 1.40, 95% CI: 1.17 - 1.69, p = 0.0003, I 2 = 57%, figure 1 ]. In the carfilzomib arm, 65% of all serious infections involved the respiratory tract, and 38% were serious pneumonia. Patients on carfilzomib-based regimens were at a significantly higher risk of serious respiratory tract infections (RTI) in comparison with those on other treatments [pooled RR 1.30, 95% CI: 1.12 - 1.50, p = 0.0004, I 2 = 0%, figure 2 ]. However, there was no significant difference in the incidence of serious pneumonia between carfilzomib and control groups [pooled RR 1.14, 95% CI: 0.92 - 1.41, p = 0.23, I 2 = 15%, figure 3 ]. None to substantial levels of heterogeneity were noted across trials, depending on the type of analysis. Subgroup analysis based on carfilzomib dose (≤ 27 vs. >27 mg/m2) and treatment setting (relapsed/refractory vs. newly diagnosed) did not reveal any statistically significant subgroup effect. There was no publication bias among studies. Conclusion: In our meta-analysis, carfilzomib is associated with a 40% increased relative risk of serious infections in patients with MM. The most common site of infection is the respiratory tract. Although carfilzomib leads to a higher risk of serious RTIs, the risk of serious pneumonia was not significantly different compared to controls. These findings will assist clinicians with risk-benefit assessment prior to initiation of carfilzomib-based regimens. Future studies should investigate patient-related and disease-related risk factors for serious infections and the utility of prophylactic antibiotic or intravenous immunoglobulin in high-risk patients. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}