{
    "doi": "https://doi.org/10.1182/blood-2018-99-111092",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3903",
    "start_url_page_num": 3903,
    "is_scraped": "1",
    "article_title": "Distribution and Clinical Features of NOTCH1 Signaling Activating Alterations in Pediatric T-Cell Acute Lymphoblastic Leukemia (T-ALL) ",
    "article_date": "November 29, 2018",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "notch1 gene",
        "pediatrics",
        "signal transduction",
        "signs and symptoms",
        "t-cell leukemia, acute",
        "f-box-wd repeat-containing protein 7",
        "pu-1 protein",
        "breast cancer",
        "cancer"
    ],
    "author_names": [
        "Shunsuke Kimura, MD",
        "Masafumi Seki, MD, PhD",
        "Kenichi Yoshida, MD PhD",
        "Hiroo Ueno, MD",
        "Yasuhito Nannya, MD PhD",
        "Kentaro Ohki, MD PhD",
        "Motohiro Kato, MD PhD",
        "Katsuyoshi Koh, MD",
        "Ryoji Kobayashi, MD",
        "Takao Deguchi, MD PhD",
        "Yoshiko Hashii, MD PhD",
        "Toshihiko Imamura, MD PhD",
        "Atsushi Sato, MD",
        "Nobutaka Kiyokawa, MD PhD",
        "Atsushi Manabe, MD PhD",
        "Keizo Horibe, MD PhD",
        "Akira Ohara, MD",
        "Masashi Sanada, MD PhD",
        "Mitsuteru Hiwatari, MD PhD",
        "Masao Kobayashi, MD PhD",
        "Akira Oka, MD PhD",
        "Satoru Miyano, PhD",
        "Seishi Ogawa, MD PhD",
        "Junko Takita, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, The University of Tokyo, Tokyo, Japan ",
            "Department of Pediatrics, Hiroshima University Graduate School of Biomedical Sciences, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto-Shi, Japan ",
            "Department of Pediatrics, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pediatric Hematology and Oncology Research, National Research Institute for Child Health and Development, Tokyo, Japan "
        ],
        [
            "Department of Pediatric Hematology and Oncology Research, National Center for Child Health and Development, Tokyo, Japan "
        ],
        [
            "Department of Hematology/Oncology, Saitama Children's Medical Center, Saitama, Japan "
        ],
        [
            "Hematology/Oncology for Children and Adolescents, Sapporo Hokuyu Hospital, Sapporo, Japan "
        ],
        [
            "Children's Cancer Center, National Center for Child Health and Development, Tokyo, Japan "
        ],
        [
            "Department of Pediatrics, Osaka University Graduate School of Medicine, Osaka, Japan "
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan "
        ],
        [
            "Miyagi Children's Hospital, Sendai, Japan "
        ],
        [
            "Department of Pediatric Hematology and Oncology Research, National Research Institute for Child Health and Development, Tokyo, Japan "
        ],
        [
            "Department of Pediatrics, St. Luke's International Hospital, Tokyo, Japan "
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan "
        ],
        [
            "Department of Pediatrics, Toho University Omori Medical Center, Tokyo, Japan "
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan "
        ],
        [
            "Department of Cell Therapy and Transplantation Medicine, Tokyo University Hospital, Tokyo, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima University Graduate School of Biomedical Sciences, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Kyoto University, Graduate School of Medicine, Kyoto, Japan ",
            "Department of Medicine, Center for Hematology and Regenerative Medicine, Karolinska Institutet, Huddinge, Sweden"
        ],
        [
            "Department of Pediatrics, Kyoto University, Kyoto, Japan "
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Introduction NOTCH1 and FBXW7 alterations leading to aberrant activation of NOTCH1 signaling, classified into two patterns; ligand-independent activation (LIA) and impaired degradation (ID) of NOTCH1. In general, activation of NOTCH1 axis is a hallmark of T-cell acute lymphoblastic leukemia (T-ALL), though comprehensive studies regarding subclonal mutations inducing NOTCH1 activation are still elusive. In the present study, we explored the clinicopathological relevance of NOTCH1 / FBXW7 aberrations considering subclonal alterations. Methods A total of 176 cases with pediatric T-ALL were enrolled in this study. We reanalyzed our previous data of targeted-capture sequencing (n=176) for 158 ALL-related genes/regions and combined with previous expression profiling data based on whole transcriptome sequencing (WTS; n=121). We defined as a subclonal mutation when variant allele frequency was below 0.15 and/or multiple alterations were found within the same pattern of NOTCH1 activation (LIA or ID). All patients were received Berlin-Frankfurt-Münster based chemotherapies with non-minimal residual disease (MRD) based risk stratification, which were mainly offered from the Tokyo Children's Cancer Study Group (TCCSG) and the Japan Association of Childhood Leukemia Study (JACLS). Results In total, we detected aberrations activating NOTCH1 signaling in 81.3% (143/176) of cases including subclonal mutations. Subclonal alterations were observed in 26.7% (n=47). Single nucleotide variations in the heterodimerization domain (HD-SNV) were the most frequent (43.2%; n=76), followed by PEST domain mutations (33.0%; n=58), FBXW7 mutations (26.1%; n=46), non-frameshift indels of NOTCH1 (19.9%; n=35), and in-frame internal duplication known as juxta-membrane expansion (6.3%; n=11). Amplification of NOTCH1 region and 5' NOTCH1 deletion were not detected in our cohort. Both LIA and ID patterns were detected in 43.2% (n=76). Most mutations were mutually exclusive within each LIA and ID pattern. Intriguingly, we detected four (2.3%) internal deletion of NOTCH1 gene (DEL; missing exon 3-27 (DEL3) or 21-27 (DEL21)), three cases (1.7%) of SNV at 3' untranslated region, and two (1.1%) SEC16A - NOTCH1 fusions. These alterations were previously reported to activate NOTCH1 signaling in breast cancer or chronic lymphoblastic leukemia, except for DEL21. We confirmed that DEL21 strongly activates NOTCH1 signaling by luciferase reporter assay (over 100 times compared to wild type NOTCH1). As previously reported in DEL3 and CUTLL cell line, transcripts might initiate at methionine 1737 located within the NOTCH1 transmembrane domain and seem to be sensitive to γ-secretase inhibitors. Analysis of frequency of detected NOTCH1 activating alterations in each previously reported WTS-based cluster (ETP, SPI1, TLX, TAL1-RA, and TAL1-RB) revealed that alterations were frequently detected in TLX (100%; 24/24) and TAL1-RB (95.1%; 39/41), whereas less frequent in TAL1-RA (61.1%; 11/18). In TAL1-RA, all SEC16A - NOTCH1 fusions were observed despite significantly low rate of HD-SNV (11.1%; 2/18). In SPI1 cluster, PEST domain alterations were frequently detected (71.4%; 5/7). Importantly, cases harboring subclonal NOTCH1 / FBXW7 alterations showed significantly worse outcome (log-rank P = 0.01), although there was no prognostic difference between cases with and without NOTCH1 / FBXW7 mutations. Conclusions We observed NOTCH1 activating alterations in 81.3% of pediatric T-ALL cases and detected rare internal deletion of NOTCH1 gene and NOTCH1 fusions recurrently in T-ALL. Furthermore, the presence of subclonal NOTCH1 / FBXW7 mutations might be relevant to unfavorable outcome. Despite several limitations such as non-MRD based treatment, our results might be useful for developing a new anti-NOTCH1 therapeutic strategy for pediatric T-ALL patients. Disclosures No relevant conflicts of interest to declare."
}