{
    "doi": "https://doi.org/10.1182/blood.V120.21.3818.3818",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2323",
    "start_url_page_num": 2323,
    "is_scraped": "1",
    "article_title": "Significant Improvement in Overall Survival Among Patients Diagnosed with Low-Risk Myelodysplastic Syndrome (MDS) Treated with Selective-Serotonin-Reuptake-Inhibitors (SSRIs) ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster III",
    "abstract_text": "Abstract 3818 Background: Clinical outcomes in patients diagnosed with low risk MDS are heterogeneous and molecular characterization can distinguish subgroups with a more aggressive disease progression. Those patients determined to have a higher risk for transformation would seek therapy. Given a median age of 65, many of these elderly patients are not suitable for intensive interventions and options such as SSRI's are reasonable. Gene expression profiling in low-risk MDS patients suggests deregulation of apoptosis and cytokine signaling pathways. SSRI treatment promotes normalization of deranged proinflammatory cytokines in patients diagnosed with depression such as TNF α and IL12. (Sutcigil et al. Clin and Dev Immunol 2007) In animal model of arthritis, sertraline abrogated manifestation of autoimmune arthritis by reducing TNF α (Baharav et al. Neuroimmunomodulation.2012) In addition, SSRI's have been shown to induce anti-proliferative effect on colon and prostate cell lines.(Huang et al. Basic Clin Phar Tox.2011; Gil et al. Int J Onc. 2008) Here, we report our single institution retrospective epidemiological analysis of low grade MDS patients treated with SSRIs agents. Methods: After Institutional Review Boards approval, all patients over 18-years-old with an initial morphological diagnosis of low grade MDS per bone marrow examination from January 1, 2000 to December 31, 2010 were identified from the Michael E. DeBakey VA Medical Center cancer registry. 118 patients were included for analysis. Patients were considered to be in the selective serotonin reuptake inhibitor (SSRI positive) group if they had received at least 6 months of an SSRI (including fluoxetine, sertraline, paroxetine, or citalopram) during the 12 month period prior and after the diagnosis of MDS. Patients who did not meet the above criteria were assigned to the SSRI negative- group. We analyzed Overall Survival (OS) for patients receiving or not receiving SSRIs agents. Results: The median OS for patients with lower-risk disease was 1750 and 728 days in the SSRI+ and SSRI- group, respectively ( P =0.0104, HR=0.493, 95% CI=0.287–0.847) ( Fig. 1 ). To avoid any possible confounding effect of concurrent treatment, the same analysis was repeated after excluding patients who had received any disease-modifying agents (including azanucleosides, lenalidomide, thalidomide, anti-thymocyte globulin, or induction chemotherapy). Among patients with best supportive care (BSC) only (9 SSRI+ vs. 53 SSRI-), the improvement seen in the median OS remained significant at 1919 and 506 days for the SSRI+ and SSRI- group, respectively ( P =0.0359, HR=0.477, 95% CI=0.239–0.952)( Fig. 2 ). Of interest, within the 9 SSRI+ patients, they were all males with a median age of 72 (range 55–82), and a predominance of RCMD category 6/9 (67%) and good karyotype 8/9 (89%). In order to further examine the impact of SSRI agents on clinical outcomes, we examined the OS per individual agent. There was a non-significant trend of improved OS for patients receiving sertraline ( P =0.0519) ( Fig.3 ). Conclusions: In this retrospective cohort analysis, we detected a significant improvement in OS for lower-risk MDS patients treated with SSRIs (such as sertraline), regardless concurrent administration of other MDS directed therapy. This data suggests a biological benefit from SSRIs in this entity and supports the possible combination of these agents with MDS targeted therapy. Our findings suggest a selective survival benefit from treatment with sertraline. Fig 1. View large Download slide Fig 1. View large Download slide Fig 2. View large Download slide Fig 2. View large Download slide Fig 3. View large Download slide Fig 3. View large Download slide Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "myelodysplastic syndrome",
        "selective serotonin re-uptake inhibitors",
        "sertraline",
        "arthritis",
        "cytokine",
        "risk reduction",
        "tumor necrosis factors",
        "antithymoglobulin",
        "bone marrow examination"
    ],
    "author_names": [
        "Ang Li",
        "Sarvari Venkata Yellapragada, MD",
        "Martha Mims, MD",
        "Gustavo A. Rivero, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Massachussetts General Hospital -Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Hematology Oncology, Baylor College of Medicine, Houston, TX, USA, "
        ],
        [
            "College of Medicine, Baylor, Houston, TX, USA, "
        ],
        [
            "The Dan L. Duncan Cancer Center, Baylor College of Medicine, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "42.347805799999996",
    "first_author_longitude": "-71.07720110000001"
}