{
    "doi": "https://doi.org/10.1182/blood.V108.11.2731.2731",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=636",
    "start_url_page_num": 636,
    "is_scraped": "1",
    "article_title": "Zanolimumab, a Fully Human Monoclonal Antibody: Early Results of an Ongoing Clinical Trial in Patients with CD4 + Mycosis Fungoides (MF) Type CTCL (Stage IB-IVB) Who Are Refractory or Intolerant to Targretin and One Other Standard Therapy. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bexarotene",
        "lymphoma, t-cell, cutaneous",
        "monoclonal antibodies",
        "mycosis fungoides",
        "zanolimumab",
        "adverse event",
        "antibodies",
        "blood cell depletion therapy",
        "cd4 antigens",
        "infusion procedures"
    ],
    "author_names": [
        "Madeleine Duvic, MD",
        "Youn Kim, M.D.",
        "Neil J. Korman, M.D.",
        "Erin Boh, M.D.",
        "Adam Lerner, M.D.",
        "Michael P. Heffernan, M.D.",
        "Kenneth B. Hymes, M.D.",
        "Theresa Pacheco, M.D.",
        "Craig A. Elmets, M.D.",
        "Steen Lisby, M.D.",
        "Ole Baadsgaard, M.D."
    ],
    "author_affiliations": [
        [
            "Melanoma & Skin Center, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Comprehensive Cancer Center, Stanford Univ. School of Medicine, Stanford, CA, USA"
        ],
        [
            "Clinical Trials Unit, Department of Dermatology, Case Western Reserve Univ. Hospital, Cleveland, OH, USA"
        ],
        [
            "Clinical Dermatology, Tulane University Health Science Center, New Orleans, LA, USA"
        ],
        [
            "Hematology and Medical Oncology, Boston Medical Center, Boston, MA, USA"
        ],
        [
            "Division of Dermatology, Siteman Cancer Center, St. Louis, MO, USA"
        ],
        [
            "NYU Cancer Institute, NYU Medical Center, New York, NY, USA"
        ],
        [
            "Health Sciences Center, University of Colorado, Aurora, CO, USA"
        ],
        [
            "Kirklin Clinic, University of Alabama, Birmingham, AL, USA"
        ],
        [
            "Clinical Development, Genmab A/S, Copenhagen, Denmark"
        ],
        [
            "Clinical Development, Genmab A/S, Copenhagen, Denmark"
        ]
    ],
    "first_author_latitude": "29.7095147",
    "first_author_longitude": "-95.4036094",
    "abstract_text": "Zanolimumab (previously referred to as HuMax-CD4) is a fully human monoclonal IgG1k antibody, targeting the CD4 molecule on T-cells. It exhibits cytotoxic and anti-proliferative effects and has previously shown efficacy in cutaneous T-cell lymphoma. We report the early safety and peripheral CD4 + cell depletion results from the open-label, dose escalation part of a US phase III efficacy study. So far, 21 patients have been recruited and the results from the 4 mg/kg dose group (9 patients) and 8 mg/kg dose group (6 patients) are available. Zanolimumab was administered iv, once weekly for 12 weeks. In total, 2 Serious Adverse Events have been reported. Of these, 1 case of large cell transformation in a patient with large cells present prior to inclusion was judged possibly related to treatment by investigator. No increase in toxicity was seen upon dose escalation. Marked depletion of CD4 + T-cells was observed after just 1 infusion of zanolimumab at both dose levels. One week following the last dose, the median (range) peripheral blood CD4+ T-cell count compared to baseline values was decreased from 831 per μL (167–1928) to 24 per μL (4–141) in 4 mg/kg dose-group and from 638 per μL (182–1024) to 9 per μL (4–19) in the 8 mg/kg dose-group. These initial data indicate that zanolimumab has an acceptable tolerability profile at the doses tested and results in a rapid and pronounced decrease in peripheral CD4 + counts in MF CTCL patients."
}