{
    "doi": "https://doi.org/10.1182/blood.V118.21.1681.1681",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2115",
    "start_url_page_num": 2115,
    "is_scraped": "1",
    "article_title": "Time-Related Interpretation of Molecular Response Levels According to Long Term Overall and Progression-Free Survival of CML Patients on First-Line Imatinib Treatment ",
    "article_date": "November 18, 2011",
    "session_type": "632. Chronic Myeloid Leukemia - Therapy: Poster I",
    "topics": [
        "imatinib mesylate",
        "progression-free survival",
        "bcr-abl tyrosine kinase",
        "disease progression",
        "accelerated phase",
        "cytarabine",
        "disease remission",
        "duration of treatment",
        "interferon-alpha",
        "iris trial"
    ],
    "author_names": [
        "Martin C. Müller, MD",
        "Benjamin Hanfstein, MD",
        "Michael Lauseker",
        "Philipp Erben, MD",
        "Ulrike Proetel, MD",
        "Susanne Schnittger, PhD",
        "Hans-Jochem Kolb, MD",
        "Stefan W. Krause, MD",
        "Christoph Nerl, MD",
        "Dominik Heim, MD",
        "Gabriela M. Baerlocher, MD",
        "Joerg E. A. Schubert, MD",
        "Hermann Einsele, MD",
        "Matthias Hänel, MD",
        "Jolanta Dengler, MD",
        "Christiane Falge, MD",
        "Lothar Kanz, MD",
        "Andreas Neubauer, MD",
        "Michael Kneba, MD",
        "Frank Stegelmann, MD",
        "Michael Pfreundschuh, MD",
        "Cornelius F. Waller, MD",
        "Markus Pfirrmann, PhD",
        "Jörg Hasford, MD",
        "Wolf-Karsten Hofmann, MD",
        "Rüdiger Hehlmann, MD",
        "Susanne Saussele, MD",
        "Andreas Hochhaus, MD",
        "for The SAKK",
        "for The German CML Study Group"
    ],
    "author_affiliations": [
        [
            "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "Institut für Medizinische Informationsverarbeitung, Biometrie und Epidemiologie, Ludwig-Maximilians-Universität München, München, Germany, "
        ],
        [
            "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Dept of Medicine 3, University of Muenchen, Germany, Hematopoetic Cell Transplantation, Munich, Germany, "
        ],
        [
            "Medizinische Klinik 5, Universitätsklinikum Erlangen, Erlangen, Germany, "
        ],
        [
            "Krankenhaus München-Schwabing, München, Germany, "
        ],
        [
            "Deptartment of Hematology, Universitätsspital Basel, Basel, Switzerland, "
        ],
        [
            "Universitätsklinik für Hämatologie, Inselspital Bern, Bern, Switzerland, "
        ],
        [
            "Abteilung für Hämatologie-Onkologie, Evangelisches Krankenhaus Hamm, Hamm, Germany, "
        ],
        [
            "Medizinische Klinik II, Universitätsklinikum Würzburg, Würzburg, Germany, "
        ],
        [
            "Klinik für Innere Medizin III, Klinikum Chemnitz, Chemnitz, Germany, "
        ],
        [
            "Innere Medizin V, Universitätsklinikum Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Medizinische Klinik 5, Klinikum Nürnberg Nord, Nürnberg, Germany, "
        ],
        [
            "Dept. of Medicine 2, University of Tübingen, Tübingen, Germany, "
        ],
        [
            "Klinik für Hämatologie, Zentrum Innere Medizin, Philipps-Universität Marburg, Marburg, Germany, "
        ],
        [
            "II. Medizinische Klinik und Poliklinik, Universitätsklinikum Schleswig-Holstein, Kiel, Germany, "
        ],
        [
            "Klinik für Innere Medizin III, Universitätsklinikum Ulm, Ulm, Germany, "
        ],
        [
            "Innere Medizin I, Universitätsklinikum des Saarlandes, Homburg, Germany, "
        ],
        [
            "Innere Medizin 1, Universitätsklinikum Freiburg, Freiburg, Germany, "
        ],
        [
            "Institut für Medizinische Informationsverarbeitung, Biometrie und Epidemiologie, Ludwig-Maximilians-Universität München, München, Germany, "
        ],
        [
            "Institut für Medizinische Informationsverarbeitung, Biometrie und Epidemiologie, Ludwig-Maximilians-Universität München, München, Germany, "
        ],
        [
            "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "Hematology/Oncology, Universitätsklinikum Jena, Jena, Germany, "
        ],
        [],
        []
    ],
    "first_author_latitude": "49.4924375",
    "first_author_longitude": "8.486733399999999",
    "abstract_text": "Abstract 1681 Introduction: The prognostic impact of different levels of molecular remission (BCR-ABL transcript expression according to International Scale, IS) at various time points on survival under imatinib treatment is still unclear. Whereas recently published data from the IRIS trial described relevant milestones at 6, 12, and 18 months for event-free and progression-free survival (PFS; Hughes et al., Blood 2010), little is known about an association of molecular response with overall survival (OS). The aim of this evaluation of the German CML Study IV was to elucidate the risk of disease progression and death as a function of the depth of molecular response in order to provide guidance in the interpretation of BCR-ABL levels in the clinical setting. Methods: 1,340 patients (median age 52 years, range 16–88, 60% male) were recruited into the randomized German CML Study IV and treated with an imatinib-based therapy as follows: imatinib 400 mg/d, n=381; imatinib 800 mg/d, n=399; imatinib 400 mg/d + interferon alpha, n=402; imatinib 400 mg/d + low-dose cytarabine, n=158. A total of 1,262 patients with typical b2a2 and b3a2 BCR-ABL transcripts were evaluable. Molecular responses were assessed in 811, 764, 671, and 619 patients at 6, 12, 18, and 24 months, respectively. Disease progression was defined as accelerated phase or blastic phase, or death from any reason. Landmark analyses and log-rank tests for OS and PFS were performed according to the achievement of different BCR-ABL response levels at different time points. Results: Patients were grouped according to the degree of molecular response (10% BCR-ABL IS) at each of the 4 time points and evaluated for 5-year OS and PFS. Estimated 5-year OS for the different molecular response categories was: 97% vs 96% vs 90% vs 88% (6 months, p=0.009); 96% vs 95% vs 89% vs 69% (12 months, p<0.001); 98% vs 97% vs 92% vs 66% (18 months, p<0.001); 97% vs 96% vs 96% vs 68% (24 months, p<0.001). Applying the 4 response categories revealed estimated 5-year PFS of 97% vs 96% vs 91% vs 86% (p=0.004) at 6 months, 97% vs 92% vs 89% vs 72% (p<0.001) at 12 months, 99% vs 95% vs 90% vs 77% (p<0.001) at 18 months, and 97% vs 97% vs 93% vs 65% (p<0.001) at 24 months (s. Table). Conclusions: Faster and deeper response to imatinib-based treatment revealed to be associated with improved overall and progression-free survival. Inferior OS and PFS can be deducted from the synopsis of BCR-ABL expression and treatment duration, e.g. >1% BCR-ABL IS at 6 months or 12 months might be, and >10% BCR-ABL IS should be a trigger for a treatment change. Thereby this analysis might provide decision guidance for alteration or continuation of primary imatinib treatment. View large Download slide View large Download slide  Disclosures: Schnittger: Münchner Leukämie Labor: Equity Ownership. German CML Study Group: EU: Research Funding; BMBF: Research Funding; Novartis: Research Funding; Deutsche Krebshilfe: Research Funding; Roche: Research Funding; Essex: Research Funding."
}