{
    "doi": "https://doi.org/10.1182/blood.V116.21.2367.2367",
    "article_title": "Reduced Intensity Conditioning (RIC) with Double Umbilical Cord Blood Transplantation Has Similar Outcomes Compared to RIC Transplantation From Related or Unrelated Adult Donors ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Alternative Donor Transplantation: Poster I",
    "abstract_text": "Abstract 2367 Umbilical cord blood is generally regarded as an alternative source of stem cells for patients who lack a well matched related or unrelated donor, but there are little data comparing stem cell sources after reduced intensity conditioning (RIC) SCT. We performed a retrospective study comparing outcomes after RIC SCT using related donors (RD), unrelated donors (URD), and double umbilical cord blood (dUCB) from two partner institutions. Retrospective database review was performed for patients undergoing reduced intensity stem cell transplants from related and unrelated donors occurring at Dana-Farber Cancer Institute (DFCI) and reduced intensity double umbilical cord blood transplants at DFCI and Massachusetts General Hospital (MGH) from 2002–2008. Patient characteristics and outcomes were compared between the three groups based on donor type. Between 2002 and 2008, there were a total of 67 RIC transplants using dUCB, 276 RIC transplants using URD, and 197 RIC transplants using RD. All cord blood units were 4–6/6 HLA matches (allelic typing) with minimum cell dose of 1.5 × 10 7 TNC/kg recipient weight for each individual unit and the minimum sum of both units being 3.7 × 10 7 TNC/kg. For the 276 patients undergoing SCT from URD, 247 (90%) were an 8/8 HLA-match by allelic typing while 28 (10%) were a 7/8 match. For the 197 patients undergoing SCT from RD, 195 (99%) were 8/8 HLA-match while 2 (1%) were a 7/8 match. 11 (4%) patients receiving URD transplants and 2 (1%) patients receiving RD transplants received bone marrow while the rest received peripheral blood stem cells. Compared to URD or RD SCT, patients undergoing dUCBT were younger (median age 53 dUCB, 57 URD, 55 RD, p=.009 dUCB vs URD, p=.11 dUCB vs RD) with 54% of patients undergoing dUCBT being 50 years or older vs 73% for URD and 72% for RD (p=.008 dUCB vs URD, p=.02 dUCB vs RD). Conditioning for RIC dUCBT was mainly melphalan/fludarabine/ATG (91%) while it was mainly low-dose busulfan/fludarabine for RIC URD or RD (91% and 96%, respectively). GVHD prophylaxis for dUCBT was cyclosporine/MMF in 31% and tacrolimus/sirolimus in 63% whereas it was tacrolimus/sirolimus based in 73% and 75% for URD and RD, respectively, and tacrolimus/mtx based in 23% for both URD and RD groups. Underlying diseases were similar across all three groups with AML and NHL being the most common indications for SCT. Median follow-up time for survivors was 36.6, 29.4, and 36.1 months, respectively, for UCBT, URD, and RD. Cumulative rates of grades II-IV acute GVHD at day 200 after SCT were 16.2%, 21.4%, and 17.3% (p=0.41 dUCB vs URD, p=0.97 dUCB vs RD). Cumulative rates of transplant-related mortality at 2 years were 28.9% dUCB vs 9.2% URD vs 7.6% RD (p=.0002 dUCB vs URD, p<.0001 dUCB vs RD). Cumulative rates of relapse at 2 years were 37.0% dUCB vs 49.5% URD vs 62.1% RD (p=.02 dUCB vs URD, p<.0001 dUCB vs MRD) with no difference in relapse rates based on disease. 2-year cumulative incidence of extensive chronic GVHD was 7.6% dUCB vs 42.6% URD vs 35.0% MRD (p<.0001 dUCB vs URD, p<.0001 dUCB vs MRD). 2-year progression-free survival ( Figure 1 ) was 34% dUCB vs 41% URD vs 30% MRD (p=0.70 dUCB vs URD, p=0.14 dUCB vs RD) and 2-year overall survival ( Figure 2 ) was 51% dUCB vs 57% URD vs 49% RD (p=0.58 dUCB vs URD, p=0.93 dUCB vs RD). In conclusion, RIC stem cell transplant using dUCB gives similar rates of overall and progression-free survival when compared to RIC SCT using conventional related or unrelated donors in this study from two partner institutions. There was a significantly higher transplant-related mortality with dUCBT, however, there appears to be significantly lower rates of disease relapse and chronic GVHD with dUCBT when compared to URD or RD. Longer follow-up with a larger number of patients are needed to validate these findings, but for patients without an HLA-matched donor indicated for RIC SCT, the use of two partially matched umbilical cord blood units appears to be a suitable alternative. Figure 1. View large Download slide Progression-Free Survival Figure 1. View large Download slide Progression-Free Survival Close modal Figure 2. View large Download slide Overall Survival Figure 2. View large Download slide Overall Survival Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "conditioning (psychology)",
        "donors",
        "transplantation",
        "umbilical cord blood transplantation",
        "human leukocyte antigens",
        "tacrolimus",
        "fludarabine",
        "follow-up",
        "graft-versus-host disease, chronic",
        "rapamycin"
    ],
    "author_names": [
        "Yi-Bin Chen, MD",
        "Julie Aldridge",
        "Haesook Kim, PhD",
        "Karen K Ballen, MD",
        "Corey Cutler, MD, MPH, FRCPC",
        "Grace Kao, MD",
        "Deborah Liney",
        "Edwin P Alyea, III, MD",
        "Philippe Armand, MD, PhD",
        "John Koreth, MBBS, DPhil",
        "Jerome Ritz, MD",
        "Robert J Soiffer, MD",
        "Thomas Spitzer, MD",
        "Joseph H. Antin, MD",
        "Vincent T Ho, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yi-Bin Chen, MD",
            "author_affiliations": [
                "Hematology/Oncology, Massachusetts General Hospital, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie Aldridge",
            "author_affiliations": [
                "Biostatistics, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haesook Kim, PhD",
            "author_affiliations": [
                "Biostatistics & Computational Bio., Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen K Ballen, MD",
            "author_affiliations": [
                "Bone Marrow Transplant, Massachusetts General Hospital, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corey Cutler, MD, MPH, FRCPC",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grace Kao, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Inst., Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah Liney",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edwin P Alyea, III, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Armand, MD, PhD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Koreth, MBBS, DPhil",
            "author_affiliations": [
                "Dept. of Hem./Onc., Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Ritz, MD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J Soiffer, MD",
            "author_affiliations": [
                "Hematologic Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Spitzer, MD",
            "author_affiliations": [
                "Medicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph H. Antin, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent T Ho, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T15:45:23",
    "is_scraped": "1"
}