{
    "doi": "https://doi.org/10.1182/blood.V128.22.SCI-15.SCI-15",
    "article_title": "The Impact of 3D Chromosomal Topology in Acute Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "Enhancers and Chromatin Landscapes in Development and Cancer",
    "abstract_text": "Acute myeloid leukemia (AML) is the most common adult leukemia characterized by excessive proliferation of abnormal myeloid progenitors. AML continues to have a dismal survival rate amongst all subtypes of leukemia (<50% five-year overall survival rate), which can largely be attributed to limited advances in treatment regimens that, for the last decades, have relied on the use of two non-targeted cytotoxic drugs: cytarabine and anthracycline. Large-scale sequencing efforts have shed new light on genetic and epigenetic determinants of AML. Interestingly, these studies identified a frequent co-occurrence of somatic mutation between genes encoding cohesin complex subunits (such as STAG2 , SMC1A , RAD21 and SMC3) and well-characterized AML oncogenic triggers , such as FLT3-ITD, TET2, and NPM1. Recent work has demonstrated an important role for the cohesin complex in normal stem/progenitor self-renewal and differentiation, gene regulation, and suppression of myeloproliferative neoplasms and AML, despite the precise mechanisms underlying these functions remaining poorly understood. It is believed that cohesin may suppress tumor formation by regulating chromatin looping at loci critical for self-renewal and myeloid progenitor differentiation. Utilizing established models of murine and human AML, this we will focus on the molecular mechanisms of cohesin-dependent myeloid tumor-suppression, with an emphasis on understanding novel treatment approaches that can exploit these functions. Using established protocols for identifying genome-wide changes in chromatin topology and gene expression, we propose undertaking an extensive characterization of cohesin-regulated chromatin changes driving AML. Furthermore, we investigate the application of targeted agents in cohesin-deficient AML whilst extensively mapping the mechanisms-of-action underlying these specific treatments. Ultimately, our work aims to generate novel, pre-clinical disease models of cohesin-mutated AML with strong mechanistic insights into the tumor-suppressive function of this complex. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anatomy, regional",
        "anthracycline antibiotics",
        "chromatin",
        "chromosomes",
        "cytarabine",
        "cytotoxic drug therapy",
        "impedance threshold device",
        "leukemia",
        "leukemia, acute",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Iannis Aifantis, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Iannis Aifantis, PhD",
            "author_affiliations": [
                "Perlmutter Cancer Center, New York University, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:33:23",
    "is_scraped": "1"
}