{
    "doi": "https://doi.org/10.1182/blood.V128.22.3374.3374",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3383",
    "start_url_page_num": 3383,
    "is_scraped": "1",
    "article_title": "Manufacturing of Mesenchymal Stromal Cells for the Treatment of Graft-Versus-Host Disease: A Survey within the European Society of Blood and Marrow Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "711. Cell Collection and Processing: Poster II",
    "topics": [
        "bone marrow transplantation",
        "graft-versus-host disease",
        "stem cell, mesenchymal",
        "immunosuppressive agents",
        "karyotype determination procedure",
        "cd45 antigens",
        "lysate",
        "5'-nucleotidase",
        "cd14 antigen",
        "cd19 antigens"
    ],
    "author_names": [
        "Trento Cristina, PhD",
        "Maria Ester Bernardo, MD PhD",
        "Arnon Nagler, MD",
        "Selim Kuci",
        "Martin Bornhäuser, MD",
        "Ulrike Köhl, MD",
        "Dirk Strunk",
        "Giuseppe Gaipa, PhD",
        "Martino Introna, MD",
        "Lorenza Lazzari, PhD",
        "Jane F. Apperley, MD",
        "Adomas Bukauskas",
        "Katarina Le Blanc, MD PhD",
        "Ann Van Campenhout",
        "Yves Beguin, MD PhD",
        "Jurgen Kuball, MD PhD",
        "Steffi Maria van der Werf, PhD",
        "Carmen Ruiz de Elvira",
        "Christian Chabannon, MD PhD",
        "Helene Roelofs, PhD",
        "Chiara Bonini, MD",
        "Francesco Dazzi, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Rayne Institute, King's College London, London, United Kingdom "
        ],
        [
            "Ospedale San Raffaele, Milan, Italy "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel Hashomer, Israel ",
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "University Hospital Frankfurt, Frankfurt am Main, DEU "
        ],
        [
            "Department of Internal Medicine I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany "
        ],
        [
            "Institute of Cellular Therapeutics, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Paracelsus Medical University, Salzburg, Austria "
        ],
        [
            "Tettamanti Research Center, Department of Pediatrics, University of Milano-Bicocca, San Gerardo Hospital/Fondazione MBBM, Monza (MB), Italy "
        ],
        [
            "USS Centro di Terapia Cellulare \"G.Lanzani\", Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Cell Factory, Department of Regenerative Medicine, Center of Transfusion Medicine, Cellular Therapy and Criobiology, Fondazione Ospedale Maggiore Policlinico, Milano, Italy "
        ],
        [
            "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom "
        ],
        [
            "Vilnius University Hospital Santariskiu Klinikos, Vilnius, Lithuania "
        ],
        [
            "Division of Clinical Immunology and Transfusion Medicine, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Transplantation Laboratory Hematology, U.Z. Gasthuisberg, Leuven, Belgium "
        ],
        [
            "Laboratory of Hematology, GIGA-I3, University of Liège, Liège, Belgium "
        ],
        [
            "Hematology, University Medical Center Utrecht, Utrecht, Netherlands "
        ],
        [
            "Department of Medical Statistics & Bioinformatics, Leiden, Netherlands "
        ],
        [
            "EBMT, London, United Kingdom "
        ],
        [
            "Cell Therapy Facility, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Immunohematology and Blood Transfusion, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Experimental Hematology Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "GKT School of Medicine, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4672965",
    "first_author_longitude": "-0.0941931",
    "abstract_text": "The immunosuppressive properties of mesenchymal stromal cells (MSC) have been widely exploited in the clinical setting to control severe graft-versus host disease (GvHD). Although not randomized, several studies have convincingly shown that MSC can induce good clinical responses, and patients who respond exhibit much improved survival. However, the factors predictive of clinical responses have not yet been identified, and what may complicate the interpretation of the results is the potential heterogeneity of the MSC preparation, especially in the absence of any validated potency assay. Clinical scale manufacturing of therapeutic MSC is performed according to different protocols that vary for MSC source (bone marrow, adipose tissue, umbilical cord blood or tissue), extraction methods, expansion protocols and product specificity.A harmonized protocol for the production and product specification would be therefore beneficial to better compare the results obtained amongst different Centers.In order to acquire information on the variability in the MSC manufacturing process we have sent a questionnaire tothe European Society for Blood and Marrow Transplantation (EBMT) Centers registered as producing MSC. Initial data from 15 centers were obtained and analyzed. The majority of centers manufacture MSC from bone marrow (88%), whilst only 2 centers produce MSC from umbilical cord blood or cord tissue. One of the major changes in the manufacturing process has been the replacement of fetal bovine serum with human platelet lysate as a medium supplement. 90% of centers currently use platelet lysate, either commercially available or from pools of expired platelets obtained from the blood bank (Figure 1).60% of the centers use only allogeneic MSC, whilst one center manufactures only autologous MSC,and 67% of these facilities administer MSC exclusively from frozen batches. Aside from variations in the culture method, there is a large heterogeneity also regarding product specification. Phenotypical characterization represents a fundamental release criterion for all centers, and all surveyed facilities conduct analysis for the expression of CD73, CD90 and CD105, and CD45 through flow cytometry. However, the threshold of marker expression that is accepted as a release criterion is highly variable, as the acceptance value for CD45 expression can be set at less than 20%, 10%, 5%, 2% or 1% (Figure 2). Similarly, threshold percentage of positive marker expression varies from 70% to a very stringent 95%. Furthermore, the addition of several other markers to the negative and positive panel of expression for product specification is again unsystematic, with a high variability in the release threshold levels and in the type of markers analyzed. Most centers add CD19, CD34, CD14, HLA-DR and CD3 negativity to the panel, and only 2 centers check expression of CD166. Alongside product specification meeting sterility and mycoplasma free product, 73% of centers checks for presence of endotoxin in the final formulation. The majority of centers (67%) perform karyotyping, whilst only 27% analyze the immunosuppressive activity of MSC against mitogen activated T cells, and only 33% of the centers determine differentiation ability of MSC into adipocyte, osteoblasts and chondrocytes. These tests are not always performed in parallel, as only 2 centers test tri-lineage differentiation and karyotyping, 3 centers analyze anti-proliferation activity in conjunction with karyotype and 1 center examines differentiation alongside immunosuppressive activity. The initial data collected from this survey indicate that there is a high variability of culture method, supplement material and, even more importantly, difference in acceptance criteria for release of MSC as clinical product. Furthermore, many of these criteria should be extensively revised as they are not entirely substantiated by scientific evidence. This survey should be considered the first step towards harmonization, which should bring to a better interpretation of clinical responses in patients in combination with scientific findings coming from pre-clinical models and in vitro studies. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Apperley: Bristol Myers Squibb: Honoraria, Speakers Bureau; Incyte: Speakers Bureau; Ariad: Honoraria, Speakers Bureau; Pfizer: Honoraria, Speakers Bureau; Novartis: Honoraria, Speakers Bureau. Kuball: Gadeta B.V,: Membership on an entity's Board of Directors or advisory committees. Bonini: Molmed SpA: Consultancy; TxCell: Membership on an entity's Board of Directors or advisory committees."
}