{
    "doi": "https://doi.org/10.1182/blood.V114.22.2182.2182",
    "article_title": "Depletion of PHLPP1 and 2 by Bcr-Abl Promotes CML Cell Proliferation through the Continuous Phosphorylation of Akt. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology Excluding Therapy Poster I",
    "abstract_text": "Abstract 2182 Poster Board II-159 Objective PHLPP1 and 2 (pleckstrin homology (PH) domain leucine-rich repeat protein phosphatase 1 and 2) is identified as the dephosphorylation enzyme of Akt, the same as that of PP2A of the dephosphorylation enzyme of Akt, and regulate the cell-growth signal of Akt through a dephosphorylation of the phosphorylated Akt (p-Akt). Previously, we reported the expression of PHLPP1 and 2 were suppressed in CML cell lines. In this study, we investigated the the CML and its progenitor cell proliferation through the phosphorylation of Akt by depletion of PHLPP1 and 2. Method CML cell lines (K562, Meg01, SHG3) and the CML clinical specimen (n= 10) were used for this research. The changes in the expression of PHLPP1 and 2 by treatment with Abl kinase inhibitors (STI571, AMN107 and BMS354825) or knock down with Bcr-Abl gene were evaluated by RT-PCR method. The influence on the expression of PHLPP1 and 2 in AML cell line transfected with Bcr-Abl also evaluated. CML progenitor cells derived from CML patients separated by ALDH activity, and the expression of PHLPP1 and 2 were investigated by quantitative RT-PCR method. p-Ser473 Akt1, 2 and 3 by Abl kinase inhibitor or knock down with PHLPP1 and 2 were measured, and the influence on the effect of cell growth inhibition by MTT assay. The expression of PHLPP1 and 2 and colony formation in colony forming unit-granulocyte, erythroid, macrophage, megakaryocyte (CFU-GEMM), colony forming unit-granulocyte, macrophage (CFU-GM) and burst forming unit-erythroid (BFU-E) derived from Bcr-Abl positive hematopoietic progenitor cells also evaluated. Result The expression of mRNA and protein of PHLPP1 and 2 were increased by treatment with Abl kinase inhibitor or Bcr-Abl knock down by siRNA in CML cell lines and AML cell line trasfected with Bcr-Abl gene. Moreover, p-Ser473 Akt 2 and 3 were decreased according to the expression of PHLPP1, and also p-Ser473 Akt1 and 3 according to the expression of PHLPP2. The Abl kinase inhibitors induced the expression of PHLPP1, 2 and the reduction of p-Ser473 Akt isoforms. The Abl kinase inhibitors inhibited the CML cell proliferation via the depletion of PHLPP1 and 2. In Bcr-Abl positive progenitor cells, the expression of PHLPP1 and 2 was increased, and colony formation was suppressed by Abl kinase inhibitor and by Bcr-Abl siRNA. The colony formation in progenitor cells knocked down PHLPP1 and 2 were decreased when treated with Abl kinase inhibitors. Conclusion These results suggest that Bcr-Abl might promote CML cell proliferarion through continuous phosphorylation of p-Ser473 Akt1, 2 and 3 by suppression of PHLPP1 and 2, and that the induction of PHLPP1 and 2 may be effective to regulate the cell proliferation in CML cells. It may be also that the induction of expression of PHLPPs has the potential possibility as the targets on the regulation of cell proliferation in Bcr-Abl positive progenitor cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cell proliferation",
        "phosphorylation",
        "proto-oncogene proteins c-akt",
        "kinase inhibitors",
        "enzymes",
        "rna, small interfering",
        "aldehyde dehydrogenases",
        "imatinib mesylate",
        "leucine"
    ],
    "author_names": [
        "Isao Hirano",
        "Satoki Nakamura",
        "Tomonari Takemura",
        "Daisuke Yokota",
        "Takaaki Ono",
        "Kazuyuki Shigeno",
        "Shinya Fujisawa",
        "Kaori Shinjo",
        "Kazunori Ohnishi"
    ],
    "author_dict_list": [
        {
            "author_name": "Isao Hirano",
            "author_affiliations": [
                "Cancer Center, Hamamatsu University School of Medicine, Hamamatsu city, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Satoki Nakamura",
            "author_affiliations": [
                "Department of Internal Medicine III, Hamamatsu University School of Medicine, Hamamatsu city, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomonari Takemura",
            "author_affiliations": [
                "Cancer Center, Hamamatsu University School of Medicine, Hamamatsu city, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Yokota",
            "author_affiliations": [
                "Cancer Center, Hamamatsu University School of Medicine, Hamamatsu city, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takaaki Ono",
            "author_affiliations": [
                "Cancer Center, Hamamatsu University School of Medicine, Hamamatsu city, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuyuki Shigeno",
            "author_affiliations": [
                "Department of Internal Medicine III, Hamamatsu University School of Medicine, Hamamatsu city, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinya Fujisawa",
            "author_affiliations": [
                "Devision of Hematology, Hamamatsu Medidcal Center, Hamamatsu city, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaori Shinjo",
            "author_affiliations": [
                "Health Service Center, Hamamatsu University School of Medicine, Hamamatsu city, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazunori Ohnishi",
            "author_affiliations": [
                "Cancer Center, Hamamatsu University School of Medicine, Hamamatsu city, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T09:36:32",
    "is_scraped": "1"
}