{
    "doi": "https://doi.org/10.1182/blood.V114.22.4351.4351",
    "article_title": "A novel High dose chemotherapy strategy with Bendamustine in Adjunct to Etoposide, Aracytin and Melphalan (BeEAM) Followed by Autologous Stem cell rescue in Resistant/Relapsed Hodgkin and Non-Hodgkin Lymphoma Patients: a Phase I Study. ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Results - Autologous Transplantation",
    "abstract_text": "Abstract 4351 We designed a phase I study to evaluate the safety and the efficacy of increasing doses of Bendamustine, coupled with fixed doses of Etoposide, Cytarabine and Melphalan in the conditioning regimen to autologous stem cell transplant for resistant/relapsed lymphoma patients. Nine patients (median age 54 years, range 18-70) with resistant/relapsed non-Hodgkin's (6) or Hodgkin's (3) lymphoma were consecutive enrolled in the study, starting from August, 1 st 2008. The new conditioning regimen (BeEAM) consisted of increasing doses of Bendamustine coupled with fixed doses of Etoposide (200mg/m 2 /day on days -5 to -2), Cytarabine (400mg/m 2 on days -5 to -2) and Melphalan (140 mg/m2 on day -1) ( BeEAM regimen ). Three cohorts of three patients each were treated starting with Bendamustine 160 mg/m 2 given on days -7 and -6. The dose of Bendamustine was then escalated according to the Fibonacci's increment rule until the onset of severe adverse events and/or the attainment of the expected maximum tolerated dose, but not higher than 200 mg/m 2 . Patients were carefully monitored for any adverse event, particularly for cardiotoxicity. Electrocardiography and troponin monitoring was performed at baseline and thereafter at 24, 72 and 96 hours after the two-days Bendamustine administration. The administration of Bendamustine was safe in all the three cohorts of patients. No grade III or IV non hematological toxicities were observed at any dose of the drug. In particular, we did not observe any grade III-IV cardiotoxicity. All patients engrafted, with a median time to ANC>0.5×10 9 /l of 11 days (range: 11-27). Median times to achieve a platelet count >20×10 9 /l and >50×10 9 /l were 13 and 15 days respectively. Six out of 9 patients experienced an episode of FUO (66%), whereas 1/9 (11%) presented a bacteriemia. However, the median number of days with fever was 2 (range: 0-5), with a median number of 9 days of intravenous antibiotics (range: 3-22). All patients received G-CSF after transplant for a median time of 8 days (range: 8-24). At the time of writing all patients are alive and in complete remission, after a median follow-up of 5 months from transplant. It is of note that 2/9 patients achieved the first complete remission after receiving the high-dose therapy with autologous stem cell rescue. However, the small number of the patients and the short duration of follow-up might be taken in account when analyzing these preliminary data. In conclusion, the new BeEAM regimen is safe and seems to have a high efficacy in heavily pretreated lymphoma patients. Further studies are warranted to compare the efficacy of this new regimen with the conventional BEAM regimen for resistant/relapsed lymphoma patients submitted to ASCT. All the future studies who want to incorporate Bendamustine on such conditioning regimens for ASCT in lymphoma patients should use Bendamustine at a dose of 200 mg/m 2 daily given overt 2 days. The study was conducted in accordance with the principles of the Helsinki Declaration, Good Clinical Practices and the current National Rules for conducting clinical studies. The study was registered at European Medicines Agency (EMEA) with the EUDRACT no 2008-002736-15. Acknowledgments We kindly acknowledge Mundipharma Italy and Mundipharma Europe for providing us the drug for the study free of charge. The study was supported in part by AIL Pesaro Onlus, Disclosures: Off Label Use: Bendamustine is used in adjunct to etoposide, cytarabine and melphalan in a novel strategy of high-dose therapy followed by autologous stem cell rescue.",
    "topics": [
        "bendamustine",
        "chemotherapy regimen",
        "etoposide",
        "hodgkin's disease",
        "lymphoma, non-hodgkin",
        "melphalan",
        "stem cells",
        "lymphoma",
        "autologous stem cell transplant",
        "cytarabine"
    ],
    "author_names": [
        "Giuseppe Visani, MD",
        "Lara Malerba, MD",
        "Piero Galieni, MD",
        "Claudio Giardini, MD",
        "Sadia Falcioni, MD",
        "Marco Rocchi",
        "Alessandro Isidori, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Giuseppe Visani, MD",
            "author_affiliations": [
                "Hematology and Stem Cell Transplant Center, San Salvatore Hospital, Pesaro, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lara Malerba, MD",
            "author_affiliations": [
                "Hematology and Stem Cell Transplant Center, San Salvatore Hospital, Pesaro, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Piero Galieni, MD",
            "author_affiliations": [
                "Divisione Ematologia, Ascoli Piceno, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Giardini, MD",
            "author_affiliations": [
                "Hematology and Stem Cell Transplant Center, San Salvatore Hospital, Pesaro, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sadia Falcioni, MD",
            "author_affiliations": [
                "Divisione Ematologia, Ascoli Piceno, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Rocchi",
            "author_affiliations": [
                "Institute of Biomathematics, Urbino, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Isidori, MD, PhD",
            "author_affiliations": [
                "Hematology and Stem Cell Transplant Center, San Salvatore Hospital, Pesaro, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T02:43:02",
    "is_scraped": "1"
}