{
    "doi": "https://doi.org/10.1182/blood.V128.22.303.303",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3502",
    "start_url_page_num": 3502,
    "is_scraped": "1",
    "article_title": "SYK Inhibition Disrupts the Cross-Talk Between B-Cell Activation Factor (BAFF) and B-Cell Receptor (BCR) and Thereby Antagonizes Mcl-1 in Chronic Lymphocytic Leukemia (CLL) B-Cells ",
    "article_date": "December 2, 2016",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Exploring Signaling Pathways with Potential Therapeutic Implications",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "antigens",
        "b-cell activation",
        "bendamustine",
        "b-lymphocytes",
        "bruton tyrosine kinase",
        "cd40 ligand",
        "chemotherapy regimen",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Cody Paiva, BS",
        "Taylor Rowland",
        "Olga Danilova",
        "Bhargava Sreekantham",
        "Stephen E Spurgeon, MD",
        "Alexey V Danilov, MD PhD"
    ],
    "author_affiliations": [
        [
            "OHSU Knight Cancer Institute, Portland, OR "
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "Portland VA Medical Center, Portland, OR "
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR"
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ]
    ],
    "first_author_latitude": "45.51458345",
    "first_author_longitude": "-122.6223561",
    "abstract_text": "Although small molecule inhibitors of BCR-associated kinases (BCRi) revolutionized therapy in CLL, they provide incomplete responses. Soluble mediators emanating from the tumor microenvironment perpetrate CLL cell survival and may account for resistance to BCRi. Tumor necrosis factor receptor superfamily ligands BAFF and APRIL induce NFκB, which in turn upregulates pro-survival Bcl-2 family proteins and thereby drives anti-apoptotic responses.The exact roles of the individual NFκB pathways, as well as the implications of targeting BCR in context of BAFF signaling in CLL remain understudied. We explored the mechanistic underpinnings of CLL cell survival in response to BAFF signaling, uncovering the functional significance of the BCR-associated kinases and Bcl-2 family proteins in this setting. Peripheral blood mononuclear cells were isolated from patients with CLL. We established a novel BAFF-expressing stromal co-culture model and referenced it to control, CD40L-expressing stroma and soluble BAFF. We employed inhibitors of Bruton tyrosine kinase (BTK, ibrutinib), phosphoinositide-3 kinase (PI3K, idelalisib) and spleen tyrosine kinase (SYK, entospletinib) and measured CLL cell apoptosis, migration, NFκB activity, protein and mRNA expression by flow cytometry, immunoblotting, ELISA, RT-PCR and immunocytochemistry. CLL cells co-cultured with BAFF-expressing stroma were resistant to spontaneous apoptosis (12.3±3.2% after 24 h, vs 34.8±6.2% off stroma) and chemotherapy agents (bendamustine, fludarabine). Gene expression profiling exposed the NFκB pathway gene targets as the most significantly upregulated upon BAFF stimulation (p<0.0001). We and others have shown that CD40L-expressing stroma induces canonical and non-canonical NFκB in CLL. By contrast, while BAFF led to strong activation of the non-canonical NFκB with processing of p100 (to p52) by 4 h and a 5-fold increase in p52 DNA-binding activity by 24 h, canonical NFκB (RelA) activation was less pronounced. BAFF predominantly induced Mcl-1, compared to CD40L which strongly upregulated Bcl-X. BCR is a major driver of canonical NFκB signaling in CLL. Thus, we studied whether BAFF co-opted BCR signaling in CLL. BAFF induced rapid (15 min) phosphorylation of the proximal BCR kinases SYKand LYN, sustained for up to 4 h, as well as ERK, in CLL cells. AKT activation occurred late (>2 h), suggesting that BAFF induced AKT independent of BCR. BAFF-mediated BCR activation did not correlate with IGHV mutational status. Like IgM, BAFF induced CLL cell chemotaxis. SYK inhibition effectively antagonized survival and chemotaxis of BAFF-stimulated CLL cells. By contrast, targeting BTK or PI3K was less effective. All BCRi's fully blocked canonical NFκB activation in BAFF-stimulated CLL cells (suggesting its dependence on BCR signaling), but none inhibited the non-canonical pathway. We found that entospletinib, but not other BCRi's, decreased Mcl-1 expression in CLL cells co-cultured with BAFF-expressing stroma. Unlike in IgM-stimulated cells, entospletinib did not promote Mcl-1 protein degradation. By contrast,, targeting SYK in BAFF-stimulated cells abrogated BAFF-mediated upregulation of pSTAT3, a transcription factor which regulates Mcl-1. This was accompanied by a decrease in Mcl-1 transcript, an effect mimicked by ruxolitinib, a JAK/STAT inhibitor. BAFF receptor signals via the TRAF3/NIK/IKK1 axis to induce non-canonical NFκB activation in neoplastic B-cells. We supposed that NIK (NFκB-inducing kinase) or IKK1 could be directly responsible for SYK activation by BAFF. Indeed, genetic knockdown of NIK resulted in decreased SYK activation, whereas IP experiments demonstrated that NIK directly complexed with SYK in BAFF-stimulated neoplastic B-cells, confirming NIK role in activation of BCR signaling. Thus, BAFF-mediated induction of BCR-associated kinases and Mcl-1 contributes to CLL cell survival. SYK inhibition is a promising therapeutic strategy uniquely poised to antagonize crosstalk between BAFF and BCR, thereby disrupting the pro-survival microenvironment signaling in CLL. Disclosures Spurgeon: Gilead Sciences: Research Funding; Bristol Myers Squibb: Research Funding; Acerta Pharma: Research Funding; Genentech: Research Funding; Janssen: Research Funding. Danilov: Prime Oncology: Honoraria; Dava Oncology: Honoraria; ImmunoGen: Consultancy; GIlead Sciences: Research Funding; Takeda: Research Funding; Astra Zeneca: Research Funding; Pharmacyclics: Consultancy."
}