{
    "doi": "https://doi.org/10.1182/blood.V114.22.2861.2861",
    "article_title": "At-101 Induces Apoptosis Waldenström Macroglobulinemia Cells Resistant to Bortezomib. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Pathophysiology and Preclinical Studies Excluding Therapy Poster II",
    "abstract_text": "Abstract 2861 Poster Board II-837 Bcl-2 protein family has the unique capability to balance between the cell survival and death by regulating the expression of its individual members. AT-101 is a BH3 mimetic and a potent inducer of noxa and puma, the natural ligands of BH3 family proteins. It is known to bind and inhibit the anti-apoptotic functions of Bcl-2 family members Bcl-2 and Bcl-X L and Mcl-1. In vitro it has been shown to induce apoptosis in several tumor models systems including multiple myeloma. In this report we investigated the effect of AT-101 on a model cell line, BCWM.1 (a known WM cell line, BCWM.1/WT), representing Waldenström Macroglobulinemia. This disease is characterized by the presence of lymphoplasmacytic cells in the bone marrow and the secretion of IgM monoclonal protein into the serum. Several conventional therapies are available but the disease remains incurable. Therefore there remains a need to develop new therapies for this orphan disease. Recently, bortezomib (a proteasomal inhibitor) has shown promising anti-WM activity with enhanced responses when combined with traditional therapies. But continued treatment with bortezomib result in the development of resistance in the clinic. We developed an in vitro model of bortezomib resistance from BCWM.1 (hereafter referred as BCWM.1/BR). These cells also developed cross resistance to conventional therapies used for WM such as fludarabine and doxorubicin. Biological characterization of this cell line demonstrated Bcl-2 as a potentially important therapeutic target. We therefore assessed the effect of AT-101 to identify preclinically if this could be a potential clinical strategy in future. AT-101 induced a dose and time dependent inhibition in the viability of both BCWM.1/WT as well as BCWM.1/BR cells. Cell death was observed at as low as 1uM concentration of AT-101 and at 10uM a maximum of 50-70% death was observed by 24h. While BCWM.1/WT cells showed a significant death at 12h, treatment with AT-101 induced cell death in BCWM.1/BR cells as early as 6h. These results indicate that AT-101 induced a potent and quick inhibition in viability in BCWM.1/BR cells as compared to their parental wild type cells. Investigation into the mechanism of cell death showed that AT-101 induced apoptosis in a mitochondrial dependent pathway in these cells. A comparative analysis of the signal transduction pathways operated in BCWM.1/WT and BCWM.1/BR cells showed that many of the cellular activation and survival pathways such as AKT, ERK1/2 that are present in BCWM.1 cells are inhibited in the resistant cells. Interestingly, BCWM.1/BR cells expressed a fivefold increase in the Bcl-2 protein as compared to BCWM.1/WT cells suggesting a Bcl-2 dependent survival of these cells in the absence of other cellular activation and survival signals. Increased susceptibility of BCWM.1/BR cells to AT-101 thus can be understood to be a direct consequence of an increased expression of Bcl-2 and a dependence of the resistant cells on Bcl-2 family of anti-apoptotic proteins for their survival. Results presented in this report suggest that AT-101 has a unique therapeutic potential against Waldenström Macroglobulinemia that is independent of resistance to bortezomib. These observations highlight bcl-2 as a potential target, and AT-101 as possible therapeutic avenue for WM patients. Disclosures: Chanan-Khan: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Immunogen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau.",
    "topics": [
        "apoptosis",
        "bortezomib",
        "waldenstrom macroglobulinemia",
        "bcl-2 protein",
        "antigens",
        "doxorubicin",
        "fludarabine",
        "immunoglobulin m",
        "ligands",
        "monoclonal immunoglobulin"
    ],
    "author_names": [
        "Kasyapa Chitta, Ph.D.",
        "Kiersten M. Miles",
        "Pushpankur Ghoshal, PhD",
        "Leighton Stein",
        "Morton Coleman, MD",
        "Richard R Furman, MD",
        "Hofmeister Craig, MD",
        "Suzanne Hayman",
        "Kelvin P. Lee, MD",
        "Asher Alban Chanan-Khan"
    ],
    "author_dict_list": [
        {
            "author_name": "Kasyapa Chitta, Ph.D.",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kiersten M. Miles",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pushpankur Ghoshal, PhD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leighton Stein",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morton Coleman, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard R Furman, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hofmeister Craig, MD",
            "author_affiliations": [
                "Ohio State University Medical School, Columbus, OH, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Hayman",
            "author_affiliations": [
                "Hematology, Mayo Clinic College of Medicine, Rochester, MN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelvin P. Lee, MD",
            "author_affiliations": [
                "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asher Alban Chanan-Khan",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T18:45:02",
    "is_scraped": "1"
}