{
    "doi": "https://doi.org/10.1182/blood.V112.11.5260.5260",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1189",
    "start_url_page_num": 1189,
    "is_scraped": "1",
    "article_title": "8p11–12 Myeloprolferative Syndrome: A Case Report and Brief Review of the Literature ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "8p11 myeloproliferative syndrome",
        "antigens, cd30",
        "atypical",
        "axilla",
        "basic local alignment search tool",
        "bcr-abl tyrosine kinase",
        "beta 2-microglobulin",
        "biopsy",
        "blast cells",
        "bone marrow"
    ],
    "author_names": [
        "Sarvari Venkata Yellapragada, MD",
        "Martha P. Mims, MD, PhD",
        "Courtney Jackson, MD",
        "Mark Lewis, MD",
        "Mark M. Udden, MD"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Hematology/Oncology, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Hematology/Oncology, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Medicine, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Baylor College of Med., Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.706819149999998",
    "first_author_longitude": "-95.4020062",
    "abstract_text": "Introduction: The 2008 WHO classification of myeloproliferative disorders has been revised based on new molecular definitions for specific diseases, including abnormalities of PDGFRA, PDGFRB, or FGFR1. The latter group is also known as stem cell leukemia/lymphoma syndrome or 8p11 myeloproliferative syndrome. To date, about 50 cases are reported in the literature with various reciprocal gene partners for the FGFR1 locus on chromosome 8, one of the most common being the zinc-finger protein 198 (ZNF198) on chromosome 13. They typically present with myeloproliferative disorders with concurrent or subsequently diagnosed T cell lymphomas, most commonly precursor T lymphoblastic lymphomas. Within one to two years, the disease progresses to an acute myeloid leukemia and has a poor prognosis. Case report: We add a case to the literature. Symptoms and signs: A 50-year-old Nigerian male presented to our emergency room in August 2007 complaining of lumps in his groin and armpits, fevers and an unintentional 30-lb. weight loss over two months. He had a history of diabetes mellitus treated with Metformin. He had not visited Nigeria in 30 years, denied intravenous drug abuse and had no risk factors for HIV. On physical exam there was diffuse lymphadenopathy with bulky(>2cm) inguinal, axillary, cervical, epitrochlear nodes and hepatosplenomegaly. Laboratory results included a white cell count of 20.8 K/uL with 86% neutrophils, 2% lymphocytes, 9% eosinophils, and 3% monocytes, hemoglobin of 22 g/dL, MCV of 80 fL and platelet count of 153K/mL. LDH was elevated at 391 U/L, uric acid was 6.7 mg/dl and beta-2-microglobulin 1730 ng/ml; serum erythropoietin was decreased at 2.4 mIU/ml and on repeat was 95% and no increase in blasts. Cytogenetics on the bone marrow were 46 XY, t (8; 13) (p12; q12) [18]/46, XY [2]. PCR for bcr-abl and JAK2 V617F mutation were negative on peripheral blood and bone marrow. PCR and sequencing of the FGFR1-ZNF198 gene product was performed on the formalin-fixed paraffin-embedded tissue from the lymph node excisional biopsy, which confirmed the presence of the FGFR1-zinc finger fusion tyrosine kinase. This confirms the diagnosis of a stem cell leukemia/lymphoma syndrome with translocation of FGFR1. Initial treatment included phlebotomy for symptomatic hyper viscosity. A protocol of hyper fractionated Cytoxan, Vincristine, Adriamycin, and Decadron (HyperCVAD) was selected for the precursor T-cell lymphoblastic lymphoma. Initially his lymph nodes disappeared but there was no remission of his MPD. While still on the HyperCVAD, the T cell lymphoblastic lymphoma relapsed and he was started on Nelarabine. After one cycle his WBC count exponentially increased, mostly atypical monocytes and myeloid cells. He developed pulmonary infiltrates and effusion, respiratory distress and was transferred to the ICU. FNA of pleural effusions revealed a T cell lymphoproliferative process. He eventually died of pulmonary complications associated with high white counts in late July 2008. Discussion: MPD evolving to AML and rarely pre-B ALL is well described. Progression to T ALL is uncommon. However, in this patient we have polycythemia, with leukocytosis and eosinophilia whose lymph nodes do not show extramedullary hematopoiesis but demonstrate a T cell ALL. MPD with rapid transformation or concurrent presentation of T or pre B ALL or AML malignancies is recognized in association with the 8p11–12 syndromes. While we may have therapy that is somewhat effective for T ALL, targeted therapy for the pathologic FGFR-zinc finger fusion tyrosine kinase is needed. PKC 412 or midostaurine has been shown to have activity against this fusion product in preclinical models and also in a patient with this disease. We were attempting to procure this for our patient while waiting for a bone marrow transplant to be arranged. However his condition declined rapidly before either could be arranged."
}