{
    "doi": "https://doi.org/10.1182/blood-2019-131264",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4232",
    "start_url_page_num": 4232,
    "is_scraped": "1",
    "article_title": "Economic Burden of Multiple Myeloma: Results from a Large Employer-Sponsored Real-World Administrative Claims Database, 2012 to 2018 ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "administrative claims, healthcare",
        "economics",
        "employer",
        "multiple myeloma",
        "follow-up",
        "cancer",
        "cancer therapy",
        "disease remission",
        "hospital admission",
        "length of stay"
    ],
    "author_names": [
        "Dao Tran",
        "Rajesh Kamalakar, MS",
        "Shivaji Manthena",
        "Sudeep Karve, PhD"
    ],
    "author_affiliations": [
        [
            "AbbVie, Inc, Mettawa, IL "
        ],
        [
            "AbbVie, Inc, Mettawa, IL "
        ],
        [
            "AbbVie, Inc, Mettawa, IL "
        ],
        [
            "AbbVie, Inc, North Chicago, IL"
        ]
    ],
    "first_author_latitude": "42.245746499999996",
    "first_author_longitude": "-87.90308689999999",
    "abstract_text": "Introduction : Multiple myeloma (MM) is a relatively rare, but serious neoplasm of terminally differentiated B-lymphocytes. Patients with MM experience clinical remission as well as relapses and refractory responses to therapy. New drugs and new combination therapies for MM in the past decade have increased the overall survival rate from 4.6 years to 6.1 years [Kumar et al., Leukemia 2014]. In recent years, there has been increasing emphasis towards determining the value of novel therapies based on the clinical and economic data. For example, ASCO, NCCN and ICER have developed value frameworks to evaluate cancer treatments. Since 2015 several therapies have received FDA approval for treatment of patients with MM although there is limited economic data for these newer MM treatments. Thus, the objective of the current study was to assess all-cause and disease-related health care utilization and costs among newly diagnosed and treated patients with MM in the U.S. Study Design, Materials and Methods : This retrospective, observational study design was conducted using a large national administrative claims database (IBM® MarketScan® Commercial and Medicare Supplemental Databases). Data includes persons enrolled in commercial health plans or in Medicare supplemental plans. Study participants were identified using medical and pharmacy claims from about 163 million individuals enrolled in a plan at any time from 1-1-2011 to 6-30-2018. Patients with MM were identified based on the following criteria: (1) At least two MM diagnoses (using ICD-9-CM 203.00-203.02; or ICD10: C90.00-C90.02 codes) between 1-1-2012 and 6-30-2017 with the first observed diagnosis date set as the MM diagnosis index date (MMDID); (2) ≥12 months of continuous enrollment prior to, and ≥2 months post, MMDID; (3) Patients received MM drug therapy after diagnosis; (4) Age ≥18 years at MMDID; and (5) Patients with any other malignant cancer prior to, or at, the time of MMDID were excluded; All patients were followed from MMDID until end of data set (6-30-2018) or to end of health plan enrollment, whichever was first (i.e., the follow-up period.). All-cause- and MM-related (claims with MM diagnosis or treatment) health care utilization and costs were assessed during the follow-up period. All analyses were descriptive in nature. Results: There were 3,144 newly diagnosed MM patients eligible for this study with mean (std dev) age of 65.4 (11.7) years.56% were males and 42.8% had ≥1 comorbidity during the follow-up period (mean follow-up: 21.5 months). Following first-line treatment, 56.1% received 2L therapy, 29.9% received 3L, 15.7% received 4L, and 7.6% had ≥5 lines of treatment (Figure 1). In the first line, monotherapy was used for 24%, doublets were used for 38%, triplets for 37%, and 4 or more drugs for 1.5% of patients. Some drug regimens had up to 9 drugs. Among the selected cohort, 94.8% had ≥1 MM-related hospital outpatient visit, and 81.7% had ≥1 outpatient pharmacy claim. Furthermore, 77.7% of patients had ≥1 MM-related inpatient hospital admission with an average (std dev) length of stay for each admission of 12 (11.06) days. Total average (std dev) follow-up costs from all causes (AC) were $288,304 ($333,673) of which MM-Disease Related (DR) costs for all lines of therapy accounted for $253,071 (87.8%). Pharmacy drugs accounted for 32.9% of total DR costs, while hospital inpatient visits were 29.3% of cost and hospital outpatient (mostly provider-administered drugs) were 26.2% of total DR costs (Figure 2). A breakdown of total DR costs by line of therapy is reported in Figure 3. The DR cost per member per month (PMPM) for the total follow-up period was $14,140. The mean (std dev) DR PMPM costs for each line of therapy were $16,342 ($20,028) for 1L, $19,267 ($29,645) for 2L, $17,773 ($23,347) for 3L, and $20,146 ($26,401) for 4L. Conclusion : This study documents recent trends in economic and resource use burden in patients with MM including trends following the approval of newer treatments (2015). Pharmacy and hospital inpatient utilization accounted for two-third of total DR-costs. In combination with the clinical data, the economic and resource use data serve as inputs in assessing value and budget impact of newer treatment View large Download slide View large Download slide  Disclosures Tran: AbbVie: Other: Internship. Kamalakar: AbbVie: Employment, Other: and may hold stock or stock options. Manthena: AbbVie: Employment, Other: may own stocks/options. Karve: AbbVie: Employment, Other: stock/stock options."
}