{
    "doi": "https://doi.org/10.1182/blood.V108.11.724.724",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=796",
    "start_url_page_num": 796,
    "is_scraped": "1",
    "article_title": "Immunomagnetic Depletion of CD25-Expressing T Cells from Donor Blood Removes a Mixed Population of Regulatory and Effector T Cells - Implications for Graft Engineering. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "antigens, cd25",
        "donors",
        "tissue transplants",
        "t-lymphocytes",
        "engineering",
        "antigens",
        "microspheres",
        "aldesleukin",
        "flow cytometry",
        "polymerase chain reaction"
    ],
    "author_names": [
        "J. Joseph Melenhorst, PhD",
        "Jun Lu, MD, PhD",
        "Edgardo Sosa",
        "Nancy F. Hensel",
        "A. John Barrett, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.033042699999996",
    "first_author_longitude": "-77.12688349999999",
    "abstract_text": "CD4+CD25+FOXP3+ regulatory T cells (T R ) control proliferative CD4 and CD8 T cell responses to self and foreign antigens such as cytomegalovirus (CMV) and tumor-specific antigens. Thus, depletion of CD25-expressing cells from a resting population of T cells prior to antigen stimulation could boost the generation of antigen-specific T cells for adoptive transfer to treat viral infection or tumors. We depleted peripheral blood mononuclear cells (PBMC) from nine CMV seropositive donors using Miltenyi CD25 microbeads (20 μl/10 7 cells). CD25-depleted or unmanipulated PBMC were stimulated with CMV pp65-expressing antigen presenting cells for 10–14 days with low dose IL-2, and intracellular interferon-gamma (IFNγ) production by flow cytometry was compared between CD25-depleted and -undepleted cultures. An absolute increase in antigen-specific CD4+ and CD8+ T cells was seen after CD25 depletion in 4/8 and 5/8 cultures respectively. However, in other cultures there was a decrease or no change in IFNγ+ CD4+ T cells in CD25-depleted cultures, suggesting that the pp65-specific precursor cells had also been removed. We then used 4 μl beads per 10 7 PBMC to selectively remove only the CD25 bright (predominantly T reg ) population in nine donors and confirmed by flow cytometry that only CD25 bright cells had been removed from the starting population. However, real-time quantitative PCR (Q-PCR) showed that even though the CD25+ fraction was enriched in FOXP3-expressing cells, a substantial proportion of the CD25-depleted PBMC still expressed FOXP3. Flow cytometric analysis of FOXP3 expression by CD25+ and CD25-negative CD4+ T cells showed that a substantial proportion of CD25- cells expressed FOXP3, confirming that CD25 is not a suitable single marker for depletion of T regs . Again no reproducible augmentation of antigen-specific T cell responses was observed: one and five donors showing an increase in CD4 and CD8+ antigen-specific T cells, respectively, while the remainder showed a decrease or no change in CD4+ and CD8+ IFNγ-producing cells. These results suggest that removal of CD25+ cells from PBMC using CD25 microbeads removes both T reg and pp65-specific effector CD4+ and CD8+ T cells. Further, since FOXP3 is induced in responder cells as confirmed by FOXP3 Q-PCR, depletion of T reg at the start of the cultures may only transiently alleviate the negative regulation of the antigen response. Thus, CD25 depletion using microbeads is not a reliable method to boost antigen specific T cell expansions because of the inadvertent removal of a portion of the memory response to the antigen. Since it recently has been demonstrated that Treg act as an IL-2 sink, the addition of this cytokine should functionally silence the Tregs while preserving the inflammatory response."
}