{
    "doi": "https://doi.org/10.1182/blood.V122.21.3528.3528",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2464",
    "start_url_page_num": 2464,
    "is_scraped": "1",
    "article_title": "Procoagulant Status In Patients With Immune Thrombocytopenia ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "topics": [
        "aliquot",
        "autoantibodies",
        "blood platelets",
        "cell-derived microparticles",
        "erythrocytes",
        "hemorrhage",
        "inosine triphosphate",
        "mann-whitney u test",
        "massively-parallel genome sequencing",
        "mechlorethamine"
    ],
    "author_names": [
        "Ihosvany Fernández Bello",
        "Mayte Álvarez Román",
        "Elena G. Arias Salgado",
        "Monica Martin Salces",
        "Miguel Canales",
        "Victor Jimenez Yuste",
        "Nora V. Butta"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital Universitario La Paz-IDIPaz, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Universitario La Paz-IDIPaz, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Universitario La Paz-IDIPaz, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Universitario La Paz-IDIPaz, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Universitario La Paz, Madrid, Spain"
        ],
        [
            "Hematology, Hospital Universitario La Paz-IDIPaz, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Universitario La Paz-IDIPaz, Madrid, Spain, "
        ]
    ],
    "first_author_latitude": "40.4483271",
    "first_author_longitude": "-3.7661784",
    "abstract_text": "Introduction Immune thrombocytopaenia (ITP) is an acquired immune-mediated disorder characterized by mild to severe thrombocytopaenia caused by autoantibodies against platelet proteins. Bleeding risk in patients with ITP is increased with platelet counts less than 20 or 30 x 10 9 /L. However, patients with ITP often have few bleeding symptoms despite very low platelet counts suggesting the existence of compensatory mechanisms. Moreover, an increased risk for thrombosis in patients with ITP has been described (Nørgaard M, 2012). It has been recently reported that increased production of platelet- and red cells-derived microparticles (MP) might be one of the causes of increased thrombotic risk in ITP patients (Sewify, 2013). Objective The aim of this study was to evaluate the microparticle-associated and plasma procoagulant activities in ITP patients with thrombocytopaenia. Methods Sixty-eight patients with chronic ITP and platelet count less than 50 x 10 9 /L and twenty-two healthy controls were included. Platelet counts were determined with a Coulter Ac. T Diff cell counter (Beckman Coulter, Madrid, Spain). Citrated blood was centrifuged at 1,500 g for 15 min at 23°C. Platelet-poor plasma obtained was additionally centrifuged twice at 23°C (15 min at 1,500 g , and 2 min at 13,000 g ) and aliquots were stored at -70ºC until analysis. Phosphatidylserine-MP (Ph-MP) and tissue factor-MP (TF-MP) dependent procoagulant activities were determined with the ZYMUPHEN kits (Hyphen BioMed, Neuville sur Oise, France) following the manufacturer’s instructions. Plasma thrombin generation was measured using the Calibrated Automated Thrombogram (CAT) test as described by Hemker et al (2000) at a final concentration of 1 pM tissue factor and 4 μM phospholipids (PPP-Reagent LOW, Thrombinoscope BV, Maastricht, The Netherlands). We evaluated the endogenous thrombin potential (ETP, the total amount of thrombin generated over time); the lag time (the time to the beginning of the explosive burst of thrombin generation); the peak height of the curve (the maximum thrombin concentration produced); and the time to the peak. To test resistance to protein C, CAT experiments were performed without and with the addition of thrombomodulin (TM) (PPP and PPP with thrombomodulin reagents, Thrombinoscope BV, Maastricht, The Netherlands). Results were expressed as the ratio [(ETP with TM)/(ETP without ETP)]x100. Results were expressed as mean±SD. Comparisons of quantitative variables were made with Mann-Whitney test and correlations with Spearman test. Values of p≤0.05 were considered statistically significant. Results Ph-MP associated procoagulant capacity in ITP patients was higher than in controls (p<0.05) whereas MP-TF associated procoagulant activity was practically negligible in both groups. Plasma procoagulant activity was higher in ITP patients than in controls (ETP: 1604±616 nM x min in ITP patients and 1302±416, p=0.012 in controls; Peak: 328±123 nM in ITP patients and 203±74 nM in controls, p<0.001). We tested whether the higher procoagulant activity of plasma from ITP patients was due to a resistance to protein C. We observed that the mean Ratio value in ITP patients was slightly higher than the mean Ratio of controls (60±18 and 50±13 respectively, p=0.034). Despite this significant difference in the Ratio, no correlation was found between this value and the CAT parameters. Conclusion ITP patients with thrombocytopaenia had a higher Ph-MP associated and plasma procoagulant activity than controls. The fact that the increased MP-procoagulant activity was not accompanied by a higher TF-MP associated procoagulant activity brings further support to the previous observation that MPs in ITP patients are from platelets and red cells, as both cells express very low levels of TF (Sewify, 2013). Regarding the increased plasma procoagulant capacity observed in ITP patients, our results suggest that resistance to protein C does not seem to be the main mechanism involved. References • Nørgaard M. Thromb Res. 2012;130 Suppl 1:S74-75. • Sewify EM, et al. Thromb Res. 2013;131:e59-63. Hemker HC, et al. Thromb Haemost 2000;83:589-9. Disclosures: No relevant conflicts of interest to declare."
}