{
    "doi": "https://doi.org/10.1182/blood.V116.21.3615.3615",
    "article_title": "Effect of 5-Azacytidine (5-AzaC) In the Expression of PRAME In Acute Myeloid Leukemia (AML) ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Abstract 3615 Introduction: Preferentially expressed antigen of melanoma ( PRAME ) was first isolated as a human melanoma antigen by cDNA expression cloning using melanoma-reactive cytotoxic Tcells (CTL). PRAME is a tumor associated antigen (TAA) of particular interest since it is widely expressed by lymphoid and myeloid malignancies and solid tumors . Several studies have associated high PRAME RNA levels with good prognosis in acute myeloid leukemia (AML). In addition, several authors have suggested that PRAME could be used as a target for anticancer T-cell therapy. PRAME expression is regulated at the epigenetic level. For this reason inhibitors of DNA methylation, such as 5-azacytidine, can modulate the expression of this TAAs. In the current study we analyzed the effect of 5-azaC on the expression of PRAME in blasts versus CD34+ cells from healthy donors in an attempt to increase its expression, thus inducing a potential target for therapeutic strategies. Methods: We analyzed PRAME mRNA expression of blast cells from AML patients at diagnosis versus CD34+ stem cells from healthy donors by RT-PCR without treatment or after exposure to 1mM 5-azaC during the four days of culture and correlated the expression of PRAME with the methylation status of the promoter. Results: PRAME is significantly over-expressed in blasts from AML patients (n=11) compared with normal CD34+ cells (n=8) ((700±1102 vs. 1.8±2.5 p=0.002). Interestingly, we found an inverse correlation between PRAME expression and the degree of methylation in the promoter among both AML samples and healthy donors ( r =-0.77 p=0.010). In order to evaluate the effect of 5-azaC on PRAME gene expression, we treated blast cells and CD34+ cells from healthy donors with the drug and we observed that the exposure to the drug induced a decrease in the percentage of methylation in the promoter and subsequently increased the expression of PRAME but, interestingly, the higher the basal methylation of the promoter the more intense the effect of the drug among AML cells. By contrast, CD34+ cells from healthy donors were resistant to the effect of the drug so that no significant changes were observed neither in terms of methylation status of the promoter nor in the expression of PRAME prior to or after exposure to the drug among healthy donors. Conclusions: The promoter region is highly methylated in normal CD34+ cells compared to AML cells and this pattern correlates with a higher expression of PRAME in blasts. Furthermore, the level of PRAME methylation was reduced in AML patients after exposure to 5-azaC which correlated with an increase in the expression of PRAME. By contrast, the effect of 5-azaC on the methylation pattern of the promoter was significantly lower in CD34+ cells from healthy donors. Disclosures: Cañizo: Celgene: Membership on an entity's Board of Directors or advisory committees. San Miguel: Celgene: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Jangssen-cilag: Membership on an entity's Board of Directors or advisory committees; millennium: Membership on an entity's Board of Directors or advisory committees. Off Label Use: The drug used in this study is the demethylating agent 5-azacytidine (5-azaC) and the purpose is to increase PRAME expression in blasts from AML patients and generate CTL CD8+ specific response against tumor cells.",
    "topics": [
        "azacitidine",
        "leukemia, myelocytic, acute",
        "antigens",
        "melanoma",
        "cancer",
        "cdna expression analysis",
        "cloning",
        "demethylating agents",
        "did not receive therapy or drug",
        "neoplasms"
    ],
    "author_names": [
        "Silvia Gutiérrez Cosío",
        "Esteban Ballestar",
        "Carlos Santamaría",
        "Belen Blanco",
        "Luis Ignacio Sánchez Abarca",
        "Teresa Caballero Velázquez",
        "Carmen Herrero Sánchez",
        "Soraya Carrancio",
        "Laura Ciudad",
        "Consuelo Cañizo",
        "Jesus F San Miguel",
        "Jose Antonio Pérez Simón"
    ],
    "author_dict_list": [
        {
            "author_name": "Silvia Gutiérrez Cosío",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Esteban Ballestar",
            "author_affiliations": [
                "Bellvitge Biomedical Research Institute (IDIBELL), Barcelona, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Santamaría",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Belen Blanco",
            "author_affiliations": [
                "Hematology Department, University Hospital of Salamanca, Spain, Salamanca, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Ignacio Sánchez Abarca",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Caballero Velázquez",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Herrero Sánchez",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soraya Carrancio",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Ciudad",
            "author_affiliations": [
                "Bellvitge Biomedical Research Institute (IDIBELL), Barcelona, Spain, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Consuelo Cañizo",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamnaca, Spain, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus F San Miguel",
            "author_affiliations": [
                "Hospital Clinico Universitario, Salamanca, Spain"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Antonio Pérez Simón",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T21:28:17",
    "is_scraped": "1"
}