{
    "doi": "https://doi.org/10.1182/blood.V128.22.807.807",
    "article_title": "Inhibition of Alternative Complement Pathway in Target Organs Represents a Novel and Effective Approach to Control Gvhd While Sparing GVL Effect ",
    "article_date": "December 2, 2016",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: GVHD and GVL; Mechanisms",
    "abstract_text": "Allogeneic hematopoietic stem cell transplantation (allo-HSCT) is an effective therapy for many hematological malignancies due to its potent graft-versus-leukemia (GVL) effect; yet its clinical application is limited by the development of graft-versus-host-disease (GVHD). Currently, the separation of GVHD and GVL is a great challenge in the field. Complement can be activated via three different pathways: the classical (CP), lectin (LP) and alternative pathway (AP). The AP can spontaneously activate, but it also serves as an amplification loop for the other pathways, and hence plays a central role in the development of autoimmune diseases such inflammatory bowel disease, which shares certain pathological similarities with intestinal GVHD. Complement activation has been implicated in GVHD development, yet how complement regulates GVHD is not known. In current study, deposition of complement activation product C3d occurs within GVHD target organs ( Fig. 1A ), suggesting that local complement activation contributes to GVHD pathogenesis. To functionally dissect the roles of each complement pathway, we used mice deficient in fB (no AP) or C1q/MBL (no CP or LP) as recipients in MHC-mismatched murine models of GVHD. GVHD severity and mortality was significantly reduced in fB, but not C1q/MLB, deficient recipients compared to wild type (WT) counterparts, suggesting a crucial role for the AP in GVHD ( Fig. 1B ). Furthermore, using chimeric mice with a fB-deficiency specifically in the hematopoietic compartment, we demonstrated that the AP in hematopoietic cells is required for GVHD development, but not for the GVL effect ( Fig. 1D ). For translational purposes, we evaluated GVHD and GVL responses using CR2-fH, an AP-specific protein inhibitor ( Fig. 1C ). CR2-fH consists of the N-terminus of mouse complement factor H, which contains the AP-inhibitory domain, linked to complement receptor 2 (CR2) targeting fragment that binds the complement activation product C3d. CR2-fH has been shown to specifically co-localize to sites of injury and C3d deposition. In recipients harboring C1498 acute myeloid leukemia, systemic treatment of recipients with CR2-fH significantly ameliorated GVHD with no associated tumor relapse ( Fig. 1D ), suggesting CR2-fH does not impact GVL activity. Mechanistic studies revealed that host AP deficiency significantly impacted the phenotype of immune cells in GVHD target organs rather than in lymphoid organs. Complement deposition was decreased in GVHD target organs of AP-deficient recipients. Gut integrity was significantly preserved in fB -/- compared to WT recipients ( Fig. 1E ). Activation and maturation of host DCs in the gut, lung, and thymus were also significantly decreased in fB -/- recipients, while GVHD-protective CD8 + DCs were increased . In contrast, AP deficiency did not affect the phenotype of recipient DCs in the lymphoid organs. The numbers of donor T cells and particularly CD103 + CD8 + T cells, a cell subset that critically mediates intestinal GVHD, were decreased in the gut of fB -/- recipients, which was associated with reduced expression of the gut homing chemokine CCR9 on donor T cells. Donor iTregs were increased in the liver of fB -/- recipients ( Fig. 1F ), while Th1 and Tc1 cells were significantly decreased; lower cytolytic activity was also seen in these Tc1 cells. Donor Th2 and Tc1 were diminished in the lung while thymic integrity was significantly improved in fB -/- recipients. We observed no differences in differentiation or function of donor T cells in lymphoid organs ( Fig. 1G ). These studies further indicate AP activation within target organs is important for GVHD pathogenesis. Taken together, the current data identifies a central role for the AP in GVHD and validates the AP as a therapeutic target for the control of GVHD. We provide evidence that local complement generation in GVHD target organs is important for GVHD development. Since site-specific AP inhibition is effective at controlling GVHD while preserving GVL activity, this study identifies a novel strategy to reduce GVHD and spare GVL effects. Because site-specific complement inhibition has been shown to reduce potentially dangerous side effects and since a humanized version of CR2-fH (TT30) has been shown to be safe and nonimmunogenic in humans, the current findings have a high potential for clinical translation. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease",
        "complement pathway, alternative",
        "follicular bronchiolitis",
        "foreign bodies",
        "familial hypercholesterolemia",
        "family history",
        "complement system proteins",
        "adverse effects",
        "allogeneic hematopoietic stem cell transplant",
        "allopurinol"
    ],
    "author_names": [
        "Hung D Nguyen, PhD",
        "Ali Alawieh, MD PhDCandidate",
        "David A Bastian, BS",
        "Anusara Daenthanasanmak, PhD",
        "Steven D Schutt, BS",
        "Supinya Iamsawat, MSc",
        "Yongxia Wu, PhD",
        "Atkinson Carl, PhD",
        "Stephen Tomlinson, PhD",
        "Xue-Zhong Yu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hung D Nguyen, PhD",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ali Alawieh, MD PhDCandidate",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Bastian, BS",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anusara Daenthanasanmak, PhD",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven D Schutt, BS",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Supinya Iamsawat, MSc",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yongxia Wu, PhD",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atkinson Carl, PhD",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC ",
                "Department of Surgery, Transplant Immunobiology Laboratory, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Tomlinson, PhD",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC ",
                "Research Service, Ralph H. Johnson Veterans Affairs Medical Center, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xue-Zhong Yu, PhD",
            "author_affiliations": [
                "Microbiology and Immunology, Medical University of South Carolina, Charleston, SC ",
                "Department of Medicine, Medical University of South Carolina, Charleston, SC"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:34:50",
    "is_scraped": "1"
}