{
    "doi": "https://doi.org/10.1182/blood.V122.21.1994.1994",
    "article_title": "Feasibility and Activity Of Bortezomib-Based Therapy In Patients With Relapsed/Refractory Multiple Myeloma Previously Treated With Carfilzomib ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction Carfilzomib (Car) is a proteasome inhibitor (PI) that was recently approved for the treatment of relapsed or refractory multiple myeloma. It is indicated for patients (pts) who previously received the proteasome inhibitor bortezomib (Bz) and an immunomodulatory drug (thalidomide or lenalidomide (len)) and had disease refractory to the last line of therapy. With the increasing number of therapeutic options, the optimal sequencing strategy of PIs to maximize clinical benefit and patient outcomes is unclear. The objective of our study was to therefore evaluate the activity of Bz after Car exposure. Methods Pts who enrolled and received Carfilzomib-based therapy on clinical trials at The University of Texas M. D. Anderson Cancer Center were screened for subsequent Bz therapy. Carfilzomib was administered as a single agent, or with len/dexamethasone (dex). We evaluated the overall response and tolerability of Bz pre- and post-Car, and to Car-based therapy. Results 16 pts were identified with a mean age of 67 (range 48-85), including 11 women and 5 men. ISS stage was I in 10 pts, stage II in 1, and stage III in 5. Median lines of therapy prior to Car were 3 (1-9), and 11 pts had prior stem cell transplant. Prior to Car-based therapy, 5 pts were Bz naïve, 7 were Bz sensitive, and 4 were Bz intolerant. Among the 16 patients treated with Car as a single agent, or Car in combination with dex (n=1), len/dex (n=12), panobinostat (n=2) and pomalidomide/dex (n=1) the overall response rate (ORR) to Car-based therapy on protocol (≥MR) was 75% (12/16). Among the 16 pts who subsequently received Bz after Car, 4 patients remained sensitive to Car (2/4 were Bz naïve), 5 were intolerant to Car, and 7 were Car refractory (3/7 were Bz naïve). Patients received Bz in combination with various other therapeutics, including cyclophosphamide/dex (n=5), melphalan/dex (n=2), modified-CVAD (n=3), len/dex (n=5), pegylated doxorubicin/dex (n=7) and bendamustine (n=3). The ORR to Bz-based therapy after Car was 81% (13/16). Among the 7 patients who were refractory to Car, 5/7 patients had ≥MR to Bz based therapy, while 2 patients were Bz intolerant due to rash and neutropenia. Among the 13 pts who responded to Bz after Car, 10 patients had received prior Bz. 3/5 pts who were Bz naïve had ≥MR. 4/4 patients who were intolerant to prior Bz had ≥MR, and 6/7 Bz sensitive patients had ≥MR. Discussion Bortezomib-based therapy is feasible after carfilzomib exposure in patients including those who were previously intolerant to bortezomib. The ORR(≥MR) in this patient population to Bz-based therapy was 81%. Disclosures: Thomas: Millenium: Research Funding; Novartis Pharmaceuticals: Research Funding; Celgene: Research Funding; Immunomedics: Research Funding; Pharmacyclics: Membership on an entity’s Board of Directors or advisory committees; Onyx: Membership on an entity’s Board of Directors or advisory committees. Orlowski: Bristol-Myers Squibb: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Celgene: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Millennium: The Takeda Oncology Company: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Onyx: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Resverlogix: Research Funding; Array Biopharma: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Genentech: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Merck: Membership on an entity’s Board of Directors or advisory committees. Shah: Celgene: Consultancy, Research Funding; Array: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Millenium: Consultancy, Research Funding; Onyx: Consultancy, Research Funding.",
    "topics": [
        "bortezomib",
        "carfilzomib",
        "multiple myeloma",
        "brachial plexus neuritis",
        "proteasome inhibitors",
        "bendamustine",
        "cyclophosphamide",
        "dexamethasone",
        "doxorubicin",
        "exanthema"
    ],
    "author_names": [
        "Arti Alagappan",
        "Rupin A Shah, M.B.B.S",
        "Sheeba K. Thomas, M.D.",
        "Donna M. Weber, M.D.",
        "Michael Wang, MD",
        "Raymond Alexanian, M.D.",
        "Robert Z. Orlowski, M.D., Ph.D.",
        "Jatin J. Shah, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Arti Alagappan",
            "author_affiliations": [
                "Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rupin A Shah, M.B.B.S",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheeba K. Thomas, M.D.",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna M. Weber, M.D.",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Wang, MD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond Alexanian, M.D.",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Z. Orlowski, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jatin J. Shah, M.D.",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T21:30:23",
    "is_scraped": "1"
}