{
    "doi": "https://doi.org/10.1182/blood.V126.23.2678.2678",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3104",
    "start_url_page_num": 3104,
    "is_scraped": "1",
    "article_title": "Genomic Alterations Important for the Prognosis in Patients with Follicular Lymphoma Treated on SWOG Study S0016 ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "topics": [
        "follicular lymphoma",
        "genome",
        "southwest oncology group",
        "tissue specimen",
        "biological markers",
        "chromosomal disorder",
        "disease progression",
        "formaldehyde",
        "indolent",
        "lymphoma"
    ],
    "author_names": [
        "Xiaoyu Qu, PhD",
        "Hongli Li, PhD",
        "Oliver W Press, MD PhD",
        "Lisa M. Rimsza, MD",
        "Rita M. Braziel, MD",
        "Michael Leblanc, PhD",
        "Eric D. Hsi, MD",
        "Sonali M. Smith, MD",
        "Jonathan W. Friedberg, MD MMSc",
        "Min Fang, MD PhD"
    ],
    "author_affiliations": [
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "SWOG Statistical Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Arizona, Tucson, AZ "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "SWOG Statistical Center, Seattle, WA "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "University of Rochester, Rochester, NY"
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.626835199999995",
    "first_author_longitude": "-122.3314659",
    "abstract_text": "Background: FL is a common, indolent, yet typically incurable disease characterized by clinical and genetic heterogeneity. Recent studies suggested that TNFRSF14 mutation and 1p36 deletion were associated with worse outcome in FL and that TNFAIP3 mutation on 6q occurred at FL transformation. However, no genomic biomarkers are currently in clinical use for prognostic and therapeutic decisions. We aimed to identify novel genomic aberrations associated with prognosis of patients with FL in the context of a randomized cooperative group trial (Press 2013 JCO). Patients and Methods: We employed a comprehensive genomic array testing strategy to assess the common genomic abnormalities, including copy number aberrations (CNAs), copy-neutral loss-of-heterozygosity (cnLOH), and common cancer gene mutations. Our study set includes all patients enrolled in the SWOG FL study S0016 with available pre-treatment tissue specimens (n=250). To date, chromosome genomic array testing (CGAT) has been performed on archived formalin-fixed, paraffin embedded (FFPE) lymphoma tissue specimens from 158 patients. A SWOG pathologist reviewed all tissues prior to CGAT to ensure that each sample met the diagnostic criteria for FL and had at least 30% tumor content. The OncoScan platform was used for CGAT with data analysis performed by Nexus Express. Statistical analysis was performed using the Cox-proportional hazard regression model. Hazard ratio (HR) and 95% confidence interval (CI) were estimated from the multivariate model. For this exploratory analysis, statistical significance was determined at an alpha-level of 0.05 without adjustment for multiple comparisons. Results: Most samples (>90%) showed multiple chromosome abnormalities (median 10, range 1-65). The most frequently affected chromosome arms were: 1p (49.3%), 6q (41.7%), 6p (40.5%), 1q (38.6%), 16p or 22q (36%), and 18q (35.4%). Specific common CNAs were deletions of 1p, 6q, and 10q, gains of X, 1q, 2p, 7, 8q, 12q, 17q, and 18, and cnLOH of 1p, 6p, and 16p. Point mutations were not identified. Univariate analysis for progression free survival (PFS) identified several aberrations (of the 94 aberrations assessed) significantly associated with prognosis at unadjusted .05 level; these include gain of 12p, 17q, 18q, and Yp, deletions of 2q, 6q, 8q, 9p, and Yq, and deletion or cnLOH of 9p and 10q. Multivariate analysis adjusting for FLIPI risk, bulky disease, and combined serum β2M and LDH levels demonstrated that selected markers, including deletion or cnLOH of 9p and 10q and gain of 12p and 17q, remained significant for PFS (HR 2.0 for 9p, 0.5 for 10q, 2.8 for 12p, and 2.0 for 17q), while FLIPI risk and serum β2M/LDH levels were no longer significant. In particular, estimated two-year PFS was lower in patients with 9p deletion or cnLOH (60% vs 77%), gain of 12p (62% vs 78%), and gain of 17q (59% vs 80%) compared with those without. Conclusion: We confirmed the frequent 1p and 6q deletions in FL reported in literature. In addition, we identified several genomic aberrations that may be prognostic of FL patients. Among these, deletions and cnLOH of CDKN2A (9p), PTEN (10q) and CREBBP (16p) are of significant interest for their known tumor suppressor functions. Gain of 12p, 17q, and 18q may also help identify oncogenes and other activating tumorigenic processes relevant to disease progression and survival. Multivariate analysis suggested that the genomic aberrations might add to currently utilized clinical risk stratification as a means to identify high risk patients at diagnosis of follicular lymphoma. Support: This work was supported by Affymetrix Inc., NIH/NCI National Clinical Trials Network (NCTN) grants CA180888 and CA180819, and in part by GlaxoSmithKline. Disclosures Hsi: Abbvie: Research Funding; Cellerent Therapeutics: Research Funding; Eli Lilly: Research Funding; Onyx: Honoraria; Seattle Genetics: Honoraria. Smith: Pharmacyclics: Consultancy; Celgene: Consultancy. Fang: Affymetrix: Research Funding."
}