{
    "doi": "https://doi.org/10.1182/blood.V124.21.3165.3165",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2929",
    "start_url_page_num": 2929,
    "is_scraped": "1",
    "article_title": "Prevalence of the JAK2 V617F Mutation in Patients with Peripheral Arterial Disease ",
    "article_date": "December 6, 2014",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster II",
    "abstract_text": "Introduction: The acquired JAK2 V617F mutation is common in patients with myeloproliferative neoplasms and increases thrombotic risk. We previously showed that JAK2 V617F is also found in healthy subjects as well as in patients with coronary artery disease (0.6% and 1.3%, respectively). Peripheral arterial disease (PAD) is an important manifestation of diffuse atherosclerosis and PAD patients are at exceptionally high risk for cardiovascular events, showing a worse prognosis than that of patients with coronary artery disease Due to the close relation of the JAK2 V617F mutation to thrombotic events we hypothesized that this mutation may play an important role in the risk management of PAD patients. However, prevalence of JAK2 V617F or of occult myeloproliferative neoplasms is unknown in PAD patients. Methods: In the present study we determined the prevalence of JAK2 V617F in a cohort of 287 patients with sonographically proven PAD. JAK2 mutational status from 997 age-matched healthy people was available from a previous study. JAK2 V617F screening and quantification of allele burden in both cohorts was performed with allele-specific quantitative real-time PCR. Results: From a total of 287 PAD patients samples, 9 (3.1%) were tested positive for JAK2 V617F mutation corresponding to a 5-fold, highly significant increase compared with healthy people (p 18.5 g/dL) indicating polycythemia vera (PV). Conclusion: We conclude that the prevalence of JAK2 V617F mutation is significantly increased in PAD patients compared to the general population. For this reason mutation analysis should be considered in PAD patients with abnormal blood cell counts to identify occult myeloproliferative neoplasms and to adjust therapeutic treatment, possibly reducing the risk of future vascular complications. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "jak2 gene v617f",
        "mutation",
        "peripheral vascular diseases",
        "myeloproliferative disease",
        "coronary arteriosclerosis",
        "thrombus",
        "atherosclerosis",
        "cardiovascular event",
        "erythrocytosis",
        "mutation analysis"
    ],
    "author_names": [
        "Elena Kinz",
        "Klaus Gasser, MD",
        "Axel Muendlein, PhD",
        "Andreas Leiherer, PhD",
        "Michael Steurer",
        "Peter Fraunberger, MD",
        "Alois Lang, MD",
        "Heinz Drexel, MD"
    ],
    "author_affiliations": [
        [
            "Private University of the Principality of Liechtenstein, Triesen, Liechtenstein ",
            "Vorarlberg Institute for Vascular Investigation and Treatment, Feldkirch, Austria "
        ],
        [
            "Private University of the Principality of Liechtenstein, Triesen, Liechtenstein ",
            "Academic Teaching Hospital Feldkirch, Feldkirch, Austria "
        ],
        [
            "Vorarlberg Institute for Vascular Investigation and Treatment, Feldkirch, Austria "
        ],
        [
            "Vorarlberg Institute for Vascular Investigation and Treatment, Feldkirch, Austria "
        ],
        [
            "Tumor Biology & Angiogenesis Lab., Innsbruck, Austria "
        ],
        [
            "Medical Central Laboratories, Feldkirch, Austria "
        ],
        [
            "LKH Rankweil, Rankweil, Austria"
        ],
        [
            "Vorarlberg Institute for Vascular Investigation and Treatment, Feldkirch, Austria ",
            "Academic Teaching Hospital Feldkirch, Feldkirch, Austria "
        ]
    ],
    "first_author_latitude": "47.10805130000001",
    "first_author_longitude": "9.5262756"
}