{
    "doi": "https://doi.org/10.1182/blood.V122.21.3145.3145",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2439",
    "start_url_page_num": 2439,
    "is_scraped": "1",
    "article_title": "Abnormalities Of FAM46C, AHCYL1, CDC14A and CDKN2C Genes Located At Chromosome 1p Detected By QM-FISH Identifies Deletion Of 1p32.3 Covered CDKN2C Is An Independent Adverse Prognostic Marker In Multiple Myeloma ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "chromosomes",
        "genes",
        "multiple myeloma",
        "prognostic marker",
        "chemotherapy regimen",
        "prognostic factors",
        "thalidomide",
        "fluorescent probes",
        "karyotype determination procedure",
        "in situ hybridization"
    ],
    "author_names": [
        "Fei Li",
        "Li-ping Hu",
        "FengYan Jin",
        "Yan Xu, MD.",
        "Gang An",
        "Zengjun Li",
        "Mei-rong Zang",
        "Shu-hui Deng",
        "Dehui Zou",
        "Hong Chang",
        "Lugui Qiu, MD"
    ],
    "author_affiliations": [
        [
            "State Key Lab of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, CAMS & PUMC, Tianjin, China, "
        ],
        [
            "Institute of Hematology, CAMS & PUMC, Tiajin, China, "
        ],
        [
            "Tumor center, The First Hospital of Jilin University, Jilin, China, "
        ],
        [
            "State Key Lab of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, CAMS & PUMC, Tianjin, China, "
        ],
        [
            "State Key Lab of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, CAMS & PUMC, Tianjin, China, "
        ],
        [
            "State Key Lab of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, CAMS & PUMC, Tianjin, China, "
        ],
        [
            "Institute of Hematology, CAMS & PUMC, Tiajin, China, "
        ],
        [
            "Institute of Hematology, CAMS & PUMC, Tiajin, China, "
        ],
        [
            "State Key Lab of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, CAMS & PUMC, Tianjin, China, "
        ],
        [
            "Laboratory Hematology, University Health Network, Toronto, ON, Canada"
        ],
        [
            "State Key Lab of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, CAMS & PUMC, Tianjin, China, "
        ]
    ],
    "first_author_latitude": "39.91143099999999",
    "first_author_longitude": "116.41481",
    "abstract_text": "SNP arrays and FISH showed Chromosome 1 appeared as a critical region in MM pathogenesis and was associated with adverse survival, such as: 1q gain and 1p deletion. Recent years, some studies found deletions of some genes in the common minimum deletion regions on 1p were related to adverse prognosis, such as FAM46C at 1p12, CDC14A at 1p21.2, CDKN2C at 1p32.3. However, these studies were limited to one or two regions and lacked the comparison among the effects of different sites on prognosis. The characteristics of chromosome 1p abnormalities are not clear and no uniform consensus has been obtained that which locus is the best prognostic factor suitable for clinical routine detection. In addition, there's lack of data on the impact of 1p abnormalities on homogeneous group of patients. We investigated the abnormalities of FAM46C, AHCYL1, CDC14A, CDKN2C genes located at chromosome 1p12, 1p13.3, 1p21.2 and 1p32.3 by quantitative multicolor-fluorescence in situ hybridization (QM-FISH) using bacterial artificial chromosome (BAC) clones in 230 previously untreated myeloma patients. FAM46C, AHCYL1, CDC14A, CDKN2C genes were labeled with Green-dUTP (green), promoFluor-555-aadUTP (orange), PF590-dUTP (Red) and PF415-dUTP (Blue) and used as a FISH probe. The results demonstrated the deletion rates of 1p12, 1p13.3, 1p21.2 and 1p32.3 were 13.0%, 18.7%, 20.8% and 9.06% respectively. The deletion rate of 1p was 24.2%. Amplifications of 1p with 3.04%, 2.60%, 3.77% and 4.15% respectively in 1p12, 1p13.3, 1p21.2 and 1p32.3 were detected in some patients. These amplifications were significant lower than those of deletions (P=0.000, 0.000, 0.000, 0.021). Interestingly, we found chromosome 1p abnormalities were complex, various in forms. Among 57 patients with del(1p), 26.3% of patients presented with one locus deletion, 22.8% with two loci loss, 35.1% with three loci loss, 15.8% with four loci loss. Most (73.7%) of del (1p) were large size of deletion (≥ two regions). Del (1p) was positively correlated with high LDH (≥220U/L) (P=0.026), del (13q14) (P=0.023), and high percentage of plasma cells in bone Marrow (≥ 50%) (P=0.001). 108 patients were homogeneously treated with thalidomide-based chemotherapy (TAD/MPT). Survival analysis showed the median progression-free survival (PFS) of patients with and without del (1p) were 13.0 vs.26 months (P=0.002), median overall survival (OS) were 15.5 vs. 39.5 months (P=0.000). In addition, we found patients with sole del (1p) involving 1p12 or/and 1p13 had no worse prognosis. Patients with del (1p32.3) had shorter PFS (9.0 vs. 23.0, P=0.001) and OS (9.0 vs. 39.0, P=0.000). In multivariate analyses, 1p32.3 deletion appeared as an independent negative prognostic factor regarding to complex karyotype, LDH≥220U/L and del (17p13) in thalidomide-based chemotherapy group. Hazard ratio showed that the progression risk and death risk in patients with 1p32.3 were increased 5.64 (P=0.031) and 8.314 times respectively (P=0.011). Conclusion our datas show that chromosome 1p abnormalities are complex, various in forms, mainly with large size of deletion, rarely amplification. 1p deletions are negative prognostic factors for PFS and OS in MM patients receiving thalidomide-based chemotherapy. 1p32.3 deletion is the most important 1p deletion and is an independent poor factor. Disclosures: No relevant conflicts of interest to declare."
}