{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4087.4087",
    "article_title": "The Bbv Regimen: A Phase II Study with Bendamustine Plus Brentuximab Vedotin in Hodgkin Lymphoma and CD30+ Peripheral T-Cell Lymphoma in First Salvage Setting ",
    "article_date": "December 7, 2017",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: Poster III",
    "abstract_text": "Lymphoma patients with primary refractory disease, particularly prior to autologous stem cell transplant (ASCT) requires novel salvage options inducing high complete response (CR) rates. Brentuximab vedotin (BV) and bendamustine (B) both showed activity in relapsed Hodgkin lymphoma (HL) patients as monotherapy. Their combination (BBV regimen) in heavily pretreated patients with multiply relapsed or refractory HL and anaplastic large cell lymphoma resulted in an overall response rate (ORR) and CR rate of 67% and 19%, respectively. In a second study in which BV+B was used in HL patients with primary refractory disease or at first relapse reported ORR and CR rate of 93% and 73%, respectively. This is a single-arm, open-label, multicenter, phase II clinical trial on the efficacy and safety of the BBV regimen as first salvage therapy in patients with relapsed or refractory HL or peripheral T-cell lymphoma (PTCL). A total of 25 patients with PTCL, and 40 with HL are expected to be enrolled. In the study, intravenous B will be administered at a dose of 90 mg/m2 on day 1 and 2 and BV will be given intravenously at a total dose of 1.8 mg/kg on day 1 of each 21 days-based cycle, for 6 cycles. All patients achieving a CR can be considered eligible to peripheral blood stem cell mobilization and may proceed to an ASCT at any time after cycle 4. A first protocol amendment introduced and age upper limit (patients must be 18-60 years old) due to safety concerns of the combination in elderly people. The HL cohort has been is closed while the PTCL cohort is still open (only 3/25 patients were enrolled). The steering committee decided to amend the study protocol to include any relapse/refractory PTCL patients (any line of treatment instead of patients with primary relapsed/refractory disease). Forty HL patients had restaging, of whom 31 had a response leading to an ORR of 77.5%. 28 patients had already the first restaging after ASCT: 23 are still in CR while 5 had relapse. Due to sever skin toxicity (grade ≥3) 6 patients stopped the regimen after second cycle. Being anyway in CR, these patients underwent ASCT consolidating their response. No grade 4 adverse events (AEs) were report, but we point out skin rashes (25%) related to study drugs combination. Albeit early, these data suggest that the BBV regimen exhibits promising results in a challenging sub-population of HL patients. Emerging data could continue to establish that BBV is an effective approach that could represent a new bridge to ASCT in primary refractory HL and a valid salvage option for relapsed/refractory PTCL. Long term follow up will clarify if the BBV regimen induces either a long disease control. Disclosures Corradini: Amgen: Honoraria; Celgene: Honoraria; Novartis: Honoraria; Gilead: Honoraria; Janssen: Honoraria; Roche: Honoraria; Takeda: Honoraria; Sanofi: Honoraria. Zinzani: Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Johnson & Johnson: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Karyopharm Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Honoraria, Membership on an entity's Board of Directors or advisory committees; Merck: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "bendamustine",
        "brentuximab vedotin",
        "hodgkin's disease",
        "lymphoma, t-cell, peripheral",
        "phase 2 clinical trials",
        "autologous stem cell transplant",
        "treatment resistant disorders",
        "adverse event",
        "complete remission",
        "exanthema"
    ],
    "author_names": [
        "Vittorio Stefoni",
        "Beatrice Casadei, MD",
        "Barbara Botto",
        "Paolo Corradini, MD",
        "Antonello Pinto",
        "Alessandro Re, MD",
        "Stefania Badiali",
        "Lisa Argnani",
        "Pier Luigi Zinzani, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vittorio Stefoni",
            "author_affiliations": [
                "Institute of Hematology \"L. e A. Seràgnoli\", University of Bologna, Bologna, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Beatrice Casadei, MD",
            "author_affiliations": [
                "Columbia University Medical Center, PS 8-460, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Botto",
            "author_affiliations": [
                "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Corradini, MD",
            "author_affiliations": [
                "Division of Hematology, National Tumor Institute, University of Milano, Milano, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonello Pinto",
            "author_affiliations": [
                "Hematology-Oncology and Stem Cell Transplantation Unit, National Cancer Institute, Fondazione Pascale, IRCCS, Napoli, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Re, MD",
            "author_affiliations": [
                "Department of Hematology, ASST Spedali Civili di Brescia, Brescia, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Badiali",
            "author_affiliations": [
                "Sezione di Modena, Fondazione Italiana Linfomi, Modena, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Argnani",
            "author_affiliations": [
                "Institute of Hematology \"Lorenzo e Ariosto Seràgnoli\", University of Bologna, Bologna, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Luigi Zinzani, MD PhD",
            "author_affiliations": [
                "Institute of Hematology \"L. e A. Seràgnoli\", University of Bologna, Bologna, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:27:06",
    "is_scraped": "1"
}