{
    "doi": "https://doi.org/10.1182/blood-2019-128249",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4193",
    "start_url_page_num": 4193,
    "is_scraped": "1",
    "article_title": "Development of Target Modules for Early and Late Stage Cancer Treatment Using Switchable Unicar T Cell Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "703.Adoptive Immunotherapy: Mechanisms and New Approaches",
    "abstract_text": "The clinical efficacy of CAR T cell therapies has been widely recognized, particularly in the treatment of hematologic malignancies. Nevertheless, CAR T cells also have the capability to elicit undesired effects such as on-target/off-tumor recognition and cytokine release syndrome. To increase clinical safety of CAR T cell therapy, a novel modular universal CAR platform termed UniCAR was developed by our group. In the UniCAR system, antigen-binding specificity and signaling features are two distinct moieties, in which the antigen specificity is provided by targeting modules (TMs) to redirect UniCAR T cells in an individualized time- and target-dependent manner. In this way, UniCAR T-cells acquire killing potential only in the presence of a tumour-specific TM. Given the reduced size of such molecules, they are rapidly eliminated and therefore, need to be continuously infused. Thus, possible side effects and activation of UniCAR T cells can be easily monitored and controlled by TM dosing. During the onset of therapy, tumor burden and the risk for severe side effects are high and regulation of CAR T cell activity is particularly important at this stage. For this reason, TMs with extended half-life may play an important role by improving eradication of residual tumor cells in late phases of treatment and further expedite clinical application. In this line of thought, a set of novel short-lived and longer-lasting TMs directed against several tumor-associated antigens was developed. Short-lived TMs are composed of a tumor-specific binding moiety fused to the La peptide epitope (E5B9) which is recognized by UniCAR T cells. In order to generate extended half-life TMs, these two components are fused via an Fc domain derived from the human IgG4 molecule. In vitro and in vivo assays have shown that both short-lived and longer-lasting TMs efficiently redirect UniCAR T cells to cancer cells in a highly target-specific manner, thereby promoting the secretion of pro-inflammatory cytokines and tumor cell lysis. Further assays using PET-imaging, demonstrated that all TM formats specifically enriched at the tumor site presenting either short or prolonged serum half-lives. From a clinical point of view, after the initial reduction of tumor burden promoted by the small TMs, IgG4-based TMs could be subsequently administrated allowing a more convenient and personalized treatment of the patients avoiding the continuous infusion of the short-lived TMs. Furthermore, the specific accumulation of such IgG4-based TMs at the tumor site sets these molecules as attractive candidates for in vivo imaging and endoradiotherapy. Taken together, combination of switchable UniCAR T cells and TMs with different sizes, specificities and half-lives represent a flexible and individualized approach at different stages of cancer treatment. Disclosures Koristka: Intellia Therapeutics: Employment. Bachmann: GEMoaB Monoclonals: Equity Ownership, Patents & Royalties.",
    "topics": [
        "cancer therapy",
        "t-cell therapy",
        "tandem mass spectrometry",
        "transcranial magnetic stimulation",
        "neoplasms",
        "immunoglobulin g4",
        "molecule",
        "adverse effects",
        "antigens",
        "cytokine"
    ],
    "author_names": [
        "Liliana Raquel Loureiro, PhD",
        "Anja Feldmann, PhD",
        "Ralf Bergmann, PhD",
        "Nicole Berndt, PhD",
        "Stefanie Koristka, PhD",
        "Nicola Mitwasi",
        "Anja Hoffmann",
        "Justyna Jureczek",
        "Martin Bornhaeuser, MD",
        "Michael Bachmann, MD",
        "Claudia Arndt, PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Radiopharmaceutical Cancer Research, Department of Radioimmunology, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany ",
            "German Cancer Consortium (DKTK), partner site Dresden, and German Cancer Research Center (DKFZ), Heidelberg, Germany ",
            "National Center for Tumor Diseases (NCT), partner site Dresden, Dresden, Germany "
        ],
        [
            "Institute of Radiopharmaceutical Cancer Research, Department of Radioimmunology, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany "
        ],
        [
            "Institute of Radiopharmaceutical Cancer Research, Department of Radioimmunology, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany "
        ],
        [
            "Institute of Radiopharmaceutical Cancer Research, Department of Radioimmunology, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany "
        ],
        [
            "Institute of Radiopharmaceutical Cancer Research, Department of Radioimmunology, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany "
        ],
        [
            "Institute of Radiopharmaceutical Cancer Research, Department of Radioimmunology, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany "
        ],
        [
            "Institute of Radiopharmaceutical Cancer Research, Department of Radioimmunology, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany "
        ],
        [
            "German Cancer Consortium (DKTK), partner site Dresden, and German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Consortium (DKTK), partner site Dresden, and German Cancer Research Center (DKFZ), Heidelberg, Germany ",
            "National Center for Tumor Diseases (NCT), partner site Dresden, Dresden, Germany ",
            "University Cancer Center (UCC), 'Carl Gustav Carus', TU Dresden, Dresden, Germany ",
            "Medical Clinic and Polyclinic I, University Hospital 'Carl Gustav Carus', TU Dresden, Dresden, Germany"
        ],
        [
            "Institute of Radiopharmaceutical Cancer Research, Department of Radioimmunology, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany ",
            "German Cancer Consortium (DKTK), partner site Dresden, and German Cancer Research Center (DKFZ), Heidelberg, Germany ",
            "National Center for Tumor Diseases (NCT), partner site Dresden, Dresden, Germany ",
            "University Cancer Center (UCC), 'Carl Gustav Carus', TU Dresden, Dresden, Germany "
        ],
        [
            "Institute of Radiopharmaceutical Cancer Research, Department of Radioimmunology, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany "
        ]
    ],
    "first_author_latitude": "51.0631878",
    "first_author_longitude": "13.950280699999999"
}