{
    "doi": "https://doi.org/10.1182/blood-2019-128318",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4417",
    "start_url_page_num": 4417,
    "is_scraped": "1",
    "article_title": "Assessing the Safety of Various VWF Regimens in Patients with Clinically Severe VWD: A Natural History Study ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "advisory committees",
        "aminocaproic acids",
        "antifibrinolytic agents",
        "assessment scales",
        "bleeding diathesis",
        "blood platelets",
        "categorical variables",
        "concentrate dosage form",
        "descriptive statistics",
        "desmopressin"
    ],
    "author_names": [
        "Robert F. Sidonio, Jr., MD MSc",
        "Angela C. Weyand, MD",
        "Dunlei Cheng, PhD",
        "Crystal Watson"
    ],
    "author_affiliations": [
        [
            "Hemophilia of Georgia Center for Bleeding and Clotting Disorders, Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Decatur, GA "
        ],
        [
            "University of Michigan, Ann Arbor, MI "
        ],
        [
            "American Thrombosis and Hemostasis Network, Rochester, NY "
        ],
        [
            "American Thrombosis and Hemostasis Network, Decatur, GA"
        ]
    ],
    "first_author_latitude": "33.7934487",
    "first_author_longitude": "-84.3194417",
    "abstract_text": "Background: Von Willebrand disease (VWD) is the most common inherited bleeding disorder in humans affecting up to 1% of the population, while symptomatic prevalence is likely closer to 0.1%. A deficiency of von Willebrand factor (VWF) can be quantitative (type 1 or type 3) or qualitative (type 2) and lead to a bleeding diathesis of variable intensity roughly correlating with functional activity. Diagnosis can be challenging due to variable penetrance and large influence of multiple pre-analytic variables and a wide testing coefficient of variation. Treatment for VWD is focused on replacement of defective or deficient VWF with a plasma-derived or recombinant VWF-containing product, release and elevation of endogenous stores of VWF with Desmopressin (DDAVP), or prevention of premature fibrinolysis with an antifibrinolytic, such as aminocaproic acid. Although there is relative consensus on the management of mild VWD, there is scarce literature about the optimal treatment of patients with severe disease, especially in regard to factor replacement. Real World evidence for the use of primary (prior to significant bleeding) or secondary (following development of significant bleeding) prophylaxis is lacking with the majority of studies relying heavily on retrospective data. Additionally, ongoing VWD prophylaxis studies typically only allow participants to enroll if they previously have not been on prophylaxis, limiting our ability to learn about this growing population of patients. Study Design and Methods: Approximately 1,900 VWD patients were identified in the ATHNdataset with a VWF:Ag or VWF:RCo of ≤ 30%, with ~170 of these on prophylaxis. This group, in addition to those VWD patients with clinically significant bleeding and ≤ 40% of normal VWF:Ag or VWF:RCo, provide a potential unmet opportunity to examine prophylaxis and treatment patterns. Furthermore, a standardized laboratory assessment (including a standardized diagnostic battery, genetic evaluation of VWF gene, and inhibitor testing) will provide significant enrichment of the ATHNdataset by fully characterizing patients that are highly likely to utilize factor concentrates. Inclusion criteria are patients with severe VWD defined as type 3 VWD, or VWF:RCo, VWF:GP1bM or VWF:Ag≤ 30%, patients with clinically severe VWD as defined by VWF:Rco, VWF:GP1bM or VWF:Ag ≤ 40% with severe bleeding phenotype requiring recurrent use of factor concentrates, and co-enrollment in the ATHNdataset. Patients with platelet-type or acquired VWD are excluded. The primary objective is to assess the safety of various VWF regimens for different indications (on-demand, surgery, and prophylaxis) in adult and pediatric patients with clinically severe VWD. Safety is measured by the number of reported events as defined by the European Haemophilia Safety Surveillance (EUHASS) program. Secondary objectives are to enrich and analyze data from clinically severe congenital VWD patients by collecting laboratory data; to establish sub-studies for patients who are treated with VWF products on demand or who have started on or switched to a particular VWF containing product; to evaluate the use of factor replacement as prophylaxis in a cohort of severe VWD participants over 6 month time periods; to describe bleeding events, changes in overall bleeding, and annualized bleed rate as measured by the International Society on Thrombosis and Haemostasis (ISTH) Bleeding Assessment Tool (BAT) and if applicable the Pictorial Bleed Assessment Chart (PBAC); and to describe real-world effectiveness of VWD treatment as measured by health care utilization and quality of life measures (PROMIS® and V-WIQ questionnaires). Descriptive statistics will be calculated to analyze the primary and secondary outcomes. For each categorical variable, its frequency and percentage will be reported. In terms of a continuous measurement, its mean, median, standard deviation, interquartile range, minimum, and maximum values will be disclosed. The study will attempt to enroll a target number of at least 50 participants who are receiving VONVENDI but will not mandate the use of VONVENDI. More study design details are outlined in Table 1. View large Download slide View large Download slide  Disclosures Sidonio: Genetech: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda-Shire: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bioverativ: Membership on an entity's Board of Directors or advisory committees, Research Funding; Octapharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; Grifols: Membership on an entity's Board of Directors or advisory committees, Research Funding; Biomarin: Membership on an entity's Board of Directors or advisory committees; Uniqure: Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees; Kedrion: Research Funding."
}