{
    "doi": "https://doi.org/10.1182/blood.V128.22.3583.3583",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3548",
    "start_url_page_num": 3548,
    "is_scraped": "1",
    "article_title": "Approach and Feasibility of Patient-Reported Outcomes (PROs) in a Phase III Clinical Trial for Advanced Stage Classical Hodgkin Lymphoma (cHL) in Children and Adolescents ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster II",
    "topics": [
        "adolescent",
        "child",
        "chile",
        "chlorambucil",
        "hodgkin's disease",
        "patient self-report",
        "phase 3 clinical trials",
        "chemotherapy-induced peripheral neuropathy",
        "adverse event",
        "parent report measures"
    ],
    "author_names": [
        "Tara O Henderson, MDMPH",
        "Sharon M Castellino, MD",
        "Frank G Keller, MD",
        "Kara M. Kelly, MD",
        "Rachael Curtis",
        "Rena M Conti, PhD",
        "Susan K Parsons, MDMRP"
    ],
    "author_affiliations": [
        [
            "Comer Children's Hospital, University of Chicago, Chicago, IL "
        ],
        [
            "Emory University, Atlanta, GA "
        ],
        [
            "Department of Pediatrics, Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta and Emory University, Atlanta, GA "
        ],
        [
            "Department of Pediatrics, Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Comer Children's Hospital, University of Chicago, Chicago, IL "
        ],
        [
            "The University of Chicago, Chicago, IL "
        ],
        [
            "Institute for Clinical Research and Health Policy Studies, Tufts Medical Center, Departments of Medicine and Pediatrics, Tufts University School of Medicine, Boston, MA"
        ]
    ],
    "first_author_latitude": "41.819806549999996",
    "first_author_longitude": "-87.6503432",
    "abstract_text": "Introduction : Given the high cure rates in classical Hodgkin lymphoma (cHL) with conventional therapy, careful consideration of the economics of newer agents should be considered. We describe the feasibility of embedding Patient-Reported Outcomes (PROs) for chemotherapy-induced peripheral neuropathy (CIPN) and cost effectiveness (CEA) in a randomized, multi-institutional Phase III study [NCT02166463; Children's Oncology Group (COG) AHOD1331], evaluating the efficacy of the novel agent, Brentuximab vedotin, for advanced cHL in children and adolescents. Methods : Recruitment for PROs of interest is targeted for 250 of the planned 600 trial participants. Participation in the trial includes prospective collection of patient- and parent proxy-reported outcomes. CIPN is evaluated with the 11-item FACT-GOG-NTX and paired with the 9-item CHRIs-Global to serially evaluate health-related quality of life (HRQL) consequences of CIPN from initial diagnosis to 12 months off therapy. For CEA, US-based participants are queried from diagnosis through 36 months off therapy with the 4-item Stanford Healthcare Utilization Questionnaire (parent-report), the Health Utilities Index (HUI) 2/3, and the 23-item Caregiver Work Limitations Questionnaire (parent-report) as a measure of productivity loss. A study-designated research assistant is charged with contacting site personnel at study entry and at each scheduled assessment. All data are uploaded into a web-based relational database for future analysis. Units of healthcare utilization from the Stanford Healthcare Utilization measure and adverse events (AE) requiring hospitalization will be monetized with unit costs from US-based administrative databases, including the US National Inpatient Sample (NIS) and Kids' Inpatient Database (KID), Massachusetts All-Payer Claims Database (APCD) and Medicare, based on site of care and diagnostic and/or procedure codes. Data on severe AE from the two predecessor trials (COG AHOD 0031 and AHOD 0831) will be monetized as a training exercise. Total costs will be calculated by study arm and will include monetization of significant adverse events and health care utilization and will be expressed as cost per quality-adjusted life year derived from the HUI. Results: The clinical trial, activated in March 2015, has enrolled 161 participants; accrual is ongoing at 172 participating institutions. 156 participants (>95%) have completed the baseline CIPN and CEA measures. Among participants who have completed the baseline CIPN and CEA assessments, 90% have completed subsequent measures. Monetization of significant adverse events and utilization is in progress. Conclusion : We demonstrate a feasible approach evidenced by high completion rates of assessments for prospective evaluation of CIPN, HRQL, and healthcare utilization in a multi-institutional trial of children with advanced HL. Our experience serves as a proof of principle to cooperative groups regarding the resources and the feasibility of incorporating necessary PRO and health utilization outcomes into Phase III clinical trials as a component of cancer care delivery research. Disclosures Henderson: Seattle Genetics: Research Funding."
}