{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1325.1325",
    "article_title": "Synthetic Lethal Screening Identifies CHK1 Inhibition As an Exploitable Vulnerability in EZH2 Deficient T-ALL ",
    "article_date": "December 7, 2017",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Loss of function mutations of Enhancer of Zeste (Drosophila) homolog 2 ( EZH2 ), the enzymatic component of Polycomb Repressive Complex 2 (PRC2), are particularly frequent in the early T cell precursor (ETP) subtype of T cell Acute Lymphoblastic Leukaemia (T-ALL), and have been associated with chemotherapy-resistance and a poor prognosis. There is thus a need to identify novel treatment strategies for this subgroup of patients. We hypothesized that inactivation of EZH2 in T-ALL cells induces specific synthetic lethal vulnerabilities that can be exploited using drugs targeting other dependency pathways, potentially resulting in a clinically meaningful therapeutic strategy. Using isogenic Jurkat T-ALL cells, with and without EZH2 -inactivating mutations generated by double-nicking CRISPR Cas9, we performed cell-based drug screening using 220 well-characterized compounds, enriched for drugs targeting epigenetic, cell cycle and DNA repair machinery. Strikingly, we observed that EZH2 -knock out (KO) cells are hypersensitive to checkpoint kinase 1 (CHK1) inhibition by the clinical-grade small molecule MK8776, showing an IC 50 reduction of over 2-fold. This effect was similarly observed when testing other CHK1 inhibitors (LY2603618 and CHIR-124), but was absent in the presence of inhibitors of other DNA damage-response kinases such as ATM, ATR and CHK2, demonstrating the specificity of this synthetic lethal interaction. Furthermore, pharmacological inhibition of EZH2 methyltransferase activity by GSK126 in human T-ALL cell lines resulted in sensitization to CHK1 inhibition. Notably, MK8776 resulted in apoptosis of EZH2-deficient cells as determined by Annexin V-PI staining. CHK1 inhibition has previously been shown to result in enhanced DNA damage and accumulation of cells with incompletely replicated DNA. In line with this, EZH2 -KO cells treated with MK8776 exhibited markedly elevated levels of the DNA damage marker yH2AX. Interestingly, the highest proportion of apoptotic cells were found at the G1 phase of the cell cycle when analyzed by TUNEL-PI, suggesting that MK8776 treated EZH2 -KO cells with accumulated DNA damage override the G2 checkpoint, exit mitosis and undergo mitotic catastrophe-related cell death during G1, a feature characteristic of mitotic slippage. To investigate the mechanism further, gene expression of two EZH2 -KO Jurkat clones was compared to their isogenic parental control by RNA-seq. EZH2 -KO cells showed a striking upregulation of genes associated with human ETP-ALL including LYL1 , MYCN , KIT and HHEX , a finding that could be recapitulated with GSK126 treatment. Gene set enrichment analysis (GSEA) showed significant changes of expression in MYC target genes. Importantly, MYCN protein was markedly upregulated in both EZH2 -KO and GSK126 treated cells. We speculate that increased MYCN expression induces high levels of replication stress and increased dependency on CHK1 for cell survival. Our findings suggest that specific inhibition of the CHK1 pathway can preferentially target PRC2-deficient leukemic cells, providing a potentially less toxic and more effective treatment for this high-risk subgroup of patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "ezh2 gene",
        "screening",
        "t-cell leukemia, acute",
        "emotional vulnerability",
        "dna",
        "acute lymphocytic leukemia",
        "annexins",
        "checkpoint kinase 1",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Theresa E. Leon, PhD MSc, BSc",
        "Tanya Rapoz-D'Silva, BSc, MSc",
        "Sunniyat Rahman, MBiochem, DIC, PhD",
        "Michael Magnussen, BSc, MSc",
        "Nadine Farah, MBBChir, MA, MRCP, FRCPath",
        "Jose A. Guerra-Assunção, BSc, PhD",
        "Rajeev Gupta, MB.ChB, PhD FRCP, FRCPath",
        "Elisabeth P. Nacheva, MD PhD",
        "Javier Herrero, PhD",
        "David C. Linch, FRCP",
        "Marc R. Mansour, MD PhD FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Theresa E. Leon, PhD MSc, BSc",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tanya Rapoz-D'Silva, BSc, MSc",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunniyat Rahman, MBiochem, DIC, PhD",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Magnussen, BSc, MSc",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadine Farah, MBBChir, MA, MRCP, FRCPath",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose A. Guerra-Assunção, BSc, PhD",
            "author_affiliations": [
                "Cancer Institute, Bill Lyons Informatics Centre, University College London, London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajeev Gupta, MB.ChB, PhD FRCP, FRCPath",
            "author_affiliations": [
                "Cancer Institute, Stem Cell Laboratory, University College London, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth P. Nacheva, MD PhD",
            "author_affiliations": [
                "Medical School, Royal Free Campus, University College London, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Herrero, PhD",
            "author_affiliations": [
                "Cancer Institute, Bill Lyons Informatics Centre, University College London, London, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C. Linch, FRCP",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc R. Mansour, MD PhD FRCPath",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:28:11",
    "is_scraped": "1"
}