{
    "doi": "https://doi.org/10.1182/blood.V128.22.1420.1420",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3269",
    "start_url_page_num": 3269,
    "is_scraped": "1",
    "article_title": "Hypercoagulability in Cirrhotic Patients; Impact of Acquired Protein C Deficiency and Factor VIII Increase in Low Sensitivity to Thrombomodulin ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Poster I",
    "topics": [
        "factor viii",
        "protein c deficiency",
        "thrombomodulin",
        "thrombophilia",
        "mechlorethamine",
        "child-turcotte-pugh classification",
        "liver cirrhosis",
        "pyruvate carboxylase deficiency disease",
        "monoclonal antibodies",
        "thrombin"
    ],
    "author_names": [
        "Thomas Sinegre, PharmD",
        "Cedric Duron, MD",
        "Marc G. Berger, MD PhD",
        "Armand Abergel, MD PhD",
        "Aurelien Lebreton, MD PhD"
    ],
    "author_affiliations": [
        [
            "CHU Clermont-Ferrand, Haematology department, Clermont-Ferrand, France "
        ],
        [
            "CHU Clermont-Ferrand, Hepatology department, Clermont-Ferrand, France "
        ],
        [
            "Hematology (Biology), CHU Estaing, Clermont-Ferrand, France ",
            "Hematology (Biology) and EA7823, CHU and Université d' Auvergne, Clermont-Ferrand, France"
        ],
        [
            "CHU Clermont-Ferrand, Hepatology department, Clermont-Ferrand, France "
        ],
        [
            "CHU Clermont-Ferrand, Haematology department, Clermont-Ferrand, France "
        ]
    ],
    "first_author_latitude": "45.7581893",
    "first_author_longitude": "3.0913534999999994",
    "abstract_text": "Context: Cirrhosis impacts all the steps of haemostasis including coagulation. Levels of both inhibitors (including protein C (PC)) and prococagulants factors are decreased excepted factor VIII (FVIII) who is increased. Cirrhotic patients are exposed to thromboembolic diseases and cirrhosis induced hypercoagulability is a major determinant of this thrombotic process. A procoagulant state in cirrhotic patients has been demonstrated using modified thrombin generation assays (TGA) with thrombomodulin (TM), a cofactor for PC activation. With such assays, a low sensitivity to the action of TM has been highlighted in the cirrhotic population, increasing with the severity assessed by the Child-Pugh score. Studies showed that PC deficiency is one of the main determinants of this procoagulant state but the implication of the increased FVIII levels has not been yet accurately evaluated. The aim of this study was to investigate the impact of in vitro normalization of FVIII and PC levels on the procoagulant imbalance in cirrhotic patients using TGA in the presence of TM to precisely determine their role in the cirrhosis induced procoagulant state. Method: One hundred and six patients and 35 healthy controls were prospectively included in this study. Patients were confirmed cirrhotic patients, free of hepatocellular carcinoma and were not anticoagulated. TGA were performed using the calibrated automated thrombinography method in platelet poor plasma using 5 pM tissue factor, 4 nM TM. Plasma were tested before/after normalization of PC levels by in vitro addition of PC and before/after normalization of FVIII levels by the use of human anti-FVIII C2 domain monoclonal antibody (ESH8). All ethical requirements were obtained. Groups were compared using ANOVA, or the Kruskal-Wallis test when the ANOVA conditions were not met followed by the appropriate multiple comparisons post-hoc tests. Results are expressed as median (Q1 - Q3). Results:Among cirrhotic patients 68 were Child-Pugh A, 21 Child-Pugh B and 17 Child-Pugh C). TGA performed with TM show a gradually increased of endogenous thrombin potential (ETP) from healthy controls to Child-Pugh C patients with respectively 508 nM.min (410-725) and 1071 nM.min (701-1232) (p<0.0001) confirming the hypercoagulable state of cirrhosis in these conditions. After normalization, PC levels increase from 50% (41-76) to 100% (94-110) and become similar to controls (109% (100-122), p>0.05). Modified TGA with TM performed before and after PC normalization showed a decrease of the ETP values from 776 nM.min (626-991) to 566 nM.min (369-779), from 1120 nM.min (1062-1184) to 790 nM.min (617- 972) and from 995 nM.min (913-1443) to 790 nM.min (698 - 909) (p<0.0001) for Child-Pugh A, B and C patients respectively (p<0.0001). No significant difference was found between controls versus Child-Pugh A class patients (p=0.63) whereas higher significant ETP values persist in Child-Pugh B and C class when compared to healthy controls (p<0.01 and p<0.05 respectively) in these conditions. After normalization of FVIII increase by in vitro addition of anti-FVIII antibodies, FVIII levels decrease from 196% (165-222) to 94% (77-107) and became similar to controls (p>0.05). TGA performed before and after FVIII normalization showed a decrease of the ETP values from 929 nM.min (784-1086) to 621 nM.min (517-863), from 1122 nM.min (1035-1360) to 1081 nM.min (890-1171) and from 1221 (910-1407) to 1143 nM.min (892-1323) for Child-Pugh A, B and C patients respectively. There is no significant difference between healthy controls and Child-Pugh A patients but a difference persists with Child-Pugh B and C patients. When plasma levels of PC and FVIII are simultaneously corrected to normal ranges by in vitro addition of both PC and anti-FVIII monoclonal antibody, ETP decrease from 929 nM.min (784-1086) to 302 nM.min (167-583) in Child-Pugh A patients (p0.05) after both PC and FVIII normalization. Fig 1 Conclusions: Low sensitivity to TM induced by cirrhosis is not only related to PC deficiency but also to FVIII increase. When PC deficiency and FVIII increase are in vitro redressed, no hypercoagulable state was found in cirrhotic patients. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}