{
    "doi": "https://doi.org/10.1182/blood-2018-99-118456",
    "article_title": "Therapeutic Potential of AO-176, a Next Generation Humanized CD47 Antibody, for Hematologic Malignancies ",
    "article_date": "November 29, 2018",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Inhibitors of adaptive immune checkpoints have shown promise as cancer treatments. CD47 is an innate immune checkpoint receptor broadly expressed on normal tissues and over-expressed on several tumors. Binding of tumor CD47 to signal regulatory protein alpha (SIRPalpha) on macrophages and dendritic cells triggers a \"don't eat me\" signal that inhibits phagocytosis enabling escape of innate immune surveillance. Blocking CD47/SIRPα interaction promotes phagocytosis reducing tumor burden in numerous xenograft and syngeneic animal models. We have developed a next generation humanized anti-CD47 antibody, AO-176, that not only blocks the CD47/SIRPalpha interaction and induces phagocytosis of hematologic and solid tumor cells, but also exhibits several unique functional properties. The first property is the ability of AO-176 to induce direct tumor cytotoxic cell death in hematologic (ex. Jurkat, Raji and Molt-4) as well as solid human tumor cell lines by a cell autonomous mechanism (not ADCC). Secondly, AO-176 exhibits preferential binding to tumor versus normal cells, including red blood cells (RBCs), T cells, endothelial cells, skeletal muscle cells and epithelial cells. A0-176 also does not affect the function of any of these primary cells when assayed ex vivo. The negligible binding of AO-176 to RBCs versus hematologic (ex. Jurkat, Raji or Molt-4) or solid tumor cells is particularly profound and different from other reported anti-CD47 antibodies. AO-176 also does not induce hemagglutination of RBCs. These properties are expected not only to decrease the antigen sink, but also to minimize on-target clinical adverse effects observed following treatment with other reported RBC-binding anti-CD47 antibodies. Consistent with this attribute, AO-176 was well tolerated in cynomolgus monkeys with no adverse effects in general nor with respect to RBCs which was consistent with ex vivo results. A third novel property of AO-176 is its enhanced binding to tumor cells at acidic pH. Because the microenvironment of leukemic bone marrow and solid tumors has an acidic pH, this enhanced binding of AO-176 at low pH has the potential added advantage of tumor-specific targeting. Lastly, we show that AO-176 demonstrates dose-dependent anti-tumor activity in hematologic and solid tumor xenograft models. Taken together, the unique properties and anti-tumor activity of our next generation anti-CD47 antibody, AO-176, distinguishes it from other CD47/SIRPalpha axis targeting agents as it progresses to clinical development. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "antibodies",
        "cd47 antigen",
        "hematologic neoplasms",
        "neoplasms",
        "solid tumors",
        "adverse effects",
        "transplantation, heterologous",
        "antigens",
        "cancer therapy"
    ],
    "author_names": [
        "W. Casey Wilson, PhD",
        "Myriam N Bouchlaka, BS, PhD",
        "Ben J Capoccia, PhD",
        "Ronald R Hiebsch, BS",
        "Michael J Donio, BS",
        "Robyn J Puro, PhD",
        "Alun J Carter, PhD",
        "Prabir Chakraborty, PhD",
        "Pamela T Manning, PhD",
        "Robert W Karr, MD",
        "Vicki Sung, PhD",
        "Daniel S Pereira, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "W. Casey Wilson, PhD",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Myriam N Bouchlaka, BS, PhD",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ben J Capoccia, PhD",
            "author_affiliations": [
                "Arch Oncology Inc., Saint Louis, MO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald R Hiebsch, BS",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J Donio, BS",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robyn J Puro, PhD",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alun J Carter, PhD",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prabir Chakraborty, PhD",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela T Manning, PhD",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert W Karr, MD",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vicki Sung, PhD",
            "author_affiliations": [
                "Arch Oncology Inc., St. Louis, MO "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel S Pereira, PhD",
            "author_affiliations": [
                "Arch Oncology Inc., Saint Louis, MO"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T06:44:13",
    "is_scraped": "1"
}