{
    "doi": "https://doi.org/10.1182/blood.V108.11.937.937",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=800",
    "start_url_page_num": 800,
    "is_scraped": "1",
    "article_title": "Distinct IL-7 Signaling Outcomes in Normal Human B and T-Lineage Progenitors. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "interleukin-7",
        "signal transduction",
        "proto-oncogene proteins c-akt",
        "severe combined immunodeficiency",
        "1-phosphatidylinositol 3-kinase",
        "cd34 antigens",
        "cd19 antigens",
        "cyclin-dependent kinase inhibitors",
        "cytokine",
        "flow cytometry"
    ],
    "author_names": [
        "Sonja E. Johnson, MA",
        "Nisha Shah, M.S.",
        "Tucker W. LeBien, PhD"
    ],
    "author_affiliations": [
        [
            "The Cancer Center, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "The Cancer Center, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "The Cancer Center, University of Minnesota, Minneapolis, MN, USA",
            "Laboratory Medicine & Pathology, University of Minnesota, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.97429585",
    "first_author_longitude": "-93.24319925",
    "abstract_text": "Severe combined immune deficiency (SCID) patients with mutations in the IL-7 receptor (R) alpha chain or the gamma common subunit chain exhibit a severe block in early thymocyte development but have normal numbers of circulating B cells. This phenotype has been interpreted as evidence that human T and B-cell development have different IL-7 signaling requirements. We hypothesize that these apparent differences may reflect activation of different signaling pathways by IL-7, culminating in varying outcomes in survival/proliferation. Thus, the goal of the current study was to test this hypothesis using purified populations of normal human thymic and B-lineage lymphoid progenitors. CD34+ thymocytes (CD1a- multi-lineage lymphoid progenitors and CD1a+ early T-lineage progenitors representing 1–3% of total thymocytes) and CD34− thymocytes (CD4+/CD8+, CD4+/CD8−, and CD4−/CD8+ subpopulations) were purified using anti-CD34 magnetic beads. CD19+ B-lineage cells were purified with anti-CD19 magnetic beads from 4-wk cultures of cord blood CD34+ stem cells plated on MS-5 murine stromal cells. Flow cytometry revealed that the IL-7R was expressed on approx. 95% of CD34+ thymocytes, approx. 50% of CD34− thymocytes, and 30–50% of CD19+ B-lineage cells. Two to 3-day incubation with IL-7 induced proliferation of CD34+ thymocytes, and promoted survival (but not proliferation) of CD34- thymocytes and CD19+ B-lineage cells. Each population was stimulated with log concentrations of IL-7 for 1–20 min, lysed, and Western blotted. CD34+ thymocytes underwent robust phosphorylation (p) of STAT5, ERK1/2, AKT and the AKT substrate GSK3beta within 1 min and peaked at 5–10 min. Signaling was detected with as little as 10 pg/ml IL-7. CD34− thymocytes underwent comparable induction of pSTAT5, but no induction of pERK1/2, pAKT or pGSK3beta at up to 10 ng/ml IL-7. Incubation of CD34+ thymocytes with IL-7 for up to 3 days revealed IL-7 dose-dependent suppression of the cyclin-dependent kinase inhibitor p27Kip1, but no suppression of p27Kip1 was detected in IL-7 stimulated CD34− thymocytes. CD19+ cells exhibited IL-7 dose-dependent induction of pSTAT5, but showed only minimal induction of pERK1/2 and pGSK3beta (and only at 10 ng/ml IL-7), and did not suppress expression of p27Kip1. IL-7 induced pAKT and pERK1/2 in CD34+ thymocytes was blocked by the PI-3 kinase inhibitor LY294002 and the MEK inhibitor U0126, respectively. However, only LY294002 blocked proliferation. IL-7 promoted the expansion of CD19+ B-lineage cells cultured on MS-5 stromal cells, and expansion was blocked by LY294002 but not UO126. These collective results suggest that whereas induction of pSTAT5 is a constant outcome of IL-7 signaling in normal human lymphoid progenitors, activation of PI3-kinase/AKT and subsequent proliferation: occurs in CD34+ thymocytes, does not occur in CD34− thymocytes, and occurs in CD19+ B-lineage cells; but potentially requires an additional cytokine stimulus derived from MS-5 stromal cells that cooperates with IL-7 to transduce a proliferative signal. These IL-7 signaling outcomes may at least partially explain the differences in T and B lymphocyte development in SCID patients with mutations in the IL-7R alpha chain and the gamma common subunit chain."
}