{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1110.1110",
    "article_title": "Procoagulant Phospholipid Dependent Clotting Time: A New Tool for the Identification of Multiple Myeloma Patients at Risk Poor Treatment Response ",
    "article_date": "December 7, 2017",
    "session_type": "332. Antithrombotic Therapy: Poster I",
    "abstract_text": "Background: Research has long focused on the implications of platelet, endothelial cell and blood coagulation activation in the risk of venous thromboembolism in patients with multiple myeloma (MM). Given the pivotal role of the malignant cell in coagulation activation we studied the association between biomarkers of hypercoagulability and cancer cell activity. Aim : Using data from the prospective, longitudinal observational study ROADMAP-MM CAT (PROspective Risk Assessment anD bioMArkers of hyPercoagulability for the identification of patients with Multiple Myeloma at risk for Cancer Associated Thrombosis) we aimed to identify biomarkers of cellular and plasma hypercoagulability that play a role in determining response to the anti-myeloma treatment. Methods: Newly diagnosed patients with MM were enrolled. Patients on anticoagulant treatment were excluded. A standardized clinical research form (CRF) was completed at enrollment (T0) and at 3 months post treatment initiation (T1). Blood samples were collected at the same time points. Procoagulant phospholipid-dependent clotting time (Procoag-PPL®), tissue factor activity (TFa), thrombomodulin activity (TMa), factor VIIa, factor V (FV), antithrombin (AT), fibrin monomers (FM) and D-Dimers were measured with respective assays from Diagnostica Stago (Asnieres, France) on a STA-R ® analyzer (Diagnostica Stago). Plasma levels of P-Selectin and heparanase were measured with ELISA Kits from Cusabio Biotech (from CliniSciencies, France) and R&D Systems (Lille France), respectively. Samples of platelet-poor plasma (PPP) were assessed for thrombin generation (TG) with the TF 5pMPPP-Reagent ® on Calibrated Automated Thrombogram (Stago, France). The control group (CG) consisted of 30 healthy age and sex-matched individuals. Results. A total of 100 treatment naïve MM patients were enrolled. Median age was 66.5±12.0 (37-88) years and 54% of the population was male. Disease stage was distributed as follows: 24.3% ISS-I, 20.4% ISS II and 55.3% ISS-III. Bortezomib-based therapy was given to 64.1% of the patients, thalidomide based in 6.8% and lenalidomide-based in 24.3%. Median time to follow up was 11.5 months. There were 16 deaths overall and mortality rate was 162/1000 person-years (median time of death since diagnosis 4.5 months, range 1-9 months). At T1, patients with stable disease (n=8) and progressive disease (n=14) were classified as non-responders. A total of 78 patients achieved at least a partial response and were classified as responders. Compared to controls at T0, MM patients showed significantly increased levels of TFa, D-Dimers and FM and significantly shorter Procoag-PPL clotting time. P-selectin levels were significantly decreased and heparanase levels significantly increased. FVIIa, FV and AT were not significantly different between patients and controls. MM patients showed significantly increased lag-time and ttPeak and significantly lower Peak, ETP and MRI as compared to the control group. TFa and D-dimer levels decreased significantly 3 months post treatment initiation (T1) whereas TMa and AT significantly decreased. At T1 thrombin generation was further attenuated (lower ETP and Peak, prolongation of ttPeak and lower MRI). Univariate analysis demonstrated that among the studied biomarkers only short PPL-ct was associated with a significantly increased risk of no response to treatment. The area under the curve (AUC) in a plot of PPL-ct against no response to treatment (receiver operator curve analysis) was 0.7 (p=0.01). Conclusion . The prospective ROADMAP-CAT multiple myeloma study demonstrates for the first time that among a large number of hypercoagulability biomarkers assessed in newly diagnosed treatment-naïve MM patients, PPL-ct, that reflects the amount of procoagulant microparticles present in plasma, is a significant predictor of poor treatment response. A prospective trial is required to evaluate the potential role of this biomarker in anti-myeloma treatment optimization. View large Download slide View large Download slide  Close modal Disclosures Terpos: Amgen: Honoraria, Other: SC member, Research Funding; Takeda: Honoraria, Other: SC member, Research Funding; Genesis/Celgene: Honoraria, Other: DMC member, Research Funding; Janssen: Honoraria, Research Funding; BMS: Honoraria; Abbvie: Honoraria; GSK: Honoraria. Garderet: Takeda: Honoraria; Amgen: Honoraria.",
    "topics": [
        "multiple myeloma",
        "phospholipids",
        "whole blood coagulation time",
        "biological markers",
        "thrombophilia",
        "fibrin fragment d substance",
        "trans fatty acids",
        "magnetic resonance imaging",
        "p-selectin",
        "thrombin"
    ],
    "author_names": [
        "Fotiou Despina",
        "Loula Papageorgiou",
        "Stella Salta",
        "Patrick Van Dreden, PhD",
        "Evangelos Terpos",
        "Jawed Fareed, PhD",
        "Matthieu Grusse",
        "Ismail Elalamy, MD PhD",
        "Laurent Garderet, MD PhD",
        "Christelle Mazurier",
        "Grigorios T. Gerotziafas, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fotiou Despina",
            "author_affiliations": [
                "Department of clinical therapeutics, National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Loula Papageorgiou",
            "author_affiliations": [
                "Department of haematology, Tenon University Hospital Assistance Publique Hopital de Paris, Paris, France ",
                "Cancer Biology and Therapeutics, INSERM U938, Institut Universitaire de Cancérologie (IUC), Université Pierre et Marie Curie (UPMC), Sorbonne Universities, Paris. Faculté de Médecine Pierre et Marie Curie, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stella Salta",
            "author_affiliations": [
                "Department of haematology, Tenon University Hospital Assistance Publique Hopital de Paris, Paris, France ",
                "Cancer Biology and Therapeutics, INSERM U938, Institut Universitaire de Cancérologie (IUC), Université Pierre et Marie Curie (UPMC), Sorbonne Universities, Paris. Faculté de Médecine Pierre et Marie Curie, Paris, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Van Dreden, PhD",
            "author_affiliations": [
                "Stago, Genneulliers, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Terpos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jawed Fareed, PhD",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthieu Grusse",
            "author_affiliations": [
                "Stago, Gennevilliers, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ismail Elalamy, MD PhD",
            "author_affiliations": [
                "Cancer Biology and Therapeutics, INSERM U938, Institut Universitaire de Cancérologie (IUC), Université Pierre et Marie Curie (UPMC), Sorbonne Universities, Paris. Faculté de Médecine Pierre et Marie Curie, Paris, France ",
                "Department of Haematology, Tenon University Hospital, Assistance Publique Hopitaux de Paris, Paris, FRA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Garderet, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie et Thérapie Cellulaire, Hopital Saint Antoine, Paris, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christelle Mazurier",
            "author_affiliations": [
                "Hématologie Clinique et Thérapie Cellulaire, Hôpital Saint Antoine, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grigorios T. Gerotziafas, MD PhD",
            "author_affiliations": [
                "Cancer Biology and Therapeutics, INSERM U938, Institut Universitaire de Cancérologie (IUC), Université Pierre et Marie Curie (UPMC), Sorbonne Universities, Paris. Faculté de Médecine Pierre et Marie Curie, Paris, France ",
                "INSERM U938, Faculté de Médecine Pierre et Marie Curie, Université Paris VI,, Paris, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:35:20",
    "is_scraped": "1"
}