{
    "doi": "https://doi.org/10.1182/blood.V122.21.4941.4941",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2537",
    "start_url_page_num": 2537,
    "is_scraped": "1",
    "article_title": "Predictive Value Of Early Molecular Responses In Outcomes Of Patients With Chronic Myeloid Leukemia Treated With Imatinib In First-Line Therapy ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "brachial plexus neuritis",
        "bcr-abl tyrosine kinase",
        "measles-mumps-rubella vaccine",
        "polymerase chain reaction",
        "follow-up",
        "allopurinol",
        "cytogenetic analysis",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Katia B. Pagnano, MD, PhD",
        "Bruna Vergilio",
        "Eliana C M Miranda, MEd",
        "Marcia Torresan Delamain, MD",
        "Maria Helena De Almeida, RN",
        "Vagner O Duarte",
        "Gislaine O. Duarte, PhD",
        "Carmino A De Souza, Sr., MD, PhD",
        "Irene Lorand-Metze, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, Department of Hematology, University of Campinas, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center - University of Campinas/Hemocentro- Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, São Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-22.818439299999994",
    "first_author_longitude": "-47.0647206",
    "abstract_text": "Several studies demonstrated the prognostic significance of an early molecular response in chronic myeloid leukemia (CML) patients (pts) treated with imatinib in first line or other tyrosine kinase inhibitors. Aims: The aim of this study was to evaluate the impact of early molecular responses, at 3 and 6 months after treatment with imatinib in CML pts and correlate these responses with CCR, MMR, overall survival (OS) and event free survival (EFS). Patients and Methods Between February 2006 and June 2012, 95  adult pts with newly diagnosed CML in chronic phase (CP) received imatinib 400mg/daily. CP was defined using WHO 2008 criteria. All pts received a short course of hydroxiurea until imatinib was available. Cytogenetic analysis was performed at diagnosis, 3, 6, 12 and 18 months after starting therapy and then every 12-24 months thereafter. BCR-ABL transcripts were measured in peripheral blood at 3-month intervals using quantitative RT-PCR (RQ-PCR). Results were expressed as BCR-ABL/ABL ratio, with conversion to the international scale (IS). Major molecular response (MMR) was defined as a transcript level ≤ 0.1% (IS). Statistical analysis: OS was measured from imatinib start until date of death or last visit. An event was defined as death from any cause. EFS was measured from imatinib start until the first event (loss of complete hematological response (CHR); complete cytogenetic response (CCR), progression to advanced phase, death or imatinib discontinuation) or last visit. OS and EFS rates were calculated using Kaplan-Meier method and log-rank test to compare its curves. The MMR probabilities according to molecular responses at 3 and 6 months were calculated by c 2 method and cumulative incidence, considering as competitive event death or progression, before the event. Results 95 pts were analyzed, 57 (60%) male, with a median age of 47 years (17-79); Sokal score: high, intermediate and low was 30, 38.6 and 31.4% respectively; EUTOS scores was 81.5% low and 18.5% high. The median time from diagnosis until imatinib therapy was 1 month (0-5) and the follow-up was 39 month (3-89). Responses: 88% achieved CHR; 50% CCR and 53% MMR. One patient progressed to advanced phase during follow-up, while on imatinib treatment. 21 (22%) pts discontinued imatinib due to intolerance (47.6%); resistance (42.9%), death (4.8%) and Allo-HSCT (4.8%). At 3 months from the start of therapy, 30/64 (46.8%) achieved CCR, 15/64 (23.4%) partial cytogenetic response and 20/64 (31.2%) less than partial; by RQ-PCR, 72.3% (68/94) achieved at 3 months BCR-ABL transcripts ≤10% and 27.7% (26/94) > 10%. At 6 months 55.2% (48/87) had BCR-ABL transcripts ≤ 1% and 44.8% (39/87) >1%. The OS was 97% (95%CI: 95-99%) and EFS 63% (95%CI: 52-75%).There was no significant difference in OS and EFS in pts with RQ-PCR > 10% vs ≤ 10% at 3 months ( figure 1 ), but pts with BCR-ABL transcripts > 10 and >1-10% at 6 months had an inferior EFS in comparison with pts with  BCR-ABL transcripts ≤ 1%  (41%,50%,89% respectively - p= 0.005), ( figure 2 ). The CI showed that CCR pts at 3 months reached MMR earlier at 24 month (54% vs 18%, p=0.03), as well as CCR pts at 6 months, albeit no significance statistically (52% vs 37%, p= 0.16). For RQ-PCR at 3 months, pts with BCR-ABL transcripts 0-1% had a probability of 88% to achieve MMR, 1-10% had 52% and >10% 42%, p< 0.0001 ( figure 3 ). View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide In conclusion, our results show that early molecular responses are predictive of achieving MMR and BCR-ABL transcripts <1% at 6 months is predictive of EFS in CP-CML treated with imatinib. Disclosures: No relevant conflicts of interest to declare."
}