{
    "doi": "https://doi.org/10.1182/blood-2019-122134",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4162",
    "start_url_page_num": 4162,
    "is_scraped": "1",
    "article_title": "Progressive Multifocal Leukoencephalopathy in a Patient with Multiple Myeloma Receiving Daratumumab and Pomalidomide ",
    "article_date": "November 13, 2019",
    "session_type": "203.Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "topics": [
        "daratumumab",
        "multiple myeloma",
        "pomalidomide",
        "progressive multifocal leukoencephalopathy",
        "reflex",
        "bortezomib",
        "colony-stimulating factors",
        "common variable hypogammaglobulinemia",
        "lenalidomide",
        "melphalan"
    ],
    "author_names": [
        "Jorge Monge, MD",
        "Jorge Contreras, MD",
        "Sarah Elsoukkary, MD",
        "Jin Guo, MD",
        "Art Perry, PA",
        "Robin S. Solomon",
        "Kari Flicker, BS",
        "David S Jayabalan, MSc",
        "Morton Coleman, MD",
        "Adriana C. Rossi, MDMSc",
        "Rebecca Harris, MD",
        "Markus Plate, MD",
        "Joerg-Patrick Stuebgen, MB, ChB, MD",
        "Ruben Niesvizky, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology & Medical Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Hematology & Medical Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Department of Pathology, Weill Cornell Medicine, NewYork-Presbyterian Hospital, New York, NY "
        ],
        [
            "Department of Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Hematology & Medical Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Pathology & Laboratory Medicine, Weill Cornell Medical College, Manhattan, NY "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine/New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Infectious Diseases, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Neurology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Hematology & Medical Oncology, Weill Cornell Medical College, NEW YORK, NY"
        ]
    ],
    "first_author_latitude": "40.7643316",
    "first_author_longitude": "-73.95425589999999",
    "abstract_text": "Background Progressive multifocal leukoencephalopathy (PML) is a demyelinating disease of the central nervous system caused by reactivation of the polyomavirus John Cunningham (JCV) in the setting of immunosuppression. It has been described in patients with hematologic malignancies including multiple myeloma (MM), solid organ malignancies, granulomatous and inflammatory diseases, transplant recipients, lymphopenic patients (including patients with HIV) and with the use of certain drugs (rituximab, natalizumab). We present the first report to our knowledge of a patient with MM developing PML in association with daratumumab and pomalidomide therapy. Case Report A 63yo woman with relapsed/refractory IgA-Lambda MM on daratumumab and pomalidomide, presented to the emergency department after noticing difficulty putting her hair up in a ponytail. Her MM was diagnosed in 2003 and treated with steroids, high-dose melphalan and autologous stem cell transplant, maintenance therapy with thalidomide, switched to lenalidomide; upon relapse in 2010, she was treated with bortezomib, doxorubicin and dexamethasone, followed by bortezomib maintenance. Ten months prior to presentation, she relapsed and was started on daratumumab and pomalidomide, achieving an unconfirmed complete response (uCR), complicated by acquired hypogammaglobulinemia for the prior 8 months without infections. She developed progressive left arm weakness and gait instability; she denied any fevers, dysarthria, vision changes, headaches or seizures. On exam, she was alert and oriented; no cranial nerve abnormality; calculation, concentration and recall were intact; 4/5 strength in left upper extremity and 5/5 strength in all other extremities with preserved sensation and reflexes; coordination intact but a hemiparetic gait; rest of the exam was unremarkable. A brain MRI showed patchy and confluent areas of T2 hyperintense signal in the right greater than left cerebral hemispheres. She underwent a lumbar puncture which was positive for JCV by PCR (98 copies/mL) in her CSF and negative for neoplastic involvement by flow cytometry. The rest of her work-up was unremarkable. A diagnosis of PML was made and daratumumab and pomalidomide were discontinued. On follow-up brain MRIs four and eight weeks later, she had persistent extensive asymmetric patchy T2 hyperintense signal. Repeat LP revealed stable JCV in the CSF (95 copies/mL). Despite the lack of radiologic improvement, she had a remarkable clinical response with near resolution of neurologic symptoms and remains in an uCR. Discussion PML has been reported in association with multiple drugs used in the management of MM including corticosteroids, alkylating agents (cyclophosphamide, melphalan), immunomodulatory drugs (thalidomide, lenalidomide) and proteasome inhibitors (bortezomib, ixazomib), however, an association with pomalidomide or daratumumab has not yet been reported. In a clinical trial of daratumumab and pomalidomide for MM, a case of PML was reported, however, it was not considered to be related to these agents given that the patient received only one dose of daratumumab (Chari A. Blood 2017). PML has been reported in patients with primary hypogammaglobulinemia, however, it is not known whether acquired hypogammaglobulinemia - either due to MM or its therapy - is a risk factor for PML. Furthermore, the role for IVIG in the primary prevention or treatment of PML has not been clearly defined and warrants further study. The current treatment approach of PML remains the restoration of the host's adaptive immune response, including the discontinuation of immunosuppressive agents, unfortunately, evidence is lacking for any specific pharmacologic treatment. Recently, immune checkpoint inhibitors have shown clinical improvement or stabilization in small cohorts of patients with PML (NEJM 2019;380), however, given the safety concerns regarding their use in MM (KEYNOTE-183,-185) and the rapid clinical response seen in this case, no further therapy was instituted. This is the first report of pomalidomide and daratumumab as potential drugs associated with PML. Although it is not possible to ascertain their direct role in the reactivation of JCV, it should help clinicians recognize this potentially fatal complication in patients receiving either immunomodulatory drugs or anti-CD38 monoclonal antibodies, since prompt discontinuation may be life-saving. Disclosures Perry: Celgene: Speakers Bureau. Coleman: Gilead, Bayer, Celgene: Consultancy, Research Funding, Speakers Bureau; Kite Pharmaceuticals: Equity Ownership; Merck: Research Funding; Pharmacyclics: Speakers Bureau. Rossi: Janssen, Celgene, Amgen: Consultancy; BMS: Research Funding. Niesvizky: Takeda, Amgen, BMS, Janssen, Celgene: Consultancy, Research Funding."
}