{
    "doi": "https://doi.org/10.1182/blood.V126.23.1661.1661",
    "article_title": "Phase 3, Placebo-Controlled, ASPIRE Study (TRC114968) of Eltrombopag (EPAG) Treatment of Thrombocytopenia (TCP) in Advanced Myelodysplastic Syndromes (MDS) and Acute Myeloid Leukemia (AML): Assessment of Clinical Benefit, Safety, and Tolerability ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies: Poster I",
    "abstract_text": "Introduction: Thrombocytopenia (TCP) is a serious and life-threatening complication of advanced myelodysplastic syndromes (MDS) or acute myeloid leukemia (AML). Eltrombopag (EPAG), an oral thrombopoietin-receptor agonist, is approved for treatment of chronic immune thrombocytopenic purpura and severe aplastic anemia. Preclinical studies showed that EPAG has potential antileukemic effects. A phase 1 study in advanced MDS/AML demonstrated an acceptable safety profile at doses up to 300 mg, with no worsening of leukemia, and it also showed a trend towards efficacy. Eltrombopag as monotherapy in MDS/AML has not been studied in a randomized fashion. Methods: In Study TRC114968 (ASPIRE), after 8 weeks of open-label, dose-defining EPAG treatment (Study Part 1), patients with highly advanced MDS or AML were randomized 2:1 to EPAG 100-300 mg or placebo (PBO) once daily for 12 weeks (Part 2), then entered a 6-month, open-label extension (Part 3). Patients were stratified by baseline platelet count (<10 Gi/L vs ≥10 Gi/L), and by MDS vs AML. Eligibility included 10-50% baseline bone marrow blasts and a baseline platelet count of <25 Gi/L. The primary endpoint was improvement in the clinically relevant thrombocytopenic event (CRTE) rate during the 12-week double-blind period. CRTE was a composite of a platelet transfusion requirement, significant bleeding event, or platelet count <10 Gi/L. Part 1 results have been presented previously. Blinded results for patients randomized in Part 2 of the study are presented below. Analyses of results by treatment arm, including those for the primary endpoint of CRTE, are ongoing and will be presented at the meeting. Results: A total of 145 patients were enrolled and randomized. According to WHO criteria, 72 (50%) had MDS and 73 (50%) had AML. See Table 1 for baseline characteristics. The majority of patients (n=91, 63%) were escalated to 300 mg (150 mg for East Asians) once daily. 70 patients (48%) completed the randomized portion of the study, and 58 (40%) entered the open-label extension. Patient disposition is described in Table 2. Out of the 144 treated patients, 97 patients (67%) have died (67 patients in Part 2 and 30 patients in Part 3). The main reasons for withdrawal from the study were adverse events (49 patients, 34%) and progressive disease (39 patients, 27%). The most common adverse events in Part 2 were petechiae, epistaxis, fatigue, pyrexia, and diarrhea. The main serious adverse events in Part 2 were pneumonia, sepsis, and febrile neutropenia. Liver test abnormality occurred in 1 (<1%). The median number of platelet transfusions for both groups was 10. Conclusions : This is the first study to evaluate EPAG as monotherapy in a randomized fashion in patients with advanced MDS or AML and severe thrombocytopenia. Overall safety was as expected for this patient population with no unexpected adverse events. This study provides evidence for the safety of EPAG in this mostly heavily pretreated patient population. An Independent Response Committee (IRC) is currently assessing responses and disease progression centrally by arm, and final data will be presented at the meeting. Funding: This study was sponsored by GlaxoSmithKline; eltrombopag is an asset of Novartis AG as of March 2, 2015. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Mittelman: Celgene: Research Funding, Speakers Bureau; GlaxoSmithKline: Research Funding; Johnson & Johnson: Research Funding, Speakers Bureau; Novartis Pharmaceuticals Corporation: Research Funding; Roche: Research Funding; Amgen: Research Funding. Off Label Use: Eltrombopag is a once daily oral thrombopoietin receptor agonist approved for treatment of chronic ITP, hepatitis C associated thrombocytopenia, severe aplastic anemia, and pediatric cITP. Data will be presented on use in myeloid malignancies for which eltrombopag is not approved.. Platzbecker: Novartis: Honoraria; Celgene: Honoraria; Amgen, Inc.: Honoraria; GlaxoSmithKline: Honoraria, Research Funding. Wong: Johnson & Johnson: Research Funding; Bristol-Myers Squibb: Research Funding; Merck Sharp & Dohme: Research Funding; Biogen-Idec: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Research Funding; Roche: Research Funding; Novartis Pharmaceuticals Corporation: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bayer: Consultancy, Research Funding; GlaxoSmithKline: Research Funding. Anagnostopoulos: GlaxoSmithKline: Research Funding. Nagler: Novaratis Pharmaceuticals Corporation: Consultancy, Honoraria, Research Funding. Mannino: Novartis Pharmaceuticals Corporation: Employment, Equity Ownership; GlaxoSmithKline: Employment, Equity Ownership. Stone: Novartis Pharmaceuticals Corporation: Employment; GlaxoSmithKline: Employment, Equity Ownership. Chan: Novartis Pharmaceuticals Corporation: Employment; GlaxoSmithKline: Employment, Equity Ownership. Mostafa Kamel: Novartis Pharmaceuticals Corporation: Employment, Equity Ownership; GlaxoSmithKline: Employment, Equity Ownership. Selleslag: Amgen: Consultancy, Honoraria, Speakers Bureau.",
    "topics": [
        "eltrombopag",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "thrombocytopenia",
        "adverse event",
        "aplastic anemia",
        "platelet transfusion",
        "purpura, thrombocytopenic, idiopathic",
        "thrombopoietin receptor agonists",
        "calculi"
    ],
    "author_names": [
        "Moshe Mittelman, MD",
        "Uwe Platzbecker, MD",
        "Boris V Afanasyev, Professor",
        "Sebastian Grosicki, MD PhD",
        "Raymond SM Wong, MD",
        "Achilles Anagnostopoulos, MD",
        "Benjamin Brenner, MD",
        "Claudio Denzlinger, MD",
        "Giuseppe Rossi, MD",
        "Arnon Nagler, MD MSc",
        "Ana Isabel Rosell Mas, PhD",
        "Frank Mannino, PhD",
        "Nicole L. Stone, PhD",
        "Geoffrey Chan, MD",
        "Yasser Mostafa Kamel, MD MSc, MBA",
        "Dominik L.D. Selleslag, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Moshe Mittelman, MD",
            "author_affiliations": [
                "Tel Aviv Sourasky Medical Center, Tel Aviv, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Uwe Platzbecker, MD",
            "author_affiliations": [
                "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boris V Afanasyev, Professor",
            "author_affiliations": [
                "Raisa Gorbacheva Memorial Institute of Children Oncology, Hematology and Transplantation, First Pavlov State Medical University of Saint-Petersburg, Saint-Petersburg, Russia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Grosicki, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Silesian Medical University, Katowice, Poland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond SM Wong, MD",
            "author_affiliations": [
                "Prince of Wales Hospital, Shatin, Hong Kong "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achilles Anagnostopoulos, MD",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanikolaou General Hospital, Athens, Greece "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Brenner, MD",
            "author_affiliations": [
                "Department of Hematology and Bone Marrow Transplantation, Rambam Medical Center, Haifa, Israel "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Denzlinger, MD",
            "author_affiliations": [
                "Marienhospital Stuttgart, Stuttgart, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Rossi, MD",
            "author_affiliations": [
                "UO Ematologia, Azienda Ospedaliera Spedali Civili, Brescia, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon Nagler, MD MSc",
            "author_affiliations": [
                "Division of Hematology, Sheba Medical Center, Ramat Gan, Israel "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Isabel Rosell Mas, PhD",
            "author_affiliations": [
                "Hospital Virgen de la Victoria, Málaga, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Mannino, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole L. Stone, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey Chan, MD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasser Mostafa Kamel, MD MSc, MBA",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominik L.D. Selleslag, MD",
            "author_affiliations": [
                "Department of Hematology, AZ St-Jan Brugge AV, Brugge, Belgium"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T02:30:16",
    "is_scraped": "1"
}