{
    "doi": "https://doi.org/10.1182/blood.V126.23.3612.3612",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2987",
    "start_url_page_num": 2987,
    "is_scraped": "1",
    "article_title": "Kinome-Wide shRNA Screen Reveals Functional Connections Between FANCA, Mitotic Centrosomes and the Spindle Assembly Checkpoint Tumor Suppressor Pathways ",
    "article_date": "December 3, 2015",
    "session_type": "508. Bone Marrow Failure: Poster III",
    "topics": [
        "cancer",
        "centrosome",
        "congenital abnormality",
        "diagnostic imaging",
        "dna",
        "fanconi anemia",
        "genetic disorder",
        "immunoprecipitation",
        "leukemia, myelocytic, acute",
        "pancytopenia"
    ],
    "author_names": [
        "Richa Sharma, MD",
        "Zahi Abdul Sater",
        "Rikki Enzor, PhD",
        "Ying He",
        "Grzegorz Nalepa, MDPhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Department of Biochemistry, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Department of Pediatrics, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Department of Pediatrics, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Indiana University School of Medicine, Indianapolis, IN"
        ]
    ],
    "first_author_latitude": "39.77949490000001",
    "first_author_longitude": "-86.17262595",
    "abstract_text": "Fanconi anemia (FA) is a genetic disorder characterized by progressive bone marrow failure, congenital abnormalities and predilection towards development of hematopoietic malignancies, including acute myeloid leukemia (AML). Congenital biallelic disruption of the FA/BRCA signaling network causes Fanconi anemia and somatic mutations within the same genes are increasingly identified in a variety of malignancies in non-FA individuals, consistent with the critical role of this signaling pathway in FA and in the general population. The FA/BRCA tumor suppressor network orchestrates interphase DNA-damage repair (DDR) and DNA replication to maintain genomic stability. Additionally, we and others have demonstrated that the genome housekeeping function of FA/BRCA signaling extends beyond interphase: loss of FA/BRCA signaling perturbs execution of mitosis, including the spindle assembly checkpoint (SAC), centrosome maintenance, cytokinesis and resolution of anaphase DNA bridges. Interphase errors exacerbate mitotic abnormalities and mitotic failure promotes interphase mutagenesis. Consequently, we had demonstrated that primary FA patients' cells accumulate genomic abnormalities consistent with a dual mechanism of impaired interphase DDR/replication and defective mitosis. Previous detailed studies had elucidated multiple mechanisms of interphase DDR-dependent assembly and activation of the FA complex at DNA damage sites to arrest the cell cycle and repair DNA lesions. However, the signaling cross-talk nodes between the FA and mitotic checkpoint pathways remain to be discovered. In this study, we identified functionally relevant mitotic signaling defects resulting from FANCA deficiency via a synthetic lethal kinome-wide pooled shRNA screen in primary patient-derived FANCA -deficient cells compared to isogenic FANCA -corrected cell line. Bioinformatics analysis of our screen results followed by secondary validation of selected hits with alternative shRNAs and small-molecule inhibitors revealed conserved mitotic signal transduction pathways regulating the SAC and centrosome maintenance. Our super-resolution structured illumination (SR-SIM) microscopy coupled with deconvolution imaging revealed that a fraction of FANCA co-localizes with key SAC kinases at mitotic centrosomes and kinetochores, consistent with the role of FANCA in centrosome maintenance and the SAC. Co-immunoprecipitation assays identified the biochemical interaction between FANCA and an essential SAC kinase whose loss is synthetic lethal with FANCA deficiency, providing first insights into the interactions between FA signaling and the canonical SAC network. Together, our study has unraveled functional and biochemical connections between FANCA and the centrosome/SAC kinases, consistent with the essential role of FANCA in cell division. Our ongoing work is aimed at mechanistically dissecting molecular links between these two key tumor suppressor signaling pathways in more detail. We hypothesize that impaired FANCA/SAC cross-talk may contribute to genomic instability in FA-deficient cells and provide opportunities to selectively kill FANCA-/- cells. Disclosures No relevant conflicts of interest to declare."
}