{
    "doi": "https://doi.org/10.1182/blood.V106.11.5106.5106",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=408",
    "start_url_page_num": 408,
    "is_scraped": "1",
    "article_title": "Whole Body MRI Versus Skeletal Survey in Multple Myeloma. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "multiple myeloma",
        "nuclear magnetic resonance imaging whole body",
        "radiologic examination, osseous survey, complete",
        "magnetic resonance imaging",
        "bone involvement",
        "abnormal involuntary movement scale",
        "alberta infant motor scales",
        "bone diseases",
        "spinal cord compression",
        "cranium"
    ],
    "author_names": [
        "Johnny McHugh",
        "Ciaran Johnston",
        "Deirdre Duke",
        "Patrick Thornton",
        "Steve Eustace",
        "Peter O’Gorman"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Mater Misericordiae University Hospital, Dublin, Ireland",
            " "
        ],
        [
            "Department of Radiology, Cappagh National Orthopaedic Hospital, Dublin, Ireland",
            " "
        ],
        [
            "Department of Radiology, Cappagh National Orthopaedic Hospital, Dublin, Ireland",
            " "
        ],
        [
            "Department of Haematology, Mater Misericordiae University Hospital, Dublin, Ireland",
            " "
        ],
        [
            "Department of Radiology, Cappagh National Orthopaedic Hospital, Dublin, Ireland",
            " "
        ],
        [
            "Department of Haematology, Mater Misericordiae University Hospital, Dublin, Ireland",
            " "
        ]
    ],
    "first_author_latitude": "53.35973980000001",
    "first_author_longitude": "-6.2670968999999985",
    "abstract_text": "BACKGROUND: Bone involvement in myeloma is conventionally assessed by radiographic skeletal survey (plain x-rays of spine, skull, chest, pelvis and long bones). However this may not pick up bony involvement in all patients who may then present with serious complications of myeloma bone disease such as spinal cord compression. Whole body MRI may be better than skeletal survey at evaluating myeloma bone involvement. AIMS: To compare the evaluation of myeloma bone involvement by conventional radiographic skeletal survey (RSS) with whole body magnetic resonance imaging (MRI). METHODS: 35 patients with multiple myeloma (median age 68 yrs, range 46–81) underwent conventional RSS and whole body MRI. 19 of the patients had newly diagnosed multiple myeloma and 16 had relapsed multiple myeloma. The extent of myeloma bone involvement was evaluated in both RSS and MRI as follows: the body was divided up into ten areas: skull, cervical spine, ribs, thoracic spine, lumbar spine, pelvis, right arm, left arm, right leg, left leg. In each area the extent of myeloma bone involvement was scored in both RSS and MRI as follows: 0 = normal; 1 = one focus of abnormality; 2 = more than one focus of abnormality; 3 = diffuse disease. The scores for each of the ten areas were combined to give an overall score out of thirty for both RSS and MRI. RESULTS: 30 of the 35 patients (85.7%) had evidence of bone involvement on MRI. This compares with 22 out of the 35 (62.9%) on RSS. The mean score for the extent of myeloma bone involvement on MRI was significantly higher than that for RSS (MRI mean score: 15.5 out of 30 (median 17, range 0–30); RSS mean score: 5.5 out of 30 (median 3, range 0 to 24); p<0.001). MRI was superior to RSS in all ten areas evaluated both in terms of lesion detection and extent of disease. The greatest difference between MRI and RSS was seen in the cervical, thoracic and lumbar spine, while the smallest difference was seen in the ribs and skull. Eight of the patients had no bone involvement detectable on RSS but did have bone involvement on MRI and this resulted in upstaging on Durie-Salmon staging in four patients. SUMMARY/CONCLUSIONS: RSS has limited sensitivity and a significant ionising patient dose. It is a cumbersome procedure taking up to 30 minutes. Whole body MRI gives improved sensitivity and appreciation of anatomic location of disease. It is non-ionising and can be rapidly acquired at low cost. We conclude that whole body MRI is superior to conventional RSS in both the identification and evaluation of extent of bone involvement in multiple myeloma."
}