{
    "doi": "https://doi.org/10.1182/blood.V118.21.1784.1784",
    "article_title": "Autocrine IL-6 Production Indicates the Level of Activated STAT3 and NF-Kb of Chronic Lymphocytic Leukemia Cells ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1784 Interleukin-6 (IL-6) is a multifunctional cytokine that plays an important role in survival, apoptosis and proliferation of cancer cells. Previous studies have shown that IL-6 levels are significantly elevated in most cancer cells, while elevated serum levels of IL-6 correlated with adverse prognostic features and shorter survival in patients with chronic lymphocytic leukemia (CLL). IL-6 production is controled by transcription factors NF-kB and STAT3, which are themselves controled by tyrosine kinase phosphorylation, such as that mediated by JAK2. This creates a positive feedback loop, as JAK2 can be stimulated by IL-6. In this study we investigated the relationship between autocrine IL-6 production and activation of STAT3 and NF-kB in CLL patients. The levels of IL-6 production in cell culture medium were measured by ELISA and activation of STAT3 and NF-kB was indicated by the ratio of p-STAT3/STAT3 and p-NF-kB/NF-kB. Patients with high levels of p-STAT3/STAT3 and/or p-NF-kB/NF-kB had higher levels of IL-6 production. The level of IL-6 production significantly correlated with STAT3 activation (R=0.856, p < 0.001) and NF-kB activation (R=0.815, p < 0.001). Inhibition of constitutive STAT3 and NF-kB activation by the STAT3 phosphorylation inhibitor, DPP, and the NF-kB inhibitor, CAPE, blocked IL-6 production 40% in average (p = 0.004, p = 0.003). Analysing the level of autocrine IL-6 production and in vitro spontaneous apoptosis in CLL cells from 38 patients, we found that patients with higher levels of IL-6 production (more than median) had significantly less apoptosis compared with those below the median (23% vs. 42.2% in average, p <0.0001). In this cohort, 60% of CD38+ cases, 78% of 17p- cases and 67% of cases with a lymphocyte doubling time of less than12 months were in the high IL-6 producer group. High IL-6 production was also associated with a shorter average time to first treatment (0.5 vs. 3 years, p=0.0023). This study demonstrates that autocrine IL6 production correlates with STAT3 and NF-kB activation and apoptosis resistance in CLL. Furthermore, higher IL-6 production is associated with biological markers of poor prognosis and earlier treatment. The IL6/JAK2/STAT3 signal pathway may offer new therapeutic targets for CLL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autocrine",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "interleukin-6",
        "nf-kappa b",
        "stat3 protein",
        "tumor cells, malignant",
        "biological markers",
        "cell culture techniques",
        "cytokine"
    ],
    "author_names": [
        "Fengting Liu",
        "Li Jia, MD, PhD",
        "Timothy W Farren",
        "John G. Gribben, MD, DSc",
        "Samir G Agrawal, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fengting Liu",
            "author_affiliations": [
                "Academic Haematology Unit (Pathology Group), Blizard Institute, Queen Mary University of London, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Li Jia, MD, PhD",
            "author_affiliations": [
                "Centre for Medical Oncology, Institute of Cancer, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy W Farren",
            "author_affiliations": [
                "Division of Haemato-Oncology and Immunophenotyping Laboratory, Barts and The London NHS Trust, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Gribben, MD, DSc",
            "author_affiliations": [
                "Medical Oncology, Barts and the London School of Medicine, Queen Mary University of London, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samir G Agrawal, MD, PhD",
            "author_affiliations": [
                "Academic Haematology Unit (Pathology Group), Blizard Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T18:43:32",
    "is_scraped": "1"
}