{
    "doi": "https://doi.org/10.1182/blood.V108.11.4182.4182",
    "article_title": "Phenotype and Function of Placenta Derived Stem Cells (PDSC). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "We developed a proprietary procedure to recover ethical and non-controversial stem cells from full term, postpartum human placentas (Placenta Derived Stem Cells, PDSC). In this work, we describe the phenotype and function of PDSC as compared to Human Umbilical Cord Blood, (HUCB) derived stem cells. As compared to HUCB, PDSC contains a high percentage of live, post thaw CD34+ cells (2.3% ± 3.5 %, N = 83 versus an average pre-freeze CD34% in HUCB at our bank of 0.3% ± 0.2%; N=220). Notably, 85 to 90% of the CD34+ cells in PDSC but not HUCB were CD45 negative. CD34 + cells derived from PDSC were flow sorted into CD34 + CD45 + and CD34 + CD45 − and colony forming assays performed. Both CD34+CD45− and CD34+CD45+ cells gave rise to hematopoietic colonies including CFU-E, CFU-GM and CFU-GEMM, suggesting that CD34+CD45− cells derived from PDSC were lineage negative, immature stem cells that differentiate into hematopoietic progenitor cells. Using multiparameter flow cytometry, we demonstrated that these cells were CD133+ and CD38−. To determine the hematopoietic repopulating ability of PDSC and to examine if PDSC can augment HUCB engraftment in vivo, sub lethally irradiated NOD/SCID mice were infused with freshly thawed, non-sorted PDSC alone, HUCB alone, or a mixture of PDSC and HUCB. Overall human engraftment was determined by assessment of human CD45 + in the bone marrow of recipient mice at four (short-term engraftment) and 12 weeks. Mice were considered engrafted if the percentage of huCD45 was >0.5%. Human engraftment (>0.5% CD45) was observed in all groups 4 weeks post infusion, including PDSC alone, with 2 out of 6 mice positive for engraftment in the HUCB group (mean CD45% of 0.62%), 2 out of 8 mice in the PDSC group (mean CD45% of 0.52%), and 8 out of 9 mice in the group that received both HUCB and PDSC (mean CD45% of 2.84%). There was a significant increase in human engraftment observed when comparing either the PDSC group alone to the HUCB+PDSC group (p=0.006) and the HUCB group to the HUCB+PDSC group (p=0.02). At 12 weeks post transplant, sustained engraftment in the PDSC group alone was not observed with only 1 out of 8 animals engrafted at >0.5% CD45. In contrast, although there was no statistical difference observed in the overall level of human engraftment between mice that received HUCB alone versus the HUCB+PDSC group (mean CD45% of 15.1% and 13.1%, respectively; p=0.82), only 3 out of 6 mice were engrafted in the HUCB group as compared to 9 out of 9 mice in the HUCB+PDSC group. These data indicate that co-infusion of PDSC and HUCB results in significant enhancement of both short-and longer-term human engraftment as compared to PDSC or HUCB alone. Although it remains unclear whether the observed enhanced engraftment is due to an increased number of repopulating cells or the presence of facilitator cells provided by the PDSC, Studies are ongoing and aimed at investigating the mechanism(s) by which PDSC enhances HUCB engraftment. Delayed engraftment following cord blood transplantation remains a significant clinical problem, even in the case of double unit myeloablative cord blood transplantation, where the median time to neutrophil engraftment is 23 days ( Barker et al, Blood.  2005 ; 105 : 1343 –1347 ). These results also suggest clinical investigation of co-infusion of PDSC with either single or double cord blood units for transplantation as a potential method to facilitate more rapid engraftment.",
    "topics": [
        "cd34 antigens",
        "cd45 antigens",
        "flow cytometry",
        "infusion procedures",
        "phenotype",
        "placenta",
        "stem cells",
        "transplantation",
        "umbilical cord blood transplantation",
        "mice"
    ],
    "author_names": [
        "James Edinger, PhD",
        "Qian Ye, PhD",
        "Ajai Pal, PhD",
        "Andy Zeitlin, BS,MBA",
        "Wolfgang Hofgartner, MD,DSc",
        "Robert Hariri, MD,PhD",
        "Derek Ragusa, PhD,MBA",
        "Ted Burke, BA,BS",
        "Colleen Delaney, MD,MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "James Edinger, PhD",
            "author_affiliations": [
                "Therapeutic Development, Celgene Cellular Therapeutics, Cedar Knolls, NJ, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qian Ye, PhD",
            "author_affiliations": [
                "Therapeutic Development, Celgene Cellular Therapeutics, Cedar Knolls, NJ, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajai Pal, PhD",
            "author_affiliations": [
                "Therapeutic Development, Celgene Cellular Therapeutics, Cedar Knolls, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andy Zeitlin, BS,MBA",
            "author_affiliations": [
                "Therapeutic Development, Celgene Cellular Therapeutics, Cedar Knolls, NJ, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Hofgartner, MD,DSc",
            "author_affiliations": [
                "Therapeutic Development, Celgene Cellular Therapeutics, Cedar Knolls, NJ, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Hariri, MD,PhD",
            "author_affiliations": [
                "Therapeutic Development, Celgene Cellular Therapeutics, Cedar Knolls, NJ, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derek Ragusa, PhD,MBA",
            "author_affiliations": [
                "Therapeutic Development, Celgene Cellular Therapeutics, Cedar Knolls, NJ, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ted Burke, BA,BS",
            "author_affiliations": [
                "Therapeutic Development, Celgene Cellular Therapeutics, Cedar Knolls, NJ, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen Delaney, MD,MSc",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T13:06:47",
    "is_scraped": "1"
}