{
    "doi": "https://doi.org/10.1182/blood.V120.21.4068.4068",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2286",
    "start_url_page_num": 2286,
    "is_scraped": "1",
    "article_title": "Overall Safety and Treatment Duration in Lenalidomide (LEN)-, Thalidomide (THAL)-, and Bortezomib (BORT)-Treated Patients (Pts) within the European Post-Approval Safety Study (EU PASS) of Relapsed/Refractory Multiple Myeloma (RRMM) ",
    "article_date": "November 16, 2012",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "bortezomib",
        "brachial plexus neuritis",
        "duration of treatment",
        "lenalidomide",
        "multiple myeloma",
        "thalidomide",
        "follow-up",
        "microscopy, scanning probe",
        "neutropenia",
        "venous thromboembolism"
    ],
    "author_names": [
        "Barbara Gamberi",
        "Charalampia Kyriakou",
        "John Ashcroft",
        "Miguel T. Hernandez",
        "Jo Caers",
        "Gerard Bos",
        "Maria Asunción Echeveste",
        "Christian Berthou",
        "Renato Zambello",
        "Elisabeth Küenburg",
        "Barbara Rosettani",
        "Brooke Ryder-Smith",
        "Igor W. Blau"
    ],
    "author_affiliations": [
        [
            "Hematology Unit, Department of Oncology, Azienda Ospedaliera ASMN, IRCCS, Reggio Emilia, Italy, "
        ],
        [
            "Department of Haematology, Northwick Park Hospital, North West London NHS Trust, Harrow, United Kingdom, "
        ],
        [
            "Mid-Yorkshire Hospitals NHS Trust, Wakefield, England, "
        ],
        [
            "Servicio de Hematología Clinica, Hospital Universitario de Canarias, Tenerife, Spain, "
        ],
        [
            "Department of Hematology, CHU Liège, Liege, Belgium, "
        ],
        [
            "Department of Internal Medicine, Academic Hospital Maastricht, Maastricht, Netherlands, "
        ],
        [
            "Servicio de Hematología, Hospital Universitario Donostia, San Sebastian, Spain, "
        ],
        [
            "Department of Hematology, Centre Hospitalier Morvan, Brest, France, "
        ],
        [
            "Department of Hematology and Clinical Immunology, University of Padua and Venetian Institute of Molecular Medicine, Padua, Italy, "
        ],
        [
            "Celgene International, Boudry, Switzerland, "
        ],
        [
            "Celgene International, Boudry, Switzerland, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Department of Internal Medicine III, Charité Campus Benjamin Franklin, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "44.6840402",
    "first_author_longitude": "10.6298391",
    "abstract_text": "Abstract 4068 Background: The efficacy and tolerability of LEN in pts with RRMM has been demonstrated in 2 large, randomized, phase 3 studies (MM-009/010). BORT and THAL have also been shown to be effective for RRMM treatment. While many studies have described the safety of antimyeloma drugs in the clinical trial setting, few have addressed the issue of tolerability in current clinical practice. Aims: In this study, we compared the incidence of adverse events (AEs) of special interest, such as neutropenia, thrombocytopenia, venous thromboembolism (VTE), peripheral neuropathy (PN) and second primary malignancies (SPM) in pts treated with LEN versus other antimyeloma therapies for RRMM in current clinical practice. Additionally, duration of treatment was assessed in the context of therapy received just prior to study entry. Methods: In this post-approval, observational, non-interventional, EU PASS study, pts with RRMM were enrolled into either the LEN cohort (LEN-based therapy) or the background cohort (all non-LEN based therapies) at the investigators' discretion. Thromboprophylaxis was per local standard practice. AEs were graded according to NCI-CTCAE v3.0. Assessments for SPM were to be conducted up to 36 months (mos) after treatment discontinuation. Results: As of May 2012, overall median follow-up was 5.7 mos (range 0.02–39.8), (6.4 mos LEN, 5.7 mos THAL, 4.9 mos BORT). There were 3107 pts across 268 institutions in 17 European countries enrolled: 2141 received LEN, 751 received BORT, 110 received THAL, and 105 received other therapies or had incomplete information on the treatment arm. 127 pts from the background cohort crossed over following the physician's decision to initiate LEN treatment as a subsequent therapy. Median age was 70 years (range, 25–95) and 54% were male. Most pts (65%) had good performance status (ECOG score 0–1); 17% had an ECOG score of 2–4. Median overall number of prior therapies was 2 (range, 0–6) and this was consistent across the cohorts: 53% had 2 prior therapies and 21% had ≥3. Baseline characteristics were similar between groups. Overall, 1397 (45.0%) had a grade 3–4 AE. Grade 3–4 neutropenia occurred in 14%, 4%, and 5% of pts in the LEN, BORT, and THAL groups, respectively. Grade 3–4 thrombocytopenia developed in 8%, 9%, and 3% of pts, respectively. In the LEN group, only 7% of pts (1% grade 3–4) reported PN (4% newly occurring) while receiving LEN (despite 36% of pts presenting with PN at baseline) compared with 28% (5% grade 3–4) with BORT (22% PN at baseline) and 16% (2% grade 3–4) with THAL (19% PN at baseline). Grade 3–4 VTE developed in 2.7% of pts in the LEN group, 0.7% in the BORT group, and 1.8% in the THAL group. Overall treatment discontinuation rates (including disease progression) were 70%, 85%, and 86% in the LEN, BORT, and THAL groups, respectively, with nearly identical discontinuation rates due to AEs (17%) in each group, and disease progression rates of 15–20%. SPM incidence was ≤1% overall and invasive SPM incidence rate per 100 patient-years (95% CI) was 1.4 (0.94 –2.09) at a median follow-up of 10 mos and was comparable across the cohorts. Incidence of death during the study was comparable with all treatments (LEN 6%, BORT 4%, and THAL 5%); the incidence of treatment-related AEs leading to death was 1.4%, 1.2% and 0.9%, respectively. The median treatment duration was 4.6 mos in the overall population; 5.4 mos in pts treated with LEN, 3.7 mos in pts treated with BORT, and 4.6 mos in pts treated with THAL. At a 5.7 mos median follow-up, 19.9%, 2.0%, and 14.5% of pts in the LEN, BORT, and THAL arms had a treatment duration of >12 mos; and 2.2%, 0.3%, and 0.9% had a treatment duration of >24 mos, respectively. In an analysis of study treatment by last therapy prior to study entry, patients receiving THAL or BORT followed by LEN had a median on-study treatment duration of 5.7 mos and 5.2 mos, respectively, independent of the line of treatment. In comparison, pts receiving THAL or BORT followed by BORT had lower median study treatment duration of 3.7 mos and 3.8 mos, respectively. Conclusions: Results of this non-interventional, observational study show that AEs were similar with all treatments except for higher rates of neutropenia and lower rates of PN with LEN, compared with BORT or THAL. Despite the current short overall follow-up, treatment duration within the LEN, BORT, or THAL groups appears to be unaffected by prior treatment received but was longer for LEN when compared with BORT or THAL. Disclosures: Küenburg: Celgene Corporation: Employment, Equity Ownership. Rosettani: Celgene Corporation: Employment, Equity Ownership. Ryder-Smith: Celgene Corporation: Employment, Equity Ownership."
}