{
    "doi": "https://doi.org/10.1182/blood.V114.22.1090.1090",
    "article_title": "Contrasting Roles of Th1 and Th17 Cells in Aplastic Anaemia (AA) and Myelodysplastic Syndrome (MDS). ",
    "article_date": "November 20, 2009",
    "session_type": "Bone Marrow Failure Poster I",
    "abstract_text": "Abstract 1090 Poster Board I-112 Introduction Autoimmunity is believed to play an important role in the pathogenesis of both idiopathic aplastic anaemia (AA) as well as low-risk MDS (L-MDS). While there is a significant overlap in some of the clinical features between AA and L-MDS, there is a striking difference in response to immunosuppressive therapy (IST) (70-80% in AA vs 20% in L-MDS). We have previously shown that Tregulatory cells are significantly reduced in L-MDS (Kordasti Blood 2008), while other groups have suggested that Tregs are decreased in AA. We hypothesised that differences in the immune regulatory profile as well as the cytokine environment, may differentially influence the pathogenesis of AA and MDS. In a prospective study we examined the immunological and cytokine profiles within a cohort of newly diagnosed AA and L-MDS patients. Patients and Methods 33 Acquired aplastic anaemia(22 at diagnosis and pre-treatment and 11 post IST), 18 low risk MDS (IPSS=0) and 5 healthy controls were recruited. The percentage and absolute number of different CD4 + T cell subsets (Th1, Th2, Th17, TNF-αa producing CD4 + T cells and Foxp3 + Tregs) in peripheral blood, were investigated by flow cytometry. T cells were stimulated first and then stained intracellularly for IFN-γ, IL-4, IL-17 & TNF-αa. The serum level of 30 different cytokines was also measured by 30 Plex bead analysis (Luminex). NK cells were defined as CD3 – CD56 + . B cells were defined as CD3 - CD19 + . CD3 + CD4 + T-cell subsets were defined as CD45RO – CD27 + naïve, CD45RO + CD27 + CD62L + central memory,CD45RO + CD27 + CD62L – effector memory, CD45RO + CD27 – effectors and CD45RO – CD27 – terminal effectors. CD4 regulatory T cells were defined as CD4+ CD25highFoxp3 + . Results The absolute number of Th1 cells and TNF-αa producing CD4 + T cells were significantly higher in AA patients compared to healthy controls(42 × 10 7 /L v 29 × 10 7 /L) (p=0.001, p=0.005). Although the number of Th17 cells was the same as healthy controls, this number was significantly lower than low risk MDS patients (0.86 × 10 7 /L v 2.7 × 10 7 /L) (p=0.009). Amongst AA patients, the number of Th2 cells and Foxp3 + Tregs were not significantly different from healthy controls. Following IST, the number of Tregs was significantly higher in responders than non responders (0.02 × 10 7 /L v 0.001 × 10 7 /L) (p=0.009). Interestingly the ratio of Th17/ Tregs was higher in non-responsive patients (15.2 v 2.8)(p=0.01). The number of T cell subsets, NK and B cells were not significantly different from healthy controls in our cohort of AA patients. The serum levels of proliferative cytokines, EGF (p=0.01), HGF(p=0.01), VEGF (p=0.01) and pro-inflammatory cytokines IL-13 (p=0.02), IL-8 (p<0.001) were significantly higher in AA patients than healthy controls and this was different from low risk MDS patients in whom the levels of IL-12 (P < 0.01), IL-7 (P < 0.005), IFN-γ (P < 0.01) and RANTES (P < 0.005) were elevated. Conclusions Our data suggests that despite the presence of autoimmunity in both low risk MDS and AA, the involved mechanisms are significantly different. In AA the main mechanism is a Th1 derived (IFN-γ and TNF-αa production) response whereas in low risk MDS, Th17 cells may play an important role in creating a more indolent inflammatory environment. The serum cytokine profiles in these diseases are different too. These data also suggests a significant role for Tregs (absolute number as well as ratio of Th1 and Th17 to Tregs) in the prediction and evaluation of response to IST. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acquired aplastic anemia",
        "antigens, cd27",
        "aplastic anemia",
        "aplastic anemia, idiopathic",
        "cd19 antigens",
        "cd56 antigens",
        "cytokine",
        "flow cytometry",
        "inappropriate sinus tachycardia",
        "indolent"
    ],
    "author_names": [
        "Shahram Y Kordasti, MD",
        "Sufyan M AlKhan",
        "Ziyi Lim",
        "Pilar Perez Abellan",
        "Judith C W Marsh",
        "Ghulam J Mufti, MBBS, DM, FRCP, FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Shahram Y Kordasti, MD",
            "author_affiliations": [
                "Haematological Medicine, King's College London, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sufyan M AlKhan",
            "author_affiliations": [
                "Haematological Medicine, King's College London, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ziyi Lim",
            "author_affiliations": [
                "Haematological Medicine, King's College London, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pilar Perez Abellan",
            "author_affiliations": [
                "Haematological Medicine, King's College Hospital, London, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith C W Marsh",
            "author_affiliations": [
                "Haematological Medicine, King's College Hospital, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghulam J Mufti, MBBS, DM, FRCP, FRCPath",
            "author_affiliations": [
                "Department of Haematological Medicine, King's College London, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T07:03:31",
    "is_scraped": "1"
}