{
    "doi": "https://doi.org/10.1182/blood.V124.21.5974.5974",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2825",
    "start_url_page_num": 2825,
    "is_scraped": "1",
    "article_title": "Case Mix of Nonmalignant Hematology in Inpatient Hematology/Oncology Consultation: Review of a 14 Month Experience from a Single University/Community Hybrid Hospital ",
    "article_date": "December 6, 2014",
    "session_type": "901. Health Services and Outcomes Research – Non-Malignant Conditions",
    "topics": [
        "anemia",
        "anemia of chronic disorder",
        "blood coagulation disorders",
        "chemotherapy regimen",
        "communicable diseases",
        "consultation",
        "cytopenia",
        "hematological diseases",
        "hemorrhage",
        "hypersplenism"
    ],
    "author_names": [
        "Robert T Means, MD"
    ],
    "author_affiliations": [
        [
            "Quillen College of Medicine, East Tennessee State University, Johnson City, TN"
        ]
    ],
    "first_author_latitude": "36.3092001",
    "first_author_longitude": "-82.3789688",
    "abstract_text": "Most graduates of Hematology/Oncology fellowship programs will enter community based practice, which is largely outpatient and predominantly solid tumor oncology. An understanding of the spectrum of disorders encountered in practice is helpful in the development of clinically relevant curricula. Little has been reported about the case mix encountered in community-based inpatient Hematology/Oncology consultation. In 2009, University of Kentucky (UK) Healthcare assumed ownership of an adjacent community hospital. It was managed as a University and community physician staffed hybrid, with a level of acuity and case mix intended to be comparable to community hospitals. Inpatient services were comprised of general internal medicine, family medicine, psychiatry, general surgery, and orthopedics. Transplant patients, those requiring other surgical specialties or advanced intensive care unit management, and patients actively treated with chemotherapy were admitted to UK Chandler Medical Center. With the exception of Infectious Diseases and Nephrology, all other specialty consultation was by University services. From January 2010 to March 2011, Hematology/Oncology consultations were provided by a single faculty physician as his sole inpatient responsibility. During that period, 164 consultation requests were received, reflecting 108 individual patients and leading to 464 encounters. Consultations were received from both University and community physician practices. (Fewer than 10 encounters were seen by other physicians covering weekends/holidays and are not included in the analysis). Solid tumor oncology patients were the single largest category of patients (27.8%) but were not a majority of cases. Malignant hematology patients were 5.5% of the total patients. Nonmalignant hematology patients represented the majority of patients (64%). Three patients (2.7%) were found to have no hematologic or malignant disorder. Of the nonmalignant hematology patients, the largest single category was coagulation disorders other than thrombocytopenia (13.9% of total patients). Half of these were related to thromboembolic events. The next largest category was sickle cell patients (12% of total patients), followed by cytopenias associated with liver disease/hypersplenism (9.3%), isolated thrombocytopenia and isolated anemia (7.4% each) and combined cytopenias (6.5%). The majority of isolated anemia cases reflected anemia of chronic disease, with the remainder due to iron deficiency/blood loss and/or B12 deficiency. Although sickle cell patients represented only 12% of total patients, they represented 35.9% of consultation requests ( p <0.05, Fisher exact text), reflecting frequent readmissions. Conclusion: In a hospital with a level of acuity and patient mix believed comparable to a community hospital, the majority of inpatient hematology/oncology consultations represented a spectrum of nonmalignant hematologic disorders. The training of individuals anticipating careers in community practice should include broad exposure to nonmalignant hematology. Disclosures Means: American Board of Internal Medicine: Member, Hematology Examination Committee Other."
}