{
    "doi": "https://doi.org/10.1182/blood.V104.11.4749.4749",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=58",
    "start_url_page_num": 58,
    "is_scraped": "1",
    "article_title": "Dissecting Growth Factors Production in Patients with Agnogenic Myeloid Metaplasia (AMM). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "growth factor",
        "myelofibrosis, idiopathic, chronic",
        "platelet-derived growth factor",
        "fibrosis",
        "cd34 antigens",
        "fibroblast growth factors",
        "myelofibrosis",
        "polycythemia vera",
        "reverse transcriptase polymerase chain reaction",
        "rna, messenger"
    ],
    "author_names": [
        "Jen-Chin Wang, MD",
        "Kirugaval Hemavathy, Ph.D",
        "Amit Goldberg, M.D",
        "Tsong S. Chang, MD",
        "Allan D. Novetsky, MD",
        "Jeffrey Lipton, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Maimonides Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Division of Hematology/Oncology, Maimonides Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Division of Hematology/Oncology, Maimonides Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Division of Hematology/Oncology, Maimonides Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Division of Hematology/Oncology, Maimonides Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Department of Pathology, Maimonides Medical Center, Brooklyn, NY, USA"
        ]
    ],
    "first_author_latitude": "40.63662635",
    "first_author_longitude": "-74.00523494999999",
    "abstract_text": "Growth factors including Transforming Growth Factor-β 1 ( TGF- β1), Platelet Derived Growth Factor (PDGF) and Fibroblast Growth Factor (FGF) have been implicated as responsible for bone marrow fibrosis in AMM. Although TGF-β1 and FGF have been demonstrated to be increased in blood hematopoietic progenitor cells, a direct measurement of the production of these growth factors by megakaryocytes has not been performed. The current study was devised to study the production of these growth factors production directly in megakaryocytes and monocytes of AMM patients and correlate these with the clinical features. Twelve patients with AMM and 11 normal healthy volunteers used as controls, were studied. CD 34 + cells and CD 14 + cells were obtained from blood mononuclear cells by MACS Progenitor cell isolation kits ( Miltenyi Biotec, CA). The megakaryocytic (CD41 + ) cells were then obtained by growing the isolated blood CD34 + for 10 days in Iscove Modified Dulbecco Medium with Stem Cell Growth Factor and Thrombopoietin. The mRNA levels of TGF-β1, FGF and PDGF in the isolated megakaryocytes and blood monocytes were assayed by Real-Time RT-PCR. The results were as shown in Table 1. Among the AMM patients, a patient with prior history of Polycythemia Vera (PV) and a patient with Essential Throbocythemia (ET) were found to have elevated PDGF and FGF expression in their monocytes but the expression of growth factors was not elevated in their megakaryocytes.. These results demonstrate that megakaryocytes are the main source of growth factors responsible for marrow fibrosis. The study also suggests that growth factors produced by monocytes may be responsible for fibrosis in AMM patients with a prior history of PV or ET. Table-1  . Megakaryocytes . Monocytes . * Denotes number of patients with elevated growth factor levels as compared with controls. ** Denotes numbers of patients tested. TGF- β 1 8*/10* 0/10 PDGF 8/10 3/7 FGF 6/10 2/7 . Megakaryocytes . Monocytes . * Denotes number of patients with elevated growth factor levels as compared with controls. ** Denotes numbers of patients tested. TGF- β 1 8*/10* 0/10 PDGF 8/10 3/7 FGF 6/10 2/7 View Large"
}