{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1364.1364",
    "article_title": "Modulating the Immunologic Microenvironment in AML By Blocking Both CXCR4 and PD-L1 ",
    "article_date": "December 7, 2017",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background We have shown the importance of microenvironments by displaying the restoration of dysfunctional natural killer (NK) cells' antitumor effects both in vitro and in vivo after a trial of CXCR4 inhibition combined with conventional chemotherapy in acute myeloid leukemia (AML). Recently, the inhibition of programmed death-1(PD-1) /PD-ligand1 (PD-L1) axis in solid cancer has been regarded as a key factor to treating cancer by activating the suppressed immune cells. However, the significance of PD-1/PD-L1 expression in AML has yet to be established, even though PD-1/PD-L1 has already been targeted in clinical trials. Thus, our aim was to revitalize suppressed immune cells by utilizing CXCR4 blockade and anti-PD-L1 in combination with chemotherapy in an AML mouse model. Methods and Results The leukemic mouse model was induced by injecting C1498 (murine AML cell line) cells into C57/Bl-6 mice at D0, and leukemic blasts of the organs of several subgroups treated with cytosine arabinoside (Ara-C) (2 mg/kg, I.P.), plerixafor (2.5 mg/kg, S.C.), and anti-PD-L1 (200 ug/kg, I.P.) in one-by-one additive manners were examined (Fig. 1). Flow cytometric analyses at D+3, D+14, D+19, D+26 and histologic examination after sacrifice were performed to read the therapy-responsive changes of immune cell subsets and blasts reduction. Our data indicated noticeable benefits of this triple combinational treatment with plerixafor, anti-PD-L1, and Ara-C (AMP subgroup in Fig. 2 & Fig. 3) in removal of blasts in vivo; especially, survival rates of leukemic mice in the triple-combined treatment subgroup were higher than those in other subgroups. Moreover, in immune cell subsets in the peripheral blood, the frequency of CD4+ and CD8+ T cells was significantly increased specifically early after completion of the treatment in the triple combinational subgroup with remarkable changes of monocytic myeloid-derived suppressor cells (M-MDSCs) as well as regulatory T cells (Tregs), compared to that of other subgroups. Interestingly, in the triple combinational subgroup, Tregs and M-MDSCs were both significantly decreased while G-MDSCs were significantly increased in the bone marrow (BM) of leukemic mice that were sacrificed alive at D+26. In addition, the phenotypic levels of PD-1 both in the BM and the spleen were relatively low compared to those of other subgroups. These findings implied that the modulation of immune status by applying plerixafor and anti-PD-L1 with Ara-C could lead to a more efficient leukemic blasts ablation through the activation of CD4+ and CD8+ T cells and possibly the suppression of Tregs and/or M-MDSCs in AML. Integrated responses of NK, NKT, and DC cells should be pursued in the future. Conclusion We demonstrated the impact of a strategic triple combinational therapy with anti-PD-L1 and plerixafor with Ara-C in AML. Our results suggest some clues and provide guidelines to developing therapeutic strategies for chemotherapy-resistant patients in clinic by the modulation of leukemic microenvironments. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cxcr4 receptors",
        "programmed cell death 1 ligand 1",
        "immunology",
        "cytarabine",
        "plerixafor",
        "chemotherapy regimen",
        "cancer",
        "ablation",
        "leukemia, myelocytic, acute",
        "mice"
    ],
    "author_names": [
        "Heeje Kim",
        "Hee-Sun Hwang",
        "A-Reum Han",
        "Ji Yoon Lee",
        "Woo-Sung Min"
    ],
    "author_dict_list": [
        {
            "author_name": "Heeje Kim",
            "author_affiliations": [
                "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South) ",
                "Leukemia Research Institute, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hee-Sun Hwang",
            "author_affiliations": [
                "Leukemia Research Institute, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A-Reum Han",
            "author_affiliations": [
                "Leukemia Research Institute, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji Yoon Lee",
            "author_affiliations": [
                "Department of Biomedical Laboratory Science, Sangji University, Wonju, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Woo-Sung Min",
            "author_affiliations": [
                "Catholic Blood and Marrow Transplantation Center, Division of Hematology, Department of Internal Medicine, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:34:56",
    "is_scraped": "1"
}