{
    "doi": "https://doi.org/10.1182/blood.V116.21.1586.1586",
    "article_title": "Sorafenib Treatment Reverses Depletion of Primitive Hematopoietic Stem Cells and Resolves FLT3-ITD Driven Myeloproliferative Disease In a Mouse Model. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells: Poster I",
    "abstract_text": "Abstract 1586 Internal tandem duplication (ITD) mutations in the receptor tyrosine kinase FLT3 are present in approximately 30% of AML patients and portend poor patient survival. Though there are several small molecule tyrosine kinase inhibitors in clinical trials targeting this constitutively activated receptor, none have produced durable remissions as monotherapy. This, along with high rate of relapse of FLT3-ITD+ blasts, suggests that leukemia-sustaining stem cells harboring the mutant receptor may be escaping inhibitor-induced cytotoxicity. The presence of a constitutively active FLT3 in leukemic stem cells (LSCs) may play a role in the continued survival and proliferation of leukemic blasts and provides an attractive and tractable target for therapy against aberrant LSCs. In order to study the reservoir of stem cells bearing the FLT3-ITD mutation, our laboratory has developed a mouse knock-in model expressing the mutation under the control of its endogeneous promoter. In this model, the FLT3-ITD mice develop a myeloproliferative disorder (MPD) characterized by splenomegaly, anemia, and myeloid expansion. Our studies previously revealed that transplantation of unfractionated bone marrow or lineage depleted (LIN-) marrow from FLT3-ITD mice failed to engraft at high levels, suggesting a hematopoietic stem cell (HSC) defect. After attempting multiple immunophenotypic population transplants, only SLAM-defined HSCs (LIN-CD150+CD48-CD41-) resulted in engraftment levels equivalent to WT littermates. Furthermore, transplantation of SLAM-defined HSCs fully recapitulated the MPD phenotype, indicating that the MPD-initiating cell resides in the SLAM compartment. Interestingly, in this model, the SLAM compartment is depleted 2–10 fold as compared to WT mice despite the expansion of other stem/progenitor compartments (i.e. LIN-, KSLs). We hypothesized that the functional HSC defect observed in our earlier transplantation experiments might be due to the depletion of these long-term HSCs (LT-HSCs). To test this hypothesis, we treated WT and FLT3-ITD transplant recipients with sorafenib, a small molecule inhibitor that has previously been shown to have activity against mutant FLT3. Treating recipients of LIN- marrow had no effect on subsequent engraftment capacity, while treatment of FLT3-ITD mice in utero and during early development (before depletion occurred) was able to fully restore HSC numbers and function. In addition to ameliorating the observed stem cell defect, Sorafenib treatment during development also led to a complete disappearance of all signs of myeloproliferative disease. While primitive LT-HSCs are classically defined as FLT3- by immunophenotype, detectable levels of expression of FLT3 were observed by quantitative PCR (qPCR) in both WT and FLT3-ITD SLAM cells. In fact, FLT3-ITD SLAM cells displayed a 6-fold increase in FLT3 mRNA levels over WT controls. We hypothesize that this expression of FLT3-ITD in the SLAM compartment drives over-proliferation and entry into the cell cycle, leading to depletion of the normally quiescent pool of LT-HSCs. In vivo BrdU incorporation confirmed increased proliferation of FLT3-ITD SLAM cells and cell cycle analysis demonstrated a doubling in the number of SLAM cells in G2/M phase. qPCR revealed increased expression of cell cycle-related genes such as CCND1 and PIM1 within the FLT3-ITD SLAM compartment. We demonstrate for the first time, isolation of SLAM-defined MPD-initiating cells allowing transplantation of traditionally difficult-to-transplant MPD, which may be applicable to other such disease models. Here, we also show that the FLT3-ITD mutation disrupts normal hematopoiesis, leading to a depletion of primitive HSCs coupled to progenitor expansion. The resulting myeloproliferative disease can be completely ablated by treatment with the small molecule inhibitor, Sorafenib. The simultaneous amelioration of disease and restoration of LT-HSC numbers demonstrates an intimate link between stem cell function/homeostasis and disease. By successfully targeting the most primitive pool of HSCs, Sorafenib may provide an avenue for the treatment of FLT3-ITD+ leukemic stem cells in combination with additional therapeutics. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "flt3 gene",
        "hematopoietic stem cells",
        "impedance threshold device",
        "mice",
        "ms-like tyrosine kinase 3",
        "myeloproliferative disease",
        "sorafenib",
        "transplantation",
        "leukemic hematopoietic stem cell",
        "anemia"
    ],
    "author_names": [
        "Diane Heiser",
        "S. Haihua Chu",
        "Li Li, PhD",
        "Ian M Kaplan",
        "Curt I. Civin, MD",
        "Donald Small, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Diane Heiser",
            "author_affiliations": [
                "Pediatrics, Center for Stem Cell Biology & Regenerative Medicine, University of Maryland School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "S. Haihua Chu",
            "author_affiliations": [
                "Oncology, Johns Hopkins University, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Li, PhD",
            "author_affiliations": [
                "Oncology, Johns Hopkins University, Baltimore, MD, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian M Kaplan",
            "author_affiliations": [
                "Pediatrics, Center for Stem Cell Biology & Regenerative Medicine, University of Maryland School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Curt I. Civin, MD",
            "author_affiliations": [
                "University of Maryland, School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Small, MD, PhD",
            "author_affiliations": [
                "Oncology and Pediatrics, The Johns Hopkins University School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T15:39:42",
    "is_scraped": "1"
}