{
    "doi": "https://doi.org/10.1182/blood.V118.21.5021.5021",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2042",
    "start_url_page_num": 2042,
    "is_scraped": "1",
    "article_title": "Phase II Trial of Sorafenib in Myelodysplastic Syndrome: A Single Institution Experience ",
    "article_date": "November 18, 2011",
    "session_type": "Myelodysplastic Syndromes",
    "topics": [
        "myelodysplastic syndrome",
        "phase 2 clinical trials",
        "sorafenib",
        "toxic effect",
        "constipation",
        "fatigue",
        "vascular endothelial growth factor a",
        "adverse effects",
        "anti-vascular endothelial growth factor therapy",
        "azacitidine"
    ],
    "author_names": [
        "Arati V Rao, MD",
        "David A. Rizzieri, MD",
        "Louis F. Diehl, MD",
        "Jon P. Gockerman, MD",
        "Mitchell E. Horwitz, MD",
        "Joseph O. Moore, MD",
        "Natalie Sacarakis",
        "Carlos Manuel de Castro, III, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology, and Cellular Therapy, Duke University, Durham, NC, USA, "
        ],
        [
            "Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Medicine, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Medicine, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Medicine, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Cell Therapy, Duke University medical ctr, Durham, NC, USA, "
        ],
        [
            "Medicine - Division of Medical Oncology, Duke University Medical Center, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "36.0114381",
    "first_author_longitude": "-78.9366209",
    "abstract_text": "Abstract 5021 Background: Myelodysplastic Syndrome (MDS) represents a heterogeneous group of stem cell abnormalities characterized by cytopenias and dysplastic cells in both the bone marrow (BM) and peripheral blood. The goals of treatment in MDS are symptom control, to improve the quality of life along with survival and to decrease the risk of progression to Acute Myeloid Leukemia (AML). One of the many biologic hallmarks of MDS is increased angiogenesis in the BM. Sorafenib is a dual kinase inhibitor of both RAF and vascular endothelial growth factor (VEGF). This study proposed using Sorafenib as an anti-VEGF molecule in patients with MDS. The primary endpoint was efficacy of Sorafenib in MDS with secondary endpoints of safety, progression-free survival, and relapse rate. Methods: Patients 18 years or older with a diagnosis of primary or therapy-related myelodysplastic syndrome or myelodysplastic/ myeloproliferative disorders as defined by the WHO, with adequate renal and hepatic function, and ECOG 0–2 were eligible irrespective of prior number of therapies. After informed consent, Sorafenib was prescribed at a dose of 400 mg orally twice a day and was administered on days 1–28 of a 28-day cycle. Patients were evaluated for hematological response using IWSG criteria after 2 cycles and then every 3 cycles thereafter. Toxicity was assessed using the NCI CTCAE V3.0 criteria. Results: N=19 patients were screened from March 2006 to present date. Three patients were ineligible due to the presence of AML in the BM done at the time of screening. In the 16 evaluable patients, median age was 71 years, with 10 males and 6 females. When classified by IPSS, four patients had low-risk, five had intermediate 1, six patients had Intermediate 2, and one patient had high risk MDS. Eight patients had normal karyotype, two had a trisomy 8 and six patients had poor-risk, complex cytogenetics. The median number of prior therapies was two, with 10 patients having received prior hypomethylating agent (azacitidine, decitabine, or both), eight patients having received an ESA (darbepoeitin or erythropoietin), and six patients having received an immunomodulatory agent (thalidomide, lenalidomide). Of note, three patients had secondary MDS i.e. previous exposure to chemotherapy and radiation. Of the 16 patients, one patient is currently on therapy. Seven patients were on the study drug for < 1 month and either stopped the drug on their own or requested to be taken off the trial secondary to toxicity. The mean duration of treatment was 3.6 months and all patients developed some grade 2 or grade 3–4 toxicity, mainly non-hematologic. The most common toxicities that led to discontinuation of the drug included: fatigue, constipation, and neuropathy. One patient developed pancreatitis, and another developed myositis requiring inpatient admission. Four patients on trial had progressive disease i.e. transformed to AML within a mean of 4 months of therapy. Two patients had stable disease, and nine patients refused further BM biopsy to assess response to therapy. Conclusion: While, small numbers limits the study, it provides us with valuable information that Sorafenib 400mg orally BID in elderly MDS patients is fairly toxic. Almost 50% of study patients were on Sorafenib for <1 month and withdrew from the trial due to side effects of fatigue, constipation and diarrhea. Sorafenib may benefit a selective group of patients with myeloid disorders and FLT3 -ITD mutations. Disclosures: No relevant conflicts of interest to declare."
}