{
    "doi": "https://doi.org/10.1182/blood.V124.21.530.530",
    "article_title": "An International Data Set for the Study of Chronic Myelomonocytic Leukemia (CMML) Validates Modern Prognostic Scoring Systems and Demonstrates a Critical Need for Novel Prognostication Strategies ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies I",
    "abstract_text": "Introduction: CMML is a heterogeneous malignancy characterized by peripheral monocytosis and a propensity for AML transformation. Given the low incidence of CMML and its broad range complexity, a large disease-specific data set is necessary to discern independent co-variates predictive of disease behavior. Several prognostic models derived from smaller data sets have been developed to stratify CMML patients into distinct groups that are predictive for OS. However, the validity of these models in a large international data set has never been investigated. Here, we present the largest International CMML data base established to date and report key baseline characteristics predictive for disease outcome. We externally validate and perform a detailed statistical comparison between the International Prognostic Scoring System (IPSS), Revised (R)-IPSS, Global MD Anderson Scoring System (MDASC), MD Anderson Prognostic Score (MDAPS), Dusseldorf Score (DS), Mayo, and Spanish Scoring Systems (CPSS). Methods: Data were abstracted by each contributing institution and deposited for central data review at the Moffitt Cancer Center. Manual review of cases was performed to ensure data quality prior to analysis. Only WHO defined CMML was included. The primary objective of this study was to establish an international CMML data set and validate the above models calculated at the time of presentation to each center. All prognostic models were calculated as previously described. The Kaplan–Meier (KM) method was used to estimate median OS and the log rank test was used to compare KM survival estimates with SPSS version 21.0. Random Forest Survival (RSF) and ROC analysis was done with R. Results: Between July 1981 and June 2014, 1832 CMML patients were captured in the International CMML database. Median age at diagnosis was 70 (16-93) years with a male (67%) predominance. By the WHO classification, the majority of patients had CMML-1 (79.9% vs. 20.1%) and most patients were evenly subcategorized as MPN-CMML (49.8%) versus MDS-CMML (50.2%) by FAB criteria. Splenomegaly was demonstrable in 25%. Most patients had favorable cytogenetics by both IPSS (70%) and CPSS (67.6%) classification schemas. Mean BM blast % was 5.6 and mean monocyte count was 4.85x10 3 /dL. Median OS of the entire data set was 31.6 months. All tested prognostic models were valid and able to predict OS (p<0.0001). To compare relative model performance, 1013 complete cases with sufficient data to calculate all risk models were compared using time dependent receiver operator characteristic (ROC) curves and their area under the curves (AUC). ROC curves were calculated for OS at 36 months. The R-IPSS model had the highest AUC (0.694) while the DS model had the lowest (0.635). The difference in AUC between the R-IPSS and DS models was statistically significant (p = 0.003) whereas there was no significant difference from other models tested. To determine which models were most vulnerable to reclassification from low-risk to higher risk, we calculated a vulnerability score defined by the number of models able to up-stage low-risk disease in more than 15% of cases. Using this metric, the Mayo and MDASC scores were least vulnerable to up-staging by other models. Lastly, we used an orthogonal method for determination of variable importance (RSF for OS at 36 months). RSF is an ensemble method of classification and regression tree methodology. Ranking of variables by their weighted importance determined by this procedure identified the top five variables were hemoglobin, circulating blasts, platelet count, number of cytopenias, and karyotype. A new risk model was developed using the results of the RSF with an AUC of 0.720, which was comparable but not significantly different than other modern scoring systems. Conclusions: This represents the largest international CMML-specific data set derived from eight unique centers of excellence. All modern prognostic models were valid and performed comparably. Despite novel strategies for variable importance discovery, an improved model could not be constructed. This data suggest that the power of clinical variables has reached an asymptote and highlights the need for incorporation of molecular and other novel biological features. This data set is currently being populated with molecular data and is being leveraged to test published CMML molecular prognostic models which will be disclosed at the time of presentation. Disclosures Garcia-Manero: Epizyme, Inc: Research Funding. Fenaux: Celgene, Janssenm, Novartis: Research Funding. Kantarjian: ARIAD, Pfizer, Amgen: Research Funding. Sekeres: Celgene: Membership on an entity's Board of Directors or advisory committees; Amgen Corp: Membership on an entity's Board of Directors or advisory committees; Boehringer-Ingelheim Corp: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "datasets",
        "leukemia, myelomonocytic, chronic",
        "prostatic hypertrophy risk score",
        "cancer",
        "cytopenia",
        "hemoglobin",
        "karyotype determination procedure",
        "monocytosis",
        "splenomegaly",
        "platelet count measurement"
    ],
    "author_names": [
        "Eric Padron, MD",
        "Guillermo Garcia-Manero, MD",
        "Mrinal M. Patnaik, MBBS",
        "Raphael Itzykson",
        "Terra Lasho, PhD",
        "Aziz Nazha, MD",
        "Raajit K. Rampal, MD PhD",
        "Matias Eugenio Sanchez, MD",
        "Elias Jabbour, MD",
        "Najla H Al Ali",
        "Zachary Thompson, PhD",
        "Ji-Hyun Lee, PhD",
        "Simona Colla",
        "Pierre Fenaux, MD PhD",
        "Hagop M. Kantarjian, MD",
        "Sally Killick",
        "Mikkael A. Sekeres, MD MS",
        "Alan F List, MD",
        "Francesco Onida, MD",
        "Rami S Komrokji, MD",
        "Ayalew Tefferi, MD",
        "Eric Solary"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric Padron, MD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mrinal M. Patnaik, MBBS",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael Itzykson",
            "author_affiliations": [
                "Service d'Hematologie, Hopital Avicenne, Bobigny, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terra Lasho, PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aziz Nazha, MD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raajit K. Rampal, MD PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matias Eugenio Sanchez, MD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias Jabbour, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Najla H Al Ali",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zachary Thompson, PhD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji-Hyun Lee, PhD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Colla",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux, MD PhD",
            "author_affiliations": [
                "Hôpital St Louis, Université Paris 7, Paris, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally Killick",
            "author_affiliations": [
                "Royal Bournemouth Hospital, Bournemouth, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan F List, MD",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Onida, MD",
            "author_affiliations": [
                "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, University of Milan, Milan, Italy "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami S Komrokji, MD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayalew Tefferi, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Solary",
            "author_affiliations": [
                "INSERM U1009, Villejuif, France"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T04:06:26",
    "is_scraped": "1"
}