{
    "doi": "https://doi.org/10.1182/blood.V120.21.2699.2699",
    "article_title": "MYD88 Pathway Activation in Lymphoplasmacytic Lymphoma Drives Tumor Cell Growth and Cytokine Expression. ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2699 Myeloid differentiation factor 88 (MYD88) is an adaptor protein that plays a key role in mediating innate immune response. Upon activation of toll-like (TLRs) or IL-1b receptors, MYD88 activates a signaling cascade that culminates in activation of NF-kB and expression of proinflammatory genes. Activating mutations in MYD88 have been reported in non-Hodgkin's lymphoma (NHL) tumors, including diffuse large B cell and marginal zones lymphoma. The most common MYD88 mutation described thus far is a single base pair mismatch resulting in an amino acid switch from lysine to proline at position 265 (MYD88 L265P ). MYD88 L265P functions as a constitutively active MYD88 protein resulting in dysregulated NF-kB and STAT3 signaling. This mutation has recently been reported to be present in lymphomoplasmacytic lymphoma/Waldenstrom macroglobulinemia (LPL/WM) at a high frequency, ∼ 90% (Xu et al, ASH, #261, 2011). The discovery of MYD88 L265P in a high percentage of LPL/WM tumors, and other subtypes of NHL, provides the basis for the identification and targeting of MYD88 dependent pathways. Additionally, the ability of this mutation to drive NF-kB-mediated cytokine expression combined with our finding that LPL/WM patients have elevated serum cytokines suggests that the MYD88 mutation may play a significant role in LPL/WM pathogenesis. We first wanted to confirm the incidence of the MYD88 L265P mutation in LPL/WM and other subtypes of indolent lymphoma. Using Sanger sequencing we found that 57% (n=58) of LPL, 4% of MALT (n=23), 5% of nodal marginal zone (n=34), and 6% of splenic marginal zone (n=34) lymphomas harbor the MYD88 L265P mutation, with all but 1 case being heterozygous. When we specifically looked at the LPL cases with WM, we found that 70% of WM tumors have the MYD88 L265P mutation. In a validation cohort of WM (n=41), we found a similar mutation rate of 68%. Additionally, the WM cell line MWCL1 and the IgM secreting cell line BCWM.1 also harbor the MYD88 L265P mutation. The prevalence of the MYD88 L265P mutation in NHL, specifically WM and LPL, suggests that it may be a novel driver of lymphoma pathogenesis and a potential therapeutic target. However, it is not yet clear if this mutation correlates with activation of signaling pathways, or cell growth and survival in LPL/WM. To address these questions we first explored the possibility that the MYD88 signaling pathway is constitutively active in cells that express MYD88 L265P . Upon activation of TLRs or IL-1b receptors, MYD88 forms a homodiamer and recruits IRAK1/4 and TRAF6 into a complex resulting in association and phosphorylation of TAK1 followed by activation of NF-kB. Using three cell lines that express MYD88 L265P (BCWM, MWCL1, and OCI-Ly3), we looked for complex formation of MYD88, IRAK1/4, TRAF6, and TAK1. Immunoprecipitation of either endogenous IRAK1 or TAK1 revealed constitutive association with both TRAF6 and MYD88. We also detected phosphorylation of TAK1, and taken together, these data suggest that the MYD88 pathway is activated in cells that harbor the MYD88 L265P mutation. We next wanted to confirm the significance of the MYD88 pathway on lymphoma cell growth. Using our cell lines we tested the effect of IRAK1/4, TAK1, and NF-kB inhibitors on cell proliferation. All MYD88 L265P expressing cell lines were sensitive to the TAK1 and NF-kB inhibitors in a dose dependent manner (0–10 uM), however, we only saw inhibition of cell proliferation with the IRAK1/4 inhibitor at the highest dose (10 uM) in the BCWM cell line. These data suggest that cell proliferation is dependent on the MYD88 signaling pathway, with some variation being detected between cell line models and inhibitors. Because the MYD88 pathway has also been shown to drive cytokine secretion we next tested the impact of the IRAK1/4, TAK1, and NF-kB inhibitors on expression of IL-10. Using drug doses that were shown to inhibit cell proliferation, but not impact survival, we found that all three inhibitors reduced the level of IL-10 secreted by each of cell lines. In summary, our data confirm the high incidence on the MYD88 L265P mutation in LPL/WM, we find that the MYD88 signaling pathway is constitutively activated in cells the harbor the mutation, and we show that cell proliferation and cytokine secretion are dependent on MYD88 signaling targets. These studies highlight the biologic significance of the MYD88 L265P mutation in LPL/WM and suggest that the MYD88 signaling pathway may be a novel therapeutic target. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cell growth",
        "cytokine",
        "myd88 gene",
        "neoplasms",
        "waldenstrom macroglobulinemia",
        "nf-kappa b",
        "lymphoma",
        "interleukin-1 beta",
        "interleukin-10",
        "adaptor signaling protein"
    ],
    "author_names": [
        "Stephen M Ansell, M.D., Ph.D.",
        "Frank J Secreto, Ph.D.",
        "Michelle Manske",
        "Esteban Braggio, Ph.D.",
        "Lucy S. Hodge, PharmD, Ph.D.",
        "Tammy Price-Troska",
        "Steven C. Ziesmer",
        "Asher Alban Chanan-Khan, M.D.",
        "Morie A Gertz, M.D.",
        "Ahmet Dogan, MD, PhD",
        "James R Cerhan, MD, PhD",
        "Anne J Novak, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen M Ansell, M.D., Ph.D.",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Frank J Secreto, Ph.D.",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Manske",
            "author_affiliations": [
                "Division of Hematology, Rochester, MN, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esteban Braggio, Ph.D.",
            "author_affiliations": [
                "Division of Hematology-Oncology, Mayo Clinic, Scottsdale, AZ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucy S. Hodge, PharmD, Ph.D.",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tammy Price-Troska",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven C. Ziesmer",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asher Alban Chanan-Khan, M.D.",
            "author_affiliations": [
                "Hematology/Oncology, Mayo Clinic, Jacksonville, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A Gertz, M.D.",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmet Dogan, MD, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R Cerhan, MD, PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne J Novak, Ph.D.",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:30:37",
    "is_scraped": "1"
}