{
    "doi": "https://doi.org/10.1182/blood.V122.21.279.279",
    "article_title": "Effects Of Inhibition Of XPO1/CRM1-Dependent Nuclear Export By Selinexor (KPT-330), Alone and In Combination With Carfilzomib (CFZ), On Apoptosis and Autophagy In Multiple Myeloma (MM) ",
    "article_date": "November 15, 2013",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Introduction Exportin 1 (XPO1/CRM1) is the sole transporter of most tumor suppressor proteins (TSP) from the nucleus to the cytoplasm. Small molecule selective inhibitors of nuclear export (SINE) block XPO1-mediated nuclear export, leading to nuclear retention of TSP, inducing cancer cell death and sensitizing cancer cells to other cytotoxic drugs. Although the cytotoxic and apoptotic effects of SINE on different cancer cells have now been established, the mechanism of cell death is still not fully understood. Recently, autophagy emerged as a possible cell death pathway and alternate to the ubiquitin-proteasome pathway (UPP) by which excess and/or dysfunctional proteins and organelles are degraded and recycled. MM cells require basal autophagy for survival and caspase 10 protease activity is required to limit autophagic cell death. The possibility that autophagy may be involved in the mechanism of action of SINE is supported by observations that knockdown of XPO1 can promote autophagy and that cytoplasmic p53 can repress autophagy. In this study, we evaluated the contribution of autophagy to the effects of Selinexor (KPT-330), a SINE currently in two phase I clinical trials, on MM cell cytotoxicity. Because proteasome inhibition can also induce autophagy, we hypothesized that the combination of Selinexor and CFZ, a next generation irreversible proteasome inhibitor approved for treatment of MM, may synergistically augment cytotoxicity in MM cells. Methods Plasma cells (PC) were purified from consented MM patient bone marrow aspirates using EasySep (Stem Cell Technology). PC purity (>80%) was determined by Wright-Giemsa staining of cytospins. Human myeloma cell lines (HMCL) NCI-H929, RPMI-8226, MM1.S and MM1.R were cultured in RPMI1640 with 10% FBS. IC50 values were determined using GraphPad Prism. Drug combination efficacy was determined using CalcuSyn (Biosoft). Combination index (CI) values <1.0 indicate synergy. Transcription factor profiling plate array II was from Signosis (Sunnyvale, CA). Otherwise, our studies used standard cellular and molecular biology techniques. Results Selinexor caused significant cytotoxicity in HMCL (IC50 10-100 nM), induced cell cycle arrest in G 1 , and promoted apoptotic cell death typified by caspase activation, DNA fragmentation, and Annexin V binding. Importantly, purified PC from newly-diagnosed MM patients were also sensitive to the cytotoxic effects of Selinexor. HMCL treated with KPT-330 also exhibited nuclear retention of p53. To gain insight into more global effects of SINE treatment, we assayed DNA binding activity of approx. 100 different transcription factors. TSP, such as Rb, p53, and EGR-1, exhibited increased activity, whereas proto-oncogenes, including NF-κB, Myc, and Myb, were inactivated in response to KPT-330. Western blot analysis of inactivated targets showed nearly total loss of protein. Unlike XPO1, which is degraded via the UPP upon treatment with SINE, loss of Myc and NF-κB subunits, including RelA, RelB, and p52, could not be reversed by proteasome inhibition. Instead, we found that Selinexor treatment induced markers of autophagy, including LC3B induction and processing, and promoted loss of caspase 10, which is associated with autophagic cell death in MM. Importantly, we have determined that the combination of Selinexor and CFZ results in synergistic cell death (CI 0.2-0.6) characterized by enhanced induction of both apoptosis and autophagy in HMCL. The effects of Selinexor and CFZ were also evaluated in NOD-SCID mice inoculated subcutaneously with NCI-H929 cells. Mice were treated 3 times weekly per os with Selinexor (5 or 10 mg/kg) alone and in combination with twice-weekly IV-administered CFZ (1.5 or 3 mg/kg). After 16 days of treatment, high doses of either CFZ or Selinexor alone moderately inhibit tumor growth. Treatment with the combination of CFZ and Selinexor at all dose levels was more effective than single agent treatment, and high dose combination treatment completely impaired xenograft tumor growth with good tolerability. Conclusion Our studies are the first to suggest that Selinexor-induced cell death correlates with both apoptosis and autophagy, and that both cell death pathways are enhanced in response to combined treatment with CFZ. Overall, our pre-clinical study provides strong rationale for evaluation of Selinexor in combination with CFZ for the treatment of MM. Disclosures: McCauley: Karyopharm Therapeutics Inc.: Employment, Equity Ownership, Patents & Royalties. Shacham: Karyopharm Therapeutics Inc.: Employment, Equity Ownership, Membership on an entity’s Board of Directors or advisory committees, Patents & Royalties. Kauffman: Karyopharm Therapeutics Inc.: Employment, Equity Ownership, Membership on an entity’s Board of Directors or advisory committees, Patents & Royalties. Jakubowiak: BMS: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen-Cilag: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Millennium: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Novartis: Research Funding; Onyx: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau.",
    "topics": [
        "apoptosis",
        "autophagy",
        "carfilzomib",
        "multiple myeloma",
        "selinexor",
        "caspases",
        "cytotoxicity",
        "tumor cells, malignant",
        "transcription factor",
        "tumor growth"
    ],
    "author_names": [
        "Shaun Rosebeck, PhD",
        "Malathi Kandarpa, PhD",
        "Mattina M. Alonge",
        "Jagoda Jasielec, MD",
        "Dominik Dytfeld, MD, PhD",
        "Sean P Maxwell",
        "Stephanie J Kraftson",
        "Dilara McCauley, PhD",
        "Sharon Shacham, PhD, MBA",
        "Michael Kauffman, MD, PhD",
        "Andrzej J. Jakubowiak, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaun Rosebeck, PhD",
            "author_affiliations": [
                "University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Malathi Kandarpa, PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mattina M. Alonge",
            "author_affiliations": [
                "University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jagoda Jasielec, MD",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology/Oncology, The University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominik Dytfeld, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Poznan University of Medical Sciences, Poznan, Poland, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean P Maxwell",
            "author_affiliations": [
                "University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie J Kraftson",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dilara McCauley, PhD",
            "author_affiliations": [
                "Karyopharm Therapeutics Inc, Natick, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Shacham, PhD, MBA",
            "author_affiliations": [
                "Karyopharm Therapeutics Inc, Natick, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kauffman, MD, PhD",
            "author_affiliations": [
                "Karyopharm Therapeutics Inc, Natick, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrzej J. Jakubowiak, MD, PhD",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T02:32:07",
    "is_scraped": "1"
}