{
    "doi": "https://doi.org/10.1182/blood.V106.11.4096.4096",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=341",
    "start_url_page_num": 341,
    "is_scraped": "1",
    "article_title": "Analysis of Structural Changes of the Factor VIII Gene: Intron 1 and 22, in Costarrican Families with Severe Haemophilia A. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Hemophilia A (HA) is X-chromosome linked bleeding disorders caused by deficiency of the coagulation factor VIII. The disease is caused by Factor VIII gene intron 22 inversion in approximately 50% of the patients and by intron 1 inversion in 5% of the patients. Both inversions occur as a result of intrachromosomal recombination between homologous region, in intron 1 or 22 and their extragenic copy located telomeric to the FVIII gene. The goal of the present study was to analyze the presence of these mutations in 15 HA severe Costarrican families. Methods: We studied 122 unrelated HA patients and obligate or possible carriers for the presence of intron 22 or intron 1 by Southern blotting and polymerase chain reaction (PCR). Results: We found altered intron 22 restriction profiles by Southern analyses in 14 of the families, 12 cases type 1 (Figure 1) and 2 cases type 2 inversion. During the screening for intron 1 inversion among the HA patient, who were intron 22 inversion negative, we did not identified this mutation. Interpretation and Conclusions: This report is the first in our haemophilia families dealing with mutations in the intron 22 and intron 1. Our data highlight the importance of the analysis of intron 22 inversion for the association with development of inhibitors in the HA patients and we are continuous searching of intron 1 mutation. This will benefit both genetic counselling and the study of the relationship between genotype and inhibitor development. Fig. 1 View large Download slide Southern blot of HA-I showing the intron 22 inversion of the factor VIII gene. Lane 1 and 2 normal Lane 3: heterozygote carrier and lane 4: patient with the altered fragment, (inversion of the intron 22). Fig. 1 View large Download slide Southern blot of HA-I showing the intron 22 inversion of the factor VIII gene. Lane 1 and 2 normal Lane 3: heterozygote carrier and lane 4: patient with the altered fragment, (inversion of the intron 22). ",
    "topics": [
        "factor viii",
        "genes",
        "hemophilia a",
        "introns",
        "southern blot assay",
        "polymerase chain reaction",
        "bleeding diathesis",
        "blood coagulation disorders",
        "screening"
    ],
    "author_names": [
        "Lizbeth Salazar-Sanchez, PhD",
        "Guillermo Jimenez-Cruz, MD",
        "Pilar Chaverri, MD",
        "Winnie Schroeder, PhD",
        "Karin Wulff, PhD",
        "Miriam Sandoval, Lic",
        "Guenter K.H. Auerswald, MD",
        "Falko H. Herrmann, PhD"
    ],
    "author_affiliations": [
        [
            "CIHATA, Universidad de Costa Rica, San Jose, Costa Rica"
        ],
        [
            "Hospital Mexico, CCSS, San Jose, Costa Rica"
        ],
        [
            "Hospital Mexico, CCSS, San Jose, Costa Rica"
        ],
        [
            "Institut Fur Humangenetik, Universitat Greifswald, Greifswald, Germany"
        ],
        [
            "Institut Fur Humangenetik, Universitat Greifswald, Greifswald, Germany"
        ],
        [
            "Hospital Mexico, CCSS, San Jose, Costa Rica"
        ],
        [
            "Kinderklinik, Hospital Bremen, Bremen, Germany"
        ],
        [
            "Institut Fur Humangenetik, Universitat Greifswald, Greifswald, Germany"
        ]
    ],
    "first_author_latitude": "9.937204900000001",
    "first_author_longitude": "-84.0508641"
}