{
    "doi": "https://doi.org/10.1182/blood.V124.21.4589.4589",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2876",
    "start_url_page_num": 2876,
    "is_scraped": "1",
    "article_title": "Genomic Profile of Patients with Triple Negative (JAK2, CALR and MPL) Essential Thrombocythemia and Primary Myelofibrosis ",
    "article_date": "December 6, 2014",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "topics": [
        "calr gene",
        "genetic profile",
        "myelofibrosis, idiopathic, chronic",
        "thrombocythemia, hemorrhagic",
        "neoplasms",
        "refractory anemia with sideroblasts",
        "cancer",
        "dna",
        "myeloproliferative disease",
        "atypical"
    ],
    "author_names": [
        "Paulo Vidal Campregher, MD",
        "Ricardo Helman, MD",
        "Welbert Oliveira Pereira, PhD",
        "Renato D Puga, MSc",
        "Bianca Garcia Lisboa, MSc",
        "Evelyn Helena Ascendino",
        "Mariana Miyagi",
        "Sandra Nakashima Yoshida",
        "Isabel Bello",
        "Michelli Silva Diniz, RN",
        "Guilherme Fleury Perini, MD",
        "Elvira Velloso, MD PhD",
        "Joao Carlos Guerra, MD PhD",
        "Paulo A.A. Silveira, MDPhD",
        "Nydia Bacal, MD",
        "Roberta Cardoso Petroni",
        "Juliane Musacchio, MD PhD",
        "Rodrigo Santucci, MD",
        "Ana Fernandes Schriefer, MD",
        "Marco A. Salvino, MD PhD",
        "Soares Almeida Rodolfo, MD",
        "Manuela Pinto Tibúrcio",
        "Leila Martins Perobelli, MD",
        "Eizabeth Xisto Souto, MD",
        "Danielle Leao Cordeiro De Farias, MD MSc",
        "Marcia Higashi, MD",
        "Adriana Valente Fadel, MD",
        "Tarcila S Datoguia, MD",
        "Carolina Kassab, MD",
        "Leandro Padua, MD",
        "Patricia W Bollman, MD",
        "Fernando Ferreira Costa, MD PhD",
        "Nelson Hamerschlak, MD PhD",
        "Fabio Pires de Souza Santos, MD"
    ],
    "author_affiliations": [
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil ",
            "Universidade Estadual de Campinas, Campinas, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Hospital Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Clínica Oncológica Integrada, Rio De Janeiro, Brazil ",
            "Coi-Clinicas Oncologias Int., Rio de Janeiro, Brazil "
        ],
        [
            "HEMOMED, Sao Paulo, Brazil "
        ],
        [
            "Universidade Federal da Bahia, Salvador, Brazil "
        ],
        [
            "Federal University of Bahia, Salvador, Brazil "
        ],
        [
            "Universidade Federal do Rio Grande do Norte, Natal, Brazil "
        ],
        [
            "Universidade Federal do Rio Grande do Norte, Natal, Brazil "
        ],
        [
            "Hospital Brigadeiro, São Paulo, Brazil "
        ],
        [
            "Hospital Brigadeiro, Sao Paulo, Brazil "
        ],
        [
            "Hospital das Clinicas-Universidade Federal De Goias, Goiania - Goias, Brazil "
        ],
        [
            "Fundação Hospital Amaral Carvalho, Jaú, Brazil "
        ],
        [
            "UNESP, Botucatu, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ],
        [
            "Centro de Hematologia de São Paulo, Sao Paulo, Brazil "
        ],
        [
            "Hospital Leforte, Sao Paulo, Brazil "
        ],
        [
            "Hospital Mário Covas, Santo Andre, Brazil "
        ],
        [
            "University of Campinas - UNICAMP, Campinas, Brazil "
        ],
        [
            "Hospital Israelita Albert Einstein, São Paulo, Brazil"
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
        ]
    ],
    "first_author_latitude": "-23.5999636",
    "first_author_longitude": "-46.7152614",
    "abstract_text": "Introduction: Essential Thrombocythemia (ET) and Primary Myelofibrosis (PMF) are myeloproliferative neoplasms (MPN) with similar driver mutations. The three hallmark molecular alterations in these diseases are JAK2, MPL and CALR mutations. Patients with myelodysplastic/myeloproliferative (MPN/ MDS) neoplasms such as refractory anemia with ring sideroblasts and thrombocytosis (RARS-T) also present with the same hallmark genetic changes. Nevertheless, roughly 10% of these patients do not present mutations in neither of these genes. Recent data suggest that triple negative patients have a more aggressive clinical course. While the molecular alterations present in patients with MPN have been extensively studies, the genomic profile of triple negative TE/PMF/RARS-T has not been described. To better characterize these patients we performed whole exome / genome sequencing of paired granulocytes and skin from 15 triple negative MPN patients Methods: A total of 15 patients with triple negative MPN or MPN/ MDS [PMF (N=6)/TE (N=8)/RARS-T (N=1)] were analyzed. DNA was extracted from CD66b+ magnetic bead selected granulocytes (EasySep, Stem Cell Technologies) and matched skin biopsies with QiaAmp DNA Mini kit (Qiagen). Whole-exome targeted capture was carried out on 3 μg of genomic DNA, using the SureSelect Human Exome Kit 51Mb version 4 (Agilent Technologies, Inc., Santa Clara, CA, USA). The exome library was sequenced with 100 bp paired-end reads on an Illumina HiSeq2000. Somatic variants calls were generated by combining the output of Somatic Sniper (Washington University), Mutect (Broad Institute) and Pindel (Washington University). Tumor coverage was 150x and germline coverage was 60x. The combined output of these 3 softwares was further filtered by in-house criteria in order to reduce false-positive calls (minimum coverage at both tumor/germline ≥8 reads; fraction of reads supporting alternate allele ≥5% in tumor and ≤10% in germline; ratio of allele fraction tumor:germline >2). All JAK2 and CALR mutations were validated through Sanger sequencing. Validations of other somatic mutations are under way at this point. Results: First we asked whether other hematopoietic related genes could be responsible for the pathogenesis of the triple negative cases. With that goal we searched for high confidence mutations in genes that are mutated in at least 1% of patients with hematopoietic tumors on COSMIC (catalog of somatic mutations in cancer) database and also genes known to be recurrently mutated in myeloid malignancies. Only 6 out of 15 patients presented mutations in other myeloid related genes. The diagnosis of these patients were PMF=4, TE=2. The hematopoietic related genes mutated in these patients were: ASXL1 (n=4), CUX1 (n=3), NRAS (n=2) and ATM, CBL, CSFR3, CREBBP, DNMT3A, ETV6, EZH2, JARID2, MLL2, PHF6, SRSF2, STAG2, TET2, GNAS, U2AF1 (n=1). Noteworthy, we have found one known oncogenic mutation in CSFR3, an alteration supposed to be specific for chronic neutrophilic leukemia and atypical CML, in a patient with ET, and an oncogenic mutation in GNAS in a patient with PMF. In addition, the patient with RSRA-T had a putative oncogenic mutation in PTPN11 Remarkably, the average number of hematopoietic related mutations in these patients was 5, significantly higher than the total number of mutations found in another cohort of patients with either JAK2 (average = 1.7) or CALR mutations (average = 1.9). Although our numbers are small, we may speculate that the high incidence of ASXL1 mutations (28%) associated with a high number of prognostically detrimental mutations can partially explain the worse outcomes associated with triple negative MPN. Noteworthy is also the high prevalence of CUX1 mutations in this subset of patients (21%) when compared to other myeloid malignancies in general. Regarding the other 9 patients for whom no hematopoietic mutations could be identified, 6 patients had ET, 2 patients PMF and one patient had RARS-T. Conclusion : We have shown that: i-patients with triple negative MPN are molecularly heterogeneous, with one group presenting a high number of hematopoietic related mutations, ii-the most common mutations present in these patients are ASXL1, CUX1 and NRAS, iii-The majority of these patients do not present mutations in hematopoietic related genes, what suggests that non-described molecular mechanisms are operating in these patients. Disclosures No relevant conflicts of interest to declare."
}