{
    "doi": "https://doi.org/10.1182/blood.V106.11.5028.5028",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=392",
    "start_url_page_num": 392,
    "is_scraped": "1",
    "article_title": "Xanthohumol Induces Apoptosis in B-CLL Mediated by Caspase 9 Following Downregulation of bcl-xL and mcl-1. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction Xanthohumol is a hop-derived prenylated chalcone with structural similarities to flavopiridol. It has documented impact on breast cancer cell growth and invasiveness in vitro . Based on these observations, lymphocytes from patients with 20 B-CLL were cultured in the presence of xanthohumol in vitro . Methods Xanthohumol was dissolved in DMSO and used at concentrations up to 50 μM. B-CLL cells were cultured in RPMI 1640–10% FBS in vitro. Apoptosis, cell cycle analysis and bcl-2 expression was assessed by flow cytometry. PARP, Erk1/2, p38, Akt, JNK, p70 S6K , and P-p38, P-Akt, P-JNK, and P-p70 S6K , caspase 3, 8 and 9, and bcl-XL and mcl-1 were assessed by Western Blot. Results After 24h, xanthohumol induced dose-dependent killing of B-CLL cells at a LD 50 (24h) of 24.4 ± 6.6 μM, independently of known adverse prognostic factors such as Ig mutation status, ZAP-70, and cytogenetic abnormalities including 17p-loss of p53. Cell death was associated with PARP cleavage and Annexin V positivity, suggestive of an apoptotic mechanism. Apoptosis was accompanied by cleavage of procaspase-9 but not of procaspase-8. Among bcl-2 family members tested, there was a decrease in bcl-2, bcl-xL and mcl-1 expression. The effects of xanthohumol on the major signal transduction pathways showed no effect on Jnk, Akt, p38 and Erk phosphorylation, but stimulation of p70 S6K phosphorylation which could not be inhibited by rapamycin, a specific inhibitor of mTOR. Conclusion Xanthohumol has antitumor activity on B-CLL cells in vitro that appears to be independent both of DNA-damage and of Zap-70 effects on signal transduction.",
    "topics": [
        "apoptosis",
        "bcl-xl protein",
        "caspase-9",
        "down-regulation",
        "proto-oncogene proteins c-akt",
        "poly(adp-ribose) polymerases",
        "zap-70 kinase",
        "annexin a5",
        "breast cancer cells",
        "caspase-3"
    ],
    "author_names": [
        "Barbara Vanhoecke, PhD",
        "Sofie Lust",
        "Ann Janssens, MD",
        "Jan Philippe, MD, PhD",
        "Marc Bracke, MD, PhD",
        "Fritz Offner, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Experimental Cancerology, University Ghent, Gent, Belgium"
        ],
        [
            "Hematology, University Hospital Ghent, Gent, Belgium"
        ],
        [
            "Hematology, University Hospital Ghent, Gent, Belgium"
        ],
        [
            "Laboratory of Hematology, University Hospital Ghent, Gent, Belgium"
        ],
        [
            "Experimental Cancerology, University Ghent, Gent, Belgium"
        ],
        [
            "Hematology, University Hospital Ghent, Gent, Belgium"
        ]
    ],
    "first_author_latitude": "51.0246858",
    "first_author_longitude": "3.7253383"
}