{
    "doi": "https://doi.org/10.1182/blood.V128.22.5226.5226",
    "article_title": "γH2AX Foci Increase Across the Spectrum from Myelodysplastic Syndromes to Acute Myeloid Leukemias and Co-Localize with 53BP1 in Specific Patterns in the Context of an Impaired DNA Damage Response ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Purpose: Increased DNA damage and alteration of the DNA damage response (DDR) are critical features of genetic instability presumably implicated in pathogenesis of myelodysplastic syndromes (MDS) and acute myeloid leukemias (AML). Materials and methods: We performed combined γH2AX/53BP1 immunofluorescent focus staining of DNA double-strand breaks (DSB) in MDS and AML cell lines, in CD34+ selected cells of normal and MDS bone marrow (including three cases of chronic myelomonocytic leukemias) and in blasts of AML bone marrow. In addition, we screened for activation of DDR by immunoblotting of p-ATM, p-ATR, p-CHK1, p-CHK2 and p-TP53. Results: Compared to γH2AX foci levels in normal bone marrow samples (0.18 focus per CD34+ ± 0.6), increased levels of γH2AX foci were detected in 1/1 MDS cell line (6.4 foci per cell ± 0.0), 6/6 AML cell lines (12.0 foci per cell ± 0.6), 12/12 MDS bone marrow samples (2.8 foci per CD34+ ± 0.7) as well as 12/12 AML bone marrow samples (6.0 foci per blast ± 0.6). γH2AX and 53BP1 co-localized in all tested samples forming diffuse, clustered and marginal patterns. DDR proteins were expressed heterogeneously suggesting impairment of DDR. Conclusions: Our results provide evidence for a continuous increase of constitutive DSB across the spectrum from MDS to AML in the context of an impaired DDR. γH2AX and 53BP1 co-localize in unique patterns in nuclei of MDS and AML presumably owing to a non-random spatial organization of the genome and foci formation implies promotion of ineffective nonhomologous end-joining repair mechanisms at sites of constitutive DSB. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dna damage",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "tumor suppressor p53-binding protein 1",
        "bone marrow specimen",
        "discoidin domain receptors",
        "dna",
        "immunoblotting",
        "leukemia, myelomonocytic, chronic",
        "protein p53"
    ],
    "author_names": [
        "Henning D Popp, MD",
        "Susanne Brendel",
        "Nicole Naumann",
        "Thomas Henzler, MD",
        "Wolf-Karsten Hofmann, MD",
        "Alice Fabarius, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Henning D Popp, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Medical Faculty Mannheim of the University of Heidelberg, Mannheim, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanne Brendel",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Mannheim, University of Heidelberg, Mannheim, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Naumann",
            "author_affiliations": [
                "Department of Hematology and Oncology, Medical Faculty Mannheim of the University of Heidelberg, Mannheim, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Henzler, MD",
            "author_affiliations": [
                "Institute of Clinical Radiology and Nuclear Medicine, Medical Faculty Mannheim of the University of Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolf-Karsten Hofmann, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Medical Faculty Mannheim of the University of Heidelberg, Mannheim, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice Fabarius, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Medical Faculty Mannheim of the University of Heidelberg, Mannheim, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T09:31:05",
    "is_scraped": "1"
}