{
    "doi": "https://doi.org/10.1182/blood-2020-141344",
    "article_title": "Intensity of Front-Line Regimen Is Associated with Admissions, in-Hospital Days, and Discharge Destination in Older Adults with Acute Myeloid Leukemia: A Population-Based Analysis ",
    "article_date": "November 5, 2020",
    "session_type": "903.Health Services Research-Malignant Conditions (Myeloid Disease)",
    "abstract_text": "Introduction Acute myeloid leukemia (AML) is predominantly a cancer of older adults, with median age at diagnosis of 68 years. Traditionally, AML is treated with intensive induction chemotherapy; however, older adults with AML are often poor chemotherapy candidates due to reduced performance status and multiple comorbidities. Recently, several non-traditional treatment regimens for AML have emerged that may offer less intense toxicity profiles compared to traditional chemotherapy, can be administered in the outpatient setting, and provide new front-line options for older or frailer adults with AML. We hypothesized that relative to traditional cytotoxic chemotherapy, these non-traditional options would be associated with fewer hospital admissions, fewer days in-hospital, and more frequent discharges to home rather than skilled nursing facilities among newly diagnosed older AML patients. Methods Patients ≥ 60 years with a first diagnosis of AML in the California Cancer Registry (CCR) between 2014-2017 were included. Front-line treatment regimen was manually abstracted from unstructured free-text fields in the CCR and categorized as no treatment, traditional cytotoxic chemotherapy, or non-traditional therapy. Non-traditional therapy was defined as a hypomethylating agent and venetoclax in monotherapy or combination, liposomal cytarabine and anthracycline, or non-cytotoxic targeted agents. The CCR was linked with statewide hospitalization data to obtain number of in-hospital days and number of admissions during the first 100 days following diagnosis as well as discharge destination (home/usual care vs non-home location). Results Of the 4,086 patients identified, 3,068 (75.1%) had available treatment data and are included in the current analysis. Thirty-four percent of patients were 60-69 years at diagnosis, 39.0% were 70-90 years, and 27.1% were ³ 80 years. Nearly one-third (28.5%) had ≥ 2 comorbidities. During the study period, 36.3% received traditional cytotoxic chemotherapy, 41.6% received non-traditional therapy, and 22.0% received no treatment. WAcross the full cohort, during the first 100 days following diagnosis, the median number of in-hospital days was 22, and 79.8% of patients had at least one hospitalization. Compared to patients receiving traditional chemotherapy, patients receiving non-traditional therapy spent less time in the hospital (42 vs 15 days, p < 0.001). Patients receiving traditional chemotherapy also had more hospital admissions, with 63.4% having ≥ 2 admissions compared with 46.8% of patients receiving non-traditional therapy (p < 0.001) (Table 1). Of the 2,443 patients with at least one hospitalization, 2,046 (83.7%) were discharged alive to either a home or non-home location; of these, 68.4% were discharged to home and/or usual self-care, 8.6% to a non-home location, such as acute rehabilitation or a skilled nursing facility, and 6.7% to hospice. The remaining patients either died in the hospital (13.5%) or had an alternate discharge destination, such as intrahospital transfer (2.7%) WCompared to patients receiving traditional chemotherapy, a lower proportion of patients receiving non-traditional therapies died in the hospital (11.0% vs 6.4% p <0.001) and a greater proportion were discharged to hospice (1.6% vs 3.3%, p = 0.009). Although patients receiving non-traditional therapies were less commonly hospitalized, if hospitalized, these patients were more likely to require skilled care upon discharge. Of the patients receiving non-traditional therapy discharged alive and without hospice, 11.5% were discharged to a non-home location compared to only 5.8% of patients receiving traditional chemotherapy. Conclusions Using a population-based approach, we demonstrate that older adults with AML receiving non-traditional induction therapies have fewer admissions, in-hospital days, and in-hospital deaths, but did not have a decreased need for skilled services upon hospital discharge. At the population level, non-traditional therapies offer new treatment opportunities for older and frailer adults with AML. Additional studies evaluating health-related quality of life among older adults treated with these approaches are needed to delineate the patient-centered benefit of these therapies relative to traditional chemotherapy. View large Download slide View large Download slide  Close modal Disclosures Muffly: Adaptive: Research Funding; Amgen: Consultancy; Servier: Research Funding.",
    "author_names": [
        "Vanessa E Kennedy, MD",
        "Theresa Keegan, PhD MS",
        "Qian Li, MS",
        "Fran Maguire, PhD MPH",
        "Lori S. Muffly, MD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Vanessa E Kennedy, MD",
            "author_affiliations": [
                "University of California- San Francisco, San Francisco, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Theresa Keegan, PhD MS",
            "author_affiliations": [
                "University of California, Davis, Sacramento, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qian Li, MS",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fran Maguire, PhD MPH",
            "author_affiliations": [
                "California Cancer Reporting and Epidemiologic Surveillance Program, University of California Davis Health, Institute for Population Health Improvement, Davis, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori S. Muffly, MD MS",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T21:26:54",
    "is_scraped": "1"
}