{
    "doi": "https://doi.org/10.1182/blood.V120.21.1940.1940",
    "article_title": "Gastrointestinal and Hepatic Involvement in Chronic Gvhd: An Analysis From the Chronic Gvhd Consortium ",
    "article_date": "November 16, 2012",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "abstract_text": "Abstract 1940 Background: Chronic graft-versus-host disease (GVHD) is a significant source of morbidity, mortality, impaired patient-reported quality of life (QOL), greater symptom burden, and prolonged duration of immune suppressive therapy following allogeneic hematopoietic cell transplantation (HCT). While available data support the adverse prognosis of overlap subtype of chronic GVHD, the relative importance of site of gastrointestinal (GI) and type of hepatic involvement is not known. Methods: We analyzed prospectively acquired observational cohort data to examine whether the site of GI involvement (esophageal, upper GI, lower GI) and type of hepatic laboratory test abnormality (bilirubin, alkaline phosphatase (AP), alanine aminotransferase (ALT) elevation over the upper limit of normal based on study site-specific laboratory reference ranges) among chronic GVHD-affected patients are associated with overall survival (OS) and non-relapse mortality (NRM), symptoms (Lee Symptom Scale), and quality of life (QOL) per SF-36 and FACT-BMT instruments. Results: This analysis included 567 individual subjects with baseline and 1548 follow up visits. The majority were incident cases (59%), adults (98%), and predominantly White/Non-Hispanic. Median time from HCT to cohort enrollment was 11.9 months (range 3–294 months). Overall NIH chronic GVHD severity was mild in 10%, moderate in 52%, and severe in 38% at enrollment. Prior acute GVHD was noted in 66%, KPS < 80% in 17%, and platelet count at chronic GVHD onset of < 100 K/uL in 23%. At enrollment, GI involvement was seen in 40% (upper GI 20%, esophagus 16%, lower GI 13%), and liver involvement was seen in 52% (AP 38%, ALT 38%, bilirubin 10%). Time from transplant to cGVHD onset was not different for patients with or without GI involvement or hepatic involvement. In multivariate analysis utilizing data from enrollment visits only and adjusting for patient and transplant variables, lower GI involvement (HR 1.7, p=0.03) and elevated bilirubin (HR 2.36, p=0.001) were associated with OS; both were also associated with NRM. In multivariable analysis using all visits (time-dependent covariates), GI score greater than zero (HR 1.7, p=0.01) and elevated bilirubin (HR 3.7, p<0.001) were associated with OS; results were similar for NRM. Separate models were constructed to examine the relationship of severity of GI and hepatic involvement (0–3 severity score per NIH consensus) and mortality: Increasing lower GI severity at enrollment was significantly associated with non-relapse mortality, with progressively increasing HR for greater severity levels (lower GI score 2/3 vs. 0: HR 5.5, 95% CI 2.3–13.1, p = 0.0001). Increasing bilirubin was also associated with NRM (bilirubin score 2/3 vs. 0: HR 3.3, 95% CI 1.3–8.4, p=0.01). A similar association was observed for bilirubin elevation and NRM in the time-dependent model (bilirubin 2/3 vs. 0: HR 8.9, 95% CI 3.3–24, p < 0.0001). When analyzing all visits, any esophageal involvement and GI score greater than zero were associated with both symptoms and QOL while elevated bilirubin was associated with QOL. We found no consistent evidence that upper GI involvement, AP, ALT, or NIH liver score add prognostic value for survival, overall symptom burden, or quality of life. Conclusion: These data support important differences in patient-reported outcomes according to GI and hepatic involvement among chronic GVHD affected patients, and identify those with elevated bilirubin or higher GI score at any time, or lower GI involvement at cohort enrollment, as patients at greater risk for mortality under current treatment approaches. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bilirubin level, increased",
        "graft-versus-host disease, chronic",
        "bilirubin",
        "upper gastrointestinal tract series",
        "graft-versus-host disease",
        "transplantation",
        "alanine transaminase",
        "alkaline phosphatase",
        "follow-up",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Joseph Pidala, MD, MS",
        "Xiaoyu Chai, MS",
        "Brenda Kurland, PhD",
        "Mukta Arora, MD",
        "Corey Cutler, MD, MPH, FRCPC",
        "Mary E.D. Flowers, MD",
        "Yoshi Inamoto, MD",
        "Madan Jagasia, MBBS, MS",
        "Nandita Khera, MD",
        "Jeanne Palmer, MD",
        "Georgia Vogelsang",
        "Stephanie J Lee, MD, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph Pidala, MD, MS",
            "author_affiliations": [
                "Blood and Marrow Transplantation, Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaoyu Chai, MS",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda Kurland, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mukta Arora, MD",
            "author_affiliations": [
                "University of Minnesota Medical Center, Minneapolis, MN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corey Cutler, MD, MPH, FRCPC",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary E.D. Flowers, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshi Inamoto, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madan Jagasia, MBBS, MS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nandita Khera, MD",
            "author_affiliations": [
                "Hematology Oncology/ Blood and Marrow Transplant, Mayo Clinic Arizona, Phoenix, AZ, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanne Palmer, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georgia Vogelsang",
            "author_affiliations": [
                "Johns Hopkins University"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie J Lee, MD, MPH",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T09:31:16",
    "is_scraped": "1"
}