{
    "doi": "https://doi.org/10.1182/blood.V124.21.1302.1302",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2789",
    "start_url_page_num": 2789,
    "is_scraped": "1",
    "article_title": "Using the Rothman Index to Predict Discharge and Readmission Rates in an Inpatient Hematology Unit ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: Poster I",
    "topics": [
        "patient readmission",
        "hematologic neoplasms",
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "lymphoma, non-hodgkin",
        "multiple myeloma",
        "solid tumors",
        "vital signs",
        "cancer care facilities",
        "health personnel"
    ],
    "author_names": [
        "Roger Y. Kim, BS",
        "Xiaopan Yao, PhD",
        "Peter Longley, RN, DNP",
        "Joan Rimar, DNSc, RN",
        "Chryssanthi Kournioti, MD",
        "Alfred Ian Lee, MD PhD"
    ],
    "author_affiliations": [
        [
            "Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Yale Cancer Center, New Haven, CT "
        ],
        [
            "Yale New Haven Health System, New Haven, CT "
        ],
        [
            "Yale New Haven Health System, New Haven, CT "
        ],
        [
            "Yale-New Haven Medical Center Oncology Program, New Haven, CT "
        ],
        [
            "Yale University School of Medicine, New Haven, CT"
        ]
    ],
    "first_author_latitude": "41.30323",
    "first_author_longitude": "-72.9338698",
    "abstract_text": "BACKGROUND: Limited data exists regarding predictors of discharge (DC) disposition and readmission (RA) rates for hematology-oncology patients who are hospitalized. The Rothman Index (RI) is a single numerical score ranging from -91 to 100 derived from 26 data elements including vital signs, laboratory results, and nursing assessments. It is automatically calculated and displayed in real-time in the electronic medical record by a commercial software system. A previous analysis at our institution revealed a significant association between RI and DC disposition, and between RI and RA rates, for patients with solid tumors who were hospitalized in a dedicated inpatient oncology unit. We sought to determine the effectiveness of RI in predicting DC disposition and RA rates for hospitalized patients with hematologic malignancies. METHODS: Medical records of patients with hematologic malignancies admitted to Yale Cancer Center between 3/1/13 and 2/28/14 were reviewed. Admissions for elective chemotherapy were excluded. DC disposition was categorized as home (Hm), nursing home (NH), hospice (Hp), or death (D). RI at DC was examined as a predictor of DC disposition, overall RA rate, and RA rate of patients discharged to Hm. As an individual patient might have several admissions, generalized estimating equation models were used to assess the effect of RI at DC on DC disposition and the possibility of RA by controlling the within subject correlation. RESULTS: A total of 281 patients comprising 520 admissions were included in the final analysis. The median age was 59 (range: 19-93; age 70 or older: 21%), and 53% of patients were male. The most common hematologic malignancies were non-Hodgkin lymphoma (33%), acute myeloid leukemia (25%), and multiple myeloma (19%). Among all admissions, DC disposition was as follows: Hm, 439 (84%); NH, 53 (10%); Hp, 18 (4%); and D, 10 (2%). RI at DC was a significant predictor of DC disposition (p = 0.0001), with median RI at DC as follows: Hm, 82.1; NH, 61.4; Hp, 38.7; and D, -1.3. Patients with lower RI at DC were significantly more likely to be readmitted (p = 0.0006), even when the analysis was restricted to patients who had been discharged to Hm (p = 0.0131). Among Hm patients, RA rate was 61% for those whose RI at DC was < 60 and 46% for RI at DC > 60. CONCLUSIONS: The RI at DC significantly correlated with patient DC disposition and RA rates and may assist health care providers in DC planning with the goal of reducing hospital RA rates and ultimately health care costs. Disclosures Lee: Pfizer: Consultancy."
}