{
    "doi": "https://doi.org/10.1182/blood.V106.11.3590.3590",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=372",
    "start_url_page_num": 372,
    "is_scraped": "1",
    "article_title": "Altered Hepcidin Regulation in Hereditary Hemochromatosis and Dysmetabolic Hyperferritinemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Hepcidin, the key iron-regulatory hormone synthesized by the liver, blocks iron absorption in duodenum and iron recycling from macrophages. Hepcidin dysregulation is implicated in the pathogenesis of several iron disorders. Hepcidin deficiency was observed in most types of hereditary hemochromatosis, including the HFE-related hemochromatosis, where decreased levels of hepcidin mRNA were found in patients with HFE mutations and in mice lacking HFE. However, levels of the bioactive hepcidin peptide in this disease have not been evaluated. We analyzed urinary hepcidin concentrations in a large cohort of patients with hepatic diseases associated with iron dysregulation, including untreated and treated HFE hemochromatosis (HH), dysmetabolic hyperferritinemia (DYSH) and alcoholic cirrhosis (AC). In untreated HH patients (n=33), hepcidin levels were marginally increased in comparison to controls (n=71). However, the hepcidin/ferritin ratio, an index of appropriateness of hepcidin response to iron load, was decreased in untreated HH group compared to controls, suggesting that hepcidin levels were inappropriately low for the degree of iron loading. In treated HH patients (n=41), hepcidin levels were decreased when compared to either controls or untreated HH group, but the hepcidin/ferritin ratio was not statistically different from the control group ratio. Since hemoglobin levels in the iron-depleted HH group remained unchanged, hepcidin decrease is likely not related to hypoxia, but rather demonstrates partial responsiveness to changes in iron stores. In alcoholic cirrhosis (n=43), hepcidin levels were decreased when compared to controls which may be due to decreased hemoglobin levels observed in these patients and to the replacement of hepcidin-producing hepatocytes by scar tissue. Patients with DYSH (n=40) had increased hepcidin levels in comparison to the controls. Although the underlying cause is yet unclear, the increased hepcidin levels in DYSH could be a contributing factor for the characteristic iron accumulation in both macrophages and parenchymal cells, similar to anemia of chronic diseases. Our study suggests that dysregulation of hepcidin is a likely cause of iron metabolism abnormalities in HH and in DYSH.",
    "topics": [
        "hemochromatosis",
        "hepcidin",
        "iron",
        "ferritin",
        "hemoglobin measurement",
        "anemia",
        "chronic disease",
        "cicatrix",
        "hormones",
        "hypoxia"
    ],
    "author_names": [
        "Elizabeta Nemeth",
        "Olivier Loreal",
        "Caroline Le Lan",
        "Martine Ropert",
        "Marie-Bérengère Troadec",
        "Lénaïck Detivaud",
        "Christine Jard",
        "Michele Pouchard",
        "André Le Treut",
        "Yves Deugnier",
        "Tomas Ganz",
        "Pierre Brissot"
    ],
    "author_affiliations": [
        [
            "Medicine, David Geffen School of Medicine, University of California, Los Angeles, CA, USA",
            " "
        ],
        [
            "INSERM U522; IFR 140, University of Rennes 1, Rennes, France",
            " "
        ],
        [
            "Liver Diseases, University Hospital Pontchaillou, Rennes, France",
            " "
        ],
        [
            "Laboratory of General Biochemistry and Enzymology, University Hospital Pontchaillou, Rennes, France",
            " "
        ],
        [
            "INSERM U522; IFR 140, University of Rennes 1, Rennes, France",
            " "
        ],
        [
            "INSERM U522; IFR 140, University of Rennes 1, Rennes, France",
            " "
        ],
        [
            "Health Examination Center, University Hospital Pontchaillou, Rennes, France",
            " "
        ],
        [
            "Health Examination Center, University Hospital Pontchaillou, Rennes, France",
            " "
        ],
        [
            "Laboratory of General Biochemistry and Enzymology, University Hospital Pontchaillou, Rennes, France",
            "UMR 6061 CNRS, Rennes, France",
            " "
        ],
        [
            "Liver Diseases, University Hospital Pontchaillou, Rennes, France",
            " "
        ],
        [
            "Medicine, David Geffen School of Medicine, University of California, Los Angeles, CA, USA",
            " "
        ],
        [
            "INSERM U522; IFR 140, University of Rennes 1, Rennes, France",
            "Liver Diseases, University Hospital Pontchaillou, Rennes, France",
            " "
        ]
    ],
    "first_author_latitude": "34.064282899999995",
    "first_author_longitude": "-118.44235619999999"
}