{
    "doi": "https://doi.org/10.1182/blood.V116.21.1263.1263",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1728",
    "start_url_page_num": 1728,
    "is_scraped": "1",
    "article_title": "Zygomycosis After Allogeneic Hematopoietic Stem Cell Transplantation: A French Multicenter Cohort Study (2003-2008) ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications and Immune Reconstitution of Transplantation: Poster I",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "zygomycosis",
        "infections",
        "graft-versus-host disease",
        "antifungal agents",
        "hematopoietic stem cell transplantation",
        "voriconazole",
        "amphotericin b",
        "biopsy",
        "caspofungin"
    ],
    "author_names": [
        "Alienor Xhaard",
        "Fanny Fanternier",
        "Eric Dannaoui",
        "Anne Bergeron-Lafaurie",
        "Claire Lacroix",
        "Raoul Herbrecht",
        "Faezeh Legrand",
        "Mohamad Mohty",
        "Mauricette Michallet",
        "Catherine Cordonnier-Carlet",
        "Sandra Malak",
        "Denis Guyotat",
        "Louis Jean Couderc",
        "Gerard Socie",
        "Olivier Lortholary",
        "Patricia Ribaud"
    ],
    "author_affiliations": [
        [
            "Hematology-Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Infectious diseases, Necker Hospital, Paris, France, "
        ],
        [
            "Pasteur Institute, Paris, France, "
        ],
        [
            "Pneumology, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Mycology, Saint-Louis Hospital, Paris, "
        ],
        [
            "Oncology & Hematology, Hopital de Hautepierre, Strasbourg, France, "
        ],
        [
            "Hematology, CHU Besançon, Besancon, France, "
        ],
        [
            "Hematology Department, CHU de Nantes, Nantes, France, "
        ],
        [
            "Hôpital Edouard Herriot, Lyon, France, "
        ],
        [
            "Hematology, Henri-Mondor Hospital, Creteil, France, "
        ],
        [
            "Hematology, Saint-Antoine Hospital, Paris, France, "
        ],
        [
            "Hematology, Institut de Cancérologie de la Loire, Saint Priest en Jarez, France, "
        ],
        [
            "Pneumology, Foch Hospital, Suresnes, France"
        ],
        [
            "Hematology-Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Infectious diseases, Necker Hospital, Paris, France, "
        ],
        [
            "Hematology-Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.87363445",
    "first_author_longitude": "2.3685490000000002",
    "abstract_text": "Abstract 1263 Background: To evaluate the clinical characteristics and outcome of zygomycosis (ZG) in allogeneic hematopoietic stem cell transplant (HSCT) recipients. Methods: Retrospective cohort study involving HSCT patients with ZG diagnosed between 2003 and 2008, from 19 centres. During this period, 4138 allogeneic HSCT were performed in these centers. Results: ZG incidence was 0.56% (n=23). Twenty patients (87%) were male. Median age was 44 years (range: 3 to 63 years). Donors were non HLA-identical in 14 cases and conditioning regimens were reduced intensity in 8. ZG occurred a median of 217 days post transplant (range: 0 to 2693 days). Fifteen patients had active graft-versus-host disease (GVHD). Twenty patients were receiving steroids at a median dose of 1 mg/kg/day (range: 0.1 to 2 mg/kg/day) at ZG diagnosis. Ten patients (43%) had diabetes mellitus. Nine patients (39%) had experienced a previous proven or probable invasive filamentous fungal infection ( Aspergillus: 8, Trichoderma: 1) a median of 115 days (range: 8 to 392 days) before ZG diagnosis. ZG was a breakthrough infection in 20 cases. Before ZG diagnosis, 13 patients were on voriconazole therapy for a median duration of 61 days (range 3 to 394 days), 4 patients were on posaconazole (PCZ) for a median of 61 days (range 7 to 88 days) . Other patients were receiving caspofungin, itraconazole or voriconazole. Lungs were the most common site of infection (65%); two patients had a disseminated infection. Histology was performed in 52% of the patients, and contributed to diagnosis for 83% of biopsies. Culture was positive in 83% of cases. The main causal species were Lichtheimia spp. and Rhizopus spp . Median time between the first clinical symptom and diagnosis was 8 days (range: 2 to 34 days). Twenty patients received an antifungal. All but 2 patients received a lipid formulation of amphotericin B as first-line treatment. Eleven patients received PCZ, two as first-line treatment. Surgery was performed in eight patients. Median treatment duration was 47 days (range: 2 to 730 days). Nine patients responded to treatment. Nineteen patients (83%) died a median of 46 days after ZG diagnosis (range: 0 to 1449 days). ZG attributable mortality was 79% (15/19 patients). Four patients are alive a median of 706 days after ZG diagnosis (range: 705 to 1955 days). Conclusion: ZG is a late event with a poor prognosis after allogeneic HSCT. Because ZG diagnosis is difficult, special attention must be paid to patients on long-term antifungal treatment for a previous mold infection, and with protracted GVHD. Disclosures: No relevant conflicts of interest to declare."
}