{
    "doi": "https://doi.org/10.1182/blood.V106.11.207.207",
    "article_title": "Arginine Therapy Decreases Oxidative Stress and Attenuates Leukocyte Recruitment in Transgenic and Knockout Sickle Mice Resulting in Improved Microvascular Flow and Reduced Vaso-Occlusion. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "In sickle cell disease (SCD), increased oxidant generation and cell-free plasma hemoglobin may result in destruction of nitric oxide (NO) (Reiter et al 2002; Kaul et al. 2004). The reduced NO bioavailability may contribute to increased expression of endothelial adhesion molecules (Gladwin et al. 2003), resulting in enhanced leukocyte recruitment in the microcirculation. Accumulating evidence shows that arginine levels in sickle cell disease and transgenic mouse models are depleted (Morris et al. 2000; Romero et al. 2002). However, no direct evaluation of the effect of arginine therapy on oxidative stress and microvascular flow has been carried out in SCD. We hypothesize that the reduced NO bioavailability in SCD will result in increased oxidative stress, enhanced leukocyte recruitment and increased likelihood of vaso-occlusion, and that arginine supplementation will tend to ameliorate this condition. To this end, we have measured lipid peroxidation (LPO), endothelial oxidant generation, microvascular flow dynamics, leukocyte adhesion and vaso-occlusive episodes in transgenic (NY1DD) and knockout (BERK) sickle mice with and without arginine supplementation. In our studies, measurements of lipid peroxidation (TBARS method) revealed that the muscle tissue LPO in BERK mice was almost 6-fold elevated as compared with C57BL/6J controls and 2.3-fold as compared with NY1DD mice (p<0.05, multiple comparisons, ANOVA). When the mice were supplemented with L-arginine (5% arginine in mouse chow, 15 days), it resulted in significant decreases in LPO in NY1DD and BERK mice, showing anti-inflammatory effect of arginine. We subjected control C57BL and NY1DD mice to hypoxia/reoxygenation (H/R) (3 hr of hypoxia using 8% O 2 , followed by 2 hr of reoxygenation) and examined the cremaster muscle microcirculation. H/R caused ~25% decline in wall shear rates in control and NY1DD mice. In contrast, arginine supplementation in NY1DD mice resulted in a marked 2.8-fold increase in wall shear rates after H/R, while controls showed 1.5-fold increase under similar conditions. We did not subject the severe BERK model to H/R because of their low tolerance and high mortality to hypoxia. Arginine treatment in normoxic BERK mice caused a 2-fold increase in wall shear rates. In NY1DD mice, H/R caused almost 3-fold increase in leukocyte adhesion in cremasteric venules as compared with control C57 mice subjected to H/R (p<0.0001) that was almost completely inhibited by arginine. Importantly, we find almost complete inhibition of leukocyte adhesion in arginine-treated NY1DD mice under both normoxic condition and after H/R. The decrease in leukocyte adhesion with arginine was associated a marked decrease in endothelial oxidant production as measured by dihydrorhodamine (DHR) oxidation. Importantly, BERK mice showed maximal leukocyte adhesion, i.e., ~3-fold higher than in NY1DD mice under normoxia (p<0.0001). With arginine treatment, leukocyte adhesion in BERK mice was reduced by almost 80% that was accompanied by a lack of leukocyte adhesion-induced vaso-occlusive events. These results clearly demonstrate that anti-inflammatory effects of arginine are associated with a decrease in leukocyte adhesion and vaso-occlusion in BERK mice and provide a rationale for its therapeutic application in SCD.",
    "topics": [
        "animals, transgenic",
        "arginine",
        "leukocytes",
        "mice",
        "oxidative stress",
        "hypoxia",
        "oxidants",
        "anti-inflammatory agents",
        "sickle cell anemia",
        "adhesions"
    ],
    "author_names": [
        "Dhananjay K. Kaul, PhD",
        "Xiao-du Liu, MD",
        "Trisha Dasgupta, PhD",
        "Xioqin Zhang, MS",
        "Stephana Choong, PhD",
        "Robert P. Hebbel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dhananjay K. Kaul, PhD",
            "author_affiliations": [
                "Medicine/Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiao-du Liu, MD",
            "author_affiliations": [
                "Medicine/Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Trisha Dasgupta, PhD",
            "author_affiliations": [
                "Medicine/Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xioqin Zhang, MS",
            "author_affiliations": [
                "Medicine/Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephana Choong, PhD",
            "author_affiliations": [
                "Medicine/Hematology, University of Minnesota School of Medicine, Minneapolis, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert P. Hebbel, MD",
            "author_affiliations": [
                "Medicine/Hematology, University of Minnesota School of Medicine, Minneapolis, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T04:48:34",
    "is_scraped": "1"
}