{
    "doi": "https://doi.org/10.1182/blood-2020-141786",
    "article_title": "Mild Anemia As a Single Independent Predictor of Mortality in Patients with COVID-19 ",
    "article_date": "November 5, 2020",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "Introduction Coronavirus 2019 (COVID-19) has led to an unprecedented global pandemic. Given highly variable clinical presentations, readily obtainable predictive biomarkers are urgently needed to identify patients are risk of severe disease and death. Anemia is commonly present in hospitalized patients yet its prognostic potential in COVID-19 remains largely unexplored. Methods We evaluated all adult patients at a large tertiary health system during the month of March 2020 who were diagnosed with COVID-19, excluding patients without a complete blood count (CBC) obtained at the time of diagnosis. Anemia was defined by as a hemoglobin (hgb) <13 g/dL for males and <12 g/dL for females. Chi-squared and Wilcoxon rank sum tests were performed to assess difference in anemia, demographics, and other laboratory values according to mortality. Multivariable logistic regression was performed to assess independent predictors of outcomes including mechanical ventilation and death. An adaption of the receiver operating characteristic (ROC) curve was conducted to identify optimal cut points of hemoglobin levels that best predict mechanical ventilation and mortality. Results During the study period, 3,777 adults with COVID-19 were identified, of which 2,439 had a CBC. 861 patients (35.4%) met criteria for anemia, as shown in the Table, and they were significantly older and had a higher comorbidity burden. Mechanical ventilation was required in 531 patients (14.1%) and 629 patients (17%) were deceased. On multivariable logistic regression adjusting for age, sex, race, and Charlson comorbidity index (CCI), anemia was significantly associated with higher risk of mortality (adjusted OR [ORadj]: 1.45, 95% Confidence Interval [CI]: 1.17-1.80) and need for mechanical ventilation (ORadj: 2.03, 95% CI: 1.64-2.51). For mortality, the optimal cutoff of hgb by ROC curve was 12.5 g/dL in males and 12.1 g/dL in females. These hgb cutoff for mechanical ventilation were 13.5 g/dL for male and 11.0 g/dL for females. When applying these cutoffs to the definition of anemia, a stronger association was observed between anemia and mortality (ORadj 1.68, 95% CI: 1.22-1.93) and need for mechanical ventilation (ORadj 2.09, 95% CI: 1.68-2.61). We also performed a subgroup analysis of patients with a normal hemoglobin to assess the independent predictive value of red blood cell distribution width (RDW). Of the 1578 patients without anemia, 139 (8.8%) had an elevated RDW (>15%). On multivariable logistic regression adjusting for age, sex, race, and CCI, an elevated RDW was statistically associated with need for mechanical ventilation (ORadj: 1.74, CI: 1.12-2.69) and mortality (ORadj: 1.93, CI: 1.26-2.95). Conclusions In this single health system study, anemia was significantly associated with both need for mechanical ventilation and mortality in patients with COVID-19. Based on ROC analysis, the ideal cutoff for considering anemias a significant contributor to these outcomes was just below normal, suggesting that even mild anemia in the context of COVID-19 is an independent predictor of mortality and need for intubation. In addition, an elevated RDW in non-anemic patients was also independently predictive of mortality. Our analysis is limited by inability to determine the chronicity of baseline anemia. Given that a CBC is almost universally obtained on patients with COVID-19, this study identifies a readily accessible predictive biomarker to inform risk adaptive clinical care. The mechanisms by which anemia impacts outcomes in COVID-19 are likely to be multiple in nature and require further investigation. Table View large Download slide Table View large Download slide  Close modal Disclosures Mascarenhas: Celgene, Prelude, Galecto, Promedior, Geron, Constellation, and Incyte: Consultancy; Incyte, Kartos, Roche, Promedior, Merck, Merus, Arog, CTI Biopharma, Janssen, and PharmaEssentia: Other: Research funding (institution).",
    "author_names": [
        "Douglas Tremblay, MD",
        "Joseph Rapp",
        "Naomi Alpert",
        "William Lieberman-Cribbin",
        "John Mascarenhas, MD",
        "Emanuela Taioli, MD PhD",
        "Saghi Ghaffari, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Douglas Tremblay, MD",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph Rapp",
            "author_affiliations": [
                "Institute for Translational Epidemiology, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi Alpert",
            "author_affiliations": [
                "Institute for Translational Epidemiology, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Lieberman-Cribbin",
            "author_affiliations": [
                "Institute for Translational Epidemiology, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Mascarenhas, MD",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuela Taioli, MD PhD",
            "author_affiliations": [
                "Institute for Translational Epidemiology, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saghi Ghaffari, MDPhD",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T15:30:38",
    "is_scraped": "1"
}