{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5647.5647",
    "article_title": "Chemotherapy Related Neuropsychological Changes in Patients with Hodgkin's Lymphoma and Acute Lymphoblastic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "903. Outcomes Research—Non-Malignant Hematology Online Only",
    "abstract_text": "Introduction : Antineoplastic treatment conducted in young age can negatively affects CNS development and can lead to neuropsychological changes, although, modern experimental findings are contradictory, because some authors argue that there are no strong evidences of negative side effects, in turn, others suggest that problem is in methodological principles and indeed chemotherapy protocols have negative side effects on neuropsychological functioning. Sample size, healthy and clinical control group absence, lack in longitudinal experimental designs complicate research of survivors' long-term quality of life in hematological malignancies. It is of primary importance to be sensitive to such methodological aspects. Aim to research long term neuropsychological changes in patients with Hodgkin's and Acute Lymphoblastic Leukemia Materials: N=53 patients with Hodgkin's Lymphoma (HL) (23 males, 30 females; mean age: 34.8 +-9.5) N=72 patients with acute lymphoblastic leukemia (ALL) (mean age: 31.7 +-8; 33 males, 39 females). All patients at the moment of assessment had been in clinical remission (5-14 years). Neuropsychological examination was made by Wechsler Adult Intelligence Scale (WAIS-III, 2008) battery; also self-reported questionnaire was used. Statistical analyzes were performed using the licensed package SPSS. Results and discussion: verbal intelligence scores - for ALL patients - 29 for HL - 32, for control group 38 (p<0.005). Nonverbal intelligence ALL - 22, HL -23 control group 27 (p<0.005). The most significant differences were found in absolute data in arithmetic subtest. Also possible negative correlation identified between earlier onset of disease and success in subtest performance. Frequency of subtest failures diminishes with remission duration increase (p< 0.005). Therefore, patients with ALL and HL have worse results in verbal intelligence subtest in comparison to control group. Mean difference in clinical and control group is - 9 scores. Conclusion: whereas there are some possible results posit on negative correlation (success in subtests and the age of treatment onset and remission duration) there is no correlation between age of assessment and success in subtests, perhaps more sensitive neuropsychological tests can be used for further qualitative and quantitative analysis. However, there is no doubt that some significant factors impact of disease and treatment on neuropsychological functioning and verbal-nonverbal intelligence. Difficulties in this spheres can lead to abnormalities in self - and health perception, intrapersonal, interpersonal relations and psychosocial adaptation consequently decreasing overall patients and families' quality of life. Thus further research of neuropsychological functioning and subjective difficulties are absolutely necessary. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "chemotherapy regimen",
        "hodgkin's disease",
        "disease remission",
        "adverse effects",
        "hematologic neoplasms",
        "research design",
        "survivors"
    ],
    "author_names": [
        "Sergei Khrushchev, MS, PhD",
        "Dmitry Vybornykh, MD PhD",
        "Lada Olexenko",
        "Alexandra Nesterova",
        "Alexander Tkhostov, Prof. Dr.",
        "Larisa A. Kuzmina, MD PhD",
        "Elena N. Parovichnikova, MD PhD",
        "Valeriy G. Savchenko"
    ],
    "author_dict_list": [
        {
            "author_name": "Sergei Khrushchev, MS, PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation, Moscow, Russia ",
                "Department of Neuropsychology and Abnormal psychology, Lomonosov Moscow State University, Moscow, Russian Federation "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dmitry Vybornykh, MD PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation, Moscow, RUS "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lada Olexenko",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation, Moscow, Russian Federation "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Nesterova",
            "author_affiliations": [
                "Open Institute - Higher Professional School, Moscow, Russian Federation "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Tkhostov, Prof. Dr.",
            "author_affiliations": [
                "Department of Neuropsychology and Abnormal psychology, Lomonosov Moscow State University, Moscow, Russian Federation "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larisa A. Kuzmina, MD PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena N. Parovichnikova, MD PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeriy G. Savchenko",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:40:42",
    "is_scraped": "1"
}