{
    "doi": "https://doi.org/10.1182/blood.V128.22.4578.4578",
    "article_title": "Bone Marrow Derived Mesenchymal Stromal Cells Reduce the Incidence of Chronic Graft-Versus-Host Disease after Allogenetic Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution Poster III",
    "abstract_text": "Background Chronic graft-versus-host disease (cGVHD) is the common long-term complication and the leading cause of non-relapse mortality after allogeneic hematopoietic stem cell transplantation (allo-HSCT), which has a significant impact on patient quality of life. Currently, mesenchymal stromal cells (MSCs) have been considered as a promising therapy for treating refractory acute/chronic GVHD and engraftment failure (EF) or poor graft function (PGF), but the efficacy of MSCs in the prophylaxis of cGVHD is rarely reported. Methods Eighty-two patients who received MSCs treatment after allo-HSCT were enrolled in our study, including 45 patients with refractory aGVHD, 33 patients with EF or PGF and 4 patients with virus infection. In order to evaluate the influence of bone marrow (BM) derived MSCs for the incidence and severity of cGVHD, 308 consecutive patients who underwent allo-HSCT in the same period but without MSCs treatment were considered as the control group. And no statistical significance was found between the two groups for the demographic and transplant characteristics. MSCs were given at a median dose of 1×10 6 cells/kg once weekly. Results All eighty-two patients in MSC group received a median of 5 (range:3-12) doses of MSCs per patient. In MSC group, seventeen patients (20.7%) had cGVHD, including 14 patients with limited cGVHD and 3 patients with extensive cGVHD. In the control group, 140 patients (45.5%) had cGVHD, including 95 patients with limited and 45 extensive cGVHD. The 2-year cumulative incidence of cGVHD was 26.7% (95%CI: 16.1%-37.5%) in MSC group and 50.4% (95%CI: 37%-63.8%) in the control group (P=0.037). Furthermore, the extensive cGVHD (3/82) in the MSC group were also significantly lower than those (45/308) in the control group (P=0.021). In addition, at a median follow-up time of 189 (range: 112-1035) days post-transplantation, 4 patients relapsed in MSC group and 13 patients relapsed in the control group. The incidence of tumor relapse was not different between the two groups (P=0.629). No short-term toxic side effects were observed and other secondary tumor occurred after MSCs treatment. Conclusion MSCs derived from BM reduce the incidence and severity of cGVHD after allo-HSCT, but not increase the risk of tumour relapse. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "graft-versus-host disease, chronic",
        "hematopoietic stem cell transplantation",
        "stem cell, mesenchymal",
        "allopurinol",
        "neoplasms",
        "transplantation",
        "adverse effects",
        "allogeneic hematopoietic stem cell transplant",
        "follow-up"
    ],
    "author_names": [
        "Ke Zhao, MD",
        "Zhiping Fan",
        "Fen Huang",
        "Shunqing Wang, MD",
        "Peng Xiang, PhD",
        "Qi Zhang",
        "Qifa Liu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ke Zhao, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhiping Fan",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fen Huang",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shunqing Wang, MD",
            "author_affiliations": [
                "Department of Hematology, Guangzhou First People's Hospital, Guangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peng Xiang, PhD",
            "author_affiliations": [
                "Center for Stem Cell Biology and Tissue Engineering, Sun Yat-Sen University, Guang Zhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qi Zhang",
            "author_affiliations": [
                "Biotherapy Center, the third Affiliated Hospital of Sun Yat-sen University, Guang Zhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qifa Liu, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T21:28:23",
    "is_scraped": "1"
}