{
    "doi": "https://doi.org/10.1182/blood.V106.11.1570.1570",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=529",
    "start_url_page_num": 529,
    "is_scraped": "1",
    "article_title": "Small Molecule Inhibition of Proteasome and Aggresome Function Induces Synergistic Anti-Tumor Activity in Multiple Myeloma. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "multicatalytic endopeptidase complex",
        "multiple myeloma",
        "neoplasms",
        "small molecule",
        "bortezomib",
        "histone deacetylase 6",
        "cytotoxicity",
        "ubiquitin",
        "caspases",
        "hsp90 heat-shock proteins"
    ],
    "author_names": [
        "Teru Hideshima, MD, PhD",
        "James E. Bradner, MD",
        "Jason Wong, PhD",
        "Dharminder Chauhan, PhD",
        "Paul G. Richardson, MD",
        "Stuart L. Schreiber, PhD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA, USA",
            "Broad Institute of Harvard and MIT, Cambridge, MA, USA"
        ],
        [
            "Broad Institute of Harvard and MIT, Cambridge, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Broad Institute of Harvard and MIT, Cambridge, MA, USA",
            "Chemistry and Chemical Biology, Howard Hughes Medical Institute, Cambridge, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.34322194999999",
    "first_author_longitude": "-71.12748635",
    "abstract_text": "Bortezomib (Velcade ® ) triggers significant anti-tumor activity in multiple myeloma (MM) both in preclinical models and in patients with relapsed refractory disease. However, 60–65% of patients did not respond to bortezomib, and mechanisms of resistance to bortezomib are not fully understood. Recent studies have revealed an alternative system to the proteasome for degradation of polyubiquitinated misfolded/unfolded proteins, termed the aggresome. Aggresome formation ultimately induces autophagic clearance, which terminates in lysosomal degradation. The aggresome pathway therefore likely provides a novel system for delivery of aggregated proteins from cytoplasm to lysosomes for degradation. In aggresomal protein degradation, histone deacetylase6 (HDAC6) has an essential role. We therefore hypothesized that inhibition of both mechanisms of protein catabolism could induce accumulation of ubiquitinated proteins, followed by significant cell stress and cytotoxicity in MM cells. We demonstrate that HDAC6 specific inhibitor Tubacin specifically triggers acetylation of α-tubulin, as a result of HDAC6 inhibition, in a dose- and time-dependent fashion. It induces cytotoxicity in MM cells, which is mediated via caspase-dependent apoptosis; no toxicity is observed in normal peripheral blood mononuclear cells. Tubacin inhibits the interaction of HDAC6 with dynein and induces marked accumulation of ubiquitinated proteins. It synergistically augments bortezomib-induced cytotoxicity via c-Jun NH 2 -terminal kinase (JNK)/caspase activation. Importantly, this combination also induces significant cytotoxicity in plasma cells isolated from MM patient bone marrow (BM). Adherence of MM cells to BM stromal cells confers growth and resistance to conventional treatments; in contrast, the combination of tubacin and bortezomib triggers toxicity even in adherent MM cells ( Hideshima et al. PNAS  102 : 8567 –8572, 2005 ). In the present study, we further examined the biologic sequelae of inhibiting both proteasome and aggresome pathways in MM. Bortezomib induces aggresome formation, evidenced by immunohistochemical analyses using DAPI, ubiquitin and γ-tubulin Abs. Tubacin enhances 20S proteasome activity in a time-dependent fashion; conversely bortezomib significantly augments HDAC6 protein expression. Taken together, these results suggest that proteasome function could compensate for aggresome function and vise versa. Importantly, treatment with the combination of Tubacin and bortezomib induces caspase-12 cleavage and upregulation of Grp78 in MM cells suggesting endoplasmic reticulum (ER) stress, associated with increased apoptosis. Finally, heat shock protein (Hsp)90 is a chaperone for transport of ubiquitinated proteins to the proteasome. HDAC6 is also constitutively associated with Hsp90, and the HDAC6 inhibitor Tubacin augments Hsp90 acetylation. Ongoing studies will delineate the biologic role of HDAC6 in the chaperone function both in proteasome and aggresome protein degradation cascades. Our studies therefore demonstrate that Tubacin combined with bortezomib mediates significant anti-MM activity by blocking both the aggresome and proteasome, respectively, thereby providing the framework for clinical evaluation of combined therapy to improve patient outcome in MM."
}