{
    "doi": "https://doi.org/10.1182/blood.V128.22.5936.5936",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3421",
    "start_url_page_num": 3421,
    "is_scraped": "1",
    "article_title": "Treatment and Prognosis in Patients with Adult T-Cell Leukemia-Lymphoma (ATL): A Nationwide Survey in Japan ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Diseases",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "mogamulizumab",
        "chemotherapy regimen",
        "allopurinol",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "hematopoietic stem cell transplantation",
        "lymphoma",
        "allogeneic hematopoietic stem cell transplant",
        "antibodies",
        "cancer"
    ],
    "author_names": [
        "Yoshitaka Imaizumi, MD, PhD",
        "Masako Iwanaga, MD, PhD",
        "Kisato Nosaka, MD, PhD",
        "Shigeki Ito, MD, PhD",
        "Kenji Ishitsuka, MD, PhD",
        "Atae Utsunomiya, MD, PhD",
        "Yoshiki Tokura, MD, PhD",
        "Takeaki Tomoyose, MD, PhD",
        "Kazuya Shimoda, MD, PhD",
        "Kensei Tobinai, MD, PhD",
        "Toshiki Watanabe, MD, PhD",
        "Kaoru Uchimaru, MD, PhD",
        "Kunihiro Tsukasaki, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nagasaki University Hospital, Nagasaki, Japan "
        ],
        [
            "Department of Frontier Life Science, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan "
        ],
        [
            "Center for Clinical Sciences, National Center for Global Health and Medicine, Tokyo, Japan "
        ],
        [
            "Department of Medical Oncology, Iwate Medical University School of Medicine, Morioka, Japan "
        ],
        [
            "Department of Hematology and Immunology, Kagoshima University Hospital, Kagoshima, Japan "
        ],
        [
            "Department of Hematology, Imamura Bun-in Hospital, Kagoshima, Japan "
        ],
        [
            "Department of Dermatology, Hamamatsu University School of Medicine, Hamamatsu, Japan "
        ],
        [
            "Department of Endocrinology, Diabetes and Metabolism, Hematology and Rheumatology, Graduate School of Medicine, University of the Ryukyus, Okinawa, Japan "
        ],
        [
            "Department of Gastroenterology and Hematology, Faculty of Medicine, University of Miyazaki, Miyazaki, Japan "
        ],
        [
            "Department of Hematology, National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Department of Advanced Medical Innovation, St. Marianna University Graduate School of Medicine, Kanagawa, Japan ",
            "Graduate School of Frontier Sciences, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Computational Biology and Medical Sciences, Graduate School of Frontier Sciences, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Division of Hematology and Oncology, National Cancer Center Hosp. East, Kashiwa, Japan"
        ]
    ],
    "first_author_latitude": "32.7699191",
    "first_author_longitude": "129.86845399999999",
    "abstract_text": "Background: Adult T-cell leukemia-lymphoma (ATL) is a rare and refractory malignancy of regulatory T /TH2 cell associated with human T-lymphotropic virus type I (HTLV-1). In recent years, the introduction of intensive chemotherapy, allogeneic hematopoietic stem cell transplantation (Allo-HSCT), and mogamulizumab (anti-CCR4 antibody, which was approved in Japan in May 2012 for relapsed/refractory ATL, and in Dec. 2014 for newly diagnosed ATL) are expected to improve the prognosis of ATL. Meanwhile, the aging tendency of the ATL patient population has been recognized recently in Japan. Therefore, for the development of future treatment strategies for ATL, it is important to assess the therapeutic utilization and prognosis in patients with ATL not only in clinical trials but also in clinical practices. Aim: To report the current clinical features and outcomes of patients with ATL who were newly diagnosed during 2010-2011 from 114 hospitals in Japan. Methods: A questionnaire for each of 996 patients was sent to the hospitals, requesting information on treatment options and outcomes in detail. Statistical analysis was undertaken using Chi-squared tests to identify significant differences in the proportion, and using Kaplan-Meier curves to estimate the probability of overall survival (OS) with the log-rank test to identify significant differences in the probability, according to age, subtypes, and initial treatment. Results: We received 94.7% response rate from hospitals. Among 800 patients registered in this prognosis survey, 45 patients were not assessable for outcomes because of insufficient data, therefore, 755 (male 397, female 355, unknown 3) were included in the outcome analysis. The median age at diagnosis was 68 years old for all and the median follow-up time was 49 months for survivors. The distributions of ATL subtypes according to Shimoyama criteria were 382 (51%) for acute, 192 (25%) for lymphoma, 86 (11%) for chronic, and 95 (13%) for smoldering types, respectively. The median survival time and 2-year survival rate were: acute (n=377) (264 days, 24%), lymphoma (n=212) (293 days, 26%), chronic (n=71) (1,094 days, 56%), and smoldering (n=99) (1,900 days, 80%), respectively. Overall, the initial therapy-regimens used for aggressive ATL (acute and lymphoma subtypes) were VCAP-AMP-VECP-like regimen in 49%, CHOP-like regimen in 42%, and others in 9%. However, the utilization percentage of each option varied with age, VCAP-AMP-VECP-like regimen was used 68% of those aged 65 or younger but 32% of those over 65, respectively. CHOP-like regimen was used 29% for those aged 65 or younger but 52% for those over 65, respectively. Allo-HSCT for aggressive ATL was performed about 50% for those aged 55 or younger, 30% for those aged 56-65, but only 1% for those aged over 66, respectively. A total of 75 (10%) patients were treated with mogamulizumab. Fifty-six of them were treated with mogamulizumab after May 2012, when mogamulizumab was approved and generally adopted in Japan. When comparing the OS by pre- or post- general adoption of mogamulizumab, the 2-year OS was significantly worse in those treated after general adoption (18%) than those before (61%). When the response to initial chemotherapies was poor, the prognosis was worse regardless of treatment options, i.e., chemotherapy, allo-HSCT, and mogamulizumab. Response rate to initial chemotherapy differed by age, i.e., the older the age, the worse the response rate. Conclusion: This work highlights the difference in the treatment and the prognosis by age in patients with ATL in the current clinical practice in Japan. Intensive chemotherapy and allo-HSCT are not fully applicable for the elderly patients, who account for more than half of the ATL patients. Better strategies are required to improve clinical outcomes of the primary treatment, especially of the elderly ATL patients. Funding : This work was supported by Health and Labor Science Research Grant, Grant Number H26-ganseisaku-ippan-006. Disclosures Utsunomiya: Daiichi Sankyo Co., Ltd.: Speakers Bureau. Tobinai: Kyowa Hakko Kirin: Research Funding; Eisai: Honoraria, Research Funding; Abbvie: Research Funding; Chugai Pharma: Research Funding; Janssen Pharmaceuticals: Honoraria, Research Funding; Zenyaku Kogyo: Honoraria; Celgene: Research Funding; GlaxoSmithKline: Research Funding; Ono Pharmaceutical: Research Funding; SERVIER: Research Funding; HUYA Bioscience: Honoraria; Mundipharma KK: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; Daiichi Sankyo Co., Ltd.: Consultancy. Tsukasaki: Daiichi Sankyo Co., Ltd.: Consultancy; Takeda: Research Funding."
}