{
    "doi": "https://doi.org/10.1182/blood.V112.11.2694.2694",
    "article_title": "Evidence for a Suppression of the Colony Forming Capacity of Erythroid Progenitors by Iron Overload in Patients with MDS ",
    "article_date": "November 16, 2008",
    "session_type": "Myelodysplastic Syndromes",
    "abstract_text": "Introduction: In MDS transfusional iron overload is known to be related to increased morbidity mainly due to cardiac and/or hepatic damage. As a consequence an excess mortality rate in polytransfused pts. has been demonstrated. A negative prognostic impact of transfusion need has been proven as an independent marker of bad prognosis. In 1996 Jensen et al. demonstrated that an adequate chelation therapy could improve the transfusion need of pts. with MDS significantly ( Br J Haematol  1996 , 94 , 288 –299 ). This observation and personal communications of several more cases with improvement of transfusion need under adequate chelation therapy implies that iron overload might not only be harmful to hepatocytes and cardiomyocytes but also to bone marrow progenitor cells. Their function is intrinsically impaired by MDS itself and thus might be further affected by a “second hit” in the form of toxic iron overload which might further impair their colony forming capacity. Patients and methods: For this purpose we performed colony assays from the peripheral blood from 42 pts. with MDS (RA/RARS: n=14, RCMD/RS: 12, RAEB-I/II:10, 5q-syndrome: 3, MDS-U: 2, CMML: 1; age: 39 – 86 yrs. (median: 69 yrs.); cytogenetics: normal: 26, 5q-: 6, −7: 2, complex: 4, others: 4) with (serum ferritin ≥250 μg/L, range: 273 – 6267 μg/L) and without iron overload (range: 23 – 213 μg/L). Only pts. without hepatic and/or active infectious diseases, without chemotherapy/epigenetic therapy during the last 6 months and without cytokine and/or corticoid therapy during the last 3 months before performance of colony assays were considered. BFU-E and CFU-GM were analysed by the same person (U.S.) after 12 – 16 days in cultures from peripheral blood, performed as described ( Vehmeyer K et al., Leuk Res , 2001 ; 25 (11): 955 –9 ) in 11(BFU-E)/9 (CFU-GM) pts. with normal ferritin-values (normal range: 20–250 μg/L) in comparison to 31/26 pts. with ferritin values surmounting 250 μg/L. Pts. with diffuse growth or cluster formation (leukemic growth) were excluded. Statistical evaluation was performed with SAS 9.1 software using Wilcoxon-Mann-Whitney tests. The results were regarded as significant if the p-value was smaller than 5%. Both patients subgroups were balanced according to cytogenetics, age and MDS WHO-subtype. Results: In the patients subgroup with normal ferritin (n=11) the numbers of BFU-E ranged between 0 and 76 (std.dev. 21.96) with a median of 3.5 and a mean of 10.1, the numbers of CFU-GM ranged between 0.5 and 38.5 (std.dev. 13.99), with a median of 5.5 and a mean of 11.1. In the patients with elevated serum ferritin (n=31) the numbers of BFU-E ranged between 0 and 27 (std.dev.5.32) with a median of 0.5 and a mean of 2.35, the numbers of CFU-GM ranged between 0 and 120 (std.dev. 30.18) with a median of 3.0 and a mean of 19.33). Statistical comparison of the numbers of BFU-E and CFU-GM between patients with normal and elevated serum ferritin yielded a highly significant difference (p=0.003845) for BFU-E and no difference for CFU-GM (p=0.939728). Conclusions: Our data for the first time provide evidence that in MDS iron overload significantly impairs bone marrow function by suppression of the burst forming activity of erythroid progenitors. If this iron is removed by adequate chelation burst forming activity might be partially restored. Myeloid progenitors do not seem to be affected by iron overload.",
    "topics": [
        "erythroid progenitor cells",
        "iron overload",
        "psychological suppression",
        "brachial plexus neuritis",
        "ferritin",
        "serum ferritin level result",
        "transfusion",
        "chelation therapy",
        "5q syndrome",
        "adrenal corticosteroids"
    ],
    "author_names": [
        "Julia Hartmann",
        "Ursula Sinzig",
        "Gerald Wulf, MD, PhD",
        "Lorenz H. Truemper, MD, PhD",
        "Friederike Braulke, MD",
        "Frank Konietschke",
        "Detlef Haase, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julia Hartmann",
            "author_affiliations": [
                "Hematology and Oncology, University of Goettingen, Goettingen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ursula Sinzig",
            "author_affiliations": [
                "Hematology and Oncology, University of Goettingen, Goettingen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerald Wulf, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, University of Goettingen, Goettingen, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorenz H. Truemper, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, University of Goettingen, Goettingen, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friederike Braulke, MD",
            "author_affiliations": [
                "Hematology and Oncology, University of Goettingen, Goettingen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Konietschke",
            "author_affiliations": [
                "Medical Statistics, University of Goettingen, Goettingen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Detlef Haase, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, University of Goettingen, Goettingen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T13:07:44",
    "is_scraped": "1"
}