{
    "doi": "https://doi.org/10.1182/blood.V110.11.LB2.lb2",
    "article_title": "Antibody-Based Depletion of Hematopoietic Stem Cells Empties Niches for Efficient Transplantation. ",
    "article_date": "November 16, 2007",
    "session_type": "Late Breaking",
    "abstract_text": "Hematopoietic stem cells (HSCs) are used therapeutically in bone marrow/hematopoietic stem cell transplantation (BMT/HSCT) to correct hematolymphoid abnormalities. Upon intravenous transplantation, HSCs can home to specialized bone marrow niches, self-renew and differentiate and thus generate a new, complete hematolymphoid system. Unfortunately BMT has had limited applications, due to the risks associated with the toxic conditioning regimens, such as irradiation and chemotherapy, that are deemed necessary for HSC engraftment. Elimination of these toxic conditioning regimens could expand the potential applications of BMT to include many non-malignant hematologic disorders, a wide variety of autoimmune disorders such as diabetes and multiple sclerosis, as well as in the facilitation of organ transplantation. The exact function of these traditional myeloablative conditioning regimens is not clear. To elucidate the barriers of HSC engraftment, we transplanted 50–1000 purified HSCs (Ckit+Lin−Sca1+CD34+CD150−) into immunodeficient, Rag2−/− or Rag2−/−gc−/− recipient mice and show that HSC engraftment levels rarely exceed 0.5% following transplantation without toxic conditioning, indicating that the immune system is not the only barrier to engraftment. Additionally, we did not observe a significant increase in HSC engraftment when HSC doses of >250 cells were transplanted. Even when up to 18000 HSC were transplanted, we did not see a linear increase in HSC engraftment, indicating that the increased doses of HSCs transplant inefficiently. We believe this is due to the naturally low frequency of available HSC niches, which we postulate may result from the physiologic migration of HSCs into circulation. Conversely, separation of the graft into small fractions and the subsequent time-delayed transplantation of these doses did result in increased engraftment due to the natural physiologic creation of new available HSC niches. When 1800 HSC were transplanted daily for seven days, the engraftment was 6.1-fold higher than transplantation of 12800 HSC in a single bolus. Here, we provide evidence that, aside from immune barriers, donor HSC engraftment is restricted by occupancy of appropriate niches by host HSCs. Through elimination of host HSCs we are able to increase available HSC niches for engraftment. We have developed a novel system where HSCs can be eliminated by targeting C-kit, a cell surface antigen that is highly expressed on the surface of HSCs. Cultivation of HSCs with ACK2, a depleting antibody specific for c-kit, prevented stem-cell factor (SCF) dependent HSC proliferation in vitro and resulted in cell death. Administration of ACK2 to mice led to the rapid and transient removal of >98% of endogenous HSCs in vivo thus resulting in equal numbers of available niches for engraftment. Following ACK2 clearance from serum, transplantation of these animals with donor HSCs led to chimerism levels of up to 90%, representing a 180-fold increase as compared to unconditioned animals. This non-myeloablative conditioning regimen had few side effects, other than temporary loss of coat color. The HSCs in even untransplanted animals rapidly recovered and animals remained healthy and fertile. This work redefines the way we approach BMT/HSCT, and places great emphasis on the necessity to create available HSC niches prior to transplantation. Extrapolation of these methods to humans may enable efficient yet mild conditioning regimens for transplantation, thus expanding the potential applications of BMT/HSCT.",
    "topics": [
        "antibodies",
        "hematopoietic stem cells",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "proto-oncogene protein c-kit",
        "adverse effects",
        "autoimmune diseases",
        "chemotherapy regimen",
        "diabetes mellitus",
        "diabetes mellitus, type 2"
    ],
    "author_names": [
        "Agnieszka Czechowicz",
        "Daniel L. Kraft, MD",
        "Deepta Bhattacharya, PhD",
        "Irving L. Weissman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Agnieszka Czechowicz",
            "author_affiliations": [
                "Institutes of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel L. Kraft, MD",
            "author_affiliations": [
                "Institutes of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepta Bhattacharya, PhD",
            "author_affiliations": [
                "Institutes of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irving L. Weissman, MD",
            "author_affiliations": [
                "Institutes of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T21:36:37",
    "is_scraped": "1"
}