{
    "doi": "https://doi.org/10.1182/blood.V124.21.1786.1786",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2688",
    "start_url_page_num": 2688,
    "is_scraped": "1",
    "article_title": "The Tumor Suppressors, MS4A3 and G0S2, Are Downregulated in CML Cells with BCR-ABL1 Kinase-Independent Resistance ",
    "article_date": "December 6, 2014",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "phosphotransferases",
        "tumor suppressor genes",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "polymerase chain reaction",
        "cd34 antigens",
        "rna, messenger",
        "annexin a5",
        "blast phase",
        "cell cycle regulator"
    ],
    "author_names": [
        "Anna M. Eiring, PhD",
        "Anupriya Agarwal",
        "Jamshid S. Khorashad, MD PhD",
        "Clinton C. Mason, PhD",
        "David J. Anderson, MBA",
        "Fan Yu, MD, PhD",
        "Hannah M. Redwine",
        "Kevin C. Gantz",
        "Kimberly R. Reynolds, M.S.",
        "Shannon K. McWeeney",
        "Brian J. Druker",
        "Thomas O'Hare",
        "Michael W. Deininger"
    ],
    "author_affiliations": [
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Oregon Health & Science University, Knight Cancer Institute, Portland, OR "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Oregon Health & Science University, Knight Cancer Institute, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Knight Cancer Institute, Portland, OR"
        ],
        [
            "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ]
    ],
    "first_author_latitude": "40.7725759",
    "first_author_longitude": "-111.8343872",
    "abstract_text": "Background : The treatment and survival of chronic myeloid leukemia (CML) patients has greatly improved after the discovery of imatinib; however, disease persistence and drug resistance remain as clinical problems. McWeeney et al. ( Blood 2010;115:315-325) identified a gene expression signature predictive of primary cytogenetic resistance to imatinib in treatment-naïve CML chronic phase (CML-CP) patients lacking BCR-ABL1 kinase domain mutations. Comparison of this gene classifier with other studies revealed extensive overlap of resistance genes with genes associated with CML blastic transformation, suggesting that CML-CP patients destined to fail imatinib may exhibit a gene profile reminiscent of advanced CML. Based on rank predictive score from the microarray, the top transcripts found to be dysregulated in newly diagnosed patients who subsequently emerged as imatinib non-responders were: PLCXD2, EGF16, GAS2, RXFP1, ITGA2, MS4A3, FCN1, EMCN, EMCN, CLIP4, ZNF44 and G0S2 . Among these, MS4A3 and G0S2 were differentially downregulated in non-responders compared to responders. Conversely, high levels of MS4A3 (p=0.059) and G0S2 (p=0.036) correlated with higher likelihood of major cytogenetic response and longer overall survival. MS4A3 (HTM4) is a hematopoietic cell cycle regulator that inhibits G1/S phase cell cycle transition, whereas G0S2 is proapoptotic mitochondrial protein that interacts with and antagonizes BCL-2. In this study, we investigated the potential role of MS4A3 and G0S2 as tumor suppressors in CML and their influence on TKI resistance and blastic transformation. MS4A3 and CML : Expression of p210 BCR-ABL1 in 32Dcl3 or Mo7e myeloid progenitor cells resulted in an 80% reduction of MS4A3 mRNA relative to parental cells by qRT-PCR analysis. Imatinib treatment slightly restored MS4A3 levels in 32D-p210 or Mo7e-p210 cells, but did not return levels to those of normal controls growing with cytokine support. Consistent with a role for MS4A3 in CML blastic transformation, qRT-PCR revealed low levels of MS4A3 in cell line models of blastic phase CML (CML-BP), including K562, KYO-1, and KBM, that were unaffected by treatment with imatinib. Furthermore, qRT-PCR confirmed that MS4A3 is downregulated (~20-fold) in CML CD34 + progenitor cells from CML-BP (n=3) compared to CML-CP (n=5) patients and normal controls (n=3), and that these levels were unaffected by imatinib. We then used tetracycline-inducible shRNA directed against MS4A3 (shMS4A3) to knockdown MS4A3 in primary CML CD34 + cells from newly diagnosed CML-CP patients subsequently responding to TKIs. Western blot and qRT-PCR analyses confirmed MS4A3 downregulation upon exposure to doxycyline (0.1 ug/mL). shMS4A3 upregulated colony formation by 37.6% (p<0.001) in the absence of imatinib, 58.8% (p<0.0001) in 1 µM imatinib, and 138.4% (p<0.001) in 2.5 µM imatinib. Furthermore, shMS4A3 significantly reduced imatinib-induced apoptosis of CML-CP samples in the presence but not absence of doxycycline (p<0.02). G0S2 and CML : Consistent with a role for G0S2 in CML blastic transformation, qRT-PCR revealed that G0S2 mRNA is highly downregulated (~24-fold) in CML CD34 + progenitor cells from CML-BP (n=3) compared to CML-CP (n=5) patients and normal controls (n=3). G0S2 is also downregulated in TKI-resistant K562 R and AR230 R cells compared to parental TKI-sensitive counterparts. K562 R and AR230 R cells are resistant to all clinically approved TKIs, but lack BCR-ABL1 kinase domain mutations, implicating BCR-ABL1 kinase-independent TKI resistance. Ectopic expression of a Flag-tagged G0S2 (G0S2-Flag) significantly reduced colony formation in both parental K562 and AR230 cells, but had an even greater effect in TKI-resistant K562 R and AR230 R cells in the presence of imatinib. G0S2-Flag also impaired colony formation of CML-CP CD34 + cells in both the presence (p<0.03) and absence (p<0.01) of imatinib (1 µM). Consistent with a proapoptotic role for G0S2, G0S2-Flag increased Annexin V positivity in all cell lines and patient samples tested. Conclusions :These findings suggest a role for loss of MS4A3 or G0S2 tumor suppressor function in both TKI resistance in the absence of explanatory BCR-ABL1 kinase domain mutations and in CML blastic transformation. Studies to test the effects of restored MS4A3 or G0S2 expression in CML-BP and TKI-resistant patient samples are currently underway. Disclosures Deininger: BMS, Novartis, Celgene, Genzyme, Gilead: Research Funding; BMA, ARIAD, Novartis, Incyte, Pfizer: Advisory Board, Advisory Board Other; BMS, ARIAD, Novartis, Incyte, Pfizer: Consultancy."
}