{
    "doi": "https://doi.org/10.1182/blood.V112.11.4562.4562",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1282",
    "start_url_page_num": 1282,
    "is_scraped": "1",
    "article_title": "Successful Use of Recombinant Factor VIIa (rVIIa, NovoSeven) in Two Patients with Bernard Soulier Syndrome and Dental Extraction ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "topics": [
        "bernard-soulier syndrome",
        "recombinant coagulation factor viia",
        "tooth extraction",
        "platelet transfusion",
        "hemorrhagic episodes",
        "surgical procedures, operative",
        "tranexamic acid",
        "hemorrhage",
        "alloimmunization",
        "blood platelet disorders"
    ],
    "author_names": [
        "Rainer B. Zotz",
        "Andrea Gerhardt",
        "Rudiger E. Scharf, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hemostasis Institute Düsseldorf, Düsseldorf, Germany"
        ],
        [
            "Blutgerinnung Ulm, Ulm, Germany"
        ],
        [
            "Univ. Dusseldorf Med. School, Dusseldorf, Germany"
        ]
    ],
    "first_author_latitude": "51.22779834999999",
    "first_author_longitude": "6.794248849999999",
    "abstract_text": "Background: Bernard Soulier syndrome (BSS) is a platelet function disorder that results from partial to complete deficiency or dysfunction of the GP Ib-IX-V receptor. Specific treatment of bleeding episodes or prophylaxis for the prevention of bleeding during surgical procedures is platelet transfusion. Alloimmunization by HLA antigens and antibody formation to the GPIb-IX-V complex frequently occur and, thus limit future responses to platelet transfusions. Recent patient studies have suggested that rVIIa may be an effective therapy for treatment of bleeding in BSS. Case Reports: We report on our experience with rFVIIa in two patients with BSS and dental extraction. Patient 1 is a 21-year-old woman (extraction of 2 wisdom teeth). In 2000, after a first extraction of one wisdom tooth, which was covered by administration of DDAVP and platelet transfusion, a bleeding episode occurred, requiring resurgery. Patient 2 is a 14 year old boy (extraction of 4 wisdom teeth). rFVIIa was used as first line therapy. An initial dose of rFVIIa (100 μg/kg/bw) was administered 15 min prior to surgery, followed by three doses of 90 μg/kg/bw at 120 min intervals and three doses at 8 hour intervals postoperatively. In the first three days after surgery, 90μg/kg/bw rFVIIa were administered every 12 hours. Tranexamic acid (Cyklokapron Ò 3 × 1 g/d) was started postoperatively and continued for 10 days. There were no postoperative bleeding episodes and no platelet transfusion was required. In conclusion , rFVIIa in combination with tranexamic acid appears to be an effective and safe therapeutic alternative for prophylaxis of bleeding episodes in dental extraction in patients with BSS."
}