{
    "doi": "https://doi.org/10.1182/blood.V122.21.5266.5266",
    "article_title": "Array-Based Comparative Genomic Hybridization (aCGH) In Myelofibrosis Reveals Divergent Genetic Copy Number Alterations Among Patients With Post-Essential Thrombocythemia-Myelofibrosis/Post-Polycythemia Rubra Vera-Myelofibrosis (PET-MF and PPV-MF) and Patients With Idiopathic Myelofibrosis ",
    "article_date": "November 15, 2013",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science",
    "abstract_text": "Background Myelofibrosis (MF) is a myeloid neoplasm marked by clonal proliferation of myeloid cells with marrow fibrosis and subsequent clinical findings. Often, MF is noted on original bone marrow biopsy, and is termed idiopathic myelofibrosis (iMF). Many patients with ET and PV later develop MF, and this is termed, PET-MF, or PPV-MF. The JAK2V617F mutation is seen in most PV patients (95%) and no more than 50% of patients with ET and MF. There are neither existing published data clearly heralding the JAK2V617F mutation frequency in PET/PPV-MF, nor is there clear evidence that PET/PPV-MF and iMF can be distinguished via mutations within the JAK-STAT pathway, or other frequently seen mutations in MF (eg ASLX1, TET2, EZH2, etc). Methods Array-based comparative genomic hybridization (aCGH) was performed on genomic DNA extracted from marrow aspirate using an Agilent 180K oligonucleotide array platform in order to discover recurrent and cooperating genetic aberrations, and gain insight into the hierarchy of molecular pathogenesis of fibrosis. BM aspirate from 11 pts with symptomatic MF were analyzed. Copy number (CN) alterations were compared to a reference set and mapped to functional genes. Results aCGH yielded CN losses in a divergent set of genes among patients with PET/PPV-MF (8 total patients) and iMF (3 total patients). CN losses were detected in RET (4/8), CIC (5/8), CD79a (5/8), NFKB (6/8), and MLLT (3/8), and CN gain of TRIP11 (2/8) more commonly in PET/PPV-MF, and only rarely in iMF. ASXL1, IGF2, INS, MAFB, and TOP1 were aberrated with CN loss in iMF in 67% of patients, and completely absent in PET/PPV-MF. In addition, there was suggestion of differential CN alteration between patients with clear history of PET-MF or PPV-MF. Aberrancy within CRTC1, ELL, RECQL4 was seen exclusively in PET-MF, and not seen in PPV-MF or iMF; ELN aberrancy was seen exclusively in PPV-MF. The cohort will be updated with additional patients at the meeting. Conclusions Myelofibrosis is a complicated disorder characterized by a wide amalgam of pathologic and clinical findings. Mutational analysis, as of yet, has not clearly provided a means to differentiate or subclassify myelofibrosis. While CN variations seen in this small cohort occurred in some genes thought to be involved in the pathogenesis of fibrosis (eg ELN, IGF2, INS), implicated in tumorigenesis (eg RECQL4, CD79a, ASXL1, MLLT etc), or associated with hematopoiesis (eg MAFB, NFKB), the relationship between the abnormalities seen in this analysis and the biology of these cases of MF is not clear. Nonetheless, this preliminary analysis provides some insight into the possible use of aCGH as a tool to help molecularly classify MF. Disclosures: Hockett: CombiMatrix Mol Diagn: Employment.",
    "topics": [
        "array-based comparative genomic hybridization",
        "genetics",
        "myelofibrosis",
        "myelofibrosis, idiopathic, chronic",
        "pet animal",
        "polycythemia",
        "positron-emission tomography",
        "thrombocytosis",
        "fibrosis",
        "insulin-like growth factor ii"
    ],
    "author_names": [
        "Michael Savona, MD",
        "Zeqiang Ma, PhD",
        "Laura DeBusk, PhD",
        "Pranil Chandra, DO",
        "Shile Liang, PhD",
        "R. Seth Cooper, MD",
        "Eric Raefsky, MD",
        "Victor Gian, MD",
        "Richard Hockett, MD",
        "Jesus Berdeja, MD",
        "P. Alan Lennon, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Savona, MD",
            "author_affiliations": [
                "Tennessee Oncology PLLC, Nashville, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zeqiang Ma, PhD",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura DeBusk, PhD",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pranil Chandra, DO",
            "author_affiliations": [
                "PathGroup, Brentwood, TN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shile Liang, PhD",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Seth Cooper, MD",
            "author_affiliations": [
                "Tennessee Oncology PLLC, Nashville, TN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Raefsky, MD",
            "author_affiliations": [
                "Tennessee Oncology PLLC, Nashville, TN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Gian, MD",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Hockett, MD",
            "author_affiliations": [
                "Combimatrix, Irvine, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus Berdeja, MD",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "P. Alan Lennon, PhD",
            "author_affiliations": [
                "PathGroup, Brentwood, TN, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:32:58",
    "is_scraped": "1"
}