{
    "doi": "https://doi.org/10.1182/blood-2018-99-117018",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4078",
    "start_url_page_num": 4078,
    "is_scraped": "1",
    "article_title": "Plasmin-Mediated Fibrinolysis Enables Macrophage Migration Via Liberation from Fibrin-α M β 2 Interactions ",
    "article_date": "November 29, 2018",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: The Clotting System in Inflammation, Immunity, and Cancer",
    "topics": [
        "fibrin",
        "macrophages",
        "plasmin",
        "fibrinolysis",
        "plasminogen",
        "estropipate",
        "fibrinogen",
        "peritonitis",
        "factor xiii",
        "gelatinase b"
    ],
    "author_names": [
        "Eric S. Mullins, MD",
        "Maureen A. Shaw, MSc",
        "Zhen Gao, PhD",
        "Matthew J. Flick, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "University of Cincinnati - College of Medicine, Cincinnati, OH "
        ],
        [
            "Division of Hematology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Hematology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ]
    ],
    "first_author_latitude": "39.1414009",
    "first_author_longitude": "-84.5011174",
    "abstract_text": "Mounting evidence ties both fibrin(ogen) and plasmin(ogen) to inflammatory diseases. Indeed, both fibrin(ogen) and plasmin(ogen) have been linked to critical macrophage functions in multiple disease processes. Migration of macrophages to sites of sterile inflammation is, at least partially, dependent on plasmin(ogen). Mice lacking plasminogen, when challenged with sterile thioglycollate-induced peritonitis, have both diminished overall leukocyte migration and decreased macrophage migration. Additionally, macrophage migration defects have been identified in both mice lacking plasminogen and plasminogen receptors. Plasmin has many targets that may play a role in supporting macrophage migration. In addition to proteolysis of fibrin(ogen), plasmin activates matrix metalloprotease (MMP) 2 and MMP9 and cleaves collagen and laminin. Indeed, mice that lack MMP9 have a migration defect similar to mice that lack plasminogen, suggesting that MMP9 is a biologically relevant proteolytic target in this context. To further examine the targets of plasmin that regulate macrophage migration, we challenged animals that have individual and combined genetic deficiencies in fibrinogen and plasminogen with thioglycollate-induced peritonitis. We have found that mice that lack fibrinogen alone have a significantly increased migration of macrophages to the peritoneal cavity. Mice that lack plasminogen alone demonstrated the expected diminution in macrophage migration to the peritoneal cavity. However, mice that were deficient in both plasminogen and fibrinogen demonstrated macrophage migration that was indistinguishable from wildtype. These data suggest that fibrin(ogen) impedes macrophage migration to the peritoneal cavity. To further confirm this mechanism, we examined macrophage migration in a transwell assay in vitro . Here, a macrophage cell line (RAW 264.7 or BMDM) migration was examined in the absence and presence of fibrin matrices. Macrophages, in the presence of plasminogen, did demonstrate a modest, but statistically significant, increase in migration across the transwell membrane in the absence of fibrinogen. When a fibrin matrix was generated on the transwell membrane, macrophages were essentially unable to cross in the absence of plasminogen. These data further support the concept that macrophages require plasmin(ogen) to cross fibrin matrices. We further sought to determine if the fibrin-α M β 2 interaction was implicated in the macrophage migration phenotype. To do this, we first examined macrophage migration in vivo in mice expressing a form of fibrinogen that cannot interact with α M β 2 , Fibγ 390-396A mice. Similar to mice lacking fibrinogen, an increase in peritoneal macrophages was observed at 72 hours following a challenge with 4% thioglycollate. To confirm that this was related to the fibrin-α M β 2 interaction, and not due to abnormal factor XIII crosslinking, factor XIII deficient animals were also challenged with thioglycollate induced peritonitis. Mice lacking factor XIII exhibited no difference from wildtype in this model of peritonitis. We further confirmed in the in vitro transwell migration assay that macrophages were able to cross a fibrin barrier, derived from Fibγ 390-396A mice, in the absence of plasminogen. Taken together, these data suggest that plasmin allows macrophage migration via liberation from the fibrin-α M β 2 interaction. Disclosures Mullins: Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}