{
    "doi": "https://doi.org/10.1182/blood-2020-137406",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4583",
    "start_url_page_num": 4583,
    "is_scraped": "1",
    "article_title": "Debulking Regimens Prior to Initiating Venetoclax Therapy in Untreated Patients with Chronic Lymphocytic Leukemia: Interim Results from a Phase 3b Study ",
    "article_date": "November 5, 2020",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Ian W. Flinn, MD PhD",
        "David Andorsky, MD PhD",
        "Jason M. Melear, MD",
        "Sudhir Manda, MD",
        "Bertrand M. Anz, III, MD",
        "Kathryn Kolibaba, MD",
        "Habte A. Yimer, MD",
        "John M. Burke, MD",
        "Suzanne R. Fanning, DO",
        "Jay Courtright, MD",
        "Miguel Islas-Ohlmayer, MD",
        "Suman Kambhampati, MD",
        "Daniel Dingfeng Jiang, MD PhD",
        "John C. Pesko, PhD",
        "Tamas Vizkelety, MD",
        "Simon Sharmokh, MPH, PharmD",
        "Jeff P Sharman, MD"
    ],
    "author_affiliations": [
        [
            "Sarah Cannon Research Institute/Tennessee Oncology, Nashville, TN "
        ],
        [
            "Rocky Mountain Cancer Centers, Boulder, CO "
        ],
        [
            "Texas Oncology-Austin Midtown, Austin, TX "
        ],
        [
            "Arizona Oncology/US Oncology Research, Tucson, AZ "
        ],
        [
            "Tennessee Oncology, Chattanooga, TN "
        ],
        [
            "McKesson Life Sciences, McKesson, The Woodlands, TX "
        ],
        [
            "Texas Oncology-Tyler, Tyler, TX "
        ],
        [
            "Rocky Mountain Cancer Centers, Aurora, CO "
        ],
        [
            "Prisma Health, Greenville, SC "
        ],
        [
            "Texas Oncology Dallas, Dallas, TX "
        ],
        [
            "Oncology Hematology Care, Inc. Kenwood, Cincinnati, OH "
        ],
        [
            "Sarah Cannon Blood Cancer Center at Research Medical Center, Kansas City, MO "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "Willamette Valley Cancer Institute and US Oncology Research, Eugene, OR"
        ]
    ],
    "first_author_latitude": "36.1527348",
    "first_author_longitude": "-86.81157300000001",
    "abstract_text": "Background: Venetoclax (VEN), a B-cell lymphoma 2 inhibitor, is an oral agent with demonstrated efficacy in patients (pts) with chronic lymphocytic leukemia (CLL). VEN treatment induces rapid tumor reduction, posing a risk for tumor lysis syndrome (TLS), particularly in pts with high tumor burden, and may require inpatient monitoring at the initiation of therapy. Agents such as obinutuzumab (G), ibrutinib, and bendamustine (B) have been used in clinical studies to debulk tumors prior to treatment with VEN. However, the benefits of these debulking regimens could not be established conclusively, as disease restaging was rarely performed. In the present study, disease restaging was performed every 2 cycles to evaluate the efficacy and safety of G, with or without B, as a debulking therapy in untreated pts with CLL, prior to VEN treatment in an outpatient community setting. Methods: This open-label, phase 3b trial (NCT03406156) enrolled adult pts with previously untreated CLL/small lymphocytic lymphoma (excluding those with 17p deletion) who had Eastern Cooperative Oncology Group performance status of ≤1 and medium (any lymph node [LN] 5 to <10 cm or absolute lymphocyte count [ALC] ≥25 × 10 9 /L) or high (any LN ≥10 cm or ALC ≥25 × 10 9 /L and any LN ≥5 cm) tumor burden. Pts received at least 2 cycles of debulking therapy (G±B), which could be repeated for a maximum of six 28-day cycles until low tumor burden (ALC <25 × 10 9 /L and all LN 10 cm or with del(11q) and LN >5 cm. Restaging data were obtained after every 2 cycles of debulking therapy. When low tumor burden was achieved, VEN was administered (5-week ramp-up schedule) as combination therapy with G (VEN+G) for 5 months, and then as monotherapy (VEN mono) for a total of 1 year. Response assessments were scheduled at week 38 and week 65 post-VEN initiation. Adverse events (AEs) were monitored throughout the study. Primary endpoints were the reduction in tumor burden after debulking therapy and the complete remission (CR)/CR with incomplete marrow recovery (CRi) rates of pts subsequently treated with VEN. We report the results of a planned interim analysis when 50 pts had completed their week 38 disease assessment. Results: As of 3 Feb 2020, 117 pts were treated with study drug(s): 80 (68%) received G and 37 (32%) received G+B for debulking; 113 pts were active in study (7 in the debulking phase; 106 completed debulking therapy and initiated VEN, including 26 in posttreatment follow-up). Four pts discontinued study due to withdrawal by pt (n=2; 1 at debulking and 1 at VEN treatment phase) and physician decision (n=1; at VEN treatment phase) and other (n=1; at debulking). At baseline, 85% of pts had ALC ≥25 × 10 9 /L, 9% had LN ≥10 cm, 23% had LN 5-10 cm; 74%/26% had medium/high TLS risk, respectively, per investigator assessment (1 pt with low TLS risk was enrolled and subsequently discontinued). After 2 cycles of debulking therapy, low tumor burden was achieved in 85% (89/105) of evaluable pts: 86% (63/73) with G and 81% (26/32) with G+B. Reductions by pt subgroups and genetic features are presented in Figure. For pts debulked with G, similar debulking efficacy was observed among the subgroups being explored (Figure). Of the 50 pts with a week 38 disease assessment, 17 pts had an initial response of partial remission and await confirmation per IWCLL criteria. Objective response rate was 96% (48/50) overall, with 95% (37/39) for those debulked with G and 100% (11/11) for those debulked with G+B. The rate of CR or CRi was 52% (26/50) overall, with 54% (21/39) achieving CR/CRi for those debulked with G and 45% (5/11) for those debulked with G+B (Figure) . More grade ≥3 AEs were observed in pts receiving G+B than those receiving G: debulking, 62% vs 40%; VEN+G, 43% vs 34%; VEN mono, 41% vs 28%. Conclusions: Most pts (85%) achieved low tumor burden after 2 cycles of G±B. Similar debulking efficacy was observed across subgroups in pts debulked with G. In this early efficacy analysis, CR/CRi at week 38 was observed in 52% of pts treated with VEN after the debulking phase. Preliminary efficacy results from this study are consistent with other VEN studies in treatment-naive pts. Current study highlights the efficacy of the debulking strategy prior to treatment with VEN; this may allow more pts to have VEN ramp-up in outpatient setting. Figure View large Download slide Figure View large Download slide  Disclosures Flinn: Calithera Biosciences: Research Funding; Forma Therapeutics: Research Funding; F. Hoffmann-La Roche: Research Funding; Celgene: Research Funding; Merck: Research Funding; Curio Science: Consultancy; Pfizer: Research Funding; Seattle Genetics: Consultancy, Research Funding; Novartis: Research Funding; MorphoSys: Consultancy, Research Funding; TG Therapeutics: Consultancy, Research Funding; Trillium Therapeutics: Research Funding; Triphase Research & Development Corp.: Research Funding; Constellation Pharmaceuticals: Research Funding; Johnson & Johnson: Other; Teva: Research Funding; BeiGene: Consultancy, Research Funding; Curis: Research Funding; Nurix Therapeutics: Consultancy; Verastem: Consultancy, Research Funding; Yingli Pharmaceuticals ≠: Consultancy, Research Funding; Rhizen Pharmaceuticals: Research Funding; Roche: Consultancy, Research Funding; Vincera Pharma: Consultancy; Forty Seven: Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Research Funding; Portola Pharmaceuticals: Research Funding; Takeda: Consultancy, Research Funding; Incyte: Research Funding; AstraZeneca: Consultancy, Research Funding; Karyopharm Therapeutics: Research Funding; Agios: Research Funding; ArQule: Research Funding; Kite Pharma: Consultancy, Research Funding; Gilead Sciences: Consultancy, Research Funding; IGM Biosciences: Research Funding; Infinity Pharmaceuticals: Research Funding; Unum Therapeutics: Consultancy, Research Funding; Juno Therapeutics: Consultancy, Research Funding; Acerta Pharma: Research Funding; AbbVie: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Iksuda Therapeutics: Consultancy; Great Point Partners: Consultancy; Loxo: Research Funding; Genentech, Inc.: Research Funding. Andorsky: AstraZeneca: Research Funding; Celgene: Research Funding; AbbVie: Honoraria. Melear: Janssen: Speakers Bureau; AstraZeneca: Speakers Bureau. Manda: AbbVie: Other: Investigator in AbbVie-sponsored clinical trials. Anz: AbbVie: Other: Investigator in AbbVie-sponsored clinical trials. Kolibaba: Seattle Genetics: Research Funding; Pharmacyclics: Research Funding; Genentech: Research Funding; Gilead: Research Funding; Janssen: Research Funding; Novartis: Research Funding; Verastem: Honoraria; Cell Therapeutics: Research Funding; Celgene: Research Funding; TG Therapeutics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Atara Biotech: Membership on an entity's Board of Directors or advisory committees; AbbVie: Research Funding; Acerta: Research Funding; Compass Oncology: Ended employment in the past 24 months; McKesson Life Sciences: Consultancy; Sumitomo Dainippon Pharma Oncology: Consultancy, Other: travel, accommodations, expenses, . Yimer: Sanofi: Speakers Bureau; Janssen: Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding, Speakers Bureau; TG Therapeutics: Consultancy; Celgene, a Bristol-Myers Squibb Company: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Speakers Bureau; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Speakers Bureau; BeiGene: Other: TRAVEL, ACCOMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding, Speakers Bureau; Texas Oncology: Current Employment; AstraZeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Speakers Bureau; Epizyme: Consultancy, Divested equity in a private or publicly-traded company in the past 24 months; Karyopharm: Consultancy, Divested equity in a private or publicly-traded company in the past 24 months, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Speakers Bureau. Burke: Adaptive: Consultancy; Kura: Consultancy; Morphosys: Consultancy; Celgene: Consultancy; AbbVie: Consultancy; Bayer: Consultancy; Gilead: Consultancy; Seattle Genetics: Speakers Bureau; Roche: Consultancy; Bristol Myers Squibb: Consultancy; Verastem: Consultancy; Astra Zeneca: Consultancy; Epizyme: Consultancy; Adaptive Biotechnologies: Consultancy. Fanning: TG Therapeautics: Consultancy; Abbvie: Consultancy; Prisma Health: Current Employment; Sanofi Aventis: Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Bristol Myers Squibb: Consultancy, Speakers Bureau. Courtright: AbbVie: Other: Investigator in AbbVie-sponsored clinical trials.. Islas-Ohlmayer: AbbVie: Other: Investigator in AbbVie-sponsored clinical trials.. Kambhampati: AbbVie: Other: Investigator in AbbVie-sponsored clinical trials.. Jiang: AbbVie: Current Employment, Other: may hold stock or options. Pesko: AbbVie, Inc.: Current Employment, Other: may hold stock or other options. Vizkelety: AbbVie: Current Employment, Other: may hold stock or stock options.. Sharmokh: AbbVie: Current Employment, Current equity holder in publicly-traded company. Sharman: AbbVie: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding; AstraZeneca: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Bristol Meyers Squibb: Consultancy, Research Funding; BeiGene: Research Funding; Acerta: Consultancy, Research Funding; Roche: Consultancy, Research Funding; TG Therapeutics: Consultancy, Research Funding."
}