{
    "doi": "https://doi.org/10.1182/blood-2018-99-119951",
    "article_title": "Infection at the Time of Initial Therapy for Hairy Cell Leukemia Is Associated with Inferior Time to Next Treatment ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster I",
    "abstract_text": "Introduction: Hairy Cell Leukemia (HCL) is a rare, chronic hematological malignancy that makes up approximately 2% of all leukemias. HCL patients are at a markedly increased risk for infection related to a combination of disease-related and treatment-related immunosuppression which has been well described in the literature. However, the significance of infection prior to initiation of HCL therapy and its impact on the subsequent selection of HCL treatment, or outcomes, is not well described. Using the HCL patient data registry, we report here the impact of antecedent infection on the treatment patterns and outcomes of HCL patients. Methods: We evaluated adult (≥18 years) patients with HCL who had information regarding antecedent infections and subsequent HCL treatment during 1984-2018. The primary endpoint was progression-free survival (PFS-1). Secondary endpoint included time to next treatment (TTNT). PFS-1 was measured from the date of first HCL treatment to date of progression/death or last follow-up. TTNT was defined as the time from first HCL treatment to initiation of second HCL treatment. The study population was stratified into 3 groups based on the presence or absence of antecedent infections: no infection prior to first HCL treatment (no infection group), infection within 30 days prior to first HCL treatment (infection1 group) and infection >30 days prior to first HCL treatment (infection2 group). Fisher's exact test or Kruskal-Wallis test was used to compare the characteristics among the no infection and infection groups and the Cox proportional hazard model was used to evaluate the association with PFS-1 and TTNT. Results: A total of 205 HCL patients who had information regarding antecedent infections and subsequent HCL treatment were eligible for the study. Among these, 144 (70%) belonged to the no infection group, while 26 patients (13%) belonged to infection1 group and 35 (17%) to infection2 group. Patient characteristics are shown in Table 1 with a breakdown between the three groups. The majority of the patients were Caucasian with a male preponderance and had classic HCL. The patients in the infection1 group had a lower median WBC (K/uL) (1.9 vs 3.1 vs 2.9), particularly the absolute neutrophil count (K/uL) (0.4 vs 0.7 vs 0.8) and significantly lower median hemoglobin (gm%) (10.1 vs 12.2 vs 12.4) relative to the no infection and infection2 groups, respectively (p=0.01). Similarly, a greater proportion of patients in the infection1 group had significant comorbidities (including pulmonary, gastrointestinal and hepatic disease) relative to no infection and infection2 groups as shown in Table 1. The majority of patients received purine nucleoside analogs as their first HCL treatment (no infection group=92%, infection1 group=85%, infection2 group=94%). The median PFS-1 (in years) was better in the no infection group compared to the infection1 group but was not statistically significant (17.0 [95% CI=7.9-not reached (NR)] vs 8.8 [95% CI=4.2-NR], respectively, p=0.98, Figure 1). However, the median TTNT (in years) was significantly longer for HCL patients with no infection versus the infection1 group (6.3 [95% CI=5.4-7.8] vs 3.6 [95% CI=0.7-NR], respectively, p=0.001, Figure 1). On subgroup analysis, relative to the no infection group, median PFS-1 (in years) was not significantly different in infection1 group treated with Pentostatin (10.7 [95% CI=3.53-NR] vs NR [95% CI=1.38-NR], respectively, p=0.43), however, the median PFS-1 (in years) was shorter in the infection1 group treated with Cladribine (17.0 [95% CI=7.67-NR] vs 4.0 [95% CI=2.00-NR], respectively), although not reaching statistical significance (p=0.09) probably due to small sample size. Conclusion: In this large series of HCL patients who received treatment, we show that the patients who had infections at the time of HCL treatment have a significantly shorter TTNT. The reasons for this are unclear but may indicate that patients were unable to receive treatment in a timely manner because of the infection, or were unable to complete treatment because of complications. The significant difference in hemoglobin between the infection1 and other groups indicates the possibility that these patients had more advanced HCL at the time of diagnosis. These findings indicate the potential long term negative impact of infections in patients who need treatment for HCL and reinforce the need for careful management in this setting. View large Download slide View large Download slide  Close modal Disclosures Lozanski: Beckman: Research Funding; Coulter: Research Funding; Stem Line: Research Funding; Genentech: Research Funding; Novartis: Research Funding; BI: Research Funding. Andritsos: HCLF: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Consultancy.",
    "topics": [
        "hairy-cell leukemia",
        "infections",
        "hemoglobin",
        "uterine fibroids",
        "cladribine",
        "follow-up",
        "hematologic neoplasms",
        "leukemia",
        "liver diseases",
        "pentostatin"
    ],
    "author_names": [
        "Narendranath Epperla, MDMS",
        "Mirela Anghelina",
        "Qiuhong Zhao, MS",
        "Akwasi Agyeman",
        "James S. Blachly, MD",
        "Kerry A. Rogers, MD",
        "Gerard Lozanski, MD",
        "Christopher C. Oakes",
        "Michael R. Grever, MD",
        "Leslie Andritsos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Narendranath Epperla, MDMS",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mirela Anghelina",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiuhong Zhao, MS",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akwasi Agyeman",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James S. Blachly, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry A. Rogers, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerard Lozanski, MD",
            "author_affiliations": [
                "Department of Pathology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher C. Oakes",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Grever, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Andritsos, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH ",
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T15:35:33",
    "is_scraped": "1"
}