{
    "doi": "https://doi.org/10.1182/blood.V116.21.4167.4167",
    "article_title": "Smouldering Adult T-Cell Leukaemia/Lymphoma (ATLL) Is Not Associated with An Increased Risk of Aggressive ATLL In HTLV-1 Positive Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 4167 Introduction: Criteria for the diagnosis of smouldering adult T-cell leukaemia/lymphoma (ATLL) are the detection of anti-HTLV-1 antibodies, total lymphocyte count <4×10 9 /L, ≥ 5% abnormal lymphocytes of T cell nature in the peripheral blood, normal corrected calcium and LDH <1.5 times the upper limit of normal. Skin or lung involvement may be present but no other organ involvement is permitted. Smouldering ATLL has been associated with 2 and 4 year survival of 77.7% and 62.8% respectively. Aim: To identify whether patients meeting the diagnostic criteria for smouldering ATLL are at increased risk of aggressive ATLL. Methods: A retrospective analysis of patients referred to the National Centre for Human Retrovirology, London between 1991 and 2007, excluding those diagnosed with ATLL prior to referral. Demographic and clinical data were collected at initial review. HTLV-I viral DNA was quantified by real-time PCR. Results: Blood films were reported for 150 new HTLV-1 infected patients, 114 female and 36 male, the majority of Afro-Caribbean or African origin. Median follow up was 3.7 years.92 (61%) were asymptomatic HTLV-1 carriers (ACs) and 58 (39%) had HTLV-associated inflammatory disease (HAID) of which HTLV associated myelopathy (HAM) accounted for the majority (n = 54). ≥5% abnormal lymphocytes were documented in 43 (29%) in whom the percentage of abnormal lymphocytes was significantly higher in those patients with HAID than ACs (p=0.006) although the total lymphocyte counts were similar in the two groups. Globulin, creatine kinase (CK), lactate dehydrogenase (LDH) and beta 2 microglobulin (β2M) were all higher in the HAID group. HTLV-1 viral load was significantly higher in males than in females and in those with HAID. On multivariate analysis β2M was independently predictive of disease status between ACs and HAID. Overall abnormal lymphocytes were observed in the blood of 75% of patients. An irregular or convoluted nucleus was the most frequent abnormality while cleft or bi-lobed nuclei, large granular lymphocytes, flower cells and abnormally large lymphocytes were also observed. Flower cells were identified in 17% of cases and their presence was associated with both a higher overall percentage of abnormal lymphocytes and viral load (% abnormal lymphocytes 4% v 2%, p=0.008; viral load 9.3% v 4.5%, p=0.048). Three patients (2%) developed aggressive ATLL, in all cases lymphomatous, after 2.8, 6.4 and 10 years follow up. Only one had ≥5% abnormal lymphocytes but all had viral load ≥10% at presentation. Two had HAID while one was an AC. The incidence of aggressive ATLL in this cohort was 4.1 cases per 1000 person-years (95% CI 0.83 – 11.9) equating to four cases per 100 HTLV-1 carriers per decade. No patient with HTLV-1 proviral load <10% developed aggressive ATLL. Conclusion: In this cohort fulfilment of the Shimoyama classification for smouldering ATLL was not associated with an increased risk of developing aggressive ATLL (1/43 v 2/107) during a median of 3.7 years of follow up. We therefore propose that ATLL should not be diagnosed in the absence of a raised lymphocyte count and/or organ involvement. However HTLV-1 proviral load does appear to be an important predictor for risk of ATLL and further study to identify patients at risk prior to development of this aggressive malignancy is warranted. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "human t-lymphotropic virus 1",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "lymphoma",
        "viral load result",
        "abdominal compartment syndrome",
        "acute coronary syndromes",
        "follow-up",
        "antibodies",
        "beta 2-microglobulin"
    ],
    "author_names": [
        "Andrew Hodson, MD",
        "Barbara Bain, FRCPath, MB",
        "Paul Fields, MD, PhD",
        "Graham Talyor, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew Hodson, MD",
            "author_affiliations": [
                "Faculty of Medicine, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Bain, FRCPath, MB",
            "author_affiliations": [
                "Imperial College, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Fields, MD, PhD",
            "author_affiliations": [
                "Guys and St Thomas Hospital, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham Talyor, MD",
            "author_affiliations": [
                "Faculty of Medicine, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T18:42:26",
    "is_scraped": "1"
}