{
    "doi": "https://doi.org/10.1182/blood-2018-99-116683",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4094",
    "start_url_page_num": 4094,
    "is_scraped": "1",
    "article_title": "Avascular Necrosis of the Femoral Head in Sickle Cell Disease in Egypt and Oman: A Cross Sectional Study ",
    "article_date": "November 29, 2018",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "avascular necrosis of femoral head",
        "egypt",
        "oman",
        "sickle cell anemia",
        "hip replacement arthroplasty",
        "hydroxyurea",
        "physical therapy",
        "bone marrow transplantation",
        "hemoglobin",
        "hospital admission"
    ],
    "author_names": [
        "Mohsen Saleh Elalfy, MD",
        "Iman Fadhli",
        "Shaimaa Mohammad",
        "Aida Ali",
        "Naema Shibli",
        "Farah Kindi",
        "Sultan Almaskari",
        "Yasser Wali, MD"
    ],
    "author_affiliations": [
        [
            "Ain Shams university, Cairo, Egypt "
        ],
        [
            "Oman Medical Specialty Board, Departments of Pediatrics, Muscat, Oman "
        ],
        [
            "Ain Shams University, Faculty of Medicine, Radiology Department, Cairo, Egypt "
        ],
        [
            "Ain Shams University, Faculty of Medicine,Children s Hospital, Cairo, Egypt "
        ],
        [
            "Child Health, Sultan Qaboos University, Muscat, Oman "
        ],
        [
            "Oman Medical Specialty Board, Pediatric Department, Muscat, Oman "
        ],
        [
            "Orthopedics Department,, Sultan Qaboos University, Muscat, Oman "
        ],
        [
            "Sultan Qaboos University, Muscat, Oman"
        ]
    ],
    "first_author_latitude": "30.08827575",
    "first_author_longitude": "31.278353750000004",
    "abstract_text": "BACKGROUND: Avascular necrosis (AVN) especially of the femoral head has long been recognized as a morbidity of sickle cell disease (SCD). AVN might be of gradual onset and silent or run a more acute course with severe pain and limping.The clinical presentations and risk factors of this complication among Egyptian and Omani children and young adults with SCD were not fully studied. We aimed to determine the patterns of presentation, risk factors, diagnosis and management of avascular necrosis of the hip in SCD in the 2 centers. PATIENTS AND METHODS : A cross sectional study carried out at the Pediatric Hematology clinics of Ain Shams and Sultan Qaboos University Hospitals. All young SCD patients diagnosed with hip AVN during the period between Jan. 2010-Jan. 2018 were included. Age of 1 st presentation with SCD, symptoms or signs of AVN, frequency of VOCs, hospital admissions and transfusion, spleen status, hydroxyurea administration (dose and compliance ), radiological findings (X-ray and MRI using FICAT and Arlet Staging) and serum ferritin were recorded. Therapeutic options included physiotherapy, autologous bone marrow stem cell injection in the affected joint, hip coring, and hip replacement. RESULTS : Sixty-eight children, adolescents and young adults with SCD and AVN; aged 8-22 years of both sexes were recruited from two centers; Egypt; n= 22, and Oman; n= 46. Twenty patients (29.4%) had hemoglobin SS while 48 (70.6%) had Sickle-βThalassemia. Thirty-seven (54%), were males with a median age of 16 years, five out of the 22 Egyptians have in addition to hip AVN, femoral shaft necrosis in one patient and 2 have lumbar vertebra necrosis. According to FICAT and Alert classification of AVN; 22 patients had stage 0, 2 patients had stage I, 13 patients had stage II, 14 had stage III and 17 patients were at stage IV; 64% of patients had stage II and above at diagnosis. Sixty percent of the studied population were on Hydroxyurea; of them 25% were non-compliant. Multivariate regression analysis didn't show a significant risk factor for development of AVN in these patients. Management was different in the 2 centers; Half of the patients in Oman were managed with physiotherapy alone; while only 25% in Egypt. Stem cell injection in the bone marrow of the affected hip was tried in 25% of Omani patients with good success while none in the Egyptian patients. Hip replacement in was performed in a total of 7 patients and Bone marrow transplantation in two. CONCLUSION: Avascular necrosis of the hip is a significant cause of morbidity in SCD in this part of the world. Majority of patients had an advanced disease at diagnosis, which emphasizes the need of early screening to avoid complications of the advanced disease. Injection of bone marrow in the affected hip might be a promising tool to prevent disease progression and improve the symptoms. Disclosures No relevant conflicts of interest to declare."
}