{
    "doi": "https://doi.org/10.1182/blood.V124.21.605.605",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2893",
    "start_url_page_num": 2893,
    "is_scraped": "1",
    "article_title": "Cohesin Genes Are Negative Regulators of HSC Renewal ",
    "article_date": "December 6, 2014",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: HSPC Stress and Self-Renewal",
    "abstract_text": "The molecular principles regulating hematopoietic stem cells (HSCs) remain incompletely defined. To gain deeper insights into the mechanisms underlying renewal and differentiation of hematopoietic stem and progenitor cells (HSPCs), we have developed global RNAi screens targeted to human cord blood derived CD34+ cells. In previous work such screens have allowed us to identify novel druggable targets to facilitate ex vivo expansion of HSPCs. Recently, we employed a near genome-wide screen (targeting 15 000 genes) to identify genes with an impact on renewal/differentiation of HSPCs, in a completely unbiased manner. Among the most prominent hits from this screen were many transcription factors and epigenetic modifiers and we found a strong enrichment of genes known to be recurrently mutated in hematopoietic neoplasms. A striking finding, was the identification of several members of the cohesin complex (STAG2, RAD21, STAG1 and SMC3) among our top hits (top 0.5%). Cohesin is a multimeric protein complex that mediates adhesion of sister chromatids as well as long-range interactions of chromosomal elements to regulate transcription. Recent large-scale sequencing studies have identified recurrent mutations in the cohesin genes in myeloid malignancies. Upon individual validation and targeting of the cohesin genes by lentiviral shRNA in human CD34 + cells, we found that their knockdown by independent shRNAs led to an immediate and profound expansion of primitive hematopoietic CD34 + CD90 + cells in vitro. A similar expansion phenotype was observed in vivo following transplantation to primary and secondary immundeficient mice. Transplantation of CD34 + CD38 low CD90 + CD45RA - cells transduced with shRNA targeting STAG2 (the cohesin component with the strongest in vitro phenotype) into NOD.Cg-Prkdc scid Il2rg tm1Wjl /SzJ (NSG) mice resulted in a significant increase in human reconstitution in the bone marrow 16 weeks post-transplantation compared to controls (31.3±4.4% vs 11.6±2.8% p=0.001). The engrafted mice showed a marked skewing towards the myeloid lineage as analyzed by CD33/CD15 expression in bone marrow (27.0±5.0% vs 13.0±2.6% p=0.013), as well as an increase in the more primitive CD34 + CD38 - population (2.8±0.6% vs 1.3±0.4% p=0.036). In secondary transplanted mice, 3/6 recipients in the STAG2 group maintained detectable levels of human chimerism while no engraftment was detected in the control group, indicating an increased expansion of HSPCs in vivo upon knockdown of STAG2. Global transcriptome analysis of cohesin deficient CD34 + cells 36 hours post shRNA transduction showed a distinct up-regulation of HSC specific genes coupled with down-regulation of genes specific for more downstream progenitors, demonstrating an immediate shift towards a more stem-like gene expression signature upon cohesin deficiency. This observation was consistent for all cohesin genes tested (STAG2, RAD21, STAG1 and SMC3). Our findings implicate cohesin as a novel major player in regulation of human HSPCs and, together with the recent discovery of recurrent mutations in myeloid malignancies, point toward a direct role of perturbed cohesin function as a true driver event in myeloid leukemogenesis. Our findings illustrate how global RNAi screens targeted to primary human HSPCs can identify novel modifiers of cell fate and may complement genome-wide sequencing approaches to guide the identification of functionally relevant disease-related genes in hematopoietic malignancies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adhesions",
        "antigens, cd15",
        "cancer",
        "cd33 antigen",
        "cd34 antigens",
        "chimerism",
        "complement system proteins",
        "gene expression profiling",
        "genes",
        "leukemogenesis"
    ],
    "author_names": [
        "Roman Galeev, PhDstudent",
        "Aurelie Baudet, PhD",
        "Anders Kvist, PhD",
        "Therese Törngren, PhDstudent",
        "Shamit Soneji, PhD",
        "Åke Borg, PhD",
        "Jonas Larsson, MD PhD"
    ],
    "author_affiliations": [
        [
            "Lund University, Lund, Sweden "
        ],
        [
            "Lund University, Lund, Sweden "
        ],
        [
            "Lund University, Lund, Sweden "
        ],
        [
            "Lund University, Lund, Sweden "
        ],
        [
            "Lund University, Lund, Sweden"
        ],
        [
            "Lund University, Lund, Sweden "
        ],
        [
            "Lund University, Lund, Sweden "
        ]
    ],
    "first_author_latitude": "55.71194829999999",
    "first_author_longitude": "13.203493000000002"
}