{
    "doi": "https://doi.org/10.1182/blood.V118.21.876.876",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2031",
    "start_url_page_num": 2031,
    "is_scraped": "1",
    "article_title": "Implementation of An Aggressive Risk Stratified Treatment Protocol for Children and Adolescents with Acute Lymphoblastic Leukemia in a Developing Country ",
    "article_date": "November 18, 2011",
    "session_type": "614. Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Clinical Trials",
    "abstract_text": "Abstract 876 Background: Acute lymphoblastic leukemia (ALL) represents about 25% of all pediatric cancers. With modern risk adapted therapy over 80% of children with ALL are cured in developed countries. In countries with limited resources, however, therapy results for pediatric ALL are still not encouraging. We herein describe our experience in adopting an aggressive ALL protocol and the results and complications of using this risk-adapted protocol for treating children with ALL at a tertiary referral center in Lebanon. Patients: From May 2002 to August 2009, 110 consecutive patients 1–21 years of age with newly diagnosed ALL received the CCCL ALL protocol which was based on the St. Jude Children's Research Hospital Total XV Study. Patients were classified into one of three categories: low, standard, or high risk. Results: The clinical and laboratory characteristics of patients are presented in Table 1 . The median age at diagnosis was 5 years 5 months. The male to female ratio was 1.5. Forty-six patients received the standard/high risk arm and 64 received the low risk arm. One patient (0.91%) died during induction therapy. Relapse occurred in 7 (6.4%) patients; 2 patients with T-cell ALL and WBC count >100 × 10 9 /L developed CNS relapse during maintenance therapy, and 5 patients developed bone marrow relapse. During induction chemotherapy, patients had the following complications: 17 (15.4%) patients developed febrile neutropenia, 12 diarrhea, 6 tumor lysis syndrome, 1 typhlitis, 2 SIADH, and 2 hypertension. In addition, one patient had nasal septal aspergillosis, 1 influenza A infection, 2 sinusitis, 4 extremity cellulitis, 1 orbital cellulitis, 3 thrombosis (1 femoral line and 2 extremity). Complications during consolidation and maintenance included fever and neutropenia, pneumonia, recurrent otitis media, sinusitis, cellulitis of the face, herpes zoster, diarrhea, as well as gram positive and gram negative septicemia. Two patients died of Escherichia coli (ESBL) septic shock. Cytomegalovirus (CMV) retinitis was diagnosed in 4 patients; all were treated with gancyclovir. One patient developed PML (progressive multi-focal leukoencephalopathy). Three patients developed PRES (posterior reversible encephalopathy syndrome). Five patients developed sagittal sinus thrombosis and 5 developed pancreatitis secondary to L-asparaginase. Eight (7.3%) patients died, 4 (3.6%) of whom were in remission. None of the patients developed a secondary malignancy. The median follow up of the patients was 37.7 months (range 1.7–89.3) and the estimated mean survival time was 82.4 months (95% CI: 77.8–87.0). The 5-year overall survival and event-free survival were and 88.4% and 79.5%, respectively ( Figure 1 & 2  ). Figure 1. Overall survival of all studied patients.  Deaths= 8 3-year OS= 94.7%  5-year OS= 88.4%  Deaths= 8 3-year OS= 94.7%  5-year OS= 88.4%  View Large Figure 1. Overall survival of all studied patients.  Deaths= 8 3-year OS= 94.7%  5-year OS= 88.4%  Deaths= 8 3-year OS= 94.7%  5-year OS= 88.4%  View Large  Figure 2. Event-free survival (EFS) of all studied patients.  Events= 11  3-year OS= 91.6%  5-year OS= 79.5%  Events= 11  3-year OS= 91.6%  5-year OS= 79.5%  View Large Figure 2. Event-free survival (EFS) of all studied patients.  Events= 11  3-year OS= 91.6%  5-year OS= 79.5%  Events= 11  3-year OS= 91.6%  5-year OS= 79.5%  View Large  Conclusions: Our results are comparable to those in developed countries in spite of the limited resources and the relatively low socioeconomic status of the Lebanese population. This treatment protocol was effective in improving the survival rates of children with ALL at our institution. Despite the fact that we had significant toxicity, there was a great advance in outcome reflected in the prolonged survival and improved cure rates. An aggressive risk stratified ALL protocol may be implemented successfully in a developing country but the toxicity profile may be completely different and more severe compared to that of developed countries. Table 1: Characteristics of all patients in the study  Clinical feature . Number of patients (%) . Age (N=110)  1–10 years 86 (78.2%) ≥10 years 24 (21.8%) Sex (N=110)  Male 66 (60%) Female 44 (40%) Risk stratification (N=110)  Low 64 (58.2%) Standard/High 46 (41.8%) Leukocyte count (N=106)  <10,000 46 (43.4%) 10,000–24,999 25 (23.6%) 25,000–49,999 12 (11.3%) 50,000–100,000 13 (12.3%) >100,000 10 (9.4%) CNS (N=110)  CNS-1 96 (87.3%) Traumatic lumbar puncture without blasts 14 (12.7%) Immunophenotype (N=110)  B-cell precursor 94 (85.5%) T-cell 15 (13.6%) Biphenotypic 1 (0.9%) DNA index (N=51)  <1.16 43 (84.3%) ≥1.16 8 (15.7%) Bone marrow, day 15 (N=109)  <5% blasts 101 (92.7%) ≥5% blasts 8 (7.3%) Clinical feature . Number of patients (%) . Age (N=110)  1–10 years 86 (78.2%) ≥10 years 24 (21.8%) Sex (N=110)  Male 66 (60%) Female 44 (40%) Risk stratification (N=110)  Low 64 (58.2%) Standard/High 46 (41.8%) Leukocyte count (N=106)  <10,000 46 (43.4%) 10,000–24,999 25 (23.6%) 25,000–49,999 12 (11.3%) 50,000–100,000 13 (12.3%) >100,000 10 (9.4%) CNS (N=110)  CNS-1 96 (87.3%) Traumatic lumbar puncture without blasts 14 (12.7%) Immunophenotype (N=110)  B-cell precursor 94 (85.5%) T-cell 15 (13.6%) Biphenotypic 1 (0.9%) DNA index (N=51)  <1.16 43 (84.3%) ≥1.16 8 (15.7%) Bone marrow, day 15 (N=109)  <5% blasts 101 (92.7%) ≥5% blasts 8 (7.3%) View Large Disclosures: Muwakkit: Children's Cancer Center of Lebanon: Research Funding.",
    "topics": [
        "acute lymphocytic leukemia",
        "adolescent",
        "child",
        "developing countries",
        "diarrhea",
        "reversible posterior leukoencephalopathy syndrome",
        "sinusitis",
        "toxic effect",
        "asparaginase",
        "aspergillosis"
    ],
    "author_names": [
        "Samar A. Muwakkit, MD",
        "Carol Al-Aridi, MD",
        "Ahmad Samra, MD",
        "Raya Saab, MD",
        "Rami Mahfouz, MD, MPH",
        "Chantal Farra, MD",
        "Sima Jeha, MD",
        "Miguel R. Abboud, MD"
    ],
    "author_affiliations": [
        [
            "Children's Cancer Center of Lebanon, Beirut, Lebanon, "
        ],
        [
            "Children's Cancer Center of Lebanon, Beirut, Lebanon, "
        ],
        [
            "American University of Beirut Medical Center, Beirut, Lebanon, "
        ],
        [
            "Children's Cancer Center of Lebanon, Beirut, Lebanon, "
        ],
        [
            "Pathology and Laboratory Medicine, American University of Beirut Medical Center, Beirut, Lebanon, "
        ],
        [
            "Pathology and Laboratory Medicine, American University of Beirut Medical Center, Beirut, Lebanon, "
        ],
        [
            "St. Jude Children's Rsch. Hosp., Memphis, TN, USA"
        ],
        [
            "Children's Cancer Center of Lebanon, Beirut, Lebanon, "
        ]
    ],
    "first_author_latitude": "33.898681999999994",
    "first_author_longitude": "35.4857899"
}