{
    "doi": "https://doi.org/10.1182/blood-2019-123536",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4423",
    "start_url_page_num": 4423,
    "is_scraped": "1",
    "article_title": "Overview of Primary and Secondary Myelofibrosis in Young Adults: Genomic Characteristics, Treatment Strategies and Outcomes ",
    "article_date": "November 13, 2019",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "topics": [
        "secondary myelofibrosis",
        "young adult",
        "genome",
        "ruxolitinib",
        "follow-up",
        "allogeneic hematopoietic stem cell transplant",
        "cancer",
        "edmonton symptom assessment scale",
        "erythropoiesis-stimulating agents",
        "hydroxyurea"
    ],
    "author_names": [
        "Andrew T Kuykendall, MD",
        "Chetasi Talati, MD",
        "Kendra L. Sweet, MD",
        "Eric Padron, MD",
        "David A Sallman, MD",
        "Alan F. List, MD",
        "Jeffrey E. Lancet, MD",
        "Rami S. Komrokji, MD"
    ],
    "author_affiliations": [
        [
            "Malignant Hematology Department, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Malignant Hematology Department, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Malignant Hematology Department, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL ",
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Malignant Hematology Department, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL ",
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL ",
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
        ]
    ],
    "first_author_latitude": "28.0640091",
    "first_author_longitude": "-82.42166519999999",
    "abstract_text": "Introduction: Primary and secondary myelofibrosis (MF) [i.e. occurring after a prior diagnosis of polycythemia vera [PV] or essential thrombocythemia (ET)] are myeloid malignancies often diagnosed in the 6 th and 7 th decade of life. In the rare occurrence that younger patients receive this diagnosis, prognostic recommendations are poorly extrapolated and optimal treatment strategies are unclear. Prior studies assessing young MF patients have suggested a more indolent course for this cohort. Here we aim to analyze our experience with young MF patients in terms of genetic makeup, treatment history, and outcomes. Methods: We assessed a database of primary and secondary MF patients who presented to our center between 1/2000 and 6/2019. We identified patients who were 50 years or younger at the time of MF diagnosis. Clinical and genetic features along with treatment history and outcomes were analyzed. Kaplan-Meier method was used for survival analysis. Patients surviving at 240 months after diagnosis were censored at that time. Results: Among 599 MF patients, 63 (11%) were ≤50 at the time of diagnosis. Median age at diagnosis was 43.6 years (yr). Median time from diagnosis to first presentation to our institution was 4.2 months (mo) (range 0-35 yr). Thirty-eight (60%) and 44 (70%) were seen within 1 and 5 years of diagnosis, respectively. Females accounted for 62% (n = 39) of patients. Forty-five (71%) patients had primary MF, 4 (6%) had post-PV MF and 13 (21%) post-ET MF. Median follow-up for the cohort was 94.9 mo. Among 62 patients in whom IPSS at diagnosis could be calculated, 20 (32%) were low, 27 (44%) intermediate-1, 12 (19%) intermediate-2, and 3 (5%) high-risk. JAK2 mutation was detected in 22/60 (37%), CALR in 21/44 (48%), MPL in 0/49 (0%). One patient was triple-negative. Extended targeted gene sequencing was performed in 42/63 patients during their clinical course. Sequencing occurred at a median time of 2.6 yr after diagnosis (range 0-35 yr). Genes most commonly mutated were ASXL1 (12%), TET2 (12%), EZH2 (10%), and DNMT3A (10%). No mutations involving SRSF2 , U2AF1 , ZRSR2 , or SF3B1 were seen. Thirteen patients did not receive active treatment during follow-up. Among those receiving treatment, median time to first treatment was 9.4 mo (range 0-331 mo). The most common initial treatments were erythropoiesis-stimulating agents (ESAs) (14%), hydroxyurea (28%), and ruxolitinib (22%). In total, 29 (46%) received ruxolitinib with median time to ruxolitinib treatment of 27.2 mo. Median duration of ruxolitinib treatment was 44.5 mo. Fourteen patients underwent allogeneic hematopoietic stem cell transplant (AHCT) at a median of 57.4 mo after diagnosis (range 6-123 mo). Transformation to acute myeloid leukemia (AML) occurred in 5 patients at a median time of 99 mo (range 51-178 mo) after diagnosis. Median overall survival (OS) was not reached. Five and 10-year OS estimated at 93% and 77%, respectively. No difference was seen in OS for patients with primary and secondary MF (p = 0.40). Conclusions: Primary and secondary MF are rarely diagnosed in patients ≤ 50 years old. In this cohort, patients are often CALR mutant, have lower-risk disease, and lack splicing mutations. Initial treatment strategies are varied, but favor cytoreductive approaches. The prognosis in these patients is favorable, but high-risk mutations can occur and progression to AML occurs in a minority of patients. AHCT remains a curative option; however, optimal timing for transplant is not clear. Figure View large Download slide Figure View large Download slide  Disclosures Kuykendall: Celgene: Honoraria; Janssen: Consultancy; Abbvie: Honoraria; Incyte: Honoraria, Speakers Bureau. Talati: Astellas: Honoraria, Speakers Bureau; Daiichi-Sankyo: Honoraria; Agios: Honoraria; Pfizer: Honoraria; Jazz Pharmaceuticals: Honoraria, Speakers Bureau; Celgene: Honoraria. Sweet: Abbvie: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Agios: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Celgene: Speakers Bureau; Jazz: Speakers Bureau; Incyte: Research Funding; Pfizer: Consultancy; Stemline: Consultancy. Sallman: Celyad: Membership on an entity's Board of Directors or advisory committees. List: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding. Lancet: Daiichi Sankyo: Consultancy, Other: fees for non-CME/CE services ; Agios, Biopath, Biosight, Boehringer Inglheim, Celator, Celgene, Janssen, Jazz Pharmaceuticals, Karyopharm, Novartis: Consultancy; Pfizer: Consultancy, Research Funding. Komrokji: JAZZ: Consultancy; Agios: Consultancy; celgene: Consultancy; pfizer: Consultancy; Incyte: Consultancy; Novartis: Speakers Bureau; DSI: Consultancy; JAZZ: Speakers Bureau."
}