{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4755.4755",
    "article_title": "Holding Iron Measurement to a Gold Standard: Comparing Reticulocyte Hemoglobin Content to Traditional Biomarkers in Predicting Response to Intravenous Iron Supplementation in Hemodialysis Patients ",
    "article_date": "December 7, 2017",
    "session_type": "102. Regulation of Iron Metabolism",
    "abstract_text": "Background: Patients suffering from end stage renal disease (ESRD) commonly develop functional and absolute iron deficiency due to various etiologies, requiring regular intravenous iron supplementation. Current methods of quantifying iron stores, such as serum iron and transferrin saturation (TSAT), may be inaccurate measures for detecting functional iron deficiency. This increases the likelihood of incomplete correction of iron deficiency or the risk of developing iron overload, both resulting in higher healthcare and administrative costs. Recent studies focusing on reticulocyte hemoglobin content (CHr) have shown it to be a specific and sensitive indicator of absolute and functional iron deficiency. Aims: To determine whether CHr is a more sensitive and accurate surrogate measure of response to iron infusion than traditional measurements such as serum iron and TSAT. Methods: We performed a retrospective chart review of patients aged ≥18 years with ESRD receiving dialysis and regular intravenous iron infusions at University of Iowa Hospitals and Clinics between October 2016 and March 2017 who also had applicable serial laboratory monitoring. Parameters analyzed included hemoglobin, hematocrit, CHr, serum iron, TSAT, total iron binding capacity, and ferritin. 3 months later, along with the total dose of iron infused over that specific timeframe, we obtained subsequent sets of these values. Results: Fifty-three eligible patients were identified, of which 63% were male and 37% female with a median age of 59 years. The median time interval between initial and subsequent laboratory testing was 91 days; the median cumulative iron infusion was 300 mg with doses ranging from 0 to 2100 mg. Correlation between variables of interest and iron dosing were calculated for serum iron (p = 0.49), TSAT (p = 0.16), and CHr (p = 0.99). With removal of subjects who had received the median 300 mg dose, correlation coefficients were recalculated for serum iron (p = 0.49), TSAT (p = 0.21), and CHr (p = 0.93). Conclusions: Contrary to published data, our study did not show any statistically significant support for CHr as a superior predictor of response to iron infusion when compared to traditional biomarkers. Our negative finding could be tempered by small sample size; this data was also not adjusted for other factors including hemoglobin level or erythropoiesis-stimulating agent administration. Given their reported resilience in response to acute fluctuations in patient inflammatory states and potentially decreased cost of testing versus the traditional iron panel, interest in reticulocyte parameters remains high. We plan to control for or identify any confounding factors by performing a prospective cohort study on a larger population to further elucidate the validity of this finding. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "biological markers",
        "gold standard",
        "hemodialysis",
        "iron",
        "iron measurement",
        "reticulocyte hemoglobin concentration",
        "iron deficiency",
        "infusion procedures",
        "kidney failure, chronic",
        "erythropoiesis-stimulating agents"
    ],
    "author_names": [
        "Justin Chau, MD",
        "Kantima Phisitkul, MD",
        "Patrick Ten Eyck, PhD",
        "Chaorong Wu, PhD",
        "Mony Fraer, MD FACP, FASN",
        "Usha Perepu, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Justin Chau, MD",
            "author_affiliations": [
                "Department of Internal Medicine, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kantima Phisitkul, MD",
            "author_affiliations": [
                "Department of Nephrology, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Ten Eyck, PhD",
            "author_affiliations": [
                "Institute for Clinical and Translational Science, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chaorong Wu, PhD",
            "author_affiliations": [
                "Institute for Clinical and Translational Science, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mony Fraer, MD FACP, FASN",
            "author_affiliations": [
                "Department of Nephrology, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Usha Perepu, MBBS",
            "author_affiliations": [
                "Department of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa Hospitals and Clinics, Iowa City, IA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:30:32",
    "is_scraped": "1"
}