{
    "doi": "https://doi.org/10.1182/blood.V118.21.3797.3797",
    "article_title": "Oral Formulation of Rigosertib (ON 01910.Na) in Patients with Myelodysplastic Syndrome (MDS) – Phase I Study Results, ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Poster III",
    "abstract_text": "Abstract 3797 Background: Rigosertib (ON 01910.Na) is a multi-kinase inhibitor that selectively induces mitotic arrest leading to apoptosis in cancer cells and myeloblasts, while non-toxic to normal cells. Biological activity of the intravenous formulation has been demonstrated in myelodysplastic syndromes (MDS), including an ongoing randomized clinical trial in patients with refractory anemia and excess blasts failing azanucleosides. We report the preliminary results of a safety and efficacy study of a novel oral formulation of rigosertib. Methods: The trial is a 3 part phase I dose escalation study. The first part addressed bioavailability and tolerability of single oral dosing administered on a weekly basis for 5 weeks, the second included dose escalation, the third represented a dose expansion of the recommended phase 2 dose (RP2D) with absolute biavailability and food/fasting bioavailability studies. Eligibility included any International prognostic Scoring System (IPSS) MDS risk group with at least one cytopenia, failure to respond to at least one prior standard treatment, good performance status (ECOG≤ 2), adequate kidney and liver functions. Key exclusions included hypoplastic MDS (< 10% cellularity), ascites, history of seizures, uncontrolled hypertension, and history of HIV. Dose limiting toxicity (DLT) was defined as grade 3 or greater non-hematological drug related toxicity or delay in blood count recovery for more than 30 days in the absence of response. Rigosertib dose was escalated based on a defined escalation dose schema (70, 140, 280, 560, and 700 mg). The drug was administered orally twice a day for 14 days of a 21 day cycle. Results: Between January 2010 and July 2011, 33 MDS patients were enrolled in an ongoing phase I dose escalating study. Pharmacokinetic dose proportionality was established in the 70–700 mg single dose range in the first 3 patients, and pharmacodynamically active concentrations were reached. A subsequent escalation phase enrolled 15 patients who were treated with 70 to 700 mg doses of rigosertib capsules bid for 2 weeks of a 3 week cycle (70mg: N=3; 140 mg: N=2; 280mg: N=2; 560: N=2; 700mg: N=6). The formulation was well tolerated. One patient experienced DLT at the 700mg dose level during the first 3-week cycle (dysuria and shortness of breath). Another patient at this dose level had grade 3 dysuria during cycle 2. The RP2D was identified as 560 mg bid and 18 patients were enrolled in the expansion cohort (part 3). Up to 12 patients in this cohort are undergoing full pharmacokinetic evaluation (absolute bioavailability vs. the IV formulation and food effect). Encouraging signs of activity have been observed, including two marrow CR responses at the 140 and 560 mg dose levels; erythroid response (reduction of at least 4 units of RBC transfusions over 56 days) in four Low/Int-1 risk transfusion dependent MDS patients (3 at 560mg and 1 at 700 mg dose levels). Full PK results as well as clinical activity and tolerability at the RP2D dose level will be presented. Conclusion: Oral rigosertib is bioavailable and well tolerated. The RP2D was 560 mg bid for 2 weeks of a 3 week with a DLT of dysuria. Early encouraging responses are being confirmed in the expansion phase of the study. Disclosures: Komrokji: Onconova Therapeutics: Research Funding. List: Onconova Therapeutics: Research Funding. Wilhelm: Onconova Therapeutics: Employment, Equity Ownership. Lancet: Onconova Therapeutics: Research Funding. Raza: Onconova Therapeutics: Research Funding.",
    "topics": [
        "myelodysplastic syndrome",
        "dysuria",
        "toxic effect",
        "ascites",
        "cytopenia",
        "dyspnea",
        "erythrocyte transfusion",
        "hypertension",
        "phosphotransferases",
        "prostatic hypertrophy risk score"
    ],
    "author_names": [
        "Rami S. Komrokji, MD",
        "Alan F. List, MD",
        "Francois Wilhelm, MD, PhD.",
        "Jeffrey E. Lancet, MD",
        "Azra Raza, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rami S. Komrokji, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alan F. List, MD",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Wilhelm, MD, PhD.",
            "author_affiliations": [
                "Onconova Therapeutics Inc, Newtown, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E. Lancet, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Azra Raza, MD",
            "author_affiliations": [
                "Columbia Presbyterian Medical Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:49:20",
    "is_scraped": "1"
}