{
    "doi": "https://doi.org/10.1182/blood.V114.22.4946.4946",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1485",
    "start_url_page_num": 1485,
    "is_scraped": "1",
    "article_title": "Long Term Response After Lenalidomide Treatment for Patients with Multiple Myeloma Relapsed After at Least Two Lines of Therapy. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "death",
        "antigens, cd98 light chains",
        "biological markers",
        "bortezomib",
        "chemotherapy regimen",
        "hematotoxicity",
        "immunoglobulin a",
        "immunoglobulin d"
    ],
    "author_names": [
        "Francesco Spina, MD",
        "Vittorio Montefusco, MD",
        "Claudia Crippa, MD",
        "Barbara Oliviero, MD",
        "Massimo Offidani, MD",
        "Francesca Patriarca, MD",
        "Daniela Petro', MD",
        "Monica Galli, MD",
        "Tommasina Guglielmelli, MD",
        "Davide Rossi, MD",
        "Antonietta Pia Falcone, MD",
        "Marianna De Muro, MD",
        "Paolo Corradini, MD"
    ],
    "author_affiliations": [
        [
            "Ematologia-Trapianto di Midollo Osseo, Universita' degli Studi di Milano - Fondazione IRCCS Istituto Nazionale dei Tumori di Milano, Milano, Italy, "
        ],
        [
            "Ematologia-Trapianto di Midollo Osseo, Universita' degli Studi di Milano - Fondazione IRCCS Istituto Nazionale dei Tumori di Milano, Milano, Italy, "
        ],
        [
            "Ematologia, Università di Brescia, Spedali Civili di Brescia, Brescia, Italy, "
        ],
        [
            "Ematologia, Universita' degli Studi di Milano - Fondazione IRCCS Ospedale Maggiore Policlinico, Mangiagalli e Regina Elena, Milano, Italy, "
        ],
        [
            "Ematologia, Polo Ospedaliero Universitario - Ospedali Riuniti di Ancona, Ancona, Italy, "
        ],
        [
            "Ematologia, Azienda Ospedaliero-Universitaria Santa Maria della Misericordia, Udine, Italy, "
        ],
        [
            "Ematologia, Azienda Ospedaliera Ospedale Niguarda Ca' Granda, Milano, Italy, "
        ],
        [
            "Ematologia, Ospedali Riuniti di Bergamo, Bergamo, Italy, "
        ],
        [
            "Medicina Interna II, Azienda Ospedaliera San Luigi Gonzaga, Orbassano, Italy, "
        ],
        [
            "SC Universitaria di Ematologia, Azienda Sanitaria Ospedaliera Maggiore della Carità, Novara, Italy, "
        ],
        [
            "Ematologia, IRCCS Ospedale Casa Sollievo della Sofferenza, San Giovanni Rotondo, Italy, "
        ],
        [
            "Ematologia, Universita' Campus Bio-Medico, Roma, Italy"
        ],
        [
            "Ematologia-Trapianto di Midollo Osseo, Universita' degli Studi di Milano - Fondazione IRCCS Istituto Nazionale dei Tumori di Milano, Milano, Italy, "
        ]
    ],
    "first_author_latitude": "45.474556199999995",
    "first_author_longitude": "9.232208499999999",
    "abstract_text": "Abstract 4946 Multiple myeloma (MM) treatment greatly improved in the last decade due to the introduction of new drugs such as thalidomide, bortezomib and lenalidomide. Lenalidomide is the more recent, and is active in relapsed MM patients, but the data on long term responses are still lacking. For such a reason, we conducted a retrospective multicenter study to evaluate the existence of long term responders to lenalidomide. Eleven Italian hematology centers participated to the study. Consecutive patients relapsing after >=2 lines of therapy receiving a treatment with lenalidomide were considered eligible. Patients treated with >=2 cycles of lenalidomide were considered evaluable for response defined as per International Uniform Response Criteria. Long term response was defined as a response equal or better than PR lasting >=12 months. Overall (OS) and progression free survival (PFS) were analyzed with Kaplan-Meier method and log-rank test. Cumulative incidence (CI) of relapse was analyzed with CI method with competing risks. Group characteristics were compared by Mann-Whitney test. A multivariate logistic regression analysis was applied to assess which patient characteristics might predict a long term response to lenalidomide. Ninety-five patients were enrolled, 81 had a complete data set and were evaluable. Median age was 65 years (range 42-89), 33 (41%) patients had >=70 years, 48 (59%) had IgG, 22 (27%) IgA, 10 (12%) light chain and 1 IgD MM (1%). All patients relapsed after >=2 lines of chemotherapy, 29 (36%) received >3 lines; 53 (65%) had failed an autologous (autoSCT) and 11 (14%) an allogeneic transplant (alloSCT). All patients were treated with lenalidomide daily for 21 days every 28 per course. Seventy-three patients (90%) were treated with a dose of 25 mg/die, 8 received 15 or 10 mg/die due to hematologic toxicity. Median administered courses were 6 (range 3-29); 28 patients (35%) received >=12 months of treatment. Overall response rate was 85.5%. Two (2.5%) patients obtained sCR, 8 (10%) CR, 11 (14%) VGPR, 48 (59%) PR, 7 (9%) SD, and 5 (6%) PD. One- and 2-years OS (median not reached) was 83 and 64%, 1- and 2-years PFS (median 514 days) was 62% and 45%. One- and 2-year CI of relapse was 34% and 54%. Age, isotype, stage, previous lines of therapy, autoSCT, alloSCT and lenalidomide dose did not impact OS and PFS. Twenty-eight (35%) patients obtained PR or a better response lasting >=12 months. One patient (3.5%) died and 7 (25%) relapsed after long term response. The 2-year OS and PFS was 93% and 64%; median OS and PFS were not reached by long term responders. Pre-treatment characteristics and lenalidomide dose did not significantly affect their survival outcomes. The group of 53 patients relapsed before 12 months had 2-years OS (median not reached) and PFS (median 320 days) of 56% and 23%, respectively. Twenty-three patients (43%) progressed and/or died. Older age (>=70 years) influenced PFS (p=0.04) and there was a trend also for OS (p=0.07); the other patient characteristics had no impact on survival. Response to lenalidomide, even if short lasting, improved OS (p<0.001) and PFS (p<0.001) in these patients. Long term responder characteristics were compared with the other patients to explore potential differences. The two groups were similar and had no significant differences except for lines of therapy (3.5 in long responders vs 3.1 in control group, p=0.01). A landmark analysis with 3-months response time-point showed that responders had a 45% probability to maintain response at 12 months. A multivariate logistic regression analysis with 3-months landmark response time-point considered the long response as outcome of interest and age, stage, lines of therapy, autoSCT, lenalidomide dose and response level as covariates. This analysis showed that response quality at 3 months is the only factor which significantly predicts long term response (p=0.001). The higher the level of response 3 months after the start of treatment, the higher the chance of long term response and survival benefit. In conclusion, myeloma patients treated with lenalidomide in third or subsequent line had a 35% probability of achieving a long term response. Such a response was associated with a prolonged OS and PFS. Of note, the quality of response after 3 months of treatment is the unique factor which may significantly predict the long term response. Prospective studies and the search for biomarkers are required to implement our retrospective analysis. Disclosures Patriarca: Celgene: Speakers Bureau; Janssen-Cilag: Speakers Bureau. Guglielmelli: Celgene: Honoraria. Corradini: Celgene: Honoraria; Roche: Honoraria; Novartis: Honoraria, Speakers Bureau."
}