{
    "doi": "https://doi.org/10.1182/blood-2019-131125",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4417",
    "start_url_page_num": 4417,
    "is_scraped": "1",
    "article_title": "Effects of Voxelotor (GBT440) Therapy on Laboratory Testing of Sickle Cell Patients ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "drepanocytes",
        "laboratory techniques and procedures",
        "voxelotor",
        "hemoglobin",
        "high pressure liquid chromatography procedure",
        "sickle cell anemia",
        "atypical",
        "beta-globin",
        "hemoglobinopathies",
        "mass spectrometry"
    ],
    "author_names": [
        "Michelle E. Savedra, MT(ASCP)",
        "Jessica L. Szuberski, MLS ASCP",
        "Tavanna R. Porter, MS, LCGC",
        "Molly S. Hein",
        "Phuong L. Nguyen, MD",
        "Min Shi, MD PhD",
        "Aruna Rangan, MD",
        "James D. Hoyer, MD",
        "Jennifer L. Oliveira, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "44.49712975",
    "first_author_longitude": "-92.84980024999999",
    "abstract_text": "Background : Voxelotor (GBT440) is a small molecule allosteric effector with high specificity for hemoglobin (Hb) that inhibits Hb S polymerization by increasing hemoglobin oxygen affinity. Developed as an oral, once-daily medication, it is undergoing phase 3 randomized clinical trials in sickle cell disease patients. Therapeutic monitoring of Hb quantitative fractions is routine in sickle cell disease patients to assess medication and transfusion effects and future treatment requirements. In the clinical laboratory, some therapies can alter the Hb fraction percentages or characteristic protein migration/elution patterns and can mimic complex hemoglobinopathy disorders causing misinterpretation or unnecessary additional testing. We present the effects of voxelotor on hemoglobin identification/monitoring testing in multiple testing platforms. Methods : A whole blood anticoagulated sample from a male patient who was undergoing treatment for sickle cell disease was received for routine hemoglobin testing. Five additional samples with similar features were also received from three male patients (age range of all patients was 18 to 22 years) with sickle cell disease. Hemoglobin protein analysis was performed using standard methods including cation-exchange high performance liquid chromatography (HPLC), capillary electrophoresis (CE), isoelectric focusing (IEF), intact globin chain mass spectrometry (MS), sickle solubility and hemoglobin stability studies. DNA sequencing of the alpha ( HBA1/HBA2 ) and beta globin ( HBB ) genes was performed on one sample. Results : CE (initial and 50:50 mix, figures 1A and 1B, respectively) revealed a Hb S peak with a shoulder and additional small peaks at position 203 (D zone) and 234 (cusp of zones E/A 2 ). In some cases the 234 peak interfered with instrument designation of the A 2 peak (50:50 mix with normal) and shifted the Hb S peak into the E zone which risks variant misidentification (figure 1C). Our laboratory overcame this limitation by substituting the normal sample with beta thalassemia trait to enhance the Hb A 2 peak after mixing. HPLC tracings (figure 1D) showed a duplex peak pattern in the D and S windows with separate peak quantification percentages (index case showed elution at 4.18 and 4.37 minutes with 14.9% and 66.4%, respectively). The dual peaks detected by HPLC partially mimicked compound Hb S/D-Punjab. IEF (figure 1E) showed additional bands at -4.7, and -11.5 (Schneider-Barwick ratios). The additional peaks identified by CE and IEF mimicked an alpha chain hemoglobin variant; however, the expected hybrid patterns were atypical prompting further investigation. Sickle solubility was positive, heat stability studies were negative and mass spectrometry did not definitively detect abnormal peaks other than β S . DNA sequencing of the alpha and beta globin genes did not reveal abnormalities other than homozygous Hb S. Similar hemoglobin patterns were identified in all samples tested. Conclusion: Voxelotor treatment in sickle cell patients results in a distinctive pattern alteration in hemoglobin testing. Methods may not give accurate variant percentage estimation and the treatment may result in shifts in variant mobility causing erroneous laboratory results. Novel therapies are increasing in the treatment of hemoglobin disorders and medication effect should be a consideration when atypical patterns are encountered in the laboratory. Knowledge of these artifacts by clinicians and laboratorians is paramount to avoid erroneous diagnosis, unnecessary additional testing and inaccurate Hb variant quantitation for monitoring purposes. Notification of current treatment regimens to testing facilities is highly recommended in these patients. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}