{
    "doi": "https://doi.org/10.1182/blood.V118.21.4208.4208",
    "article_title": "Practice Guidelines for the Interpretation and Reporting of Transient Therapy-Related Single Metaphase Chromosomal Abnormalities Identified by Routine Metaphase Cytogenetics in Bone Marrow Specimens, ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster III",
    "abstract_text": "Abstract 4208 Introduction: Metaphase cytogenetic (MG) studies are routinely performed on bone marrow aspirate specimens in patients with hematologic disorders. While more sensitive tests are available which target specific aberrations, MG remains an inexpensive method to identify both anticipated and unanticipated global changes. However, due to the occasional finding of non-clonal changes in single metaphases, the International System for Human Cytogenetic Nomenclature recommends that the abnormality be present in at least two cells (three cells for losses of whole chromosomes) before it is considered a clonal change. Noting a high frequency of single metaphase chromosomal abnormalities (SMCAs) in the heavily pre-treated population at Vanderbilt University Medical Center (VUMC), we sought to quantify the incidence of those SMCAs with minimal or no apparent clinical significance and to determine the best interpretation and reporting mechanism for such changes. Methods: Retrospective data was collected and analyzed from a 16 month period encompassing March 2010 to June 2011. During this time period, all cases of SMCAs were identified. For each instance all tandem ancillary studies (fluorescent in situ hybridization (FISH), molecular studies) as well as all prior and subsequent cytogenetic studies associated with bone marrow biopsies were analyzed. Results: A total of 2916 bone marrow biopsies were performed at VUMC during this 16 month time frame. Of these 2916 cases, 680 had abnormal karyotypes, including 151 instances of chromosomal aberrations which were identified in only a single cell out of at least twenty metaphases examined (SMCAs). These 151 instances corresponded to 133 patients. Compared to the overall distribution of bone marrow diagnoses/indications at VUMC, there were a disproportionately high number of cases of acute myeloid leukemia (AML)and/or myelodysplasia (MDS) (45% of SMCAs versus 31% of total VUMC bone marrow biopsies) and lymphoma (15% of SMCAs versus 5%) (chi-square test, p-value < 0.001). Across diagnoses, 79% of all cases were found in patients after chemotherapy or radiation treatment, with a very high association with prior therapy in cases of AML (94%), B lymphoblastic leukemia (100%), myeloproliferative neoplasms (100%), lymphoma (85%), and MDS (84%). Only cases for which the clinical indication was to rule out bone marrow failure had a significant percentage of SMCAs in untreated marrows, potentially representing stress hematopoiesis. Of the 151 cases of SMCA, 81 (60%) had a prior marrow, a subsequent marrow, or both which did not show the SMCA, suggesting a transient incidental finding of probable minimal clinical significance. An additional 29/151 (19%) cases were seen only once at VUMC, but the aberration had no known clear disease association and are likely of minimal clinical significance. The SMCA was likely indicative of minimal residual disease in only 13 cases (9%), confirmed by concordance with prior marrow findings or tandem FISH studies with known disease association. Only 4 of the 151 cases (2.6% of cases) were of unclear clinical significance at the time of the result but were later confirmed to be significant by identification of a similar finding in a subsequent marrow. Of the SMCAs believed to be transitory and therapy-related, the aberrations clustered with variable changes seen in chromosomes 1 (particularly t(1;19) and t(1;7)), 6, 7, 9, and 13 as well as frequent trisomies of chromosomes 18, 21, and 22. Conclusions: Retrospective analysis identified that 79% of SMCAs identified were of minimal or no clinical significance. Those cases in which the SMCA likely represents a true marker of disease represented only 9% of cases and were readily identifiable at the time of the marrow by correlation with prior cytogenetic findings or tandem FISH. In only 2.6% of cases was an SMCA only subsequently proven to be clinically significant. There was a high association with prior chemotherapy in these SMCA cases, and the cases have preferred “hotspots” of the therapy-related transient chromosomal changes, including numerous translocations. We therefore recommend the de-emphasis of SMCAs in post-therapy specimens by reporting a normal karyotype in the formal interpretation with only mention of the SMCA in a comment to enable correlation with future studies. This reporting scheme will help distinguish true clonal evolution from a transient laboratory finding. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow specimen",
        "chromosome abnormality",
        "cytogenetics",
        "mitotic metaphase",
        "practice guidelines",
        "bone marrow biopsy",
        "chemotherapy regimen",
        "disease association",
        "karyotype determination procedure",
        "lymphoma"
    ],
    "author_names": [
        "Annette S. Kim, MD, PhD",
        "Megan K. Kressin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Annette S. Kim, MD, PhD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Megan K. Kressin, MD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:11:55",
    "is_scraped": "1"
}