{
    "doi": "https://doi.org/10.1182/blood.V120.21.458.458",
    "article_title": "Characterization and Outcome of Parainfluenza Virus Lower Respiratory Tract Infection After Hematopoietic Cell Transplantation ",
    "article_date": "November 16, 2012",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Infectious Disease Challenges",
    "abstract_text": "Abstract 458 Background: Parainfluenza virus (PIV) is one of the most common respiratory viruses causing respiratory symptoms after hematopoietic cell transplantation (HCT); 20–30% of HCT recipients with PIV infection have lower respiratory tract disease (LRTD), associated with high mortality. Although previous studies have reported the outcome and risk factors of PIV LRTD, the definition of PIV LRTD differs in various reports, ranging from patients with radiographically and virologically confirmed cases to cases with only lower respiratory tract symptoms and viral detection from the upper respiratory tract. Here we examined the impact of various manifestations of LRTD, antiviral treatment, and patient and transplant factors on clinical outcome. Patients and methods: This retrospective cohort study included HCT recipients with PIV infection transplanted between 12/1990 and 11/2011 at the FHCRC. PIV infection was defined by detection of PIV in any sample using culture, direct fluorescent antibody testing, and/or polymerase chain reaction. Upper respiratory tract infection (URTI) was defined by PIV detection in nasopharyngeal swab/wash, or sputum without new pulmonary infiltrates. LRTD was divided into 3 groups: possible (new pulmonary infiltrates plus URTI), probable (PIV detection in BAL or biopsy without new pulmonary infiltrates), and proven (new pulmonary infiltrates plus PIV detection in BAL or biopsy). Risk factors for overall mortality were analyzed using Cox proportional hazards models. Results: In 372 patients with PIV infection, median age was 44 years (range, 0–75), and median time to PIV infection after HCT was 69 days (range, 1–2566). Thirty-five (9%) patients had a secondary episode of PIV infection. URTI only, possible, probable, and proven LRTI occurred in 273 (73%), 39 (10%), 7 (2%), and 53 (14%) patients, respectively. In 28 (47%) proven and probable LRTD cases, PIV was first detected in upper respiratory samples a median of 7 days (range, 1–40) prior to detection in BAL or biopsy. Among patients with LRTD, the probability of 90-day survival after PIV LRTD was 47% in proven cases, 57% in probable, and 90% in possible (p < .001; Figure). Comparison between probabilities of 90-day survival after PIV infection in patients with URTI and possible LRTD showed no difference (92% in URTI vs. 90% in possible LRTD, p = 0.67). Cox proportional hazard analysis also showed that proven/probable LRTD resulted in significantly worse survival than URTI (HR, 8.6; 95% CI, 5.0–14.6, p<.001), while possible LRTI did not (HR, 1.2; 95% CI, 0.4–3.4, p=0.74). Multivariable analyses of risk factors for overall mortality among all patients showed that proven/probable LRTD (adjusted HR 7.3, p=<.001), transplantation after 2000 (adjusted HR 0.4, p = 0.002), and steroid administration of more than 1 mg/kg/day pre-LRTD (adjusted HR 2.0, p = 0.02) were significantly associated with mortality. PIV type 3 was significant in the univariable analysis when compared to PIV type 1,2, and 4 combined (HR, 2.51; 95% CI, 1.1–5.8, p=0.03), however, it was not significant in multivariable analysis. Among probable/proven LRTD cases, treatment with ribavirin was not associated with improved survival after adjusting for transplant year, oxygen use, presence of copathogens, donor type, preexisting lung disease and steroid use. High-dose IVIG also did not appear to improve outcome. Conclusions: The outcome of PIV LRTD with viral detection in BAL or biopsy (proven/probable LRTD) was worse compared with that of PIV LRTD with detection in nasopharyngeal samples alone (possible LRTD). Moreover, the outcome of possible LRTD was comparable to that of URTI. Thus, future outcome analyses should consider these disease entities separately. High-dose steroid use was associated with poor survival and neither ribavirin nor IVIG use appeared to be effective in improving overall survival of probable/proven PIV LRTD. Reduction of steroid dose might improve outcome, but further studies are needed to test this hypothesis. New drugs with anti-PIV activity (e.g. DAS181) should be evaluated in this patient population. Figure: View large Download slide Probability of 90-day overall survival for proven, probable and possible cases of PIV lower respiratory tract disease in HCT recipients. (Log-rank test, p=0.0001) Figure: View large Download slide Probability of 90-day overall survival for proven, probable and possible cases of PIV lower respiratory tract disease in HCT recipients. (Log-rank test, p=0.0001)  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "lower respiratory tract infections",
        "parainfluenza virus",
        "particle image velocimetry",
        "upper respiratory infections",
        "infections",
        "biopsy",
        "lung infiltration",
        "steroids",
        "respiratory tract diseases"
    ],
    "author_names": [
        "Sachiko Seo, MD",
        "Hu Xie",
        "Angela P. Campbell, MD",
        "Janet A. Englund, MD",
        "Michael Boeckh, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sachiko Seo, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hu Xie",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela P. Campbell, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet A. Englund, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Boeckh, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T15:41:44",
    "is_scraped": "1"
}