{
    "doi": "https://doi.org/10.1182/blood.V110.11.4168.4168",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1015",
    "start_url_page_num": 1015,
    "is_scraped": "1",
    "article_title": "Dominant-Negative Inhibition of MCT-1 Oncogene Attenuates a Malignant Phenotype through Translational Repression. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "agar",
        "cancer",
        "cancer therapy",
        "codon, initiator",
        "cyclin d1",
        "diffuse large b-cell lymphoma",
        "dominant-negative mutation",
        "doxorubicin",
        "in situ nick-end labeling",
        "lymphoma"
    ],
    "author_names": [
        "Patrick Hagner, MS",
        "Krystyna Mazan-Mamczarz, PhD",
        "Sharon Corl, BS",
        "Ron B. Gartenhaus, MD"
    ],
    "author_affiliations": [
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2880132",
    "first_author_longitude": "-76.6248449",
    "abstract_text": "Background: Gene expression is controlled at multiple levels. Translation initiation is a critical checkpoint for regulating levels of protein synthesis. The MCT-1 (Multiple copies in T-cell lymphoma 1) oncogene product has been shown to bind to the cap complex through its PUA domain and recruit DENR, a SUI1 motif containing protein that can increase translation initiation of target mRNAs by scanning and recognition of the initiation codon. An important function of MCT-1 is its modulation of a subset of cancer related mRNAs in human tumors. Levels of MCT-1 protein are increased in a number of non-Hodgkin’s lymphoma cell lines and diffuse large B-cell lymphoma. The abnormal regulation of protein synthesis in lymphoma cells has the potential to be exploited for cancer therapy. We have shown that an MCT-1 deletion mutant, containing only the PUA domain interacts with the cap-complex but does not promote translation. We hypothesized that a PUA-domain mutant acting as dominant-negative would interfere with MCT-1 function through translational repression and modify the malignant phenotype. Method: Using a retroviral vector we established stable Jurkat cell lines expressing either PUA (Jurkat-PUA) or empty vector (Jurkat-V) in order to investigate the feasibility of targeting MCT-1 using a dominant-negative approach and its impact on the transformed phenotype. Multiple clones were plated in soft agar to determine anchorage-independent growth capacity. We also examined growth under reduced serum conditions to evaluate growth kinetics under stress conditions. Jurkat cell lines expressing either PUA or empty vector were exposed to either doxorubicin or gamma-irradiation and cell viability was assessed using both trypan blue exclusion and TUNEL assay. Effects on translation were assayed employing a combination of Western blotting and in-vivo translation assays. Results: There was a greater than three-fold difference in colony formation comparing Jurkat-V with Jurkat-PUA cells. Under serum deprivation conditions Jurkat-PUA grew much slower than Jurkat-V, and cell cycle analysis demonstrated Jurkat-PUA clones progressing through the cell cycle significantly slower than Jurkat-V clones. Sensitivity to both doxorubicin and gamma-radiation was increased at least 2-fold in cells expressing the PUA deletion mutant. Quantitative real-time PCR performed in Jurkat-V and Jurkat-PUA cells demonstrated equivalent levels of selected target mRNAs including Dp-1 and Cyclin D1 however, there were lower protein levels in the Jurkat-PUA clones. Finally, Jurkat-PUA cells displayed reduced in-vivo translation. Conclusion: We have shown that Jurkat cells retrovirally transduced with a dominant-negative MCT-1 mutant can interfere with protein synthesis and modify the malignant phenotype of a highly aggressive lymphoma. As proof of principle, we have established the utility of targeting MCT-1 and the translation initiation complex in lymphoma cells as a potentially useful therapeutic approach."
}