{
    "doi": "https://doi.org/10.1182/blood.V120.21.4386.4386",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2265",
    "start_url_page_num": 2265,
    "is_scraped": "1",
    "article_title": "Therapeutic Plasma Exchange for Progressive Multifocal Leukoencephalopathy Related to Multiple Sclerosis Therapy with Natalizumab ",
    "article_date": "November 16, 2012",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "topics": [
        "multiple sclerosis",
        "natalizumab",
        "plasma exchange",
        "progressive multifocal leukoencephalopathy",
        "tropical eosinophilia",
        "immune reconstitution inflammatory syndrome",
        "pain management",
        "steroids",
        "acquired immunodeficiency syndrome",
        "albumin solution"
    ],
    "author_names": [
        "Eimad Zakariya, MD",
        "Mariko Yabe, MD",
        "Armistead Williams, MD",
        "Randy L. Levine, MD",
        "Mark T Friedman, DO"
    ],
    "author_affiliations": [
        [
            "Department of Pathology/Blood Bank, St. Luke's-Roosevelt Hospital Center, New York, NY, USA, "
        ],
        [
            "Department of Pathology/Blood Bank, St. Luke's-Roosevelt Hospital Center, New York, NY, USA, "
        ],
        [
            "International Multiple Sclerosis Management Practice, New York, NY, USA, "
        ],
        [
            "Hematology, Lenox Hill Hospital, New York, NY, USA"
        ],
        [
            "Department of Pathology/Blood Bank, St. Luke's-Roosevelt Hospital Center, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.7651947",
    "first_author_longitude": "-73.9599333",
    "abstract_text": "Abstract 4386 Background: Progressive multifocal leukoencephalopathy (PML) associated with natalizumab in multiple sclerosis (MS) treatment is a complication for which therapeutic plasma exchange (TPE) has been used. We describe such a case treated with TPE. Case Report: A 54 year old woman with a past medical history of relapsing-remitting MS presented with recent onset ataxia and bilateral upper and lower extremity weakness and right hand dysmetria. Two weeks prior to presentation, she completed 57 treatments with natalizumab, a monoclonal antibody against cellular adhesion molecule α4-integrin that blocks lymphocytes from crossing the blood-brain barrier. Brain MRI showed new non-enhancing lesions in the right cerebellum and anterior left temporal lobe. Natalizumab was discontinued and investigation revealed high serum and CSF titers of JC virus DNA indicative of PML. The patient underwent a total of 3 TPE's (1 every other day) with 3L of 5% albumin solution (1.4 plasma volume [PV]) used as replacement each TPE. After TPE, the patient initially showed improvement of neurological function and was transferred to inpatient acute rehabilitation. However, 4 days later she suffered a seizure and developed slurred speech. MRI showed that the cerebellar lesion had extended into the pons. The patient also developed dysphagia requiring nasogastric tube feeding and poorly-localized pain requiring pain management. She was treated with steroids for possible Immune Reconstitution Inflammatory Syndrome (IRIS) and discharged to hospice care for rehabilitation and pain management. The patient's condition continued to deteriorate and she died shortly after being arriving at hospice. Conclusion: Natalizumab selectively immune suppresses the CNS putting patients at risk for PML and TPE with or without immunadsorption, can rapidly reverse the immune suppression by clearing natalizumab. Although we did not measure natalizumab concentrations in our patient, 1 report showed that a series of 3 TPE's (1.5 PV) significantly decreased natalizumab levels while another showed that 3–5 TPE's (1–1.5 PV) was effective. The effect of reducing natalizumab is to exchange the problem of a typically fatal opportunistic infection for the problem of an aggressive potentially injurious immune response to that virus. IRIS itself requires intense management to prevent brain injury or death and while there is no set standard of care, steroids are typically used. According to the manufacturer's global monitoring system, the majority of natalizumab induced PML cases are treated with TPE which typically induces IRIS within days to weeks. The most recent mortality rate for all PML cases related to this drug is 22%, significantly lower than that seen with AIDS or in the oncology setting. Although our patient initially improved after TPE, the proximity of the PML to her brainstem, with or without IRIS, made her particularly vulnerable. Whether TPE may lead to more severe IRIS, as suggested by one report, requires further study. Nevertheless, given the severe consequences of PML itself, we would recommend TPE for natalizumab -induced PML. Disclosures: No relevant conflicts of interest to declare."
}