{
    "doi": "https://doi.org/10.1182/blood.V110.11.2073.2073",
    "article_title": "del(17p13.1) in Chronic Lymphocytic Leukemia Confers Poor Prognosis Even at Low Percentage Involvement and Increases Proportionately with Increase in Clonal Involvement. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: The del(17p13.1) abnormality has been shown to have great prognostic significance in chronic lymphocytic leukemia (CLL), predicting a shorter time to progression and decreased overall survival when compared with other chromosomal abnormalities and a normal karyotype. We sought to assess the significance of low percentage del 17p in untreated patients with CLL. Patients and Methods: Patients with B-cell CLL who had received no prior therapy were eligible for evaluation. At the time of initial visit, baseline variables were collected including patient demographics, Rai stage, peripheral blood immunophenotyping, routine cytogenetic evaluation and FISH analysis (described below), and beta-2-microglobulin. Patients were followed for time to progressing (defined as need for first therapy) and overall survival. Cytogenetic and FISH analyses were performed according to standard laboratory methods. Probes for FISH were D12Z1 (12 centromere), TP53 del(17p13.1), del(11q22.3) and D13S319 del(13q14), (all from Abbott Molecular) and were used according to manufacturer directions. For each sample, 200 nuclei were analyzed per probe, 100 nuclei by each of two analysts. The association between percentage del(17p13.1) and time to progression, defined as time from FISH to initiation of treatment, was explored using Cox proportional hazards regression. For purposes of analysis, percentage del(17p13.1) was alternately considered as both a continuous and dichotomous variable (various cut points at 5% increments). Results: From August 2001 to February 2006, 54 untreated patients with CLL were found on initial evaluation to have del(17p13.1) ≥ 5% of nuclei analyzed. The median age was 61 (range 45–90), with 36 males and 18 females. At the time of initial FISH analysis, 14 patients had Rai stage 0 disease, 22 had Rai stage 1 disease, 10 had Rai stage 2 disease, and 8 had Rai stages 3 or 4 disease. 50 patients were evalualuable for time to progression and overall survival. Considered as a continuous variable, del(17p13.1) percent positive was associated with a significantly increased hazard for shorter time to progression. For each 10% increase in del(17p13.1) percentage, there was a 20% increase in the hazard for shorter time to disease progression [HR 1.20, 95%CI(1.05, 1.37), p=0.007]. Using alternative cutpoints for a positive test, del(17p13.1) percentage was associated with an increased hazard for TTP at all percentages greater than 10, an association that became statistically significant at 25%. Conclusion: del(17p13.1) in CLL predicts for shorter time to first treatment even at lower percentages, with the hazard ratio increasing with increasing percentage. Further study in a larger patient sample is warranted to determine whether del17p should be considered significant even at lower percentages not currently defined as “positive.” View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "time to progression",
        "beta 2-microglobulin",
        "disease progression",
        "immunophenotyping",
        "karyotype determination procedure",
        "patient evaluation",
        "protein p53",
        "chromosome abnormality"
    ],
    "author_names": [
        "Leslie A. Andritsos, MD",
        "Jeffrey Jones, M.D.",
        "Gerard Lozanski, M.D.",
        "Thomas S. Lin, M.D.",
        "Kristie A. Blum, M.D.",
        "Michael R. Grever, M.D.",
        "David Jarjoura, Ph.D.",
        "John C. Byrd, M.D.",
        "Nyla Heerema, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Leslie A. Andritsos, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Jones, M.D.",
            "author_affiliations": [
                "Division of Hematology/Oncology, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerard Lozanski, M.D.",
            "author_affiliations": [
                "Department of Pathology, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas S. Lin, M.D.",
            "author_affiliations": [
                "Division of Hematology/Oncology, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristie A. Blum, M.D.",
            "author_affiliations": [
                "Division of Hematology/Oncology, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Grever, M.D.",
            "author_affiliations": [
                "Division of Hematology/Oncology, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Jarjoura, Ph.D.",
            "author_affiliations": [
                "Biostatistics, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, M.D.",
            "author_affiliations": [
                "Division of Hematology/Oncology, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nyla Heerema, M.D.",
            "author_affiliations": [
                "Department of Pathology, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T15:39:18",
    "is_scraped": "1"
}