{
    "doi": "https://doi.org/10.1182/blood-2018-99-118501",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3946",
    "start_url_page_num": 3946,
    "is_scraped": "1",
    "article_title": "Cell Type-Specific Deregulation of Polypyrimidine Tract- Binding Proteins (PTBPs) Drive Aberrant Splicing in Multiple Myeloma (MM) and Acute Myeloid Leukemia (AML) ",
    "article_date": "November 29, 2018",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "alanine aminopeptidase",
        "calculi",
        "cancer",
        "carrier proteins",
        "cloning",
        "excision",
        "flow cytometry",
        "introns",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Sophia Adamia, PhD",
        "Sigitas J Verselis, PhD",
        "Teru Hideshima, MD PhD",
        "Michael P. Chu, MD",
        "Shruti Bhatt, PhD",
        "David P. Steensma, MD",
        "Daniel J Deangelo",
        "Richard M. Stone, MD",
        "Daniel G. Tenen, MD",
        "Linda M. Pilarski, PhD",
        "James D. Griffin, MD",
        "Kenneth Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute & HMS, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Cross Cancer Institute, Edmonton, Canada "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
            "Department of Medical Oncology, Dana-Farber/Partners CancerCare, Boston, MA "
        ],
        [
            "Harvard Stem Cell Institute, Harvard Medical School, Boston, MA ",
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "University of Alberta, Cross Cancer Institute, Edmonton, Canada "
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA "
        ],
        [
            "Department of Hematology and Oncology, Dana-Farber/CancerCare, Harvard Medical School, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Genome-wide transcriptome profiling detected an increased splicing alterations in MM and AML. While these malignancies are derived from different cell linages, their tumor cells acquire similar aberrant splicing (AbSp), mostly intron retentions. To delineate AbSp mechanism in MM/AML, we focused on PTBPs (1/2/3) that play a critical role in intron excision. We have previously reported deregulated expression of splicing factors (SFs) in MM/AML patient and healthy donor (HD) bone marrow (BM). As MM progressed, PTBP1/2 progressively increased, and PTBP3 gradually decreased (ASH 2017). In AML, PTBP2/3 upregulation and PTBP1 downregulation were detected in patient samples in which increased intron retentions were identified by genome-wide splicing analysis (CCR 2015). Here, these findings were validated by TaqMan assays for PTBP s in 48 MM and 325 AML patient samples, 16 MM/AML cell lines, and in plasma cells (PCs) and CD34+cells from 14 HDBM. Results were consistent with differential expressions of PTBPs in MM/AML previously analyzed. Upregulation of PTBP1/2 and PTBP2/3 proteins were detected in MM and AML cell lines, respectively. PTBP1/2 upregulation was pronounced when MM cell lines were cocultured with BM stromal cells (MMBMSC) derived from MM patients' BM. Importantly, we detected increased proliferation and decreased apoptosis in MM/AML cell lines overexpressing PTBPs . These effects were most evident after coculturing MM cell lines with MMBMSC as compared to HDBMSC. To evaluate PTBP effects on AbSp, we knocked down and/or overexpressed PTBPs in MM/AML cell lines and assessed PDL1 splicing in MM, and NOTCH2 and FLT3 splicing in AML. PDL1 is spliced in ~ 30% of 90 MM patients; while NOTCH2/FLT3/CD13 are spliced in 78%/50% of 387 AML patients, respectively. After PTBP1/ 2 knockdown in MM cells we detected 4- to 11-fold downregulation of PDL1 splice variants, with proportional upregulation of wild-type PDL1 levels; concurrently, MM cell proliferation was decreased and apoptosis increased. To evaluate MM specific splicing alterations in the context of the MM BM microenvironment, PDL1 splicing, and PTBP1/2 mRNA/protein expressions, were monitored in MM cell lines cocultured with MMBMSC or HDBMSC. We observed time-dependent PDL1 splice variant upregulation, and higher levels of PTBP1/2 in MM cells. We also noted time-dependent PDL1 variant expression switching in association with PTBP1/2 deregulation in the BM microenvironment. RNA-seq analysis and western blotting showed that MMBMSC culture with tumor cells increased intron retention, and altered SF expressions, including PTBPs in BMSC. We next monitored PTBP effects on splicing in AML cells by evaluating NOTCH2 and FLT3 splicing in an TF1, an AML cell line that overexpresses PTBP2/3 . RT-PCR analysis showed association between PTBP3 overexpression and NOTCH2 and FLT3 AbSp in TF1 cells. For further validation, we developed an ex vivo splicing assay composed of an FLT3/CD13 splicing cassette with a GFP reporter, which allows for evaluation of splicing events by flow cytometry (FACS) and microscopy. In this assay, cells overexpressing PTBP2/3 caused FLT3/CD13 minigene splicing similar to that detected in AML patients. Also, by RT-PCR, we showed that overexpression of PTBPs caused intron retention, that was confirmed by cloning and sequencing of PCR products and consistent with the FACS analysis and microscopy. Finally, we have tested effects of PTBPs using in vivo AML models (BMT and xenograft). In the BMT model, animal median survival was 48 days post-BMT for MLL-AF9/PTBP3 and 56 days in the control group. In the xenograft model, animal median survival was 66, 94, & 106 days after injection of TF1-PTBP3, TF1-PTBP2, and TF1 cells in mice, respectively (P>0.0001). These studies suggest that PTBP3 overexpression in partnership with the MLL-AF9 promotes occurrence of AML in mice. Tumor RNA samples harvested from these animals were subjected to RNA-seq analysis, which showed increased AbSp association with PTBP3 overexpression. Our studies indicate that deregulated PTBP1/2 expression in MM and of PTBP2/3 in AML drive time-dependent AbSp (intron retention) and splice variant switching, which in MM is induced by culture with BMSC; and conversely, that analogous changes are induced in BMSC cultured with tumor cells. They define role of deregulated expression of the PTBPs in MM/AML pathogenesis, and suggest novel targets for therapeutic intervention. Disclosures Stone: Pfizer: Consultancy; Jazz: Consultancy; Fujifilm: Consultancy; Merck: Consultancy; Cornerstone: Consultancy; Celgene: Consultancy, Other: Data and Safety Monitoring Board, Steering Committee; Novartis: Consultancy, Research Funding; Sumitomo: Consultancy; Ono: Consultancy; Orsenix: Consultancy; Otsuka: Consultancy; AbbVie: Consultancy; Agios: Consultancy, Research Funding; Amgen: Consultancy; Argenx: Other: Data and Safety Monitoring Board; Arog: Consultancy, Research Funding; Astellas: Consultancy. Griffin: Astellas Pharma: Consultancy; Novartis Pharma: Other: Grant, Patents & Royalties: Royalties ; Analysis Group: Consultancy; Sun Pharmaceuticals: Consultancy; RXi Pharmaceuticals: Consultancy; Lilly Pharmaceuticals: Other: Grant; Myeloproliferative Neoplasia Foundation: Other: Grant . Anderson: C4 Therapeutics: Equity Ownership, Other: Scientific founder; Celgene: Consultancy; OncoPep: Equity Ownership, Other: Scientific founder; Bristol Myers Squibb: Consultancy; Gilead: Membership on an entity's Board of Directors or advisory committees; Millennium Takeda: Consultancy."
}