{
    "doi": "https://doi.org/10.1182/blood-2018-99-117548",
    "article_title": "Mechanistic Analysis of Prolonged Negative Impacts of Anti-CCR4 Antibody Mogamulizumab on Regulatory T Cell Homeostasis after Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "abstract_text": "Adult T-cell leukemia/lymphoma (ATLL) is highly aggressive CD4+ T cell malignancy caused by human T-cell leukemia virus type 1 (HTLV-1). Normal cellular counterpart of ATLL is considered to be CD4+Foxp3+ regulatory T cells (Tregs) and therefore ATLL cell and Treg cell show similar phenotypic characteristics including the expression of CD25, Foxp3 and CCR4. Treg is immunosuppressive cells which has a critical role to suppress GVHD after allogeneic HSCT. Humanized anti-CCR4 monoclonal body, Mogamulizumab (Mog), is used for treatment of ATLL. We recently reported that pretransplant use of Mog was significantly associated with an increased risk of GVHD-related mortality (Fuji et al, JCO 2016). Since Tregs also express CCR4, the negative impact of Mog on transplantation tolerance was assumed to be a result from poor Treg recovery under the presence of Mog. However, it has not been well studied the interactional association of the sequential Mog concentration, the recovery of Tregs and the transition of residual ATLL cells after allogeneic HSCT in patients with peri-transplant administration of Mog. To tackle this issue, we here studied the clinical and laboratory sequences of patients who received Mog administration to control chemo-refractory ATLL in the peri-transplant period, as comparing patients without Mog treatment. Peripheral blood samples were obtained before and at 2, 4, 6, 8, and 12 weeks after HSCT and thereafter every 3 months. Total 7 patients were studied; 3 patients who received Mog before SCT, 1 patient who received Mog after SCT to treat early relapse of ATLL and 2 patients who did not received Mog. Tregs were defined as CD4+CD7+CADM1-CD25+CD127- and ATLL cells were defined as CD4+CD7-CADM1+, and these were compared with CD4+ conventional T cells (Tcons) in the same individual samples. Gated Tregs and ATLL cells were examined the expression of Foxp3, Helios, CCR4, CD45RA, CD31, Ki-67, BCL2, PD-1 and PD-L1. Mog concentrations in plasma were measured by ELISA. Plasma levels of TARC/CCL17 and MDC/CCL22, endogenous ligands of CCR4, were also measured. Our data indicated that peak levels of Mog were basically dependent of total administrated dose and residual ATLL cells were promptly reduced in blood. After the final dose of Mog, Mog levels were gradually declined (average of estimated half-life was 11.2 days). Shorter clearance rate was observed in a patient with high tumor burden (half-life 5.2 days) and in a patient received plasma exchange (half-life 8.4 days). All patients with Mog treatment failed the early expansion of Treg as compared with patients without Mog. Especially, CCR4-expressing effector-phenotype Treg was completely depleted from blood just after Mog treatment and 3 of 4 Mog-treated patients developed grade 2-4 GVHD. Of note, the delayed Treg recovery was prolonged over 12 months even after Mog was under detectable levels. After Mog decreased, concentrations of endogenous TARC and MDC were subsequently elevated in return. Expression of CCR4 on Treg was thereafter increased slowly but CD45RA+CD31+ recent-thymic emigrant population of Treg remained in the quite low levels over a year and the total Treg number was critically suppressed, suggesting that Mog treatment disturbed Treg homeostasis for a long period after HSCT. Taken together, our data demonstrated that both ATLL cells and Tregs are very susceptible to Mog treatment. Mog treatment not only exerts direct cytotoxicity on Treg but also appears to alter Treg homeostasis including the differentiation balance and distribution, at least in part, by the sequential enhancement of exogenous and endogenous ligand of CCR4. Our data might provide important information to develop safe and efficient HSCT for CCR4-positive ATLL and PTCL. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "antibodies",
        "homeostasis",
        "mogamulizumab",
        "regulatory t-lymphocytes",
        "adult t-cell lymphoma/leukemia",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "ligands"
    ],
    "author_names": [
        "Yasuhisa Sando, MD",
        "Ken-Ichi Matsuoka, MD PhD",
        "Yusuke Meguri, MD",
        "Takumi Kondo, MD",
        "Shuntaro Ikegawa, MD",
        "Hiroyuki Sugiura, MD",
        "Makoto Nakamura, MD",
        "Miki Iwamoto",
        "Takeru Asano",
        "Takanori Yoshioka, MD",
        "Yoshinobu Maeda, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yasuhisa Sando, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ken-Ichi Matsuoka, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusuke Meguri, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takumi Kondo, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuntaro Ikegawa, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroyuki Sugiura, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Nakamura, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miki Iwamoto",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeru Asano",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takanori Yoshioka, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshinobu Maeda, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T06:42:56",
    "is_scraped": "1"
}