{
    "doi": "https://doi.org/10.1182/blood.V114.22.4541.4541",
    "article_title": "Preliminary Findings: Impact of a Community-Based Treatment Decision Support Program for Hematological Cancer Patients On Distress, Anxiety and Patient-Provider Communication. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH",
    "abstract_text": "Abstract 4541 Purpose Cancer patients face a number of decisions regarding their treatment options and course of care. Timely, informative decision support at the time of diagnosis has been shown to increase patient knowledge and improve other measures of decision quality. Open to Options is a pilot project that aims to enhance treatment decision making and improve well-being among those living with hematological cancers in three communities nationwide. Methods Trained facilitators provide one-on-one treatment decision support for patients utilizing an evidence-based decision-making model entitled SCOPED (Situation-Choices-Objectives-People-Evaluation-Decisions) to prompt patients to list questions about their diagnosis and treatment, including the option of receiving their treatment though a clinical trial. Patients complete written questionnaires before and after each counseling session, and 30 and 90 days after the counseling session. Distress, anxiety, and question self-efficacy are measured using a 10 point scale. Other outcomes include decision regret and details about the patient's use of the intervention product (i.e., question list) during the visit with their health care provider. Results Currently 37 patients have participated in the program of which 6 (16%) represent an ethnic minority group. Fourteen (38%) participants were diagnosed with multiple myeloma, 11 (30%) with leukemia, 10 (27%) with non-Hodgkin's lymphoma, and 2 (5%) with Hodgkin's lymphoma. For 14 patients with complete data, there was a trend for decrease in distress (p=0.11, paired t-test) and anxiety (p=0.089, paired t-test) and a significant increase (p<0.001, paired t-test) in the patient's confidence in knowing which questions to ask their doctor from the pre- to post-enrollment period. Eighty percent of participants referred to their question list during their appointment with their oncologist, 70% agreed that the question list contributed to a more productive appointment, and 75% reported that the oncologist answered most or all of their questions. To date, 26 participants have made a treatment decision or 90 days have passed since their one-on-one counseling session. Of those, 4 (15%) were lost to follow-up and 5 (19%) did not make a treatment decision within the 90 days following the counseling session. Of the 17 who made a treatment decision, 4 (24%) will receive their treatment through a cancer clinical trial. Conclusion These early findings suggest use of one-on-one decision support for patients with hematological cancers may improve coping and decision-making skills as they make treatment decisions with their oncologist. Use of SCOPED question-listing may also result in enhanced patient dialogue and access to cancer clinical trials as a potential treatment option. Disclosures: Miller: Centers for Disease Control and Prevention: Research Funding. Blakeney: Centers for Disease Control and Prevention: Research Funding; Pfizer: Grant Support; sanofi-aventis: Grant Support; Genentech: Grant Support; Eli Lilly: Grant Support; Celegene: Grant Support; Astra Zeneca: Grant Support. Michaels: Centers for Diease Control and Prevention: Research Funding; Pfizer: Grant Support; sanofi-aventis: Grant Support; Genentech: Grant Support; Eli Lilly: Grant Support; Celgene: Grant Support; Astra Zeneca: Grant Support.",
    "topics": [
        "anxiety",
        "hematologic neoplasms",
        "cancer",
        "hodgkin's disease",
        "leukemia",
        "lymphoma, non-hodgkin",
        "multiple myeloma",
        "paired t-test",
        "oncologists",
        "health personnel"
    ],
    "author_names": [
        "Melissa F Miller, PhD, MPH",
        "Jeff Belkora, PhD",
        "Kathleen Coyne, MSS, LCSW",
        "Bonnie Crawford, MSW",
        "Margaret Stauffer, MFT",
        "Natasha Blakeney, MPH",
        "Margo Michaels, MPH",
        "Mitch Golant, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Melissa F Miller, PhD, MPH",
            "author_affiliations": [
                "The Wellness Community, Washington, DC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeff Belkora, PhD",
            "author_affiliations": [
                "UCSF Breast Care Center, San Francisco, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Coyne, MSS, LCSW",
            "author_affiliations": [
                "The Wellness Community, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bonnie Crawford, MSW",
            "author_affiliations": [
                "The Wellness Community, Cincinnati, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Stauffer, MFT",
            "author_affiliations": [
                "The Wellness Community, Walnut Creek, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natasha Blakeney, MPH",
            "author_affiliations": [
                "Education Network to Advance Cancer Clinical Trials, Silver Spring, MD, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margo Michaels, MPH",
            "author_affiliations": [
                "Education Network to Advance Cancer Clinical Trials, Silver Spring, MD, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitch Golant, PhD",
            "author_affiliations": [
                "The Wellness Community, Los Angeles, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T09:37:41",
    "is_scraped": "1"
}