{
    "doi": "https://doi.org/10.1182/blood.V118.21.4834.4834",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2126",
    "start_url_page_num": 2126,
    "is_scraped": "1",
    "article_title": "The Department of Health and Human Services (DHHS) Sickle Cell Disease (SCD) Initiative: Increasing Access and Improving Care ",
    "article_date": "November 18, 2011",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "sickle cell anemia",
        "social welfare",
        "hamilton rating scale for anxiety",
        "health personnel",
        "child",
        "biomedical research",
        "clinical research",
        "disability",
        "drug development"
    ],
    "author_names": [
        "Susan B. Shurin, MD",
        "Hani Atrash, MD",
        "Coleen Boyle, PhD, MSHyg",
        "R. Lorraine Brown",
        "Janet L. Collins, PhD",
        "Sara Copeland, MD",
        "Denise Dougherty, PhD",
        "Echezona Ezeanolue, MD",
        "Ann Farrell, MD",
        "Garth N. Graham, MD, MPH",
        "Althea M Grant, MPH, PhD",
        "Dora Hughes, MD",
        "Marsha D. Lillie-Hampton, DrPH",
        "Peter Lurie, MD, MPH",
        "Michael Millman, PhD",
        "Bonnie Strickland, PhD"
    ],
    "author_affiliations": [
        [
            "NHLBI, NIH, Bethesda, MD, USA, "
        ],
        [
            "CDC, Atlanta, GA, USA, "
        ],
        [
            " NCBDDD, CDC, Atlanta, GA, USA, "
        ],
        [
            "HRSA, Rockville, MD, USA, "
        ],
        [
            "CDC, Atlanta, GA, USA, "
        ],
        [
            "HRSA, Rockville, MD, USA, "
        ],
        [
            "Office of Extramural Research, Education and Priority Populations, AHRQ, Rockville, MD, USA, "
        ],
        [
            "HHS, Washington, DC, USA, "
        ],
        [
            "Division of Hematology Products, Office of Oncology Drug Products, Center for Drug Evaluation and Research, Food and Drug Administration, Silver Spring, MD, USA, "
        ],
        [
            "Minority Health, HHS, Rockville, MD, USA, "
        ],
        [
            "CDC, National Center on Birth Defects and Disabilities, Division of Blood Disorders, Atlanta, GA, "
        ],
        [
            "Office of the Secretary, HHS, Washington, DC, USA, "
        ],
        [
            "CMS, Baltimore, MD, USA, "
        ],
        [
            "Office of Policy, FDA, Silver Spring, MD, USA, "
        ],
        [
            "HHS, Assistant Office of the Assistant Secretary for Planning and Evaluation, Washington, DC, USA, "
        ],
        [
            "HRSA, Rockville, MD"
        ]
    ],
    "first_author_latitude": "39.0035707",
    "first_author_longitude": "-77.1013313",
    "abstract_text": "Abstract 4834 Over the past half century, the course of sickle cell disease has been transformed in the United States through the conduct of rigorous biomedical research and broad application of the results. Universal newborn screening with comprehensive medical care has dramatically reduced death and disability in childhood, and increased the numbers of patients surviving into adulthood. However, access to health care has not kept up with the changing demographics of those affected by sickle cell disease. Health care often becomes fragmented when patients transition from pediatric to adult health care providers. Access to comprehensive care has impeded both conduct of clinical and implementation of research results. To address these needs in this changing environment, HHS Secretary Kathleen Sebelius has charged six agencies of HHS – NIH, CDC, HRSA, FDA, AHRQ and CMS – and the Offices of Minority Health and Planning and Evaluation, to improve the health of people with SCD. The agencies are coordinating their programs and collaborating with the Office of the Secretary, to achieve the following goals: create a comprehensive database of individuals with SCD to facilitate the monitoring of health outcomes and clinical research; improve the care of adults and children through development and dissemination of evidence-based guidelines, which are anticipated in Spring, 2012, with broad implementation plans; identify measures of quality of care for individuals with SCD and incorporate them into quality improvement programs at HHS; increase the availability of medical homes to improve patient access to quality primary and specialty care; provide State Medicaid officials, health care providers, patients, families and advocacy groups with information about resources related to SCD care and treatment; work with the pharmaceutical industry and academic investigators to increase the development of effective treatments for patients with SCD; support research to improve health care for people with SCD; support research to understand the clinical implications of SC trait; engage national and community-based SCD advocacy organizations and experts in ongoing discussions to ensure that issues of importance to persons affected are addressed. Organizational and strategic actions are being taken at each agency to enhance implementation of research advances; provide evidence-based guidelines to families, health care providers, and payers; facilitate new drug development; and provide public health data to impact both the health care delivery and research agendas. The enthusiastic support of the American Society of Hematology and its members is essential for long-term success of this endeavor. Disclosures: No relevant conflicts of interest to declare."
}