{
    "doi": "https://doi.org/10.1182/blood.V122.21.2242.2242",
    "article_title": "The Inflammatory Response To Cardiopulmonary Exercise Testing In Children and Young Adults With Sickle Cell Anemia ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster II",
    "abstract_text": "Sickle cell anemia (SCA) is associated with a pro-inflammatory state that worsens during disease complications. Although exercise limitation and poor physical functioning are prevalent in SCA, concerns about the adverse effects of physical exertion in SCA have hampered development of exercise guidelines in this population. The acute phase inflammatory response to moderate or high grade physical exertion has not been examined in SCA. We aimed to characterize the acute inflammatory response to exercise in children and young adults with SCA undergoing maximal cardiopulmonary exercise testing (CPET). Methods 60 subjects (mean age 15.1 ±3.4 years) with SCA (Hb SS or S/β 0 thalassemia) and 25 race-matched, healthy controls (mean age 14.4 ±3.6 years) without sickle cell trait performed a maximal ramp cycle ergometry protocol. Blood was drawn at baseline before CPET (Pre) and at T0, T30, T60, and T120 min after CPET. Blood was analyzed for WBC, absolute neutrophil and monocyte counts, platelet count, CRP and D-dimer. Circulating levels of soluble vascular cell adhesion molecule (sVCAM) and IL-6 were determined by ELISA. Our primary outcome was the acute change in sVCAM from baseline to immediately after CPET (T0-Pre). Only subjects and controls with all available time points were analyzed. Continuous variables were compared between groups by Student t-test or Mann Whitney Wilcoxon Test. We used MANOVA to determine if inflammatory responses were similar in shape over time between groups. Results All subjects with SCA and controls met criteria for maximal effort on CPET. We found no difference in the acute sVCAM response to exercise challenge in subjects with SCA vs. controls. Mean sVCAM level was significantly higher at baseline in subjects with SCA vs. controls (1644 ± 888 vs. 1118 ± 529 ng/mL, p = 0.043), and this difference remained significant at each time point after CPET. However, mean change in sVCAM level from baseline to T0 (T0-Pre) was not significantly different between groups (120 ±241 vs. 65 ± 216 ng/mL, p = 0.461) even after controlling for fitness level, defined by peak VO 2 ( Table ). The mean difference in sVCAM between subjects with SCA and controls by MANOVA was constant over time (F(3.3, 167.1) = 1.12, p = 0.347), indicating the acute sVCAM response to CPET through recovery followed similar trends in both groups. We found the acute sVCAM response to exercise was related to fitness in subjects with SCA. Mean change in sVCAM (T0-Pre) was inversely related to peak VO 2 (Pearson’s r = -0.41, p = 0.012) in subjects with SCA, supported by a downward trend in mean T0-Pre for sVCAM with increasing tertiles of fitness. We also examined the acute phase response to CPET of other inflammatory biomarkers. WBC, absolute neutrophil and monocyte counts, platelet count and D-dimer, but not IL-6 or CRP, were significantly higher at baseline in subjects with SCA vs. controls, and similar to sVCAM, this difference remained significant at each time point after CPET. Only the mean change from baseline to T0 (T0-Pre) for platelet count (8 ±59 vs. 42 ±23 x10 3 /mL, p = 0.008) and D-dimer (0.13 ±0.28 vs. 0.01 ±0.09 mg/mL, p = 0.003) were significantly different between groups. We found no consistent relationship between secondary biomarkers and peak VO 2 in subjects in SCA. Only the acute platelet response to CPET through recovery differed between groups over time (F(2.1, 153.8) = 4.07, p = 0.017) due to the greater mean T0-Pre for platelet count in controls. Table Acute Response (T0-Pre) in Subjects vs. Controls  . Subjects with SCA . Controls . . . Mean ±SD . N . Mean ±SD . N . P Value . sVCAM (ng/mL) 120 ±241 38 65 ±216 14 0.461 IL-6 (pg/mL) 0.3 ±0.3 21 0.1 ±0.3 18 0.086 WBC (x10 3 /mL) 2.9 ±1.8 50 2.5 ±1.4 24 0.333 Monocytes (x10 3 /mL) 0.2 ±0.4 49 0.1 ±0.1 24 0.078 Neutrophils (x10 3 /mL) 0.6 ±1.0 49 1.0 ±0.8 24 0.073 Platelets (x10 3 /mL) 8 ±59 50 42 ±23 24 0.008 *  CRP (mg/dL) 0.20 ±0.37 49 0.03 ±0.18 24 0.055 D-dimer (mg/dL) 0.13 ±0.28 45 0.01 ±0.09 22 0.003 *  . Subjects with SCA . Controls . . . Mean ±SD . N . Mean ±SD . N . P Value . sVCAM (ng/mL) 120 ±241 38 65 ±216 14 0.461 IL-6 (pg/mL) 0.3 ±0.3 21 0.1 ±0.3 18 0.086 WBC (x10 3 /mL) 2.9 ±1.8 50 2.5 ±1.4 24 0.333 Monocytes (x10 3 /mL) 0.2 ±0.4 49 0.1 ±0.1 24 0.078 Neutrophils (x10 3 /mL) 0.6 ±1.0 49 1.0 ±0.8 24 0.073 Platelets (x10 3 /mL) 8 ±59 50 42 ±23 24 0.008 *  CRP (mg/dL) 0.20 ±0.37 49 0.03 ±0.18 24 0.055 D-dimer (mg/dL) 0.13 ±0.28 45 0.01 ±0.09 22 0.003 *  * By Student’s t-test or Mann Whitney Wilcoxon Test View Large Conclusions Compared to peers, children and young adults with SCA have similar trends in their acute phase response to maximal CPET through recovery regardless of fitness level and despite elevated inflammatory biomarkers at baseline and after CPET. This suggests that maximal exercise challenge in SCA is not associated with any greater escalation of inflammation. Further studies evaluating exercise and physical activity, even at maximal levels, should be encouraged in this population. Disclosures: Thompson: Novartis: Consultancy, Research Funding; ApoPharma: Consultancy, Honoraria; Glaxo Smith Kline: Research Funding; Eli Lilly: Research Funding; Amgen: Research Funding; bluebird bio: Research Funding. Liem: NHLBI: Research Funding.",
    "topics": [
        "child",
        "exercise stress test",
        "inflammatory response",
        "sickle cell anemia",
        "young adult",
        "fibrin fragment d substance",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "interleukin-6"
    ],
    "author_names": [
        "Kasiemobi Onyejekwe, BS",
        "Marie Olszewski, MS",
        "Frank P. Zaldivar, PhD",
        "Shlomit Radom-Azik, PhD",
        "Mark J. Rodeghier, PhD",
        "Alexis A. Thompson, MD, MPH",
        "Robert I. Liem, MD, MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Kasiemobi Onyejekwe, BS",
            "author_affiliations": [
                "Hematology, Oncology & Stem Cell Transplant, Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marie Olszewski, MS",
            "author_affiliations": [
                "Hematology, Oncology & Stem Cell Transplant, Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank P. Zaldivar, PhD",
            "author_affiliations": [
                "Pediatric Exercise and Genomics Research Center, University of California Irvine, Irvine, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shlomit Radom-Azik, PhD",
            "author_affiliations": [
                "Pediatric Exercise and Genomics Research Center, University of California Irvine, Irvine, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark J. Rodeghier, PhD",
            "author_affiliations": [
                "Rodeghier Consultants, Chicago, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexis A. Thompson, MD, MPH",
            "author_affiliations": [
                "Department of Pediatrics, Northwestern University Feinberg School of Medicine, Chicago, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert I. Liem, MD, MS",
            "author_affiliations": [
                "Hematology, Oncology & Stem Cell Transplant, Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T15:41:59",
    "is_scraped": "1"
}