{
    "doi": "https://doi.org/10.1182/blood.V104.11.2876.2876",
    "article_title": "Analysis of Memory T Lymphocytes Activity Following Stimulation with HLA-A24, A1 and Cw4 Restricted 9- and 10-mer Cytomegalovirus pp65 Overlapping Peptides. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "In healthy subjects, primary infection with Cytomegalovirus (CMV) is usually mild or asymptomatic and is effectively controlled by the cell-mediated immune response. However, in immune compromised individuals, such as those with AIDS or after bone marrow transplantation, CMV reactivation is associated with significant morbidity until the individual’s immune system is completely reconstituted. One means of preventing post-transplant CMV infection is adoptive immunotherapy using CMV-specific cytotoxic T cells (CTLs) from the transplant donor. Several 9- and 10-mer HLA class I restricted peptides derived from the immune dominant CMV 65 kd matrix phosphoprotein (pp65) have been shown to produce CMV-specific CTLs. Two overlapping HLA-A24 restricted peptides have been specifically described: pp65 341–349 and pp65 341–350. These are 9- and 10-mer peptides that overlap except for the last amino acid phenylalanine (F) at the C-terminus [QYDPVAALF(F)]. Despite their similarity, the ability of these peptides to induce a T cell response has been reported to differ. Although it has been generally accepted that a unique CMV peptide is bound and presented by each separate HLA class I molecule, recent studies suggest that certain peptides are more promiscuous and may be presented by more than one HLA Class I antigen. For example, the 9-mer pp65 341–349 has been shown to stimulate CTLs from both HLA-A24 and Cw4 donors, while the 10-mer pp65 341–350 has been shown to be reactive with both HLA-A24 and A1 donors. The current investigation sought to compare the potency of these two peptides and determine the optimum peptide size for effective CMV adoptive immune therapy. Both peptides were tested for their ability to stimulate CMV-specific CTLs in HLA-A24, HLA-A1, and HLA-Cw4 restriction. In addition, a pp65 16-mer that included the 9- and 10-mers was tested for its ability to reactivate either CD8+ or CD4+ memory T cells. IFN-γ mRNA transcript as well as protein production were measured by in vitro cell culture assays. Peptide stimulations were performed on isolated CD8 and CD4 T lymphocytes by inducing the cells for 3 hours after a 2-week in vitro sensitization. The goal of the investigation was to determine whether both the 9- and the 10-mer peptides maintained high levels of CTL stimulation over time for all HLA restrictions studied. Moreover, it was important to investigate whether stimulation with the 16-mer, followed by restimulation by the two smaller peptides embedded within the larger sequence, led to effective T cell memory immune response. The 9- and 10-mer peptides effectively stimulated CTLs from HLA-A24, HLA-A1, and HLA-Cw4 CMV seropositive donors. Although both 9- and 10-mer were able to maintain high levels of stimulation over time for all restrictions, the 9-mer induced highest responses in cells expressing HLA-A24 (S.I. 4.07–528) or HLA-Cw4 (S.I. 4.15–483) while the 10-mer induced highest responses in cells expressing HLA-A24 (S.I. 3.5–528) or HLA-A1 (S.I. 8.25–615). The 16-mer peptide was also able to stimulate T cells from all HLA-A24, A1 and Cw4 donors (S.I. 6.95, 4.96, 5.02) at levels that are well maintained over time. This data confirmed that both the 9- and the 10-mer peptides are promiscuous and not restricted to a single HLA antigen. These peptides that have the ability to produce CMV-specific CTLs in patients with several different HLA types present a practical advantage over peptides that are restricted only to a single HLA type, and thus are optimal for CMV adoptive immune therapy.",
    "topics": [
        "cytomegalovirus",
        "human leukocyte antigens",
        "peptides",
        "t-lymphocytes, memory",
        "hla-a1 antigen",
        "cytomegalovirus infections",
        "immunotherapy",
        "transplantation",
        "acquired immunodeficiency syndrome",
        "amino acids"
    ],
    "author_names": [
        "Monica Ghei",
        "David F. Stroncek, MD",
        "Maurizio Provenzano, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Monica Ghei",
            "author_affiliations": [
                "Molecular Immunology Section, DTM, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David F. Stroncek, MD",
            "author_affiliations": [
                "Molecular Immunology Section, DTM, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurizio Provenzano, MD",
            "author_affiliations": [
                "Molecular Immunology Section, DTM, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T18:33:48",
    "is_scraped": "1"
}