{
    "doi": "https://doi.org/10.1182/blood-2020-143187",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4660",
    "start_url_page_num": 4660,
    "is_scraped": "1",
    "article_title": "A Case Series of TERC Variant telomere Biology Disorders in Unrelated Families from Eastern Canada ",
    "article_date": "November 5, 2020",
    "session_type": "508.Bone Marrow Failure",
    "topics": null,
    "author_names": [
        "Amye M. Harrigan, MD",
        "Shelley MacDonald, MSc, CGC, CCGC",
        "Bruce N. Crooks, ChB, BSc, MRCPCH, MRCP(UK)",
        "Sarah Dyack, MD FRCPC, FCCMG",
        "Amy M. Trottier, MSc, MD FRCPC"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Dalhousie University, Halifax, Canada"
        ],
        [
            "Maritime Medical Genetics, IWK Health Centre, Halifax, Canada"
        ],
        [
            "Department of Pediatric Hematology/Oncology, IWK Health Centre, Halifax, CAN"
        ],
        [
            "Maritime Medical Genetics, IWK Health Centre, Halifax, Canada",
            "Department of Pediatric Medical Genetics, IWK Health Centre, Halifax, Canada"
        ],
        [
            "Department of Hematology, QEII Health Science Centre, Halifax, Canada"
        ]
    ],
    "first_author_latitude": "44.639013000000006",
    "first_author_longitude": "-63.583728199999996",
    "abstract_text": "TERC variant telomere biology disorders are a rare and heterogenous group of disorders that arise from germline variants in TERC , a gene that encodes for the RNA component of telomerase. Variants in TERC lead to accelerated telomere attrition and can manifest as a wide array of clinical phenotypes affecting multiple organ systems. In this case series, we aim to add to the literature describing TERC variant telomere biology disorders by reporting cases from two unrelated families from Eastern Canada, one of whom was found to have a novel germline TERC variant and the other had a unique phenotypic presentation of previously described TERC variant. The proband of family A presented intrapartum at the age of 19 with moderate thrombocytopenia but was otherwise healthy. Her past medical history was significant for premature greying of hair as a teenager. The patient went on to have a bone marrow biopsy post-partum, as the thrombocytopenia was persistent. The bone marrow biopsy revealed a diagnosis of myelodysplastic syndrome (MDS). When she was 30 years of age, proband A's father was subsequently diagnosed with MDS. He was 53 years of age at the time of his diagnosis and he passed away of his disease 1 year later. Proband A has not required any treatment for her MDS as her blood counts have remained stable, and she now has three children. Given the family history, the proband of family A and her three children were referred to adult and pediatric hematology, respectively and medical genetics. The two youngest children, an 11-year-old male and a 9-year-old female, were found to have leukopenia and thrombocytopenia, respectively. On next generation sequencing, the proband and the two youngest children were found to have a TERC n.107 G>T (NR_001566.1) variant. The eldest child, who's CBC was normal, was not a carrier. This variant has been previously reported in the literature however it has not been reported with MDS as the phenotype. The findings in this family support allelic segregation of this variant with disease, which changes the classification of the variant from \"likely pathogenic\" to \"pathogenic\" according to the American College of Medical Genetics and Genomics/Association for Molecular Pathology classification of sequence variants. The proband of family B is a male who presented to his primary care provider at the age of 35 with symptoms of generalized fatigue and was found to have macrocytic anemia and thrombocytopenia on his complete blood count. His past medical history was significant for premature greying of hair, diabetes mellitus type 2, obesity and smoking. He underwent a bone marrow biopsy that revealed a diagnosis of aplastic anemia. One year later, he was also diagnosed with pulmonary fibrosis. This diagnosis was made based on a CT scan that was done because of proband B's strong maternal family history of pulmonary fibrosis affecting his mother, maternal uncle and grandfather. Proband B was referred to hematology and medical genetics for further testing. Next generation sequencing revealed a TERC n.437 T>G (NR_001566.1) variant. Unfortunately, there was no tissue available for testing from the other affected family members as they had passed away from complications related to pulmonary fibrosis. This is the first report of this TERC variant in the literature. Reporting novel presentation of known TERC variants and/or novel TERC variants is important to help clinicians recognize and diagnose telomere biology disorders as this has important implications for the management of patients, their families, and future generations. Disclosures No relevant conflicts of interest to declare."
}