{
    "doi": "https://doi.org/10.1182/blood.V108.11.237.237",
    "article_title": "A Novel Orally Available Parthenolide Analog Selectively Eradicates AML Stem and Progenitor Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "We have previously demonstrated that Parthenolide (PTL), the principal component of the medicinal plant Feverfew, selectively induces apoptosis in AML stem cells while sparing normal counterparts. Recent reports show that PTL is also effective against CLL cells. Additionally, we observed PTL efficacy for ALL cells in vitro. These findings suggest that PTL-derived drugs may provide a unique means of leukemia therapy. A clinical study using Feverfew showed PTL plasma levels were not sufficient to achieve the concentration needed for AML targeting as established by our in vitro studies. Therefore, we synthesized a family of PTL derivatives designed to be more water-soluble. An amino analog, LC-1, retained the anti-leukemia properties of PTL with 1000× improved water solubility. In vitro studies indicate that LC-1 induces irreversible apoptosis of primary human AML cells within 8 h of treatment. Analysis of phenotypically primitive cells (CD34+CD38−, n=27) treated with 5.0–7.5 uM LC-1 for 18–24 h demonstrated an average cell kill of 85–90%. In contrast, normal CD34+CD38− cells showed less than 10% death under the same conditions. Similarly, colony-forming potential of AML specimens (n=5) was inhibited by >90% but by <20% for normal specimens (n=5). Further, engraftment of NOD/SCID mice was reduced by 91% for primary AML specimens (n=3), but only 28% for normal controls. Taken together, these data indicate LC-1 is a potent and selective agent for ablation of primitive AML cells. Moreover, we observed that similar concentrations of LC-1 were effective in ablating blast crisis CML (n=13) and ALL (n=7) specimens, for both total and phenotypically primitive cells. Molecular studies demonstrate that LC-1 induces a strong oxidative stress response characterized by rapid up-regulation of Nrf2 and its downstream target HO-1, followed by p53 activation and NF-kB inhibition. Thus, activation of stress responses and concomitant inhibition of survival mechanisms are evident for LC-1 treated AML cells, and represent potential biomarkers for drug activity. Pharmacodynamic studies of NOD/SCID mice 8 wks after transplantation with primary human AML cells indicate that oral dosing of LC-1 (50–100mg/kg) mediates a clear biological response. Microscopy studies show induction of Nrf2 and HO-1 in transplanted human AML cells within 1 h of treatment, while strong NF-kB inhibition is evident within 2 h. Finally, we also examined the activity of LC-1 for spontaneous acute canine leukemia. In vitro treatment of primary canine leukemia cells (n=4) with 7.5 uM LC-1 resulted in 80% apoptosis. Further, in a case study, a dog with advanced disease was treated for 3 consecutive days with increasing oral doses of LC-1 (25, 50, and 100 mg/kg). Within 5 days of the last treatment, CD34+ tumor cells were reduced from 45% to 3% of circulating WBCs. Thus, the animal demonstrated a clear hematologic response to LC-1 treatment. Based on these findings, we propose that LC-1 may be appropriate for future therapeutic regimens and has the potential to selectively target leukemic stem and progenitor cells in vivo.",
    "topics": [
        "ablation",
        "biological markers",
        "blast phase",
        "feverfew",
        "leukemia",
        "nf-kappa b",
        "stem cells",
        "transplantation",
        "tumor cells",
        "stress response"
    ],
    "author_names": [
        "Monica L. Guzman, PhD",
        "Randall M. Rossi, MS",
        "Xiaojie Li, BS",
        "Cheryl Corbett, BS",
        "Duane C. Hassane, PhD",
        "Timothy Bushnell, PhD",
        "Martin Carroll, MD",
        "Edmund Sullivan, DVM",
        "Sundar Neelakantan, PhD",
        "Peter A. Crooks, PhD",
        "Craig T. Jordan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Monica L. Guzman, PhD",
            "author_affiliations": [
                "Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Randall M. Rossi, MS",
            "author_affiliations": [
                "Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaojie Li, BS",
            "author_affiliations": [
                "Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl Corbett, BS",
            "author_affiliations": [
                "Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Duane C. Hassane, PhD",
            "author_affiliations": [
                "Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Bushnell, PhD",
            "author_affiliations": [
                "Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Carroll, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edmund Sullivan, DVM",
            "author_affiliations": [
                "Advanced Veterinary Services, Bellingham, WA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sundar Neelakantan, PhD",
            "author_affiliations": [
                "College of Pharmacy, University of Kentucky, Lexington, KY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter A. Crooks, PhD",
            "author_affiliations": [
                "College of Pharmacy, University of Kentucky, Lexington, KY, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig T. Jordan, PhD",
            "author_affiliations": [
                "Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T02:47:02",
    "is_scraped": "1"
}