{
    "doi": "https://doi.org/10.1182/blood.V112.11.4748.4748",
    "article_title": "Viability in Late Stages of Ex Vivo Erythropoiesis Is Enhanced by Increased Cell Density ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion, and Mesenchymal Stem Cells",
    "abstract_text": "Erythropoiesis is one of the body’s most productive cell production processes yielding 2×10 11 new red cells from hematopoietic stem cells (HSCs) of the bone marrow every day. Intensive research has focused on mimicking this process ex vivo through application of various growth factor combinations or co-culture with stromal cells. To develop a scalable and reproducible system for large scale production of red blood cells we have investigated in vitro erythropoiesis of peripheral blood derived CD34+ cells with primary focus on the impact of the microenvironment on the process. The influence of cultivation conditions on expansion of erythroid progenitor cells and their terminal differentiation to mature red blood cells were studied in stroma-free liquid culture supplemented with stem cell factor (SCF), interleukin-3 (IL-3) and erythropoietin (EPO). Peripheral blood derived CD34+ cells were expanded by more than 10 5 fold over a 3 week period. This degree of expansion has only been achieved previously for CD34+ cells derived from more potent stem cell sources such as cord blood, bone marrow and G-CSF mobilized peripheral blood (Giarratana et al, Nat Biotechnol 2005). The natural environment of human erythropoiesis, the bone marrow, is a very crowded milieu where hematopoietic precursors and other cells are packed in close proximity. Cell crowdedness was found to have significant influences on ex vivo erythropoiesis. Cell density per surface area rather than cell concentration per media volume determined cell expansion during exponential growth where more crowded cells showed reduced overall expansion. In cultures inoculated at 4×10 5 cells/ml (2.1×10 5 cells/cm 2 ) increasing cell density per area (i.e. decreasing surface area to volume ratio) 4fold (to 8.4×10 5 cells/cm 2 ) resulted in 35±12% reduction of total expansion (p<0.05, unpaired Student’s t-test). While 4fold increase of cell density in cultures seeded at 1×10 6 cells/ml (from 5.3×10 5 cells/cm 2 to 2.1×10 6 cells/cm 2 ) reduced overall expansion by 51±9% (p<0.01). In late stage erythropoiesis, however, when cells had become arrested in G1 and no longer proliferated, cell density was seen to enhance cell viability. Dilution series of late stage erythroblasts showed that although cell viability gradually decreased over a 14 day cultivation period the decreasing rate was lower in cells cultivated at higher density as shown in the Figure. Enhanced viability in crowded culture conditions could reflect the cells’ dependency on direct cell-cell interactions as found in the marrow environment. Cultures grown to high cell densities of 2–3×10 6 cells/cm 2 showed higher maturation efficiency than previously obtained in this cultivation set-up with more than 80% of cells being CD71-/GpA+. Enucleation yields of up to 45% were achieved indicating a significant amount of terminal maturation to red blood cells. Efficient maturation and particularly enucleation have in many cases been found to be dependent on or improved by interactions with feeder cells or macrophages (Fujimi et al, Int J Hematol 2008). Keeping erythroid cells at high densities during late stages of erythropoiesis possibly helps to mimic their in vivo environment, thus allowing for better survival and efficient terminal maturation without the need for co-culture with other cells. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "coculture techniques",
        "dilution technique",
        "enucleation procedure",
        "erythropoiesis",
        "erythropoietin",
        "granulocyte colony-stimulating factor",
        "growth factor",
        "interleukin-3",
        "recombinant granulocyte colony stimulating factor",
        "stem cell factor"
    ],
    "author_names": [
        "Daniela Boehm",
        "Mohamed Al-Rubeai, BSc, PhD",
        "William G Murphy, MBBchBAO"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniela Boehm",
            "author_affiliations": [
                "School of Chemical and Bioprocess Engineering, University College Dublin, Dublin, Ireland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mohamed Al-Rubeai, BSc, PhD",
            "author_affiliations": [
                "School of Chemical and Bioprocess Engineering, University College Dublin, Dublin, Ireland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G Murphy, MBBchBAO",
            "author_affiliations": [
                "Product Development, Irish Blood Transfusion Service, Dublin 8, Irel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T06:43:52",
    "is_scraped": "1"
}