{
    "doi": "https://doi.org/10.1182/blood.V128.22.5117.5117",
    "article_title": "Using the Zebrafish to Model the Tumour-Suppressor Effects of NUP98 in NUP98-NSD1 mediated AML ",
    "article_date": "December 2, 2016",
    "session_type": "603. Oncogenes and Tumor Suppressors",
    "abstract_text": "The NUP98-NSD1 ( NND1 ) translocation is a fusion oncogene that causes high-risk acute myeloid leukemia (AML) in ~16% of pediatric AML patients. The presence of NND1 predicts a dismal prognosis, with a 4-year event-free survival of less than 10%. These high-risk patients often do not respond to current chemotherapy treatments, and would benefit from a targeted therapy approach. The zebrafish has served as a versatile in vivo model of human leukemia both for elucidating underlying disease pathogenesis and for preclinical drug discovery. We previously generated a transgenic zebrafish model expressing the human NUP98-HOXA9 fusion oncogene, which developed a myeloproliferative neoplasm and revealed DNA methyltransferase 1 as a novel downstream target amenable to epigenetic therapy (Forrester et al ., BJH 2011; Deveau et al ., Leukemia 2015). Like NUP98-HOXA9 , NND1 is thought to induce AML through activation of HOXA9 , as well as downstream epigenetic modification. In the case of NND1 , sustained NSD1 expression induces tri-methylation of the activating H3K36 locus (Wang et al ., Nat. Cell Biol. 2007). While the contribution of these NUP98 partner genes to leukemogenesis has been explored, the loss of normal NUP98 function that occurs in the context of these oncogenic fusions remains understudied. As NUP98 is a potential tumour suppressor (Singer et al ., Mol. Cell 2012), further exploration of its role in leukemogenesis is required. With the advent of CRISPR/Cas9 technology, the zebrafish is ideally suited to interrogate both elements of NUP98 gene modification in AML. Plasmid constructs containing the human NND1 oncogene driven by either the ubiquitous ubi promoter or the pan-leukocyte cd45 promoter have been incorporated into the zebrafish using the Tol2 system. Expression of NND1 is visualized via co-expression of green fluorescent protein (GFP) at 24-48 hours post-fertilization. GFP expression appears strongest in the regions of embryonic hematopoiesis, such as the posterior blood island. Whole-mount in situ hybridization of plasmid-injected embryos expressing NND1 show a decrease in red blood cells and an increase in myeloid cells, indicating a disruption in hematopoiesis, suggesting a pre-leukemic state. Stable transgenic zebrafish lines are currently being screened. Simultaneously, we are generating transgenic zebrafish expressing a catalytically inactive Cas9 (dCas9) and two guide RNAs (sgRNAs) under the cd45 promoter, to create a leukocyte-specific knockdown of endogenous nup98 . This novel dCas9 system will result in selective knockdown and reduce toxicity caused by off-target effects in other tissues. Our unique zebrafish model in which the NND1 oncogene is expressed and wild type NUP98 is functionally inhibited will exhibit greater fidelity to that which occurs in patients with NND1 -induced AML, providing an unprecedented opportunity to determine the relative contributions of these lesions to disease pathogenesis. Moreover, given that NUP98 -fusion oncogenes are common in multiple hematologic malignancies including AML, chronic myelogenous leukemia (CML), and myelodysplastic syndrome (MDS), broader insights into leukemogenesis may be realized and new therapeutic targets identified. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cd45 antigens",
        "chemotherapy regimen",
        "dna modification methylases",
        "hematologic neoplasms",
        "immunoglobulins, thyroid-stimulating",
        "leukemia",
        "leukemia, myelocytic, acute",
        "leukemia, myelocytic, chronic",
        "leukemogenesis",
        "molecular targeted therapy"
    ],
    "author_names": [
        "Corey Filiaggi, BScH",
        "Vinothkumar Rajan, B.Tech",
        "Sergey Prykhozhij, PhD",
        "Adam P Deveau, BScH, MSc",
        "Jason N. Berman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Corey Filiaggi, BScH",
            "author_affiliations": [
                "Pathology, Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vinothkumar Rajan, B.Tech",
            "author_affiliations": [
                "Microbiology and Immunology, Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergey Prykhozhij, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam P Deveau, BScH, MSc",
            "author_affiliations": [
                "Department of Pediatrics, IWK Health Centre, Halifax, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason N. Berman, MD",
            "author_affiliations": [
                "Pediatrics/Microbiology and Immunology, IWK Health Centre/Dalhousie University, Halifax, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:29:07",
    "is_scraped": "1"
}