{
    "doi": "https://doi.org/10.1182/blood.V116.21.SCI-11.SCI-11",
    "article_title": "Genomic Variants Associated with Childhood Acute Lymphoblastic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Scientific Committee on Hematopathology and Clinical Laboratory Hematology: Genome-Wide Association Studies in Hematology",
    "abstract_text": "Abstract SCI-11 Genome-wide interrogations have a role in addressing both the etiology and the responsiveness of childhood acute lymphoblastic leukemia (ALL). Recent work by our own 1 and other groups identified common polymorphisms in ARID5B , and to a lesser extent in IKZF1 , as predisposing to the development of childhood ALL. Polymorphisms in these two genes can account for ∼ 40% of the population attributable risk of ALL, and differences in the frequency of the minor allele among different ancestral groups can account for a large portion of the differences in the incidence of ALL among different race groups. The association of these inherited polymorphisms with specific ALL subtypes (e.g. ARID5B with risk of hyperdiploid ALL) indicates that germline polymorphisms affect not only risk of ALL but may also affect or confound association analyses between germline variants and the probability of cure of ALL. The biological basis for the prognostic differences that exist among ALL subtypes remain largely unknown, and it is plausible that inherited polymorphisms may affect both susceptibility to subtypes of ALL as well as to drug responsiveness. Genome-wide analyses have also identified polymorphisms associated with eradication of MRD across multiple treatment protocols. 2 Polymorphisms in IL15 indicate variants that likely affect the inherent pharmacodynamic responsiveness of ALL to drug-induced apoptosis. Approximately 20% of the polymorphisms associated with MRD were also associated with rapid drug clearance in the host, even though pharmacokinetic data were only available for 2 of the 4–8 medications used during induction. These findings lead us to suggest that perhaps half of the polymorphisms associated with eradication of ALL are related to effects on host drug clearance, and about half have penetrant effects on the inherent responsiveness of the ALL cells themselves. A genome-wide analysis for the determinants of clearance of one such drug, methotrexate, identified a strong effect of polymorphisms in the SLCO1B1 transporter. 3 Genome-wide approaches have identified the importance of genes that decades of candidate gene approaches did not reveal, illustrating the utility of an agnostic approach to genotype-phenotype association studies in childhood ALL. 1. Treviño LR, Yang W, French D, et al. Germline genomic variations associated with childhood acute lymphoblastic leukemia. Nat Genet 41:1001–5, 2009. 2. Yang J, Cheng C, Yang W, et al. Genome-wide interrogation of germline genetic variation associated with treatment response in childhood acute lymphoblastic leukemia. JAMA 301:393–403, 2009. 3. Treviño LR, Shimasaki N, Yang W, et al. Germline genetic variation in an organic anion transporter polypeptide associated with methotrexate pharmacokinetics and clinical effects. J Clin Oncol 27:5972–8, 2009. Disclosures: Relling: St. Jude Children's Research Hospital: Employment, Patents & Royalties; Enzon Pharmaceuticals: Research Funding.",
    "topics": [
        "genome",
        "leukemia, lymphocytic, acute, childhood",
        "membrane transport proteins",
        "methotrexate",
        "anions",
        "interleukin-15",
        "spinal cord injuries",
        "risk, attributable",
        "host (organism)",
        "child"
    ],
    "author_names": [
        "Mary V. Relling, PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mary V. Relling, PharmD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T03:56:54",
    "is_scraped": "1"
}