{
    "doi": "https://doi.org/10.1182/blood-2021-146143",
    "article_title": "Rurioctocog Alfa Pegol Use in Immune Tolerance Induction: Interim Results from an Open-Label Multicenter Clinical Trial in Previously Untreated Patients with Severe Hemophilia a ",
    "article_date": "November 5, 2021",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis: Clinical and Epidemiological",
    "abstract_text": "Background The development of inhibitors to exogenous factor VIII (FVIII) is a serious treatment complication in patients with hemophilia A. Immune tolerance induction (ITI) is the only proven method for the eradication of FVIII inhibitors. This prospective, multicenter, open-label, phase 3 study (NCT02615691) is being conducted to determine the safety, immunogenicity, and efficacy of the extended half-life (EHL) recombinant FVIII rurioctocog alfa pegol (Adynovate ® ; Baxalta US Inc., a Takeda company, Lexington, MA, USA) in previously untreated patients (PUPs) with severe hemophilia A. The data presented here aims to evaluate the efficacy and safety of ITI therapy with rurioctocog alfa pegol in patients who developed FVIII inhibitors. Methods Eligible patients were ˂6 years of age with severe hemophilia A (FVIII 5.0 BU) or low-titer FVIII inhibitor (≥0.6 BU to ≤ 5.0 BU) plus poorly controlled bleeding despite increased FVIII doses and/or bypassing agents, were eligible for ITI therapy. Dosing for ITI therapy ranged between 50 IU/kg 3 × weekly (low dose) and 100-200 IU/kg daily (high dose) at investigator discretion. This protocol-specified interim analysis was conducted after 50 patients had completed ≥50 EDs without developing confirmed inhibitors to rurioctocog alfa pegol or had developed a confirmed FVIII inhibitor at any time. The data cut-off was 30 August 2019. The primary endpoint of this study was the success rate of ITI with rurioctocog alfa pegol. Success was defined as an inhibitor titer persistently <0.6 BU, FVIII incremental recovery (IR) ≥66% of baseline following 84- to 96-hour wash-out, and FVIII half-life ≥6 hours (dependent on protocol version). Secondary endpoints included the rates of partial success and failure of ITI, and annualized bleeding rate (ABR) during ITI. The number and percentage of patients reporting adverse events (AEs) and serious AEs (SAEs) were recorded for patients treated with ITI. Informed consent and ethics approval were obtained. Results As of the data cut-off, 59 (73.8%) of 80 enrolled patients had received ≥1 dose of rurioctocog alfa pegol; 18 patients did not meet the eligibility criteria (screen failures) and 4 discontinued prior to treatment. 10 patients developed an inhibitor to rurioctocog alfa pegol (high titer: n=5; low titer: n=5), of these, 6 patients were enrolled to receive ITI and only 5 of these (83.3%) actually received ≥1 dose of rurioctocog alfa pegol for the treatment of FVIII inhibitors (low dose: n=3; high dose: n=2). Of these 5 patients, 1 completed high-dose ITI therapy and this was successful (based on negative inhibitor titer and IR ≥66% of baseline). The remaining 4 patients were continuing in the study at the time of the data cut-off. Of the 5 patients who received ≥1 dose of ITI, 4 (80.0%) had a total of 17 AEs, 3 (60.0%) experienced 8 SAEs, and 1 experienced a treatment-related SAE of FVIII inhibition. It is important to note that the onset date of FVIII inhibitor development in this patient occurred prior to initiation of ITI. One patient experienced 2 catheter-related AEs, both of which resolved, and no patients experienced thrombotic AEs, study procedure-related AEs, or AEs leading to discontinuation of treatment. Discussion This is the first prospective study of the EHL recombinant FVIII rurioctocog alfa pegol for the treatment of PUPs with severe hemophilia A. These preliminary results demonstrate that rurioctocog alfa pegol has a safety profile consistent with previous studies. In addition, these interim data suggest that using a high-dose regimen for ITI therapy is potentially efficacious in PUPs who have developed FVIII inhibitors, although only 1 patient had completed ITI at the time of this interim analysis. Disclosures Sidonio:  Pfizer: Consultancy; Octapharma: Consultancy, Research Funding; Catalyst: Consultancy; Novo Nordisk: Consultancy; Bayer: Consultancy; Guardian Therapeutics: Consultancy; Genentech: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Biomarin: Consultancy. Thompson:  Global Blood Therapeutics: Current equity holder in publicly-traded company; CRISPR Therapeutics: Research Funding; Vertex: Research Funding; Editas: Research Funding; Graphite Bio: Research Funding; Novartis: Research Funding; Agios: Consultancy; Beam: Consultancy; Celgene/BMS: Consultancy, Research Funding; Biomarin: Research Funding; Baxalta: Research Funding; bluebird bio, Inc.: Consultancy, Research Funding. Peyvandi:  Bioverativ: Honoraria; Sanofi: Consultancy, Honoraria; Sobi: Consultancy, Honoraria; Spark: Honoraria; Takeda: Honoraria; Roche: Honoraria; Grifols: Honoraria. Yeoh:  Grifols: Honoraria; Roche: Honoraria; Pfizer: Honoraria; Takeda: Honoraria. Lam:  Takeda: Consultancy, Honoraria; Roche: Honoraria; Bayer: Honoraria; Pfizer: Consultancy, Honoraria. Maggiore:  IQVIA: Current Employment. Engl:  Takeda: Current equity holder in publicly-traded company; Baxalta Innovations GmbH, a Takeda company: Current Employment. Allen:  Takeda: Current equity holder in publicly-traded company; Takeda Development Center Americas, Inc.: Current Employment. Tangada:  Takeda Development Center Americas, Inc: Current Employment; Takeda: Current equity holder in publicly-traded company.",
    "author_names": [
        "Robert F. Sidonio, Jr.",
        "Alexis A. Thompson",
        "Flora Peyvandi",
        "Canan Albayrak",
        "Seoh Leng Yeoh",
        "Joyce Lam",
        "Caterina Maggiore",
        "Werner Engl",
        "Geoffrey Allen",
        "Srilatha Tangada"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert F. Sidonio, Jr.",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University, Atlanta, GA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexis A. Thompson",
            "author_affiliations": [
                "Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flora Peyvandi",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Centre, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy",
                "Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Milan, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Canan Albayrak",
            "author_affiliations": [
                "Department of Pediatric Hematology, Ondokuz Mayıs University, Samsun, Turkey"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seoh Leng Yeoh",
            "author_affiliations": [
                "Department of Pediatrics, Hospital Pulau Pinang, Penang, Malaysia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joyce Lam",
            "author_affiliations": [
                "KK Women's and Children's Hospital, Singapore, Singapore"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caterina Maggiore",
            "author_affiliations": [
                "IQVIA, Milan, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Werner Engl",
            "author_affiliations": [
                "Baxalta Innovations GmbH, a Takeda company, Vienna, Austria"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey Allen",
            "author_affiliations": [
                "Takeda Development Center Americas, Inc., Cambridge, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srilatha Tangada",
            "author_affiliations": [
                "Takeda Development Center Americas, Inc., Cambridge, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:04:10",
    "is_scraped": "1"
}