{
    "doi": "https://doi.org/10.1182/blood.V122.21.2474.2474",
    "article_title": "Transcriptional Profiling and Cytokine Signaling In The Pathogenesis Of Diamond-Blackfan Anemia ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "abstract_text": "Diamond-Blackfan Anemia (DBA) is a pediatric bone marrow failure syndrome, characterized by anemia and congenital abnormalities. Ribosomal protein S19 ( RPS19 ) is mutated in approximately 25% of DBA patients, resulting in haploinsufficiency. Eighty percent of patients will initially respond to corticosteroids; however, this drug is associated with significant toxicity, including immunosuppression and growth delay. Identification of novel pathways could lead to new approaches to treat DBA that minimize the toxicities observed with current therapies. To recapitulate the effects of RPS19 deficiency, we transduced CD34+ cells purified from fetal liver or cord blood with two different shRNA lentiviral constructs against RPS19 . GFP was used as a selection marker for cells transduced with RPS19 or control scrambled shRNA. RPS19 knockdown was confirmed by Western blot analysis and by quantitative real-time PCR (qRT-PCR) (73%, p< 0.01 for shRNA1, and 87%, p< 0.01 for shRNA2, respectively), compared with scrambled shRNA control. To further characterize the transcriptional landscape of RPS19 -deficient cells, we performed RNA-sequencing analysis with mRNA from fetal liver CD34+ cells transduced with lentivirus RPS19 shRNA. Our results showed that genes involved in cytokine/chemokine signaling, including GDF15 , CCL1 , and CD70 , are overexpressed in RPS19 -deficient cells. We hypothesize that genes regulating the expression of these cytokines could contribute to red cell progenitor defects observed in DBA patients. qRT-PCR confirmed the three cytokines GDF15 , CCL1 , and CD70 to be overexpressed in both fetal liver CD34+ RPS19 -deficient cells (more than 10-fold for the three genes, p< 0.01, using each of the two RPS19 shRNAs) and cord blood CD34+ RPS19 -deficient cells (more than 10-fold for GDF15 and CCL1 , and 3-fold for CD70 , p< 0.01, using each of the two RPS19 shRNAs). To test whether GDF15 is a modulator of erythropoiesis, we transduced fetal liver CD34+ cells with lentiviral shRNA against GDF15 (50% knock-down, p<0.01) and assessed their erythroid differentiation potential in methylcellulose. Methylcellulose colony assays indicated that the numbers of erythroid colonies (BFU-E and CFU-E) are decreased by 60% in fetal liver CD34+ cells transduced with shRNA- GDF15 compared to fetal liver CD34+ cells transduced with a control scrambled shRNA, thus suggesting a role for GDF15 in erythroid differentiation. To understand the mechanisms that lead to GDF15 , CCL1 , and CD70 overexpression in RPS19 -deficient CD34+ cells, we compared in silico the promoter sequences of these three cytokine genes. Similar putative transcription factor binding sites were identified in all three promoters, for regulators that have already been shown to play major roles in hematopoiesis: GATA1, GATA2, IKAROS1 , IKAROS4, and E2F1. We then performed Western Blot analysis to measure the expression of GATA1, IKAROS1, and E2F1 at the protein level in RPS19- deficient CD34+ cells. These results showed that GATA1 expression was decreased by 50% in RPS19 -deficient fetal liver CD34+ cells and by 25% in RPS19 -deficient cord blood CD34+ cells. Likewise, IKAROS1 expression in Western Blot analysis was decreased by 20% in RPS19 -deficient fetal liver CD34+ cells and by 15% in RPS19 -deficient cord blood CD34+ cells. We are currently studying the mechanisms by which these pathways contribute to DBA pathogenesis and to identify potentially novel targets for DBA therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "diamond-blackfan anemia",
        "signal transduction",
        "transcription, genetic",
        "growth differentiation factor 15",
        "polymerase chain reaction",
        "western blotting",
        "toxic effect",
        "adrenal corticosteroids",
        "anemia"
    ],
    "author_names": [
        "Yoan Konto-Ghiorghi, Ph.D.",
        "Elena Bibikova",
        "Bertil Glader, M.D., Ph.D",
        "Anupama Narla, M.D.",
        "Kathleen Sakamoto"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoan Konto-Ghiorghi, Ph.D.",
            "author_affiliations": [
                "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elena Bibikova",
            "author_affiliations": [
                "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertil Glader, M.D., Ph.D",
            "author_affiliations": [
                "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anupama Narla, M.D.",
            "author_affiliations": [
                "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Sakamoto",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Pediatrics, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T21:37:25",
    "is_scraped": "1"
}