{
    "doi": "https://doi.org/10.1182/blood.V118.21.62.62",
    "article_title": "Genetic Resistance to JAK2 Enzymatic Inhibitors Is Overcome by HSP90 Inhibition ",
    "article_date": "November 18, 2011",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Targeting Leukemic Stem and Progenitor cells",
    "abstract_text": "Abstract 62 Mutation within the kinase domain of tyrosine kinases is a common mechanisms of resistance to enzymatic inhibitors. Inhibitors of janus kinase 2 (JAK2) are under evaluation in patients with myeloproliferative neoplasms (MPNs), B-cell acute lymphoblastic leukemia (B-ALL) with rearrangements of the cytokine receptor subunit CRLF2, and other tumors with constitutive JAK2 signaling. To identify resistance mutations in JAK2, we randomly mutagenized human JAK2 R683G, which is observed in approximately half of CRLF2-rearranged B-ALL. We transduced the mutagenized JAK2 cDNA library into murine Ba/F3 cells that express CRLF2. Expression of CRLF2 and JAK2 R683G confers IL3 independent growth in Ba/F3 cells. The transduced population was selected in the JAK2-selective inhibitor NVP-BVB808 in the absence of IL3. Multiple BVB808-resistant clones were recovered that harbored either E864K, Y931C or G935R mutations in JAK2. Alignment of homologous regions of the JAK2 kinase domain (JH1) with ABL1 demonstrated that the three mutations are located in regions homologous to imatinib resistance hotspots in ABL1. Codons Y931 and G935 are within the hinge region of the kinase domain. Based on structural modeling, Y931C is likely to inhibit substrate binding. E864K is located in the middle of b3 following the P-loop in the N-lobe and may modify the structure and flexibility of the preceding P-loop, thus destabilizing the conformation required for inhibitor binding. We expressed JAK2 V617F alleles harboring Y931C, G935R or E864K in Ba/F3-EPOR cells and exposed the cells to the JAK2 enzymatic inhibitors JAK inhibitor-1, NVP-BSK805, TG101348, tofacitinib (formerly tasocitnib), ruxolitinib (formerly INCB18424) and BVB808. All three mutations conferred 2- to >10-fold resistance against BVB808, NVP-BSK805, TG101348, ruxolitinib and JAK inhibitor-1. Y931C and E864K but not G935R conferred resistance to tofactinib. Modeling of G935R indicated that a 935R side-chain would occlude the hydrophobic channel of the ATP-binding pocket. As a consequence, this mutation would decrease the binding affinity of compounds occupying the hydrophobic channel like JAK inhibitor-1 or BSK805, but not affect the potency of tofactinib, which does not bind in this region. Mutation of G935 to arginine, histidine or glutamine reduced the inhibitory effects of JAK inhibitor-1, but not tofacitinib, on JAK2 kinase domain activity. None of the codon 935 mutations had significant effects on K m or V max in vitro . BVB808 treatment partially reduced activation state-specific phosphorylation of STAT5 in Ba/F3-EPOR/JAK2 V617F cells but not in Ba/F3-EPOR/JAK2 V617F/G935R or G935H cells. JAK2 is a known client of HSP90, and HSP90 inhibitors promote the degradation of both wild-type and mutant JAK2. We hypothesized that resistance mutations within the JAK2 kinase domain would not affect JAK2 degradation induced by HSP90 inhibitors. We assayed the cytotoxicity of the resorcinylic isoxazole amide NVP-AUY922 and the benzoquinone ansamycin 17-AAG in Ba/F3 cells that express the erythropoietin receptor (EPOR) and JAK2 V617F, which is observed in more than half of MPNs. Mutation of JAK2 V617F to include E864K, Y931C or G935R did not affect sensitivity to either AUY922 or 17-AAG. In fact, AUY922 was more active against cells harboring G935R (GI50, 3.87 nM) or E864K (GI50, 6.14 nM) compared to cells with no resistance mutation (GI50, 14.7 nM; p<0.05). Both HSP90 inhibitors had similar potency in Ba/F3-CRLF2 cells expressing the resistance mutations in cis with R683G. Treatment of both lines with AUY922 at levels achievable in vivo reduced P-JAK2, P-STAT5, and total JAK2 regardless of mutations that conferred resistance to enzymatic JAK2 inhibitors. Thus, HSP90 inhibitors maintain activity in JAK2-dependent cells with resistance mutations in JAK2. Treatment of JAK2-dependent cancers with HSP90 inhibitors is an attractive treatment strategy either up-front or upon the selection of resistance to JAK2 enzymatic inhibitors. Disclosures: Gaul: Novartis: Employment. Vangrevelinghe: Novartis: Employment. De Pover: Novartis: Employment. Regnier: Novartis: Employment. Erdmann: Novartis: Employment. Hofmann: Novartis: Employment. Eck: Novartis: Consultancy, Research Funding. Kung: Novartis Pharmaceuticals: Consultancy, Research Funding. Radimerski: Novartis Pharma AG: Employment. Weinstock: Novartis: Consultancy, Research Funding.",
    "topics": [
        "burkitt's lymphoma",
        "hsp90 heat-shock proteins",
        "genetics",
        "phosphotransferases",
        "erythropoietin receptors",
        "luminespib",
        "leukemia, b-cell, acute",
        "mechlorethamine",
        "ruxolitinib",
        "fedratinib"
    ],
    "author_names": [
        "Oliver Weigert, MD",
        "Andrew A. Lane, MD, PhD",
        "Liat Bird",
        "Nadja Kopp",
        "Angela V Toms, Ph.D.",
        "Christoph Gaul",
        "Eric Vangrevelinghe",
        "Alain De Pover",
        "Catherine H. Regnier, PhD",
        "Dirk Erdmann",
        "Francesco Hofmann, PhD",
        "Michael Eck",
        "Andrew L. Kung, MD, PhD",
        "Thomas Radimerski, PhD",
        "David M Weinstock, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Oliver Weigert, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrew A. Lane, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liat Bird",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadja Kopp",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela V Toms, Ph.D.",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Gaul",
            "author_affiliations": [
                "Novartis Institute for Biomedical Research, Basel, Switzerland, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Vangrevelinghe",
            "author_affiliations": [
                "Novartis Institute for Biomedical Research, Basel, Switzerland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alain De Pover",
            "author_affiliations": [
                "Novartis Institute for Biomedical Research, Basel, Switzerland, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine H. Regnier, PhD",
            "author_affiliations": [
                "Novartis Institute for Biomedical Research, Basel, Switzerland, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Erdmann",
            "author_affiliations": [
                "Novartis Institute for Biomedical Research, Basel, Switzerland, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Hofmann, PhD",
            "author_affiliations": [
                "Novartis Institute for Biomedical Research, Basel, Switzerland, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Eck",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew L. Kung, MD, PhD",
            "author_affiliations": [
                "Lurie Family Imaging Center and Department of Pediatric Oncology, Dana-Farber Cancer Institute & Children's Hospital Boston, Boston, MA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Radimerski, PhD",
            "author_affiliations": [
                "Novartis Institute for Biomedical Research, Basel, Switzerland, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M Weinstock, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:24:58",
    "is_scraped": "1"
}