{
    "doi": "https://doi.org/10.1182/blood.V116.21.1277.1277",
    "article_title": "CMV-Reactive γ/δ T Cells Are Equivalent to Their α/β Counterparts In the Lysis of CMV-Infected Targets – Potential for Post Transplant Adoptive Immunotherapy. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications and Immune Reconstitution of Transplantation: Poster I",
    "abstract_text": "Abstract 1277 Reactivation of cytomegalovirus (CMV) post allogeneic stem cell transplantation (SCT) can be prevented and treated by adoptive immunotherapy with donor-derived alpha/beta CMV-reactive T cells (CMV-T). We have reported that VD1+ gamma/delta T cells arising post allogeneic SCT are also CMV-reactive and that these cells can be identified in and isolated from CMV-seronegative donors (Knight et al 2010). The relative ability of VD1 gamma/delta cells to lyse CMV-infected targets compared to CMV-reactive alpha/beta T cells has not been determined. Here we have isolated gamma/delta T cells (VDelta 1) from normal, healthy HLA-A2+, CMV-seropositive donors and tested them freshly isolated and after expansion on allogeneic feeder cells (as described in Knight et al 2010) for their ability to lyse MRC5 fibroblasts infected with CMV strain VHLE in vitro. In parallel we isolated HLA-A2 restricted CMV-reactive alpha/beta T cells using a CMV-specific pentameric HLA reagent (ProImmune Ltd), rested overnight to ensure reagent release and tested for lysis of the same CMV-infected targets. MRC5 fibroblasts were cultured in MEM/10%FCS and infected with VHLE (kind gift from Dr Sinzger, Tubingen, Germany) at an MOI of 1 for three days. Infected cells were recovered by trypsinisation and mixed with effector cells at 5:1 and 10:1 E:T ratios in duplicate in a four hour flow cytometric killing assay. Dead fibroblasts were identified by failure to exclude ToPro Iodide. Control cultures were established with uninfected MRC5 and “percent specific lysis” calculated by subtraction of the degree of lysis of uninfected cells from that of the infected targets at each E:T ratio. Lysis of non-infected MRC5 by both alpha/beta CMV-T cells and VD1 gamma/delta T cells was low (0.7%-13.2%) and was not significantly different between the two cell subsets. In contrast alpha/beta CMV T were highly lytic of CMV-infected targets (mean 33.85, sd 1.48) as were VD1 gamma/delta T cells (mean 26.3% sd 3.53) at 5:1 E:T. There was no significant difference between the specific lysis mediated by alpha/beta CMV-T compared to matched-pair VD1 gamma/delta T cells (p>0.05); nor was there any significant difference in CMV-specific lysis by freshly isolated versus ex-vivo cultured VD1 gamma/delta T cells from these donors. The specific lysis mediated by the VD1 gamma/delta T cells from these CMV seropositive donors was comparable to that we previously reported from CMV seronegative donors although slightly higher. Since clinical trials of alpha/beta CMV-T have shown their protective effect as adoptive immunotherapy post transplant, the fact that we show comparable lytic function by VD1 gamma/delta T cells suggests that these cells may also be clinically useful since they can be readily isolated without functional selection and are known not to mediate GvHD even in the haploidentical transplant setting. More importantly, since the lytic function of VD1 gamma/delta T cells from CMV seropositive donors is comparable to that of VD1 gamma/delta T cells from seronegative individuals we are encouraged that these cells could be used for successful adoptive immunotherapy of CMV in the “CMV+ve receipient:CMV-ve donor” transplant setting. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytolysis",
        "cytomegalovirus",
        "immunotherapy, adoptive",
        "t-lymphocytes",
        "transplantation",
        "human leukocyte antigens",
        "allogeneic stem cell transplant",
        "graft-versus-host disease",
        "hla-a2 antigen",
        "iodides"
    ],
    "author_names": [
        "Andrea Knight, PhD",
        "Stephen Mackinnon, MD",
        "Mark W Lowdell, PhD, FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrea Knight, PhD",
            "author_affiliations": [
                "Department of Haematology, UCL Medical School, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephen Mackinnon, MD",
            "author_affiliations": [
                "Department of Haematology, UCL Medical School, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark W Lowdell, PhD, FRCPath",
            "author_affiliations": [
                "Department of Haematology, UCL Medical School, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T02:17:46",
    "is_scraped": "1"
}