{
    "doi": "https://doi.org/10.1182/blood.V124.21.3557.3557",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2915",
    "start_url_page_num": 2915,
    "is_scraped": "1",
    "article_title": "Two-Track Epigenetic Remodeling and Backtracking to Embryonic Stem Cell Bivalency in B-Cell Acute Lymphoblastic Leukemias ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "b-lymphocytes",
        "embryonic stem cells",
        "epigenetics",
        "leukemia",
        "carcinogenesis",
        "childhood leukemia",
        "leukemia, lymphocytic, acute, childhood",
        "leukemogenesis",
        "molecular profiling",
        "pre-b lymphocyte"
    ],
    "author_names": [
        "Seung-Tae Lee, MD",
        "Marcus O. Muench",
        "Marina Fomin",
        "Jianqiao Xiao",
        "Mi Zhou, MD PhD",
        "Adam J. de Smith, PhD",
        "José Martín-Subero",
        "Simon Heath",
        "E. Andres Houseman",
        "Ritu Roy",
        "Margaret R. Wrensch, PhD",
        "John K. Wiencke, PhD",
        "Catherine Metayer",
        "Joseph L. Wiemels, PhD"
    ],
    "author_affiliations": [
        [
            "Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea ",
            "UCSF, San Francisco, CA "
        ],
        [
            "University of California, San Francisco, San Francisco, CA "
        ],
        [
            "Blood Systems Research Institute and Department of Laboratory Medicine, University of California San Francisco, San Francisco, "
        ],
        [
            "University of California, San Francisco, San Francisco, CA "
        ],
        [
            "UCSF, San Francisco, CA "
        ],
        [
            "University of California, San Francisco, San Francisco, CA "
        ],
        [
            "University of California, San Francisco, San Francisco, CA ",
            "University of Barcelona, Barcelona, Spain "
        ],
        [
            "Centro Nacional de Análisis Genómico, Parc Científic de Barcelona, Barcelona, Spain "
        ],
        [
            "University of Oregon, Eugene, OR "
        ],
        [
            "UCSF, San Francisco, CA "
        ],
        [
            "University of California, San Francisco, San Francisco, CA "
        ],
        [
            "University of California, San Francisco, San Francisco, CA "
        ],
        [
            "UC Berkeley, Berkeley, CA "
        ],
        [
            "University of California San Francisco, San Francisco, CA"
        ]
    ],
    "first_author_latitude": "37.53858509999999",
    "first_author_longitude": "127.04062420000001",
    "abstract_text": "Purpose: We sought to define the drivers and functional consequences of DNA methylation changes in childhood pre-B cell leukemia. A comprehensive analysis of such DNA methylation changes will reveal aspects of the etiology and pathogenesis of leukemias, and suggest potential therapeutic modalities. Background: The epigenome is extensively altered in carcinogenesis, but the proximate causes, functional consequences, and overall patterning of DNA methylation changes in the pediatric leukemias is not well defined. Methods: We bisulfite sequenced at single base pair resolution two common pre-B cell leukemia case DNAs and a pre-B cell control (CD19+/CD34+ pre-B cells from normal marrow), and analyzed DNA methylation by high definition microarray in another 227 subjects. RNA expression was available for 82 samples, including the sequenced pre-B cells and leukemias. Results: Epigenetic alteration of B-ALLs occurred in two tracks: de novo methylation of small functional compartments and demethylation of large inter-compartmental backbones. The de novo methylation occurred preferentially at polycomb targets and binding sites for the transcriptional co-repressor CtBP2. DNA methylation of ETV6-AML1 leukemia was overall equivalent to the control, with high hyperdiploid methylation levels being 4.4% lower. Hierarchical clustering revealed four groups, with ETV6-AML1 and hyperdiploid leukemias enriched within two separate groups. DNA methylation deviations were exaggerated in lamina-associated domains, with differences corresponding to these methylation clusters and/or cytogenetic groups. DNA methylation changes were correlated with gene expression changes, and a key polycomb expression signature was reversed when DNA methylation marks were pharmacologically removed in leukemia cell lines. Discussion: While leukemia cells retain the majority of their developmentally determined DNA methylation patterns, key modifications with leukemogenesis revealed both broad patterns and functional targets with some dependence on known characteristics of pre-B cell leukemias. Our data suggested a pivotal role of polycomb and CTBP2 in de novo methylation, which may be traced back to bivalency status of embryonic stem cells. Driven by these potent epigenetic modulations, suppression of polycomb target genes was observed along with disruption of developmental fate and cell cycle and mismatch repair pathways and altered activities of key upstream regulators. An appreciation and validation of the observed changes will lead to new insights into etiology, pathogenesis, and treatments of childhood ALL. Disclosures No relevant conflicts of interest to declare."
}