{
    "doi": "https://doi.org/10.1182/blood.V108.11.58.58",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=715",
    "start_url_page_num": 715,
    "is_scraped": "1",
    "article_title": "First Analysis of the Australasian Leukaemia and Lymphoma Group (ALLG) Trial of Thalidomide and Alternate Day Prednisolone Following Autologous Stem Cell Transplantation (ASCT) for Patients with Multiple Myeloma (ALLG MM6). ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "autologous stem cell transplant",
        "leukemia",
        "lymphoma",
        "multiple myeloma",
        "prednisolone",
        "thalidomide",
        "toxic effect",
        "chemotherapy regimen",
        "disease progression",
        "glucocorticoids"
    ],
    "author_names": [
        "Andrew Spencer, MBBS",
        "Miles Prince, MBBS",
        "Andrew W. Roberts, MBBS",
        "Kenneth F. Bradstock, MBBS",
        "Ian W. Prosser, MBBS"
    ],
    "author_affiliations": [
        [
            "Clinical Haematology and BMT, Alfred Hospital, Melbourne, Victoria, Australia"
        ],
        [
            "Haematology, Peter MacCallum Cancer Centre, Melbourne, Victoria, Australia"
        ],
        [
            "Haematology, Royal Melbourne Hospital, Melbourne, Victoria, Australia"
        ],
        [
            "Haematology, Westmead Hospital, Sydney, New South Wales, Australia"
        ],
        [
            "Haematology, Canberra Hospital, Canberra, Australian Capital Territory, Australia"
        ]
    ],
    "first_author_latitude": "-37.8457571",
    "first_author_longitude": "144.98207309999998",
    "abstract_text": "The therapeutic intervention with the greatest impact on survival prolongation for patients with multiple myeloma (MM) is high-dose chemotherapy with ASCT. Unfortunately, relapse is inevitable, thus the identification of strategies that prolong response duration is required. Glucocorticoids are a major component of MM therapy and randomized data suggest that they also have a role in response maintenance following conventional chemotherapy. Thalidomide (T) is effective in both de novo and relapsed MM and synergizes with glucocorticoids at low doses without relevant myelotoxicity. Based on these observations a randomized trial of T combined with maintenance alternate day prednisolone (AP) (ARM 1) vs AP (ARM 2) following ASCT was conducted. Inclusion criteria included age >18 years, non-progressive MM with a maximum of 12 months prior therapy, ECOG <3 and a serum creatinine <2mg/dl. Patients were stratified by transplant centre and pre-ASCT B2microglobulin (B2M) level (<4mg/L versus 4+mg/L). Patients underwent a single ASCT conditioned with melphalan 200mg/m2. At 6 weeks post-ASCT they were re-evaluated and those with no evidence of disease progression were randomized to AP 50mg with or without T 200mg daily. T was limited to a maximum daily dose of 200mg and for a maximum duration of 12 months because of concerns related to toxicity, development of drug resistance and cost. AP was scheduled to continue until disease progression. Both agents could be dose-reduced (minimum doses of 50mg and 12.5mg for T and AP, respectively) in the event of toxicity. All patients received zoledronic acid 4mg IV every 28 days for osteolysis prophylaxis. The primary and secondary end-points of the trial were progression-free (PFS) and overall survival (OS) from the date of randomization, respectively. Analyses were on an intention-to-treat basis. Between January 2002 and March 2005 243 patients from 29 centers were randomized - ARM 1 114 and ARM 2 129. The arms were matched for patient and disease characteristics with a median age of 57 years (range, 26 to 74) and median B2M for both arms of 2.2mg/L. Median follow-up for both arms is 2 years. At the time of randomization 9% vs 11% of patients in ARM 1 and 2, respectively, were in CR (immunofixation negative). 64% of patients were able to complete 12 months of T at a median dose of 100mg. Neurological toxicities were more common in ARM 1 but there were no differences in thrombo-embolic or renal toxicities. Pre-ASCT B2M demonstrated a significant association (p = 0.032) with PFS (Hazard Rate = 1.89, 95% CI 1.05–3.37, for 4+mg/L vs <4mg/L). Post-ASCT ARM 1 demonstrated superior PFS (p = 0.0003). Estimates of PFS at 1, 2 and 3 years were 91% vs 69%, 63% vs 36% and 35% vs 25% for ARM 1 and 2, respectively. As yet no significant survival benefit has been observed although ARM 1 demonstrated superior OS at 2 and 3 years 90% vs 81% and 84% vs 75% (p = 0.1). We conclude that consolidation with low-dose thalidomide in combination with alternate day prednisolone maintenance is an effective and tolerable therapeutic approach that prolongs the duration of disease response following ASCT for MM."
}