{
    "doi": "https://doi.org/10.1182/blood.V124.21.213.213",
    "article_title": "Role of Erythroferrone in the Pathophysiology of Common Anemias ",
    "article_date": "December 6, 2014",
    "session_type": "102. Regulation of Iron Metabolism: Iron-restrictive Anemias - New Pathways and Therapeutic Strategies",
    "abstract_text": "Introduction: We recently described the erythroid hormone erythroferrone (ERFE) as a critical regulator of hepcidin production during increased erythropoietic activity. Both anemia of inflammation (AI) and beta-thalassemia are associated with elevated levels of erythropoietin, the signal directing ERFE expression, suggesting that ERFE may play a role in the pathogenesis of these disorders. Indeed, Erfe mRNA expression was highly increased in the bone marrow and the spleen of a mouse model of β-thalassemia Hbb th3/+ ( Th3/+ ). We therefore investigated the role of erythroferrone in hepcidin regulation in anemia of inflammation and β-thalassemia. We report that ERFE contributes to the recovery from anemia of inflammation and may be a hepcidin-suppressive factor responsible for iron accumulation in thalassemia. Methods: We explored the role of ERFE in anemia of inflammation using the heat-killed Brucella abortus (BA) mouse model of AI. Hepcidin regulation and recovery from anemia was compared between wild-type and Erfe - deficient mice. To determine whether ERFE is the hepcidin-suppressive factor in thalassemia, we generated Erfe -/- /Th3/+ double mutant mice and compared them to their littermate WT, Erfe -/- and Th3/+ mice. Mice were compared at 3, 6 and 12 weeks of age. Results: Compared to wild-type mice, Erfe -deficient mice did not appropriately decrease hepcidin production during recovery from AI and exhibited greater severity of anemia (figure). These data suggest that compensatory hepcidin suppression during the recovery phase of AI is mediated by ERFE. However, in mice this defect was partly compensated by prolonged stimulation of erythropoiesis and higher reticulocytosis resulting in Erfe -deficient mice reaching wild-type hemoglobin levels by day 28 (figure). Figure 1 View large Download slide Figure 1 View large Download slide  Close modal At the other end of the spectrum, we showed that thalassemic mice exhibited greatly increased expression of Erfe mRNA in the bone marrow and the spleen. Ablation of Erfe in Th3/+ mice restored normal hepcidin levels and significantly reduced serum iron concentration and hepatic iron overload at 6 weeks of age. Comparison of Erfe -/- / Th3/+ and Th3/+ mice at 3, 6 and 12 weeks of age did not show any difference in the severity of the anemia in absence of ERFE suggesting that ERFE regulates hepcidin expression but its absence did not cause iron restriction and did not ameliorate ineffective erythropoiesis. Conclusion: ERFE is a critical regulator of hepcidin expression during recovery from AI and ERFE agonists may alleviate iron restriction in AI. ERFE may also be the factor responsible for hepcidin suppression and secondary iron overload in β-thalassemia. Disclosures Ganz: Intrinsic LifeSciences: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Keryx Pharma: Consultancy; Merganser Biotech: Consultancy, Equity Ownership.",
    "topics": [
        "anemia",
        "hepcidin",
        "thalassemia",
        "anemia of chronic disorder",
        "iron",
        "iron overload",
        "rna, messenger",
        "ablation",
        "agonists",
        "beta thalassemia"
    ],
    "author_names": [
        "Leon Kautz, PhD",
        "Grace Jung, MS",
        "Elizabeta Nemeth, PhD",
        "Tomas Ganz, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Leon Kautz, PhD",
            "author_affiliations": [
                "University of California, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Grace Jung, MS",
            "author_affiliations": [
                "University of California, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeta Nemeth, PhD",
            "author_affiliations": [
                "UCLA, Los Angeles, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Ganz, MD PhD",
            "author_affiliations": [
                "University of California, Los Angeles, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T18:41:19",
    "is_scraped": "1"
}