{
    "doi": "https://doi.org/10.1182/blood.V108.11.2244.2244",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=560",
    "start_url_page_num": 560,
    "is_scraped": "1",
    "article_title": "Gene Expression Profiling of Acute Myeloid Leukemia with Multilineage Dysplasia (AML-MD) Reveals a Biological Diversity Related to Underlying Cytogenetics but Also Identifies a Distinctive Profile in Normal Karyotype AML-MD. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Acute myeloid leukemia with multilineage dysplasia (AML-MD) is recognized as a major AML category in the WHO classification, closely related to myelodysplasia and associated with poor prognosis. The biological background of this entity, however, has not been extensively assessed. In this context, we analyzed the gene expression profile in a series of patients with AML-MD from our institution. First, the transcriptional signature of diagnostic samples from 19 patients with AML-MD (age: 71, 30–93; 8M/11F) was analyzed, including 11 cases of intermediate-risk cytogenetics and 8 adverse karyotype samples. In a second step, we selected from the previous analysis those AML-MD patients with normal karyotype (NK AML-MD, n=8) and compared their genomic profile with 11 additional samples corresponding to normal karyotype AML without underlying multilineage dysplasia (NK AML). Overall gene expression was examined with oligonucleotide HGU133 Plus 2.0 arrays (Affymetrix), and gene expression measures were normalized using RMA methodology from the Affy package (Bioconductor project). Unsupervised two-dimensional cluster analysis of highly variable genes was performed with the dChip v1.3 software. In addition, supervised analysis to identify genes with significant differential expression was done with the Limma package (Bioconductor), which employs Bayesian statistics adjusted for multiple testing. Unsupervised analysis among AML-MD patients identified two major groups, mainly clustered according to cytogenetics: Group 1 (n=10) contained 9 patients with intermediate-risk cytogenetics whereas Group 2 (n=9) showed predominance of high-risk karyotype (78%; p=0.006). Supervised analysis allowed the identification of a cluster of 92 genes differentially expressed according to cytogenetics category, such as several ribosomal constituents and genes involved in translation ( RPS20 , EIF3S3 , LOC400055 ), which were overexpressed in intermediate-risk AML-MD, or genes involved in the immune response ( FCGR3A-3B, IL1R2, PLXNC1, FCAR, CLEC4D-4E, TNFRSF10C, C5R1 ), found to be highly expressed in AML-MD with high-risk cytogenetics. In a further analysis, gene expression profiling of NK AML-MD was compared to NK AML. Interestingly, unsupervised analysis revealed a clear distinction between both subgroups, with 1861 genes differentially expressed. Moreover, a subset of 34 genes, selected according to a high index of variable expression (log fold change>1.0), showed a characteristic pattern in normal karyotype AML-MD. Among these, transcription factor TAL1 , RNA-binding protein MSI2 , and erythrocyte membrane protein RHAG were found to be overexpressed in NK AML-MD, while other genes such as RASSF4 and PIK3CD , involved in Ras signaling, or the transcription factor CEBPD were significantly underexpressed in this AML category. In conclusion, analysis of gene expression profile of AML-MD supports the biological heterogeneity of this AML category, partially associated with underlying cytogenetic abnormalities. Moreover, the striking distinctive profile observed in NK AML-MD suggests that multilineage dysplasia is associated to a specific transcriptional signature, distinguishable from normal cytogenetics AML lacking dysplastic features.",
    "topics": [
        "acute myeloid leukemia with multilineage dysplasia",
        "cytogenetics",
        "gene expression profiling",
        "karyotype determination procedure",
        "dysplasia",
        "transcription factor",
        "myelodysplastic syndrome",
        "oligonucleotides",
        "preleukemia",
        "rna-binding proteins"
    ],
    "author_names": [
        "María Rozman, MD",
        "Susana G. Kalko, PhD",
        "Jordi Esteve, MD",
        "Mireia Camós, MD",
        "Josep-Lluís Aguilar, MD",
        "Montserrat Torrebadell, MD",
        "Dolors Costa, PhD",
        "Ana Carrió, PhD",
        "Pedro Jares, PhD",
        "Emili Montserrat, MD",
        "Elías Campo, MD"
    ],
    "author_affiliations": [
        [
            "Hematopathology Unit, Hospital Clínic"
        ],
        [
            "Bioinformatics Unit"
        ],
        [
            "Hematology Department"
        ],
        [
            "Hematopathology Unit, Hospital Clínic"
        ],
        [
            "Hematopathology Unit, Hospital Clínic"
        ],
        [
            "Hematopathology Unit, Hospital Clínic"
        ],
        [
            "Hematopathology Unit, Hospital Clínic"
        ],
        [
            "Hematopathology Unit, Hospital Clínic"
        ],
        [
            "Genomics Unit, IDIBAPS, Hospital Clínic, University of Barcelona, Barcelona, Spain"
        ],
        [
            "Hematology Department"
        ],
        [
            "Hematopathology Unit, Hospital Clínic"
        ]
    ],
    "first_author_latitude": "39.9409971",
    "first_author_longitude": "-75.49222809999999"
}