{
    "doi": "https://doi.org/10.1182/blood.V126.23.2178.2178",
    "article_title": "NKTT120 Safely Depletes iNKT Cells in Stable Adult Sickle Cell Patients in a Phase 1 Trial ",
    "article_date": "December 3, 2015",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia - Clinical: Poster II",
    "abstract_text": "Patients with sickle cell disease have an increased number of circulating activated iNKT cells while murine SCD models report increased number and activation state of iNKT cells in target organs. Furthermore, the use of a murine iNKT cell-depleting antibody in murine SCD models prevents inflammation driven end-organ damage. NKTT120 is a humanized monoclonal antibody directed to the unique invariant TCR of iNKT cells that depletes these cells by ADCC. In preclinical studies, NKTT120 has demonstrated a safe and specific dose and time dependent depletion/recovery of iNKT cells. The preclinical efficacy and safety data supported a clinical development program to show that NKTT120 demonstrates the same safety and specificity for iNKT cell depletion from the peripheral circulation in SCD patients. In this first in human phase 1 dose-escalation study, we have examined the safety of NKTT120 in adults with steady state SCD. Future studies will explore the ability of NKTT120 prevent painful vaso-occlusive crises. Objective: To determine the safety, maximum tolerated dose (MTD), pharmacokinetics, and pharmacodynamics of NKTT120 in adults with steady state SCD. The optimal dose for a phase 2 study of NKTT120 will deplete iNKT for approximately 3 months allowing for periodic dosing. Methods : A first-in-humanphase 1 study utilizing a 3+3 design to evaluate single doses escalating over a range of 7 doses from 0.001 mg/kg to 1.0 mg/kg. The primary outcome measure is safety. Secondary outcomes include blood iNKT cell depletion and recovery, pain, analgesic use, quality of life (QoL), and pulmonary function. During a screening run-in period and after dosing of NKTT120, subjects maintained a daily smartphone eDiary (eSCaPe) to report pain, respiratory symptoms and analgesic use. ASCQ-Me and PROMIS QoL questionnaires were administered at clinic visits. The screening run-in outcomes will be used as baseline comparison for values obtained post-dosing. Results: A total of 21 patients were enrolled into the 7 cohorts of the completed and closed study. The drug was delivered as a 10-minute IV push in all cohorts. No MTD was defined, as no DLTs were reported. Three subjects each were dosed at 0.001, 0.003, 0.01, 0.03, 0.1, 0.3 or 1.0 mg/kg. At leastone month of follow-up data on circulating iNKT cell numbers are available for all of the patients dosed in the study. Only iNKT cell counts were affected by NKTT120 dosing, no change in other hematologic parameters was observed in peripheral blood. No acute elevation in circulating inflammatory cytokines was seen after antibody administration. All doses of NKTT120 resulted in maximum depletion of iNKT cells at the first time point (6 hours) monitored in all patients. During the recovery period, all patients had detectable iNKT cells in their peripheral blood. In all cohorts, the time to recovery of iNKT cells correlates with the starting circulating levels, with a longer recovery time for patients with lower baseline cell numbers. T1/2 is approximately 11 days. As observed in the pre-clinical safety studies, iNKT cell depletion and recovery was dose and time dependent. At the recommended Phase 2 dose (0.3 mg/kg) no iNKT cells were detectable in the peripheral circulation for a period of several months, suggesting near complete tissue depletion at these doses requiring recovery from T cell precursors that are not targeted by NKTT120. Conclusions: In adults with SCD,NKTT120 administered up to a dose of 1.0 mg/kg specifically reduces iNKT cells without NKTT120 dose limiting toxicity. Patients at the higher dose cohorts of NKTT120 illustrate temporal pattern for iNKT cell depletion and recovery in the circulation that inform the dosing strategy for phase 2 studies. The recommended Phase 2 dose is 0.3 mg/kg administered at a 3 month interval. The Phase 2 study will highlight the reduction of iNKT cells in the suppression of the inflammatory stimuli that promote many of the pathophysiologic sequelae seen in SCD. Disclosures Eaton: NKT Therapeutics: Employment. Mazanet: NKT Therapeutics: Consultancy, Equity Ownership. Nathan: NKT Therapeutics: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "advisory committees",
        "analgesics",
        "antibodies",
        "antibody-dependent cell cytotoxicity",
        "blood cell depletion therapy",
        "cell count",
        "cell phones",
        "cytokine",
        "disclosure",
        "drepanocytes"
    ],
    "author_names": [
        "Joshua J. Field, MD MS",
        "Elaine M. Majerus, MD PhD",
        "Ken I. Ataga, MD",
        "Elliott P. Vichinsky, MD",
        "Cheryl Eaton",
        "Rosemary Mazanet, MD PhD",
        "David G. Nathan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joshua J. Field, MD MS",
            "author_affiliations": [
                "Medical College of Wisconsin, BloodCenter of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elaine M. Majerus, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken I. Ataga, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of North Carolina, Chapel Hill, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elliott P. Vichinsky, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Children's Hospital and Research Center, Oakland, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl Eaton",
            "author_affiliations": [
                "NKT Therapeutics, Waltham, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosemary Mazanet, MD PhD",
            "author_affiliations": [
                "NKT Therapeutics, Waltham, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David G. Nathan, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA ",
                "Boston Children's, Boston, MA ",
                "Harvard Medical School, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T21:27:45",
    "is_scraped": "1"
}