{
    "doi": "https://doi.org/10.1182/blood.V128.22.3745.3745",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3538",
    "start_url_page_num": 3538,
    "is_scraped": "1",
    "article_title": "FF-10102-01: A Novel, Highly Selective Spleen Tyrosine Kinase Inhibitor, to Be in Clinical Application for Treatment of Autoimmune Diseases and B-Cell Malignancies ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "topics": [
        "animal model",
        "autoimmune diseases",
        "b-lymphocytes",
        "cancer",
        "syk kinase",
        "phosphotransferases",
        "thrombocytopenia",
        "antibodies",
        "immunoglobulins",
        "lymphoma"
    ],
    "author_names": [
        "Chieko Kinouchi",
        "Kazuya Taguchi",
        "Susumu Shimoyama",
        "Tadaaki Ioroi, DPhil",
        "Hayato Ogura",
        "Mari Yamamoto",
        "Akiko Iino",
        "Yoshimasa Maeda, DPhil",
        "Hiroshi Kato",
        "Hideyasu Fujiwara, DPhil",
        "Shinji Hagiwara, DPhil",
        "Hiroyuki Iwamura, Dphil",
        "David J Kuter, MD DPhil",
        "Takaaki Nakamura, DPhil",
        "Yasuhiro Shimada"
    ],
    "author_affiliations": [
        [
            "Pharmaceutical and Healthcare Research Laboratories, FUJIFILM Corporation, Kanagawa, Japan "
        ],
        [
            "Pharmaceutical and Healthcare Research Laboratories, FUJIFILM Corporation, Kanagawa, Japan "
        ],
        [
            "Pharmaceutical and Healthcare Research Laboratories, FUJIFILM Corporation, Kanagawa, Japan "
        ],
        [
            "Pharmaceutical and Healthcare Research Laboratories, FUJIFILM Corporation, Kanagawa, Japan "
        ],
        [
            "Pharmaceutical and Healthcare Research Laboratories, FUJIFILM Corporation, Kanagawa, Japan "
        ],
        [
            "Research Laboratories, Toyama Chemical Co., Ltd., Toyama, Japan "
        ],
        [
            "Research Laboratories, Toyama Chemical Co., Ltd., Toyama, Japan "
        ],
        [
            "Research Laboratories, Toyama Chemical Co., Ltd., Toyama, Japan "
        ],
        [
            "Research Laboratories, Toyama Chemical Co., Ltd., Toyama, Japan "
        ],
        [
            "Pharmaceutical and Healthcare Research Laboratories, FUJIFILM Corporation, Kanagawa, Japan "
        ],
        [
            "Pharmaceutical and Healthcare Research Laboratories, FUJIFILM Corporation, Kanagawa, Japan "
        ],
        [
            "Pharmaceutical and Healthcare Research Laboratories, FUJIFILM Corporation, Kanagawa, Japan "
        ],
        [
            "Center for Hematology, Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Research Laboratories, Toyama Chemical Co., Ltd., Toyama, Japan "
        ],
        [
            "Pharmaceutical and Healthcare Research Laboratories, FUJIFILM Corporation, Kanagawa, Japan "
        ]
    ],
    "first_author_latitude": "35.48500945",
    "first_author_longitude": "139.61846504999997",
    "abstract_text": "Spleen tyrosine kinase (Syk) is essential for downstream pathways in signaling from B-cell receptor (BCR) in B cells and Fc-gamma receptors in macrophages. Because of the essential roles it plays in signaling, Syk has been targeted in drug development for autoimmune and allergic diseases, in which B cells and macrophages have pivotal roles in the pathophysiology. In addition, accumulated data suggest that aberrant BCR signaling is deeply involved in the pathogenesis of B-cell malignancies. Here we report the pharmacological profile of a novel and highly selective Syk inhibitor, FF-10102-01 (FF-10102 hydrochloride). FF-10102-01 was evaluated in the following in vitro assays: Kinase inhibitory activities were performed with ProfilerPro Kit (PerkinElmer, USA). The effects on cell signaling and functions were studied using THP-1, a human monocyte-derived cell line, after differentiation with human recombinant interferon gamma (IFNγ). The effects on CD69, an activated B-cell marker, expression on B cells were evaluated using whole blood samples from healthy volunteers and mice, and on lymphoma cell growth using SU-DHL-6, a human diffuse large B-cell lymphoma-derived cell line. FF-10102-01 was also evaluated in vivo in animal models of antigen-induced antibody production, anti-platelet antibody-induced thrombocytopenia, and collagen-induced arthritis (CIA). FF-10102-01 showed high potency against recombinant human Syk enzyme activity, with a 50% inhibitory concentration (IC 50 ) value of 1.2 nmol/L. Kinase profiling assay in a panel of 216 kinases revealed that FF-10102-01 is highly selective for Syk, with an IC 50 value more than 25 times lower than those of the other kinases. FF-10102-01 exhibited suppressive effects on phosphorylation of downstream molecules of Syk, SLP76, and ERK1/2 in THP-1 cells. FF-10102-01 inhibited tumor necrosis factor α secretion under stimulation by immunoglobulin (Ig) G and phagocytosis of IgG-opsonized beads in IFNγ-induced differentiated THP-1 cells. CD69 expression under stimulation with anti-BCR antibodies in human and mouse blood was also inhibited by FF-10102-01, with IC 50 values of 314 nmol/L and 307 nmol/L, respectively. FF-10102-01 was the most potent inhibitor of the growth of SU-DHL-6 cells among other known Syk, JAK, and Bruton's tyrosine kinase inhibitors compared, with an IC 50 value of 318 nmol/L. FF-10102-01 is orally available with a good PK profile, and showed inhibitory effect at daily doses 50 mg/kg (as free base) on specific antibody production in ovalbumin-immunized mouse model. Orally administered FF-10102-01 showed significant effects in a mouse model of thrombocytopenia and a rat model of rheumatoid arthritis (CIA) at 25 mg/kg and 10 mg/kg (as free base), respectively. In the thrombocytopenia model, the prevention of platelet decrease by FF-10102-01 was well correlated with suppressions of platelet-phagocytotic macrophages in spleen and CD69-positive B cells in blood. These data indicate that FF-10102-01 is a potent and highly selective orally available Syk inhibitor, with pharmacological effects through inhibition of both B-cell and macrophage activities represented in inhibitions of cell signaling and functions in vitro , and in animal models of autoimmune diseases in vivo . The results suggest that FF-10102-01 is a promising agent for treatment of autoimmune diseases such as immune thrombocytopenia, rheumatoid arthritis, and B-cell malignancies. A clinical trial of FF-10102-01 is planned to commence in 2017. Disclosures Kinouchi: FUJIFILM Corporation: Employment. Taguchi: FUJIFILM Corporation: Employment. Shimoyama: FUJIFILM Corporation: Employment. Ioroi: FUJIFILM Corporation: Employment. Ogura: FUJIFILM Corporation: Employment. Yamamoto: Toyama Chemical Co., Ltd.: Employment. Iino: Toyama Chemical Co., Ltd.: Employment. Maeda: Toyama Chemical Co., Ltd.: Employment. Kato: Toyama Chemical Co., Ltd.: Employment. Fujiwara: FUJIFILM Corporation: Employment. Hagiwara: FUJIFILM Corporation: Employment. Iwamura: FUJIFILM Corporation: Employment. Kuter: Rigel: Consultancy, Research Funding; Genzyme: Consultancy; Bristol-Myers Squibb: Research Funding; GlaxoSmithKline: Consultancy; ONO: Consultancy; Amgen: Consultancy, Paid expert testimony; Protalex: Research Funding; MedImmune: Consultancy; Pfizer: Consultancy; Syntimmune: Consultancy; Shire: Consultancy; Eisai: Consultancy; 3SBios: Consultancy; CRICO: Other: Paid expert testimony; Shionogi: Consultancy. Nakamura: Toyama Chemical Co., Ltd.: Employment. Shimada: FUJIFILM Corporation: Employment."
}