{
    "doi": "https://doi.org/10.1182/blood-2019-122331",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4445",
    "start_url_page_num": 4445,
    "is_scraped": "1",
    "article_title": "The Gut Microbiome Regulates Psychological Stress-Induced Inflammation in Sickle Cell Disease ",
    "article_date": "November 13, 2019",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science",
    "topics": [
        "inflammation",
        "intestinal bacteria",
        "sickle cell anemia",
        "stress",
        "interleukin-17",
        "metyrapone",
        "adrenalectomy",
        "phospholipids",
        "symptom aggravating factors",
        "adhesions"
    ],
    "author_names": [
        "Chunliang Xu, PhD",
        "Sungkyun Lee, PhD",
        "Paul S. Frenette, MD"
    ],
    "author_affiliations": [
        [
            "Albert Einstein College of Medicine, Bronx, NY"
        ],
        [
            "Albert Einstein College of Medicine, Bronx, NY"
        ],
        [
            "Albert Einstein College of Medicine, Bronx, NY"
        ]
    ],
    "first_author_latitude": "40.8504961",
    "first_author_longitude": "-73.8459022",
    "abstract_text": "Psychological stress (PS) is reported to precipitate vaso-occlusive episides (VOE) in sickle cell disease (SCD), but the mechanisms by which it does, are largely unknown. We subjected humanized (Berkeley) SCD mice to restraint stress and analyzed VOE using intravital microscopy. We found that stress exacerbated VOE as shown by reduced venular blood flow rates (control: 494 ± 30 × 10 3 pL/s; stress: 380 ± 20 × 10 3 pL/s; n = 25 - 43; p = 0.009) and reduced survival time (median survival time in control and stress groups: 394 min and 175 min, respectively; p = 0.02, Log-rank test). As previous studies show that adherent polymorphonuclear neutrophils (PMNs), especially aged PMNs marked by low CD62L and high CXCR4 expression, contribute to VOEs, we evaluated the behavior of leukocytes in live mice and observed a robust PMN response manifested by significantly increased adhesion and interactions with sickle RBC in stressed SCD animals. Flow cytometry analysis revealed a striking increase in aged PMNs in stressed SCD mice (control: 0.7 ± 0.1 × 10 6 /ml; stress: 2.9 ± 0.3 × 10 6 /ml; n = 3 - 4; p = 0.001), suggesting that the aged PMN expansion induced by stress may lead to the exacerbation of VOE in stressed SCD mice. Since aged PMN numbers are regulated by microbiota under steady state, we investigated whether response to PS also required the presence of the microbiota. Depletion of microbiota with broad-spectrum antibiotics (ABX) in SCD mice significantly prevented stress-induced aged PMN expansion (control: 4.8 ± 1.2 × 10 6 /ml; ABX: 1.2 ± 0.3× 10 6 /ml; n = 4 - 5; p = 0.0006), which was further confirmed using C57BL/6 germ-free (GF) mice (control: 1.1 ± 0.3 × 10 6 /ml; GF: 0.2 ± 0.1 × 10 6 /ml; n = 4; p = 0.003). Interestingly, analysis of inflammatory cytokines revealed a microbiota-dependent augmentation of IL-17A in the stressed mice. To investigate the role of IL-17A in the stress response, we neutralized IL-17A using an antibody (Ab) in C57BL/6 mice and found that IL-17A inhibition significantly dampened the aged PMN expansion induced by stress (isotype control Ab: 0.6 ± 0.1 × 10 6 /ml; anti-IL-17A: 0.1 ± 0.0 × 10 6 /ml; n = 4 - 5; p = 0.0004), which was also confirmed using IL-17A -/- mice. Further analyses revealed that Th17 lymphocytes were the major IL-17A-producing cells contributing to the stress response. In addition, depletion of microbiota with ABX or neutralization of IL-17A significantly alleviated stress-exacerbated VOE as measured by reduced PMN activation, improved blood flow rate and prolonged SCD mouse survival. As segmented filamentous bacteria (SFB) commensals were previously found to induce a Th17 response, we next tested the hypothesis that SFB was the driving bacteria in the stress response. Indeed, we found that PS-induced aged PMN expansion was greater in SFB + mice (from Taconic) than in SFB - mice (from Jackson lab) (Taconic: 0.64 ± 0.11× 10 6 /ml; Jax: 0.13 ± 0.02 × 10 6 /ml; n = 4 - 5; p = 0.005). Depletion of SFB using vancomycin, a drug that eliminates Gram + bacteria (including SFB), significantly reduced stress-induced aged PMN expansion. Furthermore, colonization of GF mice with SFB augmented aged PMN expansion after stress compared to stress control GF mice (control GF: 0.08 ± 0.02 × 10 6 /ml; GF + SFB: 0.34 ± 0.10× 10 6 /ml; n = 4 - 5; p = 0.04), suggesting that SFB was the key bacteria promoting aged PMN expansion during stress. The stress mechanisms involved the hypothalamic-pituitary-adrenal (HPA) axis since the blockade of glucocorticoid (GC) production using metyrapone or following adrenalectomy significantly prevented aged PMN expansion in stressed mice (PBS: 0.5 ± 0.1 × 10 6 /ml; metyrapone: 0.1 ± 0.1× 10 6 /ml; n = 5; p = 0.02. sham: 1.2 ± 0.2 × 10 6 /ml; adrenalectomy: 0.4 ± 0.2 × 10 6 /ml; n = 4 - 5; p = 0.01). Moreover, PS and dexamethasone greatly increased the gut permeability. Blockade of GC synthesis using metyrapone significantly alleviated stress-induced exacerbation of VOE manifested by reduced inflammation, improved the blood flow rate and prolonged SCD mice survival (median survival time in control and metyrapone groups: 155 min and 200 min, respectively; p = 0.02, Log-rank test). Overall, our results suggest that stress activation of the HPA axis increases the intestinal permeability, thereby promoting exposure to commensals that stimulate Th17 cells to produce IL-17A, which enables the expansion of aged polymorphonuclear neutrophils driving vaso-occlusion in SCD. Disclosures Frenette: Albert Einstein College of Medicine, Inc: Patents & Royalties; Ironwood Pharmaceuticals: Research Funding; Cygnal Therapeutics: Equity Ownership; Pfizer: Consultancy."
}