{
    "doi": "https://doi.org/10.1182/blood.V112.11.885.885",
    "article_title": "Lenalidomide Repairs Suppressed T Cell Immunological Synapse Formation in Follicular Lymphoma ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents",
    "abstract_text": "Identifying mechanisms of tumor-induced immune suppression will aid the development of effective immunotherapeutic strategies. In the present study we examined the molecular basis for impaired T cell responses in follicular lymphoma (FL) and demonstrate impaired T cell immunological synapse formation. Confocal microscopy was used to visualize F-actin polymerization at the immune synapse between tumor-infiltrating CD4 and CD8 T cells and autologous FL tumor cells with and without superantigen as antigen-presenting cells (APCs). We identified a significant reduction in formation of the T cell immune synapse in both CD4 (p 50% reduction). Comparable immunological defects were also identified in CD4 and CD8 T cells from transformed-FL (t-FL) patients. This defect was induced by tumor contact since T cell defects were induced in healthy T cells when they were were co-cultured for 48 hr with either allogeneic FL or t-FL cells, but not with healthy allogeneic B cells (P < 0.01). Of interest there was enhanced suppression of CD4 T cell synapses following FL co-culture assays and CD8 T cells in the t-FL setting. Since previous gene expression profile studies (Dave et al. NEJM, 2003) demonstrated prognostic significance of altered expression of immune signature genes, we examined the molecular nature of the FL-induced T cell defect by quantifying recruitment of a number of these T cell cytoskeletal signaling proteins to the immune synapse. Following primary co-culture with FL cells, previously healthy T cells showed suppressed recruitment of integrin LFA-1, Lck, Itk, Rab27A and filamin-A to the synapse in subsequent T cell:APC interactions (P < 0.01). We further demonstrate that the immune synapse defects were repaired in part by treatment of the cells with the immunomodulatory drug lenalidomide. Of note, treatment of both FL B cells and autologous T cells with lenalidomide (1 μM for 24h) was required to enhance formation of the F-actin synapse and recruitment of tyrosine-phosphorylated protein and filamin-A irrespective of the presence of exogenous antigen (P < 0.01). We validated the altered expression of a number of these molecules including Itk, Rab27A and filamin-A at the protein level in FL tissue microarrays (TMA). Of note, elevated expression of intrafollicular Rab27A, that mediates targeted secretion of CD8 T cell cytolytic granules, was found in samples from a long-survival group (FL patients who lived more than 15 years). These results provide mechanistic insight into the demonstrated activity of lenalidomide in relapsed or refractory aggressive FL (Wiernik et al. JCO, 2008). These studies demonstrate the role of the tumor in the observed T cell defects in FL, and the molecular basis of these defects and suggest that immunotherapeutic approaches including the use lenalidomide offer the exciting prospect of repairing T cell suppression in B cell malignancies to enhance immune-mediated immunological responses against lymphoma cells.",
    "topics": [
        "follicular lymphoma",
        "lenalidomide",
        "synaptogenesis",
        "t-lymphocytes",
        "granules",
        "neoplasms",
        "coculture techniques",
        "tissue microarray",
        "antigens",
        "atrial premature complexes"
    ],
    "author_names": [
        "Alan G. Ramsay, PhD",
        "Andrew J. Clear, BSc",
        "Rewa Fatah, BSc",
        "John G. Gribben, MD, DSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Alan G. Ramsay, PhD",
            "author_affiliations": [
                "Centre. for Medical Oncology, Institute of Cancer, Barts & The London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrew J. Clear, BSc",
            "author_affiliations": [
                "Centre. for Medical Oncology, Institute of Cancer, Barts & The London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rewa Fatah, BSc",
            "author_affiliations": [
                "Centre. for Medical Oncology, Institute of Cancer, Barts & The London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Gribben, MD, DSc",
            "author_affiliations": [
                "Centre. for Medical Oncology, Institute of Cancer, Barts & The London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T13:04:04",
    "is_scraped": "1"
}