{
    "doi": "https://doi.org/10.1182/blood.V106.11.4593.4593",
    "article_title": "Efficacy and Safety of Fludarabine Combined with Cytarabine in the Treatment of Patients with Relapsed and Refractory Acute Lymphoblastic Leukemia (ALL). ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objective: The objective of this study was to evaluate the efficacy and safety of fludarabine (Flu) combined with cytarabine (Ara-c) in the treatment of relapsed and refractory ALL. Methods: From March 2003 to February 2005, 28 patients in our institution with adult relapsed and refractory acute lymphoblastic leukemia were treated with Flu and Ara-c chemotherapy. The median age of patients was 28 years (range, 11–64 years). Twenty-four patients were treated with Flu IV Ara-c: Flu (30 mg/m 2 /day as a 30 minute infusion IV dl-4) and Ara-c (1000 mg/m 2 ql2h, 6–10 times IV). The Ara-c infusions commenced 4 hours after the fludarabine infusion. Four patients were treated with following regimen: Flu (30 mg/m 2 /day as a 30 minute infusion IV dl-4), Ara-c (100 mg/day q12h 6–10 times), and mitoxantrone (4 mg/d dl~4 IV). Results: Efficacy: The overall response rate was 48.1%. Ten of the 27 ALL patients achieved a CR (37%), and 3 patients achieved a PR (11.1%). Median CR duration was 8 months (ranges, 2–34 months). Among 14 Ph- ALL patients, 4 achieved a CR (28.6%); of 8 Ph+ ALL patients, 5 (62.5%) achieved a CR, 2 achieved a PR, and 1 was NR. Among 5 patients with T-ALL, only 1 achieved a CR. The patients with acute mixed lineage leukemia achieved a CR. Among 19 patients with full immunophenotyping data, there were 3 CRs, 1 PR in the 5 ALL patients with myeloid antigens (My+), and 3 CR and 2 PR in 14 ALL patients without myeloid antigens (My−). Four Ph+ My+ ALL patients achieved a CR. Safety: Flu combined with Ara-c resulted in myelosuppression in all patients, 27 patients had WBC <1′10 9 /L, and the median time to WBC <1′10 9 /L was 11 days (range, 5–27 days). The lowest PMN emerged 9 days (range, 3–18 days) after the regimen commenced. Twenty-five patients had PLT <20′10 9 /L, and the median duration was 8 days (range, 1–30 days). The lowest PLT count occurred 11 days (range, 3–18 days) after the regimen commenced. Sixteen patients had pyrexia with 8 definite pathogenic bacterium, 3 bacterial infections, 1 CMV infection, 2 fungal infections, and 2 multiplicity of infection. The major nonhematologic toxicity was gastrointestinal symptoms (35.7%, 10/28), such as nausea, vomiting, diarrhea, anorexia (i.e. WHO grade 1 or 2), and the symptoms disappeared soon after the regimen completed. Conclusion: Favorable efficacy and safety were obtained in relapsed and refractory ALL patients treated with Flu and Ara-c, especially in Ph+ ALL and My+ ALL patients. In the future, larger studies are warranted to evaluate the efficacy and safety of Flu and Ara-c.",
    "topics": [
        "acute lymphocytic leukemia",
        "cytarabine",
        "fludarabine",
        "influenza",
        "infusion procedures",
        "antigens",
        "acute biphenotypic leukemia",
        "adult t-cell lymphoma/leukemia",
        "bacterial infections",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Bin Jiang",
        "Wei Wang",
        "Li Bao",
        "Xiaojun Huang",
        "Jin Lu",
        "Debing Wang",
        "Daopei Lu"
    ],
    "author_dict_list": [
        {
            "author_name": "Bin Jiang",
            "author_affiliations": [
                "Hematology Institute of Beijing University, Beijing, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wei Wang",
            "author_affiliations": [
                "Hematology Institute of Beijing University, Beijing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Bao",
            "author_affiliations": [
                "Hematology Institute of Beijing University, Beijing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaojun Huang",
            "author_affiliations": [
                "Hematology Institute of Beijing University, Beijing, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Lu",
            "author_affiliations": [
                "Hematology Institute of Beijing University, Beijing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debing Wang",
            "author_affiliations": [
                "Hematology Institute of Beijing University, Beijing, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daopei Lu",
            "author_affiliations": [
                "Hematology Institute of Beijing University, Beijing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T13:02:14",
    "is_scraped": "1"
}