{
    "doi": "https://doi.org/10.1182/blood.V114.22.4241.4241",
    "article_title": "A High Resolution Comparative Genomic Hybridization Array of Adult T-Cell Leukemia-Lymphoma in Individuals of African Descent. ",
    "article_date": "November 20, 2009",
    "session_type": "Chromosomal Rearrangements and DNA Repair",
    "abstract_text": "Abstract 4241 Adult T-cell leukaemia/lymphoma (ATLL) is a highly aggressive malignancy with a poor prognosis caused by the human T-cell lymphotropic virus type-1 (HTLV-I). While no specific chromosome or genetic abnormalities have been clearly proven to contribute to the pathogenesis of ATLL, recent comparative genomic hybridization (CGH) studies have demonstrated frequent genetic lesions (gains and losses) involving specific chromosomal regions containing a number of genes of potential cancer relevance. In this study, using a high resolution Agilent platform, we performed a comprehensive CGH analysis of 60 ATLL DNA specimens obtained from individuals of African descent from the United States, the Caribbean, and Brazil. Our preliminary results demonstrate the presence of some alterations already reported by others, such as gains in chromosomes 1q22, 4p16, 7p22, 8q24, 9q33-34, 14q31-q32, 16q16, 18q23, 19p13 and deletions at 6q14, 9p21 and q21 and 14q11. Additionally, we have observed several genetic alterations not previously reported in a significant percentage of our ATLL tumors, such as specific gains in regions of chromosomes 1q, 2q, 5p, and 17p and q, and deletions in 13q and 15q. Most of these regions harbor potential cancer related genes but some contain genes of unknown function. Our preliminary results confirm there are common genetic alterations between ATLL patients of Japanese and African origin, but also distinct genetic lesions between both ethnic groups perhaps contributing to the pathogenesis of ATLL. A more comprehensive analysis including validated findings will be presented at the meeting. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "comparative genomic hybridization",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "cancer",
        "dna",
        "htlv-i infections",
        "lymphoma",
        "neoplasms",
        "brazil",
        "caribbean region"
    ],
    "author_names": [
        "Rosangela Gomes de Lima",
        "Suying Xu",
        "Dale Hedges, Ph.D",
        "Carlos Brites, M.D.",
        "Glen N. Barber, Ph.D",
        "Yao-Shan Fan, M.D., Ph.D",
        "Juan Carlos Ramos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rosangela Gomes de Lima",
            "author_affiliations": [
                "Federal University of Bahia, Salvador, Brazil, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Suying Xu",
            "author_affiliations": [
                "Genetic Medicine, University of Miami Miller School of Medicine, Miami, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dale Hedges, Ph.D",
            "author_affiliations": [
                "Human Genetics, University of Miami Miller School of Medicine, Miami, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Brites, M.D.",
            "author_affiliations": [
                "Federal University of Bahia, Salvador, Brazil, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glen N. Barber, Ph.D",
            "author_affiliations": [
                "University of Miami School of Medicine, UM/Sylvester Comprehensive Cancer Center, Miami, FL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yao-Shan Fan, M.D., Ph.D",
            "author_affiliations": [
                "Pediatric Genetics, University of Miami School of Medicine, Miami, FL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Carlos Ramos, MD",
            "author_affiliations": [
                "Sylvester Cancer Center, University of Miami School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T13:11:56",
    "is_scraped": "1"
}