{
    "doi": "https://doi.org/10.1182/blood.V128.22.4436.4436",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3455",
    "start_url_page_num": 3455,
    "is_scraped": "1",
    "article_title": "A New Prognostic Scoring System for Multiple Myeloma in the Era of Novel Agents and Autologous Stem Cell Transplantation: A Multicenter Retrospective Collaborative Study of the Japanese Society of Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "autologous stem cell transplant",
        "multiple myeloma",
        "transplantation",
        "chemotherapy regimen",
        "prognostic factors",
        "g-banding",
        "karyotype determination procedure",
        "lactate dehydrogenase test, serum",
        "serum albumin",
        "signs and symptoms"
    ],
    "author_names": [
        "Shuji Ozaki, MD PhD",
        "Takayuki Saitoh, MD PhD",
        "Hiroshi Handa, MD PhD",
        "Kenshi Suzuki, MD PhD",
        "Naoki Takezako, MD PhD",
        "Kazutaka Sunami, MD",
        "Yoshiaki Kuroda, MD",
        "Mitsuhiro Itagaki, MD",
        "Hideki Asaoku, MD",
        "Eiichi Nagura, MD",
        "Shimizu Kazuyuki, MD",
        "Hirokazu Murakami, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Tokushima Prefectural Central Hospital, Tokushima, Japan "
        ],
        [
            "Department of Laboratory Science, Gunma University Graduate School of Health Sciences, Gunma, Japan "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Department of Hematology, Japanese Red Cross Medical Center, Tokyo, Japan "
        ],
        [
            "Department of Hematology, National Hospital Organization Disaster Medical Center, Tachikawa, Japan "
        ],
        [
            "Department of Hematology, National Okayama Medical Center, Okayama, Japan "
        ],
        [
            "Division of Stem Cell Regulation, Center for Molecular Medicine, Jichi Medical University, Shimotsuke, Japan "
        ],
        [
            "Department of Hematology, Hiroshima Red Cross Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Hematology, Hiroshima Red Cross Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Hematology, Chutoen General Medical Center, Kakegawa, Japan "
        ],
        [
            "Department of Hematology, National East Nagoya Hospital, Nagoya, Japan "
        ],
        [
            "Department of Laboratory Science, Gunma University Graduate School of Health Sciences, Maebashi, Japan"
        ]
    ],
    "first_author_latitude": "34.0759622",
    "first_author_longitude": "134.52044429999998",
    "abstract_text": "Multiple myeloma (MM) is a heterogeneous disease in the survival outcome due to the differences in disease-, patient-, and treatment-related prognostic factors. Recently, a Revised International Staging System (R-ISS) incorporating the original ISS stage, high serum LDH, and adverse cytogenetic abnormalities (CA) such as [t(4;14), t(14;16), or del(17p)] by FISH, which is expected to predict treatment outcome more accurately in the era of novel agents and autologous stem cell transplantation (ASCT), has been proposed. However, it has been noted that more than 60% of myeloma patients are doomed to be classified as R-ISS stage II, which may encompass heterogeneous population in terms of risk factors. In the present study, we have evaluated the clinical relevance of R-ISS in Japanese patients with MM and invented a new prognostic scoring system to minimize the heterogeneity of the R-ISS stage II. Clinical features of the patients diagnosed and treated between 2001 and 2012 by the members of the Japanese Society of Myeloma were collected and assessed for the treatment outcome. Among the individual data obtained from 4138 patients from 38 centers, only those of 718 patients were complete and were further analyzed. A total of 498 patients (69.4%) were treated with conventional chemotherapy with or without novel agents without ASCT, and the remaining 220 patients (30.6%) were treated with ASCT after induction with chemotherapy with or without novel agents. The patient distribution according to R-ISS stages (I/II/III) was 154 (21.4%), 438 (61.1%), and 126 patients (17.5%), respectively, with corresponding median overall survival (OS) being 152.8, 65.2, and 45.3 months, respectively (p=8.98e-15). Although the R-ISS model could discriminate the difference between each stage distinctly in transplant-ineligible patients (median OS: stage I, 90.7; stage II, 57.5; and stage III, 33.1 months, respectively, p=2.37e-12), discrimination of the difference between the stages II and III was ambiguous in transplant-eligible patients (median OS: stage I, not reached; stage II, 71.2; and stage III, 73.8 months, respectively, p=0.0325). In addition, median OS of R-ISS stage II were quite heterogeneous according to the presence or absence of risk factors (high LDH and adverse CA): 74.2 months for ISS stage I with 1 risk factor of either LDH or CA, 34.0 months for ISS stage I with both risk factors, 130.8 months for ISS stage II without risk factors, 53.8 months for ISS stage II with 1 risk factor, 46.9 months for ISS stage II with both risk factors, and 61.8 months for ISS stage III without risk factors. These results would implicate that high LDH and/or adverse CA might exert stronger impact on OS. Accordingly, we performed a multivariate analysis to disclose more important factors that were independently associated with poor prognosis, and identified the following factors: serum albumin (normal upper limit, p<0.00001), adverse CA by FISH (p=0.0006), and abnormal karyotype by G-banding (p=0.023). As a result, high b2-microglobulin (n=367, 51.1%), high LDH (n=139, 19.4%), and adverse CA by FISH (n=198, 27.6%) were determined to be significant important factors to be incorporated into the design of more realistic prognostic scoring system. By using these newly identified 3 risk factors (high b2-microglobulin, high LDH, and adverse CA), we have established a brand new scoring system as the Japanese Prognostic Scoring System (JPSS). By applying this scoring system, 232 (32.3%), 297 (41.4%), 160 (22.3%), and 29 patients (4.0%) were assigned to score 0, 1, 2, and 3, respectively. Median OS according to this scoring system (0/1/2/3) were 130.8, 62.4, 49.5, and 37.5 months, respectively (p=2.1e-20, Figure 1). Importantly, this scoring system is able to clearly discriminate the difference in OS between the stages both in transplant-eligible and -ineligible patients (p=2.81e-14 and p=0.000153, respectively). When the same patients were assigned to score 0, 1, and ≥2 by combining the data of scores 2 and 3, median OS of each group became 130.8, 62.4, and 47.7 months, respectively (p=1.29e-19). Thus, we hereby propose a JPSS comprising three prognostic factors as a simple and useful model for the risk assessment of Japanese patients with MM in routine practice that warrants further validation in larger studies. Figure 1 View large Download slide Overall survival according to the score. Figure 1 View large Download slide Overall survival according to the score.  Disclosures Sunami: Celgene Co. Ltd.: Research Funding; Research funding from Ono Pharmaceutical Co. Ltd., Novartis Pharmaceutical Co. Ltd.: Research Funding; Takeda Pharmaceutical Co. Ltd.: Research Funding; Ono Pharmaceutical Co. Ltd.: Research Funding."
}