{
    "doi": "https://doi.org/10.1182/blood-2019-130961",
    "article_title": "The Role of Demographic and Social Factors on Decision Making in Patients with Relapsed and Refractory Multiple Myeloma Treated By Ixazomib, Lenalidomide and Dexamethasone ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Background : Decision making in hematological malignancies used to be driven mostly by the disease characteristics itself, eventually by the patient´s age and performance status. However, the development of novel drugs brought many new approaches in which also other factors may play role, such as the length of therapy, the route of administration, the time spent in outpatient facilities, etc. Especially in the patients with relapsed and/or refractory multiple myeloma (RRMM) there are several approved novel drug combinations, each bringing some additional benefit for the patient. As there are no head-to-head clinical trials comparing these approaches, the role of the patients´ decision in the choice of the therapy plays an increasing role. Our aim was to assess background characteristics of the patients receiving an all-oral triplet ixazomib, lenalidomide and dexamethasone (IRD) within a compassionate Named Patient Program (NPP) in the Czech Republic. Methods and study population: We used a questionnaire-based online assessment amongst the physicians from the largest hematology centres who treat multiple myeloma patients. CATI (Computer Assisted Telephones Interviewing) and CAWI (Computer Assisted Web Interviewing) methodology was applied. The questionnaire was intended for up to 45 minutes. It was structured and covered basic demographics, social status and issues regarding outpatient care in patients receiving IRD regimen for RRMM. Physicians were recruited over the phone (approaching physicians, introduction of the research and offer of participation in the research) followed by e-mailing with detailed information and online link for completing the questionnaire. Physicians completed the questionnaire independently through an online link with possibility to contact support at any time during filling-in the questionnaire. The final sample included 95 patients' records from 6 hospitals representing > 50% of all treated patients within the NPP. Results: The M/F ratio of the RRMM patients was 2:1. 82% of the patients were 51-75 years old. The median time from MM diagnosis was 5 (3-16) years. Most patients received one prior therapy (76%) followed by 2 therapies (17%) and 3 and more therapies (7%). 73% of all patients with RRMM lived with partner/wife/husband. 12% of the patients lived with children, 2% lived in senior/nursing home and 9% lived alone. One third of the patients were still actively working, being employees (20 %) or entrepreneurs (13%). 46% of the patients were retired and 18% disabled pensioners. The median distance of the patients to the hematology centre was 28km (3-221km). They travel for the treatment mostly by car (62%) followed by ambulance (20%), public transport (8%), train (5%) and other means (5%). Approximately half of the patients are accompanied by a family member during outpatient visit with increasing representation corresponding to the age of the patients. Most patients (48%) spent their leisure time actively, by traveling (both local and abroad), culture activities, gardening, sport etc. More than half of the patients are actively interested in the disease and therapy (55%) or listen to information communicated to him/her by the medical staff. Family is actively interested in 39% of all patients. Only minority (but still significant - 12%) of the patients and/or their families are not interested in the details of the disease and therapy, and prefer physician´s driven approach. Significant portion of the patients (approximately one third) chose their therapeutic approach based on the frequency of outpatient visits and/or the ease of use of the tablet form. The efficacy of the treatment was the reason for the choice in one third of the patients, too, the rest of the reasons covered either patient based issues (worse mobility, intolerance of parenteral application, poor venous access, etc.) or social issues (distance from the centre, possibility to continue working, etc.). Conclusions: Apart from the efficacy of treatment regimen, several other factors including social factors and route of administration affect the choice of therapy. Indeed, these factors seem to have quite a high impact on the decision especially when the patient can be treated by a fully oral regimen with low frequency of outpatient visits. Most patients treated by the all oral triplet IRD could continue working, maintain their activities and spend actively their leisure time. Disclosures Minarik: Amgen, BMS, Janssen-Cilag, Takeda: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding. Straub: Amgen, Takeda, Celgene: Consultancy. Nemcova: Takeda Pharmaceuticals: Employment.",
    "topics": [
        "decision making",
        "demography",
        "dexamethasone",
        "ixazomib",
        "lenalidomide",
        "multiple myeloma",
        "tablet dosage form",
        "drug administration routes",
        "ambulatory care services",
        "drug combinations"
    ],
    "author_names": [
        "Jiri Minarik, MD PhD",
        "Alexandra Jungova",
        "Jan Straub, MD",
        "Evzen Gregora, MD",
        "Jana Bryknarova",
        "Blanka Nemcova",
        "Roman Hajek, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jiri Minarik, MD PhD",
            "author_affiliations": [
                "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University and University Hospital Olomouc, Olomouc, Czech Republic "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Jungova",
            "author_affiliations": [
                "Faculty Hospital Pilsen, Pilsen, Czech Republic "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Straub, MD",
            "author_affiliations": [
                "First Medical Department - Clinical Department of Hematology of the First Faculty of Medicine, General Teaching Hospital, Prague, Czech Republic "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evzen Gregora, MD",
            "author_affiliations": [
                "Department of hematology, Motol University Hospital, Prague, Czech Republic "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jana Bryknarova",
            "author_affiliations": [
                "Ipsos Healthcare s.r.o., Prague, Czech Republic "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Blanka Nemcova",
            "author_affiliations": [
                "Takeda Pharmaceuticals Czech Republic s.r.o.,, Prague, Czech Republic "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Hajek, MD",
            "author_affiliations": [
                "Faculty of Medicine, University Hospital Ostrava, Ostrava, Czech Republic"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T18:45:25",
    "is_scraped": "1"
}