{
    "doi": "https://doi.org/10.1182/blood.V104.11.382.382",
    "article_title": "Antibody Formation to S-303-Treated RBCS in the Setting of Chronic RBC Transfusion. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Background : S-303 treatment (200 μM S-303 and 2 mM glutathione) has been shown to inactivate viruses, bacteria, protozoa and leukocytes in RBC concentrates. S-303-treated RBCs (SRBC) have comparable in vitro parameters to untreated conventional RBCs (CRBC) over 42 days (d) of storage. Three Phase I trials in healthy human subjects showed recovery and life span of 35 d old autologous S-303 RBC were comparable to that for CRBC without detectable antibody (Ab) formation. During the course of a Phase III trial for patients (pts) in chronic transfusion (txn) programs receiving repeated SRBC txn, 2 pts developed asymptomatic anti-SRBC Ab, leading to trial termination. Methods : A randomized, controlled, double-blinded, crossover design, non-inferiority trial of SRBC in pts with thalassemia (thal) or sickle cell anemia (SSA) was conducted. Fifty pts were to receive a course (≥5 months or ≥6 txn) of SRBC or CRBC with crossover to the other arm. The frequency and number of RBC units per txn and target hemoglobin (Hb) were at physician discretion. The primary endpoint was Hb txed per kg body weight per d. Secondary endpoints were: time between txn, pre-txn Hb, number of RBC units txed, Ab formation, and adverse events (AEs). Routine DAT and IAT with RBC panels, and cross match with IAT to SRBC (and to the pre-S-303 treatment segment if positive to SRBC), were performed at trial sites prior to each txn. Following detection of positive cross match to SRBC in 2 pts, all pre-txn samples from all pts were tested by polyethylene glycol (PEG) SRBC cross match with IAT at a reference lab. Post study termination, pts had monthly follow-up (for up to 6 months) for AEs and repeated SRBC PEG cross match IAT. Results : The trial was terminated after 26 pts received ≥1 txn when 2 asymptomatic pts in the SRBC arm developed positive (+) pre-txn IAT cross matches with SRBC but not the same RBC unit pre-S-303 treatment (SRBC Ab). No pt completed the trial; 69% started the 1 st period only and 31% crossed over to the 2 nd period. 17 pts had ≥1 SRBC txn. Neither pt with (+) cross matches had clinical evidence of significantly reduced RBC survival. Hapten inhibition assays showed inhibition by S-303 derivatives but not glutathione used in the treatment process; a monocyte monolayer RBC phagocytic assay was negative with pt sera, suggesting these Ab were not likely clinically significant. Six-month follow-up of all txed pts did not reveal additional SRBC Ab or AEs. No Ab to SRBC were detected in a companion Phase III trial of SRBC txn for pts undergoing cardiac surgery supported with SRBC txn for up to 7 d. Conclusions : Two of 17 pts with exposure to SRBC in chronic txn programs developed Ab to SRBC after txn with SRBC. These Ab did not appear to result in decreased RBC survival (e.g., hemolysis), AEs, autoantibody formation, or Ab formation to RBC antigens. None of 74 pts txed with SRBC for up to 7 d to treat anemia of cardiac surgery developed SRBC Ab. A modified S-303 treatment process to reduce immunogenicity has been developed. Patients With Antibodies to S-303 RBC  . Patient 1 . Patient 2 . Age (yr) 3 13 Sex F M Diagnosis Thal SSA Time on study (d) 139 58 AEs Splenomegaly  Pt. blood type AB+ A+ DAT/IAT (allo-Ab panel RBC) −/− −/− No. SRBC txn/units before (+) crossmatch 5/10 1/1 IAT reaction (LISS/PEG) against SRBC 2+/3+ 3+/2+ Titer of (+) sera against SRBC 2 8 . Patient 1 . Patient 2 . Age (yr) 3 13 Sex F M Diagnosis Thal SSA Time on study (d) 139 58 AEs Splenomegaly  Pt. blood type AB+ A+ DAT/IAT (allo-Ab panel RBC) −/− −/− No. SRBC txn/units before (+) crossmatch 5/10 1/1 IAT reaction (LISS/PEG) against SRBC 2+/3+ 3+/2+ Titer of (+) sera against SRBC 2 8 View Large",
    "topics": [
        "adverse event",
        "allopurinol",
        "anemia",
        "antibodies",
        "antibody formation",
        "antigens",
        "autoantibodies",
        "blood type",
        "brachial plexus neuritis",
        "cardiac surgery procedures"
    ],
    "author_names": [
        "Maureen G. Conlan, MD",
        "Adonis Stassinopoulos, PhD",
        "George Garratty, PhD",
        "David Wages, MD, PhD",
        "Laurence Corash, MD",
        "Lindsey Wood, PhD",
        "Steven R. Sloan, MD",
        "Richard J. Labotka, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maureen G. Conlan, MD",
            "author_affiliations": [
                "Clinical, Cerus Corp., Concord, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adonis Stassinopoulos, PhD",
            "author_affiliations": [
                "Clinical, Cerus Corp., Concord, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Garratty, PhD",
            "author_affiliations": [
                "American Red Cross, Los Angeles, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Wages, MD, PhD",
            "author_affiliations": [
                "Clinical, Cerus Corp., Concord, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Corash, MD",
            "author_affiliations": [
                "Clinical, Cerus Corp., Concord, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsey Wood, PhD",
            "author_affiliations": [
                "Baxter Corp., Round Lake, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven R. Sloan, MD",
            "author_affiliations": [
                "Children’s Hosp., Boston, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J. Labotka, MD",
            "author_affiliations": [
                "Univ. Illinois at Chicago, Chicago, IL, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T18:49:09",
    "is_scraped": "1"
}