{
    "doi": "https://doi.org/10.1182/blood.V110.11.4393.4393",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=965",
    "start_url_page_num": 965,
    "is_scraped": "1",
    "article_title": "Intensity of FDG Uptake on PET Scan Varies by Histologic Subtype of Hodgkin Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "fluorodeoxyglucose f18",
        "hodgkin's disease",
        "positron-emission tomography",
        "hodgkin disease, nodular lymphocyte predominant",
        "hodgkin disease, mixed cellularity",
        "hodgkin's disease, nodular sclerosis",
        "b-cell lymphomas",
        "indolent",
        "neoplasms",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Nagaraj Holalkere, M.D.",
        "Ephraim P. Hochberg, M.D.",
        "Ronald Takvorian, M.D.",
        "Michael Blake, M.D.",
        "Christiana Toomey, B.A.",
        "James Michaelson, Ph.D.",
        "Aliyah Rahemtullah, M.D.",
        "Jeremy S. Abramson, MD"
    ],
    "author_affiliations": [
        [
            "Department of Radiology, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Cancer Center, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Cancer Center, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Department of Radiology, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Cancer Center, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Cancer Center, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Department of Pathology, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Cancer Center, Massachusetts General Hospital, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.36347215",
    "first_author_longitude": "-71.0684083",
    "abstract_text": "FDG-PET scanning has demonstrated utility in the staging and prognostication of Hodgkin lymphoma, but PET characteristics of discrete histologic subsets of Hodgkin lymphoma have never been reported. Further, while studies in this disease have focused on classical Hodgkin lymphoma, the PET features of nodular lymphocyte predominant Hodgkin lymphoma (NLPHL) have not been addressed to date. NLPHL represents less than 5% of all cases of Hodgkin lymphoma and has distinct clinicopathologic features, natural history, and treatment from classical subtypes. Diagnosis may be difficult as it exists in a “gray zone” between Hodgkin and non-Hodgkin lymphomas (NHL), and shares immunophenotypic and histologic features with the T-cell rich variant of diffuse large B-cell lymphoma. Clinically, NLPHL follows a natural history more akin to indolent B-cell NHLs than to classical Hodgkin lymphomas. We retrospectively identified 7 cases of NLPHL diagnosed at our institution since 2003 with available PET staging data. Consistent with prior series of this disease, the majority of patients were male (6:1) and the median age was 32 years. All 7 patients presented with limited stage disease (3 stage I, 4 stage II) and without “B” symptoms. All 7 cases demonstrated increased FDG avidity on PET scanning. The mean Standard Uptake Value (SUV) max was 6.1 (range 1.1–8.8), and mean SUV mean was 5.6 (range 1.0–8.3). We compared these results to recently diagnosed patients with nodular sclerosis and mixed cellularity subtypes of classical Hodgkin lymphoma. Among 13 patients with nodular sclerosis Hodgkin lymphoma (NSHL), the mean SUV max was 10.1 (range 4.8–15.8), while among the 7 patients with mixed cellularity histology (MCHL), the mean SUV max was 5.6 (range 4.0–9.8). Patients with NLPHL had significantly decreased SUV max compared to NSHL patients (p=0.022), but were similar to patients with MCHL (Figure 1). Mixed cellularity histology similarly demonstrated significantly decreased SUV max compared to patients with nodular sclerosing disease (p=0.005). PET intensity therefore highlights differences between classical subtypes of Hodgkin lymphoma, as well as between classical and non-classical variants. When compared to published PET SUV data in aggressive B-cell lymphomas, the maximal SUVs we observe in NLPHL fall well below those reported in aggressive B-cell lymphomas, which may aid in the diagnosis of these occasionally similar appearing neoplasms. We conclude that PET scans identify differences in FDG avidity across classical and non-classical Hodgkin lymphoma subtypes, likely reflecting underlying biological differences. We also demonstrate for the first time that despite its indolent behavior, NLPHL is a uniformly FDG-avid neoplasm, and so PET scans may have a role in the staging and surveillance of this uncommon disease variant. View large Download slide Figure View large Download slide Figure "
}