{
    "doi": "https://doi.org/10.1182/blood.V104.11.1839.1839",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=233",
    "start_url_page_num": 233,
    "is_scraped": "1",
    "article_title": "Clonal Gammopathies, Immune Cytopenias and Autoimmune Thyroid Dysfunction Following Alemtuzumab Containing Reduced-Intensity Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Reduced-intensity or “nonmyeloablative” conditioning (RIC) regimens, which include Alemtuzumab, results in stable donor hematopoietic and lymphoid engraftment with minimal graft versus host disease. At our institution 182 patients with myeloid and lymphoid malignancies have undergone RIC transplantation between March 1998 and March 2004. In order to ascertain whether the inclusion of Alemtuzumab affects post transplant immune reconstitution, we have assessed the incidence of clonal gammopathies and organ specific autoantibodies in all patients in whom information was available. We used 44 patients who had conventional nommyeloablative HSCT as our control group. In the RIC HSCT group 40(22%) developed clonal gammopathies. The median age at RIC HSCT was 55 years (range 24–66); the underlying dignosis was MDS(n=15), AML(n=15), NHL(n=8) and CML(n=2). A gammopathy was detected at a median of 19 weeks post RIC HSCT (range 8–44). Bone marrow aspiration and biopsy did not show increased numbers of plasma cells. Chimerism studies (unfractionated bone marrow and CD3+, CD15+, CD19+ and CD56+ peripheral blood fractions) showed that 18(45%) were fully donor, 18(45%) had mixed chimerism and it was not available for 4(10 %). By contrast clonal gammopathies were detected in only 4 of 44 patients who had conventional nonmyeloablative conditioning. There was a significant difference between two groups ( P=0.05). 9 of 182 (5%) patients (AML=6, MDS=1, MCL=1) developed immune cytopenias at a median of 149 days(range 24–238 days). Those comprised of ITP(n=4), AIHA(n=3), Evans’ syndrome(n=2), red cell and megakaryocytic aplasia(n=1). Chimerism studies (unfractionated bone marrow and CD3+, CD15+, CD19+ and CD56+ peripheral blood fractions) showed that 6(66%) patients were fully donor, 1(11%) was mixed chimeric and for 2(23%) patients chimerism studies were not available. One patient did not need any treatment; one patient with AIHA had a complete response to prednisolone. 2 patients (1 ITP and 1 Evans’ syndrome) responded to IVIG. The five non-responders to IVIG (2 AIHA, 2 ITP, and 1 red cell aplasia and megakaryocytic aplasia) resonded to treatment with Rituximab 375mg/m 2 weekly for 4 weeks with a maximal response at a mean of 30 days from commencing the treatment. 3 of 182(1.6%) patients developed autoimmune thyroid dysfunction. All patients had normal thyroid function tests and no antibodies to thyrotropin receptor before RIC HSCT. None of the patients, who had clonal gammopathy, immune cytopenia and autoimmune thyroid dysfunction, developed PTLD. We hypothesize that the RIC regimens incorporating monoclonal antibody Alemtuzumab causes clonal gammopathies, immune cytopenias and autoimmune thyroid dysfunction due to dysregulated B cell proliferation secondary to prolonged T cell recovery time.",
    "topics": [
        "alemtuzumab",
        "allogeneic hematopoietic stem cell transplant",
        "autoimmunity",
        "cytopenia",
        "paraproteinemias",
        "thyroid diseases",
        "hematopoietic stem cell transplantation",
        "autoimmune hemolytic anemia",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic"
    ],
    "author_names": [
        "Mojtaba Akhtari",
        "Kavita Raj",
        "Wendy Ingram",
        "Dragana Milojkovic",
        "Ihab El-Hemaidi",
        "Stephen Devereux",
        "Antonio Pagliuca",
        "Aloysius Ho",
        "Ghulam Mufti"
    ],
    "author_affiliations": [
        [
            "Department of Hematological Medicine, King’s College Hospital, GKT School of Medicine, London, United Kingdom"
        ],
        [
            "Department of Hematological Medicine, King’s College Hospital, GKT School of Medicine, London, United Kingdom"
        ],
        [
            "Department of Hematological Medicine, King’s College Hospital, GKT School of Medicine, London, United Kingdom"
        ],
        [
            "Department of Hematological Medicine, King’s College Hospital, GKT School of Medicine, London, United Kingdom"
        ],
        [
            "Department of Hematological Medicine, King’s College Hospital, GKT School of Medicine, London, United Kingdom"
        ],
        [
            "Department of Hematological Medicine, King’s College Hospital, GKT School of Medicine, London, United Kingdom"
        ],
        [
            "Department of Hematological Medicine, King’s College Hospital, GKT School of Medicine, London, United Kingdom"
        ],
        [
            "Department of Hematological Medicine, King’s College Hospital, GKT School of Medicine, London, United Kingdom"
        ],
        [
            "Department of Hematological Medicine, King’s College Hospital, GKT School of Medicine, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4672965",
    "first_author_longitude": "-0.0941931"
}