{
    "doi": "https://doi.org/10.1182/blood.V126.23.4429.4429",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3014",
    "start_url_page_num": 3014,
    "is_scraped": "1",
    "article_title": "Optimizing CD4+ T-Cells Transduction Protocol for Gene Therapy of HIV-1 Infected Patients ",
    "article_date": "December 3, 2015",
    "session_type": "801. Gene Therapy and Transfer: Poster III",
    "topics": [
        "gene therapy",
        "hiv-1",
        "t-lymphocytes",
        "antigens, cd25",
        "chemokine (c-c motif) receptor 5",
        "hiv-1 infection",
        "infections",
        "l-selectin",
        "lymphoma",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Amani Ouedrani, PharmD",
        "Lounes Djerroudi, MD",
        "Isabelle Hmitou, PhD",
        "Marina Cavazzana, MD PhD",
        "Fabien Touzot, MDPhD"
    ],
    "author_affiliations": [
        [
            "Biotherapy Department, Hôpital Universitaire Necker -Enfants Malades, Paris, France "
        ],
        [
            "Biotherapy Department, Hôpital Universitaire Necker -Enfants Malades, Paris, France "
        ],
        [
            "Biotherapy Department, Hôpital Universitaire Necker -Enfants Malades, Paris, France "
        ],
        [
            "Biotherapy Department, Hôpital Universitaire Necker -Enfants Malades, Paris, France ",
            "INSERM-APHP, CIC Biothérapie GHU Ouest, Paris, France ",
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France"
        ],
        [
            "Biotherapy Department, Hôpital Universitaire Necker -Enfants Malades, Paris, France ",
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France"
        ]
    ],
    "first_author_latitude": "48.8452199",
    "first_author_longitude": "2.3157460999999997",
    "abstract_text": "Gene therapy represents an alternative and promising strategy that could provide a path to a curative therapy for HIV-1 infection. One approach involves the introduction of protective gene into a cell, thereby conferring protection against HIV. We plan to conduct an open label phase I/II gene therapy trial for HIV-1 infected patients presenting with lymphoma. The patients will received autologous hematopoietic stem cells transplantation with gene modified CD34+ cells and CD4+ T-cells. CD34+ and CD4+ will be ex vivo transduced by the LVsh5/C46 lentiviral vector (Cal-1, Calimmune, Inc. Tucson, USA). LVsh5/C46 is a SIN lentiviral vector that inhibits two crucial steps of CD4+ T cell infection by the HIV virus: (i) attachment of the virus to its target by downregulation of CCR5 via a short hairpin RNA, (ii) fusion of the virus to the target cell through expression of the C46 inhibitor. We developed a transduction process for CD4+ T-cells using the TransAct™ reagent (Miltenyi Biotec, Bergisch Gladbach , Germany) for CD4+ T-cells activation. Compared to previously published T-cells transduction protocols, the use of Miltenyi TransAct™ permits an equivalent efficacy of transduction - evaluated by measurement of vector copy number through quantitative PCR - without major phenotypic modification. Indeed, CD4+ T-cells ex vivo transduced after activation with the TransAct™ reagent display very few changes in their surface marker with conservation of naive (CCR7+CD62L+CD45RA+), central memory (CCR7+CD62L+CD45RA-) and effector memory (CCR7-CD62L-CD45RA-) subsets in superimposable proportions as initially. Moreover, expression of CD25 remains below 15-25% of cells suggesting a more \"gentle \" activation of the transduced CD4+ T-cells. Our transduction process had no significant impact in TCRβ repertoire diversity as evaluated by high-throughput sequencing and analyzis of diversity through the Gini-Simpson index or the Shannon index. Finally, transduced CD4 + T-cells retained the ability to to be primed towards the TH1, TH2 and TH17 pathways suggesting that the transduction protocol used did not alter the functional properties of the target cells. Disclosures No relevant conflicts of interest to declare."
}