{
    "doi": "https://doi.org/10.1182/blood.V114.22.2725.2725",
    "article_title": "Multicenter Phase II Study of the CyclOBEAP Plus Rituximab in Diffuse Large B-Cell Lymphoma with Analysis of Biomakers. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: THERAPY WITH BIOLOGIC AGENTS, EXCLUDING PRE-CLINICAL MODELS POSTER II",
    "abstract_text": "Abstract 2725 Poster Board II-701 Diffuse large B-cell lymphoma (DLBCL) is the most common non-Hodgkin's lymphoma, accounting for approximately 30% of all new patients. The addition of rituximab to CHOP regimen has been found to improve the outcome of DLBCL. However, it dose not provide a satisfactory treatment outcome in the high-risk group according to the international prognostic index (IPI). More recent study, however, suggested that intensified regimens may indeed yield superior results to CHOP. We administered the CyclOBEAP (cyclophosphamide, vincristine, bleomycin, etoposide, doxorubicin, prednisolone) regimen to patients with DLBCL, and previously reported its safety and efficacy. The CyclOBEAP regimen was administered over a total period of 12 weeks, in which the dose intensities of cyclophosphamide, doxorubicin, and vincristine are equal to or higher than those in the CHOP regimen, and bleomycin were added to the CHOP regimen. The results showed that 106 (80%) of the 121 patients achieved complete response (CR), the 5-year overall survival (OS) rate was 72%, and the 5-year progression-free survival (PFS) rate was 62%. Here, we report the results of a multicenter phase II study of the R-CyclOBEAP regimen. This was a prospective, single-arm phase II trial in the Adult Lymphoma Treatment Study Group (ALTSG) in Japan. Patients were enrolled in the study between April 2004 and March 2008. Patients aged between 15 and 60 years who were in the low-intermediate, high-intermediate, or high risk groups, were eligible for this study. The CyclOBEAP regimen was administered over a total period of 12 weeks. Rituximab 375mg/m2 was given every 2 weeks. There were 101 eligible patients and the median age was 51 years. A CR was achieved in 96 patients (95%). The 5-year OS rate was 85% and PFS rate was 76%. When the patients were divided according to the IPI or revised IPI, the 5-year OS and PFS rates did not significantly differ among the risk groups. We next examined survival curve of the patients with DLBCL in whom soluble interleukin-2 receptor data were available. The 5-year survival rates for the high (≧2000 IU/ml) and low soluble interleukin-2 receptor groups (<2000 IU/ml) were 60 and 94%, respectively (p=0.0003), with PFS values of 64 and 81% (p=0.05). Lymphoma tissue was analyzed by immunohistochemistry for biomarkers of CD5, CD10, BCL2, BCL6, MUM1, and nm23-H1. CD5, CD10, BCL2, BCL6, and MUM-1 had no prognostic impact with R-CyclOBEAP. As for nm23-H1 expression in DLBCL in the present study, the 5-year OS of the nm23-H1-positive group was 65% and that of the nm23-H1-negative group was 97%, indicating that the nm23-H1-positive group showed significantly poorer prognosis (p = 0.001). The 5-year PFS of the germinal center B-cell (GCB) group was 80% and that of the non-GCB group was 74%, showing no significant difference. Univariate analysis showed that the stage, presence of B symptoms, number of extranodal lesions, and soluble interleukin-2 receptor were significant prognostic factors, and in multivariate analysis, the soluble interleukin-2 receptor was a significant independent prognostic factor. Grade 4 neutropenia was observed in 91 patients and thrombocytopenia in 9 patients. The addition of rituximab to CyclOBEAP therapy may enhance the effect of CyclOBEAP therapy for DLBCL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "phase 2 clinical trials",
        "rituximab",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "interleukin 2 receptor",
        "bcl-2 protein",
        "bleomycin",
        "cyclophosphamide",
        "doxorubicin",
        "lymphoma"
    ],
    "author_names": [
        "Nozomi Niitsu",
        "Mika Kohri",
        "Yuki Hagiwara",
        "Ken Tanae",
        "Handa Kohsuke",
        "Naoki Takahashi",
        "Masami Bessho",
        "Masataka Okamoto"
    ],
    "author_dict_list": [
        {
            "author_name": "Nozomi Niitsu",
            "author_affiliations": [
                "Department of Hematology, International Medical Center, Saitama Medical University, Hidaka, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mika Kohri",
            "author_affiliations": [
                "Department of Hematology, International Medical Center, Saitama Medical University, Hidaka, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuki Hagiwara",
            "author_affiliations": [
                "Department of Hematology, International Medical Center, Saitama Medical University, Hidaka, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Tanae",
            "author_affiliations": [
                "Department of Hematology, International Medical Center, Saitama Medical University, Hidaka, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Handa Kohsuke",
            "author_affiliations": [
                "Adult Lymphoma Treatment Study Group (ALTSG), Nagoya, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoki Takahashi",
            "author_affiliations": [
                "Department of Hematology, International Medical Center, Saitama Medical University, Hidaka, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masami Bessho",
            "author_affiliations": [
                "Department of Hematology, International Medical Center, Saitama Medical University, Hidaka, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masataka Okamoto",
            "author_affiliations": [
                "Adult Lymphoma Treatment Study Group (ALTSG), Nagoya, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T13:05:13",
    "is_scraped": "1"
}