{
    "doi": "https://doi.org/10.1182/blood.V124.21.4570.4570",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2826",
    "start_url_page_num": 2826,
    "is_scraped": "1",
    "article_title": "Impact of the JAK2V617F Mutation on the Hemato-Endothelial Differentiation in an Induced Pluripotent Stem Cells (iPSC) Model ",
    "article_date": "December 6, 2014",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "topics": [
        "budd-chiari syndrome",
        "cadherins",
        "cd31 antigens",
        "cell separation",
        "cytokine",
        "endothelium",
        "flow cytometry",
        "intercellular adhesion molecule 1",
        "leukemia, acute",
        "microbiology procedures"
    ],
    "author_names": [
        "Elodie Lesteven, PharmD, PhD",
        "Doriane Pognant",
        "Valerie Vanneaux, PharmD, PhD",
        "Jérome Larghero, PharmD, PhD",
        "Olivier Feraud",
        "Annelise Bennaceur-Griscelli, MD PhD",
        "Emmanuelle Verger, PhD",
        "Annalisa Andreoli, MD",
        "Christine Chomienne, MD PhD",
        "Bruno Cassinat, PharmD, PhD",
        "Jean-Jacques Kiladjian, MD PhD"
    ],
    "author_affiliations": [
        [
            "Institut Universitaire d'Hématologie, Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Institut Universitaire d'Hématologie, Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Saint-Louis Hospital, Paris, France "
        ],
        [
            "Hôpital Saint Louis, Assistance Publique Hôpitaux de Paris, Paris, France "
        ],
        [
            "Inserm U935, Villejuif, France "
        ],
        [
            "University Paris Sud 11, Inserm U935, Villejuif, France "
        ],
        [
            "Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Hôpital Saint-Louis & Université Paris Diderot, Paris, France "
        ],
        [
            "University Paris-Diderot, Institut Universitaire d'Hématologie, INSERM UMR-S 1131 & 1165, AP-HP-Saint-Louis Hospital, Paris, France "
        ],
        [
            "Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Hôpital Saint-Louis & Université Paris Diderot, Paris, France ",
            "INSERM UMRS-1131, Paris, France ",
            "French Intergroup of Myeloproliferative Neoplasms (FIM), Paris, France"
        ]
    ],
    "first_author_latitude": "48.8741805",
    "first_author_longitude": "2.3667482",
    "abstract_text": "Background : Philadelphia-negative Myeloproliferative neoplasms (MPNs) are clonal disorders characterized by the acquisition of genetic alterations, the most frequent being the JAK2V617F mutation. Clinical complications include thrombo-hemorrhagic events and progression to either myelofibrosis or acute leukemia. MPNs are also associated with extramedullary hematopoiesis and increased vascularity in the spleen and bone marrow. Such neo-angiogenesis has been reported to involve the development of new microvessels through the local expansion of endothelial cells (ECs). Though JAK2V617F mutation was detected in ECs of hepatic venules of MPN patients with Budd-Chiari syndrome and in ECs derived from splenic capillaries, the presence of JAK2V617F in the endothelial lineage remains debatable and demonstration of hematopoietic and endothelial differentiation from progenitor cells harboring this mutation is lacking. We used a JAK2V617F iPSC line to assess the impact of this mutation on hematopoietic and endothelial differentiation. Methods : Hematopoietic and endothelial differentiation of an iPSC line harboring heterozygous JAK2V617F mutation were performed in two protocols: after derivation of embryoid bodies or with a Matrigel TM matrix based protocol. Endothelial differentiation was performed after CD34+ or CD144+ cell sorting in classical endothelial conditions. Cells collected after differentiation in endothelial condition were evaluated for endothelial lineage surface markers, von Willebrand factor (vWF) expression, response to TNFα, and microvessel formation. Hematopoietic differentiation was assessed by flow cytometry and by clonogenic assay in methylcellulose with or without rh-EPO and rh-TPO. Results : After 6 days of differentiation in both protocols the emergence of CD34+ cells harboring the characteristics of an hemato-endothelial bipotent stem cell was observed: the phenotype of these cells was CD34+/CD90hi/CD38neg with partial expression of hematopoietic stem cell (HSC) markers like CD49f, CD117 (c-kit receptor), CXCR-4 but also of endothelial markers including CD31 (PECAM-1), CD309 (KDR) and CD144 (VE-cadherin); markers of hematopoietic commitment (CD43 or CD135) were absent. When transferred in an endothelial medium, CD34+ or CD144+ sorted derived cells were able to produce endothelial cells expressing CD54 (ICAM-1), CD31, CD144 and CD309, whereas the same cells produced the different hematopoietic lineages when maintained in hematopoietic differentiation protocol. PCR analyses confirmed that both cell types (endothelial and hematopoietic) harbored the JAK2V617F mutation and that the JAK2 gene was expressed. Functionally, JAK2V617F-mutated endothelial cells derived from iPSCs expressed vWF in Weibel Palade bodies, responded normally to TNFα with the induction of CD106 (VCAM-1) expression and were able to generate micro-vessels on a Matrigel layer. Taken together these features indicate that the presence of the JAK2V617F mutation does not hamper endothelial specification or endothelial cells functionality. In contrast, the hematopoietic cells derived from the same JAK2V617F iPSC presented with functional abnormalities reminiscent of MPN such as cytokine-independent growth of erythroid and megakaryocytic colonies. Conclusion : This iPSC model provides new evidence for the possibility to generate a bipotent stem cell, able to produce both functional endothelial and hematopoietic lineages harboring the JAK2V617F mutation, from a common JAK2-mutated pluripotent stem cell. Our iPSC differentiation protocol also provides a new model to study the impact of the presence of JAK2V617F in ECs and could represent an effective tool for the screening of molecules antagonizing the pro-thrombotic or pro-hemorrhagic events in a JAK2V617F context. Disclosures No relevant conflicts of interest to declare."
}