{
    "doi": "https://doi.org/10.1182/blood.V126.23.641.641",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3165",
    "start_url_page_num": 3165,
    "is_scraped": "1",
    "article_title": "ASH1L: A Novel Beta-Globin Gene Regulator in Humans? ",
    "article_date": "December 3, 2015",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Understanding and Manipulating Globin Gene Regulation",
    "topics": [
        "beta-globin",
        "genes",
        "globins",
        "trans-activators",
        "transferase",
        "artifacts",
        "beta thalassemia",
        "beta thalassemia trait",
        "histones",
        "integral membrane proteins"
    ],
    "author_names": [
        "Amandine Breton, PhD",
        "Laura Sonzogni, PhD",
        "Andria Theodorou, PhD",
        "Suleyman Aktuna, PhD",
        "Stephan Menzel, PhD",
        "Frank Grosveld, PhD",
        "Sjaak Philipsen, PhD",
        "Swee Lay Thein, MD DSc"
    ],
    "author_affiliations": [
        [
            "Molecular Haematology, Kings College London, London, United Kingdom "
        ],
        [
            "Molecular Haematology, Kings College London, London, United Kingdom "
        ],
        [
            "Molecular Haematology, Kings College London, London, United Kingdom "
        ],
        [
            "Molecular Haematology, Kings College London, London, United Kingdom "
        ],
        [
            "Molecular Haematology, Kings College London, London, United Kingdom "
        ],
        [
            "Cell Biology, Erasmus MC, Rotterdam, Netherlands "
        ],
        [
            "Cell Biology, Erasmus MC, Rotterdam, Netherlands "
        ],
        [
            "Molecular Haematology, Division of Cancer Studies, King's College London, London, United Kingdom ",
            "National Heart, Lung and Blood Institute, Sickle Cell Branch, National Institutes of Health, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "51.48939145",
    "first_author_longitude": "-0.10272445",
    "abstract_text": "BACKGROUND: We have previously described a unique English family with beta-thalassemia trait which was not linked to the β-globin gene locus (Thein, Wood, Wickramasinghe, & Galvin, 1993). This suggested involvement of a trans-acting factor required for full activation of the β-globin gene locus. Such a factor is likely to be a modulator of disease severity in sickle cell disease and beta-thalassemia which could provide insights for novel therapeutic targets in the beta-globinopathies. RESULTS: We applied whole genome scan (WGS) to 2 affected and 2 unaffected subjects of the English family. The familial segregation suggested a dominant transmission mode; WGS identified 15 genes as potentially causative to the phenotype, with four genes located on chromosome 1, four on chromosome 3, three on chromosome 20, and one on chromosome 6, chromosome 8, chromosome 10 and chromosome 19. Sanger sequence analysis on 23 family members spanning three generations, including the 4 individuals that were subjected to WGS, revealed that the 15 variants were not artefacts of the WGS and that all variants were present in the 2 affected but not in the 2 unaffected individuals. Furthermore we found that 4 of the 15 variants were consistently and uniquely present in all 9 affected but absent in the unaffected family members. We performed association linkage analysis using the 15 markers in the whole family, and confirmed that the phenotype was closely linked to the 4 genes that were inherited as a block spanning the centromere on chromosome 1. We concluded that the region containing these 4 genes most likely harbours the mutation causing the phenotype. Among the 4 candidate genes, 2 were not expressed in erythroid cells, but the other 2 - one encoding an integral membrane protein ( LRIG2 ) and the other one encoding a methyl transferase ( ASH1L )- were expressed in erythroid cells. Functional studies for these two genes were performed on primary human erythroid progenitor cells (hEPCs) in culture. In following the kinetics of the 2 candidates during differentiation of hEPCs, we observed that the expression of ASH1L increased at later stages of differentiation, where LRIG2 displayed a less dramatic change of expression. Moreover, ASH1L has previously been found to occupy transcribed chromatin domains and methylate histone tails in vitro (Gregory et al., 2007; Miyazaki et al., 2013; Tanaka et al., 2011). In undifferentiated mouse embryonic stem cells there is no ASH1L recruitment to the β-globin gene locus but upon erythroid differentiation the protein is recruited to the transcribed portion of the gene (Gregory et al., 2007). This suggests an involvement of ASH1L in beta-globin activation in erythroid lineages. We used shRNA lentiviruses to generate knock-down (KD) of ASH1L and obtained over 65-75% KD of the gene. In hEPCs treated with the shRNA lentivirus, we observed a slight decrease in beta-globin expression compared to the control hEPCs. The α/β-globin and α/(β+γ) globin ratios were also affected by the gene knock-down. ChIP-qPCR was performed to assess the enrichment of the ASH1L protein at β-globin promoter region. The results show that enrichment of ASH1L at the β-globin promoter correlates with the β-globin expression in cells. CONCLUSIONS: These results suggest that ASH1L is responsible for the phenotype observed in the English family and act in differentiating hEPCs as a trans-acting factor for full beta-globin gene activation. Further ChIP analysis to assess the binding of the protein to the beta-globin locus during hEPCs differentiation and under KD condition will provide us with a better understanding of the influence of the methyl transferase on β-globin activation. The replication of the patient mutation in vitro using CRISPR technology will provide the model to study fully the impact of the mutation on the phenotype described in the original paper. These findings could provide new insights for therapeutic targets for beta-globinopathies. Disclosures No relevant conflicts of interest to declare."
}