{
    "doi": "https://doi.org/10.1182/blood.V120.21.5046.5046",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2275",
    "start_url_page_num": 2275,
    "is_scraped": "1",
    "article_title": "Pharmacokinetics (PK) of Lenalidomide When Administered Alone or in Combination with Dexamethasone in Chinese Patients (Pts) with Relapsed/Refractory Multiple Myeloma (RRMM): The MM-021 Trial ",
    "article_date": "November 16, 2012",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "brachial plexus neuritis",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "pharmacokinetics",
        "multiple-dose regimen",
        "cockcroft-gault formula",
        "creatinine clearance",
        "dosing interval",
        "liquid chromatography"
    ],
    "author_names": [
        "Nianhang Chen, PhD",
        "Dao-bin Zhou, MD",
        "Li Yu",
        "Jay Mei, MD, PhD",
        "Liangang Liu",
        "Xiaomin Wang",
        "Honeylet Wortman-Vayn",
        "Jian Hou, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China, "
        ],
        [
            "Dept. of Hematology, Chinese PLA General Hospital, Beijing, China, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Chang Zheng Hospital, Shanghai, China"
        ]
    ],
    "first_author_latitude": "40.70797340000001",
    "first_author_longitude": "-74.34519949999999",
    "abstract_text": "Abstract 5046 Introduction: Lenalidomide (LEN), in combination with dexamethasone (DEX), has been approved in many countries for treatment of MM in pts who have received ≥1 prior therapy. The PK of LEN has been previously evaluated in Caucasian and Japanese pts with MM. However, its ethnic sensitivity has not been investigated elsewhere. MM021 is the first study in China to evaluate the PK of LEN, when administered alone or in combination with DEX, in Chinese pts with RRMM. The PK results obtained from this study were compared with those historically observed in Japanese/Caucasian MM pts. Patients and Methods: MM021 is a phase 2, multicenter, open-label study to assess the efficacy and safety of LEN + DEX. A subset of Chinese MM pts aged ≤75 years who were eligible to receive DEX at the starting dose of 40 mg were included in the PK assessments of this study. In treatment cycle 1, these pts received oral LEN 25 mg/d on Days 1–21, and 40 mg oral DEX on Days 8, 15, and 22. Serial plasma sampling for PK analysis was performed 24 hours (hrs) after the LEN dose on Days 1, 7, and 8. LEN PK in the absence of DEX was evaluated after a single dose (Day 1) and after multiple doses (Day 7). The effect of DEX was evaluated by comparing the multiple doses of LEN in the absence (Day 7) and presence (Day 8) of DEX. To compare systemic LEN exposures among ethnic groups, the maximum concentration (C max ) and area under the concentration-time curve from time zero extrapolated to infinity (AUC ∞ ) observed in Japanese and Caucasian MM pts were normalized to the levels at 25 mg. Plasma concentration of LEN was determined by validated liquid chromatography mass spectrometry (LC-MS/MS) assay. Results: A total of 11 Chinese MM pts were enrolled for PK analysis. These pts were mostly male (72%), with a median age of 56 yrs (range 44–68) and median body weight of 66 kg (range 54–84). The median creatinine clearance (CrCL) estimated by Cockcroft-Gault formula at baseline was 86 mL/min (range 42–154). When administered alone to Chinese MM pts, LEN was absorbed rapidly, with a median time of approximately 1 hr to reach C max . Consistent with a mean terminal half-life (t 1/2 ) of approximately 3 hrs and a dosing interval of 24 hrs, LEN did not accumulate in plasma with multiple doses ( Figure 1 ). There was no time-dependence in t 1/2 and apparent total clearance (CL/F), supporting the linear PK. In 1 pt who had moderate renal impairment (CrCL = 42 mL/min), LEN AUC ∞ was increased by approximately two-fold, compared with the mean value for all pts. The mean LEN plasma concentration vs. time profile in the presence of DEX was almost identical to that in the absence of it ( Figure 1 ). The 90% confidence interval for the ratio of geometric means between LEN alone and LEN + low-dose DEX was contained within the equivalence limits of 80% and 125% for both C max and AUC. Since the elimination of LEN is primarily renal, comparison of LEN PK parameters among ethnic groups was done only in pts with CrCL ≥60 mL/min ( Table 1 ). Mean plasma AUC ∞ in Chinese MM pts administered 25 mg LEN (2202 h·ng/mL) was comparable to that historically observed in Japanese and Caucasian MM pts (2305 and 2124 h·ng/mL, respectively), with a similar inter-patient variability of approximately 25–30%, even though Chinese pts had a lower median body weight compared with Caucasian pts. There was also no difference observed in other PK parameters between Chinese, Japanese, and Caucasian MM pts ( Table 1 ). Conclusion: Co-administration with DEX has no effect on the PK of LEN. There are no apparent ethnic differences in the PK of LEN among Chinese, Japanese, and Caucasian MM pts. Table 1: Comparison of Demographics and PK Parameters of LEN between Asian and Caucasian MM Pts  Parameter . Caucasian (N = 34) . Japanese (N = 12) . Chinese (N = 9) . Age (year) 59 (40–69) 63 (43–66) 55 (44–68) Body weight (kg) 82 (50–118) 59 (48–75) 65 (54–84) CrCL (mL/min) 101 (65–155) 91 (63–135) 95 (63–154) AUC ∞ (ng·h/mL) 2124 (28.6) 2305 (23.7) 2202 (30.6) C max (ng/mL) 487 (35.0) 572 (33.2) 596 (30.2) T max (h) 1.0 (0.4–4.0) 1.0 (0.4–2.0) 0.93 (0.5–1.0) CL/F (mL/min) 196 (28.7) 181 (23.7) 184 (30.7) t 1/2 (h) 3.18 (20.7) 2.70 (19.3) 3.18 (39.0) Vz/F (L) 54 (29.5) 41.8 (14.3) 50.7 (28.4) Parameter . Caucasian (N = 34) . Japanese (N = 12) . Chinese (N = 9) . Age (year) 59 (40–69) 63 (43–66) 55 (44–68) Body weight (kg) 82 (50–118) 59 (48–75) 65 (54–84) CrCL (mL/min) 101 (65–155) 91 (63–135) 95 (63–154) AUC ∞ (ng·h/mL) 2124 (28.6) 2305 (23.7) 2202 (30.6) C max (ng/mL) 487 (35.0) 572 (33.2) 596 (30.2) T max (h) 1.0 (0.4–4.0) 1.0 (0.4–2.0) 0.93 (0.5–1.0) CL/F (mL/min) 196 (28.7) 181 (23.7) 184 (30.7) t 1/2 (h) 3.18 (20.7) 2.70 (19.3) 3.18 (39.0) Vz/F (L) 54 (29.5) 41.8 (14.3) 50.7 (28.4) Vz/F, apparent volume of distribution in terminal phase. View Large Only pts with CLcr >= 60 mL/min are included; median (range) are presented for age, body weight, CrCL and T max ; geometric mean (CV%) data are presented for other parameters. View large Download slide View large Download slide  Disclosures: Chen: Celgene Corporation: Employment. Mei: Celgene Corporation: Employment. Liu: Celgene Corporation: Employment. Wang: Celgene Corporation: Employment. Wortman-Vayn: Celgene Corporation: Employment. Hou: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Xian: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Jensen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau."
}