{
    "doi": "https://doi.org/10.1182/blood.V110.11.4259.4259",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=961",
    "start_url_page_num": 961,
    "is_scraped": "1",
    "article_title": "Crosslineage T-Cell Receptor Genes Rearrangements and Active Receptor Editing in B-Cell Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "burkitt's lymphoma",
        "genes, t-cell receptor",
        "leukemia, b-cell, acute",
        "immunoglobulins",
        "antigens",
        "antigens, cd98 light chains",
        "biological markers",
        "bone marrow specimen",
        "dna",
        "immunoglobulin light chains"
    ],
    "author_names": [
        "Hanna Makuch-Lasica",
        "Miroslaw Majewski, MD",
        "Grazyna Nowak",
        "Iwona Kania",
        "Monika Lewandowska",
        "Lech Konopka, MD, PhD",
        "Krzysztof Warzocha, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology and Transfusiology, Warsaw, Poland",
            " "
        ],
        [
            "Institute of Hematology and Transfusiology, Warsaw, Poland",
            " "
        ],
        [
            "Institute of Hematology and Transfusiology, Warsaw, Poland",
            " "
        ],
        [
            "Institute of Hematology and Transfusiology, Warsaw, Poland",
            " "
        ],
        [
            "Institute of Hematology and Transfusiology, Warsaw, Poland",
            " "
        ],
        [
            "Institute of Hematology and Transfusiology, Warsaw, Poland",
            " "
        ],
        [
            "Institute of Hematology and Transfusiology, Warsaw, Poland",
            " "
        ]
    ],
    "first_author_latitude": "52.20810050000001",
    "first_author_longitude": "21.0237913",
    "abstract_text": "B-cell acute lymphoblastic leukemia (B-ALL) results from clonal expansion of B-lymphocytes derived at different stage of differentiation. Immunoglobulin (Ig) heavy chain genes ( IGH ), light chain kappa ( IGK ) and lambda ( IGL ) genes rearrange during early B-lymphocyte differentiation. T-cell receptor (TCR) genes are considered to rearrange exclusively in normal T lymphocytes, but malignant B lymphoblasts often contain crosslineage rearranged TCR genes. The clonal leukemic cell population, carrying identical copies of rearranged Ig and/or TCR genes, can be identified above 95% of B-ALL patients. In our study Ig/TCR genes rearrangements were detected by multiplex PCR with heteroduplex analysis according to BIOMED-2 protocol. DNA was isolated by column method from mononuclear cells isolated from the peripheral blood/bone marrow samples obtained at initial diagnosis from 36 B-ALL patients. Monoclonal rearrangements of Ig genes were detected in 100% (36/36) of patients. The most frequent rearrangements were observed in IGH genes (94%), including complete IGHV-IGHJ in 83% (30/36) and incomplete IGHD-IGHJ in 22% (8/36) of patients. Among complete IGH rearrangements 2 biallelic rearrangements in IGHV1-7 and IGHJ genes (FR3) were found. Ig light chain genes rearrangements were identified in 26 patients (72%) (including 64% of IGKV-IGKJ , 47% IGKV/intron-Kde , and 22% IGLV-IGLJ ) what indicates active receptor editing occurring during B lymphoblasts leukemogenesis. Crosslineage TCR genes rearrangements were found in 97% (35/36) of patients. TCR beta genes rearrangements were detected in 47% (17/36) of patients (complete TRBV-TRBJ in 25% (9/36), TRBD-TRBJ in 6/36 patients - 17%). TRGV-TRGV in 58% (21/36), TRDV-TRDJ in 58% (21/36); 17 monoallelic and 4 biallelic were found. The inactivation of potentially functional IGKV-IGKJ by secondary rearrangements indicates active receptor editing. Our data describe IGK and IGL genes rearrangements incidence, present allelic exclusion and active receptor editing in B-ALL patients. B-ALL lymphoblast undergoes rearrangement on the same IGK allele before IGL genes rearrangement occur. The data may suggest the possible of antigens in B-ALL immunopathogenesis. The results indicate also rearranged IGK, IGL and TCR genes as stable molecular marker for monitoring MRD in B-ALL."
}