{
    "doi": "https://doi.org/10.1182/blood-2019-132054",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4294",
    "start_url_page_num": 4294,
    "is_scraped": "1",
    "article_title": "STAT3-Induced Gli1 Promotes the Differentiation and Maturation of Myelofibrosis Fibrocytes ",
    "article_date": "November 13, 2019",
    "session_type": "635.Myeloproliferative Syndromes: Basic Science",
    "topics": [
        "myelofibrosis",
        "stat3 protein",
        "zinc finger protein gli1",
        "rna, small interfering",
        "fibrosis",
        "gelatinase a",
        "gelatinase b",
        "matrix metalloproteinases",
        "western blotting",
        "antagonists"
    ],
    "author_names": [
        "Taghi Manshouri, PhD",
        "Ivo Veletic, MD",
        "Ying Zhang, MD MS",
        "Joseph E. Bove, IV, BS",
        "Ping Li, PhD",
        "David M. Harris, PhD",
        "Zhiming Liu, BS",
        "Evan N. Cohen, PhD",
        "Srdan Verstovsek, MD PhD",
        "Zeev E. Estrov, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Myelofibrosis (MF) is characterized by constitutive activation of the Janus kinase (JAK)-signal transducer and activator of transcription (STAT) pathway and progressive bone marrow (BM) fibrosis. We previously found that the BM fibrosis in MF is induced by clonal monocyte-derived fibrocytes. However, whether or how the JAK-STAT pathway affects MF fibrocyte differentiation and maturation has not been elucidated. A recent study suggested that the transcription factor glioma-associated oncogene homolog 1 (Gli1) plays a significant role in the induction of BM fibrosis in MF (Schneider et al. Cell Stem Cell 2017). We have recently found that MF BM fibrocytes express high levels of Gli1 both in situ and in vitro (ASH 2018: Abstract 1793). Therefore, we sought to determine whether Gli1 affects the differentiation and maturation of MF fibrocytes and whether Gli1 expression is induced by the constitutively activated JAK-STAT pathway. To test our hypothesis, we first cultured normal donor and MF patients' BM CD14 + monocytes in fibrocyte differentiation-supporting medium and then transfected them using Gli1-siRNA. After 14 days we quantitated the number of mature fibrocytes using F-actin and DAPI staining. We found that the numbers of BM monocyte-derived fibrocytes in cultures containing Gli1-siRNA were significantly lower compared to mock-transfected cells. To study downstream effects of Gli1 silencing, we transfected mature fibrocytes with Gli1-siRNA and found that the expression of Gli1 was reduced by 137-fold (P<0.0001) and that Gli1 protein level was significantly reduced as assessed by western immunoblotting. Then, to determine whether Gli1 affects the differentiation and function of BM fibrocytes we assessed the levels of matrix metalloproteinases (MMPs) 2 and 9, known to activate TGF-β that induces collagen expression in fibrocytes. Using magnetic bead-based flow immunoassay we found a 5.2-fold increase in the plasma levels of MMP-2 of 59 treatment-naïve MF patients compared to healthy donors (P<0.0001). Therefore we wondered whether Gli1 silencing downregulates expression of both MMP-2 and MMP-9 in MF patients' fibrocytes. Then, using quantitative PCR we detected 2.5- and 2.7-fold lower expression of both MMP-2 and MMP-9 genes in MF fibrocytes transfected with Gli1-siRNA (P=0.0006 and P=0.0018, respectively). These findings were further corroborated on the protein level using western blot analysis. Remarkably, unlike Gli1-siRNA, the Gli1 antagonist GANT61 did not change the expression of either MMP-2 or MMP-9, suggesting that this inhibitor acts through a Gli1-independent mechanism. Because JAK-STAT pathway is constitutively activated in MF patients' fibrocytes, we sought to determine whether Gli1 expression is induced by STAT3. Using sequence analysis we identified 5 putative STAT3-binding sites in the Gli1 gene promoter region and designed probes that target these sites. Using chromatin immunoprecipitation (ChIP) assay we found that STAT3 protein co-precipitated all 5 STAT3-putative binding sites at high affinity. Then, by performing an electromobility shift assay (EMSA) of the fibrocyte nuclear extracts using DNA probes against Gli1 gene promoter STAT3-binding sites we detected STAT3-Gli1 DNA complexes, suggesting that STAT3 binds to the Gli1 gene promoter. We further confirmed these findings using anti-STAT3 antibodies which significantly attenuated the binding. Finally, we transfected MF fibrocytes with STAT3-siRNA and found that STAT3 siRNA significantly decreased Gli1 mRNA levels. In conclusion, we found that STAT3, phosphorylated by constitutively activated JAK2, induces the expression of Gli1 which in turn promotes the differentiation and maturation of MF fibrocytes. Downregulation of Gli1 levels halted fibrocyte development, suggesting that inhibition of Gli1 might alleviate BM fibrosis in patients with MF. Disclosures Verstovsek: Incyte: Research Funding; Roche: Research Funding; NS Pharma: Research Funding; Celgene: Consultancy, Research Funding; Gilead: Research Funding; Promedior: Research Funding; CTI BioPharma Corp: Research Funding; Genetech: Research Funding; Blueprint Medicines Corp: Research Funding; Novartis: Consultancy, Research Funding; Sierra Oncology: Research Funding; Pharma Essentia: Research Funding; Astrazeneca: Research Funding; Ital Pharma: Research Funding; Protaganist Therapeutics: Research Funding; Constellation: Consultancy; Pragmatist: Consultancy."
}