{
    "doi": "https://doi.org/10.1182/blood-2020-140131",
    "article_title": "Spleen and Symptom Responses of JAK Inhibitors in Myelofibrosis; A Systematic Review of Phase 2 and 3 Trials ",
    "article_date": "November 5, 2020",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Background: The JAK-STAT pathway is a vital signaling pathway for various cytokines and growth factors. An abnormal upregulation of this pathway is seen in myeloproliferative disorders, especially the classic BCR-ABL negative myelofibrosis (MF). Janus kinase inhibitors (JAKi) have been evaluated in various clinical trials regarding their efficacy in improving the outcomes for MF patients. In this review, we looked at the reduction of splenomegaly and symptom improvement as markers for efficacy of JAKi. Methods: We did a comprehensive literature search, following PRISMA guidelines, on PubMed, Cochrane, clinicaltrials.gov and Embase databases. We used MeSH terms and related keywords for MF and JAKi, including generic and trade names. We screened 3261 articles and selected 23 trials for our study. Case reports, case series, meta-analysis, review articles, observational studies, phase I trials and studies not reporting spleen response were excluded. Spleen and symptom responses were used to determine the efficacy of JAK inhibitors. Spleen volume reduction (SVR) by >35%, spleen length reduction (SLR) by >50% and total symptom score (TSS) improvement by >50% were set as benchmarks for a positive response. Results: We included 23 trials (n= 4739) in our review. There were 15 phase II trials (n=964) and 8 phase III trials (n=3775). Of these 23 trials, 7 trials (n=598) included patients with median age below 65 years, while 16 trials (n=4141) included patients of median age more than 65 years. Of the 9 of trials of ruxolitinib, 4 were phase III trials (n= 2809) and 5 were phase II trials (n= 416). The dose of ruxolitinib used in these trials ranged from 5 mg twice daily to 20 mg twice daily. The percentage of patients who achieved spleen response ranged from 15.6% to 71.7%. There were 5 trials (n= 861) that evaluated efficacy of momelotinib. Three were phase II trials (n= 221), while 2 were phase III trials (n=326). The doses ranged from 150mg to 300mg. The splenic response in patients ranged from 7% to 48%. In one phase 3 randomized control trial, efficacy of momelotinib (N=215)and roxulotinib (N=217) were compared, and were found to be equally efficacious in terms of spleen response (26.5% in the momelotinib group while 29% in the ruxolitinib group) and symptom response (28.4% in the momelotinib group and 42.2% in the ruxolitinib group). In 4 trials (n= 453) of fedratinib, there were 2 phase II trials (n= 127) and 2 phase III trials (n=326). The splenic response ranged from 31% to 73% of the patient population. In phase II JAKARTA2 study, patients who were resistant or intolerant to ruxolitinib showed SVR of 31%. Lestaurtunib, Ilgitanib, pacritinib and itacitinib were studied in 2,1,1, and 1 phase II trials, respectively. The splenic response was 75%, 31%, 31%, and 68.8% respectively. Symptom response was reported in 12 studies (N=1477). The percentage of patients who achieved symptom response receiving roxulotinib were 20.8-49%, momelotinib (28.4-30.7%), ictatinib (51.1-59.4%), practinib (48%), and fedratinib (27-36%). In terms of safety, the most common hematological side effects seen were anemia (15% - 65%), thrombocytopenia (1.3% - 64%) and neutropenia (1% - 28%). These side effects were seen equally with different medications. The most common non hematological adverse effects included diarrhea (4% - 32%), abdominal pain (2.6% - 27.1%) and fatigue (1.3% - 10%). Conclusion Splenomegaly and associated symptoms are major source of morbidity in MF patients. The rapid advancement in novel agents in the last decade changed the treatment paradigm in this disorder. Our systematic review summarizes the effect of JAKi on spleen and symptom responses. View large Download slide View large Download slide  Close modal Disclosures Anwer: Incyte, Seattle Genetics, Acetylon Pharmaceuticals, AbbVie Pharma, Astellas Pharma, Celegene, Millennium Pharmaceuticals.: Honoraria, Research Funding, Speakers Bureau. Fazal: Bristol Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Speakers Bureau; Karyopharm: Speakers Bureau; Incyte: Honoraria, Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Agios: Consultancy, Speakers Bureau; GlaxoSmithKline: Consultancy, Speakers Bureau; Gilead/Kite: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Stemline: Consultancy, Speakers Bureau; Jazz: Consultancy, Speakers Bureau; Janssen: Speakers Bureau.",
    "author_names": [
        "Muhammad Ans Sharif, MBBS",
        "Muhammad Salman Faisal, MD MBBS",
        "Yazan Samhouri, MD",
        "Laila Hashim, MBBS",
        "Muhammad Yasir, MD",
        "Muhammad Yasir Anwar",
        "Ali Younas Khan, MD",
        "Moazzam Shahzad, MD",
        "Anum Javaid, MD",
        "Muhammad Aadil Rahman, MBBS",
        "Faiz Anwer, MD",
        "Salman Fazal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Muhammad Ans Sharif, MBBS",
            "author_affiliations": [
                "King Edward Medical University, Lahore, Pakistan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Salman Faisal, MD MBBS",
            "author_affiliations": [
                "Hematology and Stem Cell Transplant, James Cancer Hospital and Solove Research Institute, Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yazan Samhouri, MD",
            "author_affiliations": [
                "Division of Hematology and Cellular Therapy, Allegheny Health Network Cancer Institute, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laila Hashim, MBBS",
            "author_affiliations": [
                "Internal Medicine, Bolan Medical Center, Quetta, Pakistan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Yasir, MD",
            "author_affiliations": [
                "Department of Medicine, Allegheny Health Network, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Yasir Anwar",
            "author_affiliations": [
                "Department of Internal Medicine, King Edward Medical University, Lahore, Pakistan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali Younas Khan, MD",
            "author_affiliations": [
                "Department of Internal Medicine, St Joseph Mercy Oakland, Pontiac, MI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moazzam Shahzad, MD",
            "author_affiliations": [
                "St Mary's Medical Center, Huntington, WV "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anum Javaid, MD",
            "author_affiliations": [
                "Rawalpindi Medical University, Rawalpindi, Pakistan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Aadil Rahman, MBBS",
            "author_affiliations": [
                "Shifa International hospital, Islamabad, Pakistan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiz Anwer, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salman Fazal, MD",
            "author_affiliations": [
                "Allegheny Health Network Cancer Institute, Pittsburgh, PA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T09:40:09",
    "is_scraped": "1"
}