{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.6.6",
    "article_title": "Brentuximab Vedotin Plus Doxorubicin, Vinblastine, Dacarbazine (A+AVD) As Frontline Therapy Demonstrates Superior Modified Progression-Free Survival Versus ABVD in Patients with Previously Untreated Stage III or IV Hodgkin Lymphoma (HL): The Phase 3 Echelon-1 Study ",
    "article_date": "December 7, 2017",
    "session_type": "Plenary Scientific Session",
    "abstract_text": "Background: Approximately 30% of advanced-stage HL patients have refractory disease or relapse following frontline treatment with ABVD. Brentuximab vedotin is a CD30-directed antibody-drug conjugate approved for classical HL after failure of autologous stem cell transplantation (ASCT) or ≥2 prior chemotherapy regimens and as consolidation post-ASCT for increased risk HL. We report data from ECHELON-1 (NCT01712490), an unblinded, open-label, randomized, multicenter, phase 3 study comparing A+AVD with ABVD as frontline therapy in previously untreated advanced HL. Methods: Patients were randomized 1:1 to receive A+AVD (brentuximab vedotin 1.2 mg/kg, doxorubicin 25 mg/m 2 , vinblastine 6 mg/m 2 , dacarbazine 375 mg/m 2 ) or ABVD (doxorubicin 25 mg/m 2 , bleomycin 10 units/m 2 , vinblastine 6 mg/m 2 , dacarbazine 375 mg/m 2 ) IV on Days 1 and 15 of up to six 28-day cycles. Patients with a PET scan Deauville score of 5 after Cycle 2 could switch to alternative therapy at the treating physician's discretion. Patients were stratified by region (Americas vs Europe vs Asia) and International Prognostic Score (0-1 vs 2-3 vs 4-7). Towards the end of the study, the IDMC recommended G-CSF primary prophylaxis for newly randomized patients receiving A+AVD based on a higher incidence of febrile neutropenia in that arm. The primary endpoint was modified PFS (defined as time to progression, death, or evidence of incomplete response followed by subsequent anticancer therapy) determined by independent review facility (IRF) assessment. Results: 1334 patients with Stage III (36%) or IV (64%) HL were randomized (58% male; median age 36 y [range 18-83]; ≥45 y, 34%; ≥60 y, 14%). The primary endpoint of modified PFS (per IRF) was met (HR 0.770 [95% CI 0.603-0.982]; p=0.035), with 117 events in the A+AVD arm and 146 events in the ABVD arm (Fig), and was consistent with investigator (INV)-reported modified PFS (HR 0.725 [95% CI 0.574-0.916]; p=0.007). Modified PFS events per IRF were attributed to disease progression (90 vs 102); death (18 vs 22) or receipt of additional anticancer therapy for incomplete response (9 vs 22) after A+AVD or ABVD, respectively. The 2-y modified PFS event free survival per IRF was 82.1% (95% CI 78.7-85.0) with A+AVD vs 77.2% (95% CI 73.7-80.4) with ABVD and per INV 81.0% [95% CI 77.6-83.9) with A+AVD vs 74.4% [95% CI 70.7-77.7] with ABVD. Data will be shown describing several pre-specified subgroups for which there was greater benefit with A+AVD vs the overall population. There were 28 deaths in the A+AVD arm and 39 in the ABVD arm (interim overall survival HR 0.721 [95% CI 0.443-1.173]; p=0.186). Other secondary endpoints including complete response (CR) rate, overall response rate at the end of randomization regimen, CR rate at the end of frontline therapy, the rate of PET negativity at the end of Cycle 2, duration of response, duration of CR, and event-free survival, also trended in favor of A+AVD. Median treatment duration and number of completed cycles were similar across treatment arms. Safety profiles were consistent with known toxicities of the single agents. Neutropenia was reported in 58% of patients receiving A+AVD and 45% receiving ABVD (febrile neutropenia in 19% and 8%, respectively). The incidence of discontinuations due to neutropenia or febrile neutropenia was ≤1% in both arms. Grade ≥3 infections were more common in the A+AVD arm (18%) than the ABVD arm (10%). In patients receiving A+AVD, primary prophylaxis with G-CSF (n=83) reduced febrile neutropenia from 19% to 11% and Grade ≥3 infections and infestations from 18% to 11%. Peripheral neuropathy (PN) occurred in 67% of patients receiving A+AVD and 43% receiving ABVD (Grade ≥3: 11% A+AVD [1 patient with Grade 4] vs 2% ABVD); 67% of patients experiencing PN in the A+AVD arm had resolution or improvement of PN at last follow-up. Pulmonary toxicity was more frequent and more severe with ABVD (Grade ≥3: 3% ABVD vs <1% A+AVD). Of the on-study deaths, 7/9 in the A+AVD arm were associated with neutropenia; these deaths occurred in patients who had not received G-CSF primary prophylaxis. Of 13 on-study deaths in the ABVD arm, 11 were due to, or associated with, pulmonary toxicity. Conclusions: Compared with standard ABVD, A+AVD as frontline therapy improves outcome for patients with advanced HL including a 23% risk reduction in progression, death, or need for additional anticancer therapy. This establishes A+AVD as a new frontline option for patients with advanced-stage HL. Figure View large Download slide Figure View large Download slide Close modal Disclosures Connors: Janssen: Research Funding; Genentech: Research Funding; NanoString Technologies: Research Funding; Merck: Research Funding; F Hoffmann-La Roche: Research Funding; Cephalon: Research Funding; Seattle Genetics: Research Funding; Bayer Healthcare: Research Funding; Bristol-Myers Squibb: Research Funding; Takeda: Research Funding; NanoString Technologies, Amgen, Bayer, BMS, Cephalon, Roche, Genentech, Janssen, Lilly, Merck, Seattle Genetics, Takeda,: Research Funding; Lilly: Research Funding; Amgen: Research Funding. Jurczak: Servier: Membership on an entity's Board of Directors or advisory committees, Research Funding; TG Therapeutics: Research Funding; Janssen: Research Funding; Gilead: Research Funding; Celtrion: Research Funding; Spectrum: Membership on an entity's Board of Directors or advisory committees, Research Funding; Morphosys: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics: Research Funding; Nordic Nanovector: Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Research Funding; Jagiellonian University: Employment; Pfizer: Research Funding; Sandoz Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Acerta Pharma: Research Funding. Straus: Received consulting fee from Seattle Genetics for involvement in the research: Consultancy. Ansell: Bristol-Myers Squibb: Research Funding; Seattle Genetics: Research Funding; Celldex: Research Funding; Merck: Research Funding; Affimed: Research Funding. Kim: Donga: Research Funding; Roche: Research Funding; Celltrion, Inc: Consultancy, Honoraria; J&J: Research Funding; Kyowa-Kirin: Research Funding; Mundipharma: Research Funding; Novartis: Research Funding; Takeda: Research Funding. Gallamini: Takeda: Consultancy. Younes: Bristol-Myers Squibb: Honoraria; Curis: Research Funding; Merck: Honoraria; Johnson & Johnson: Research Funding; Roche: Consultancy, Honoraria, Other: Third-party medical writing assistance, under the direction of Anas Younes, was provided by Scott Malkin of Gardiner-Caldwell Communications, and was funded by F. Hoffmann-La Roche Ltd.; Novartis: Research Funding; Sanofi: Honoraria; Seattle Genetics: Honoraria; Takeda Millenium: Honoraria; Janssen: Honoraria; Celgene: Honoraria; Bayer: Honoraria; Incyte: Honoraria. Alekseev: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Research Funding. Illes: Takeda. Novartis, Janssen, Roche, Celgene: Membership on an entity's Board of Directors or advisory committees. Lech-Maranda: Roche, Janssen-Cilag, Novartis, Amgen, Gilead, Abbvi, Teva Pharmaceuticals, Bristol-Myers Squibb.: Membership on an entity's Board of Directors or advisory committees. Feldman: Seattle Genetics: Honoraria, Research Funding, Speakers Bureau; Celgene: Speakers Bureau; Bristol-Myers Squibb: Consultancy; Janssen: Speakers Bureau; AbbVie: Speakers Bureau; Kite Pharma: Speakers Bureau; Pharmacyclics: Speakers Bureau. Smolewski: Roche: Honoraria; Roche: Membership on an entity's Board of Directors or advisory committees. Savage: Celgene: Consultancy; Roche: Research Funding; Seattle Genetics: Consultancy, Honoraria; Bristol-Myers Squibb: Honoraria; Merck: Honoraria. Walewski: Roche: Consultancy, Honoraria, Other: travel costs, Research Funding; Takeda: Consultancy, Honoraria; Janssen-Cilag: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Servier: Consultancy; GSK/Novartis: Research Funding. Chen: Pharmacyclics: Consultancy, Research Funding; Affimed: Research Funding; Merck: Consultancy, Speakers Bureau; Pfizer: Consultancy; Seattle Genetics: Consultancy, Research Funding, Speakers Bureau; Genentech: Speakers Bureau; Bristol-Myers Squibb: Consultancy, Research Funding. Ramchandren: Seattle Genetics: Consultancy; Janssen: Research Funding; Merck: Research Funding; Pharmacyclics: Research Funding. Zinzani: Celgene, Janssen, Gilead, Roche, Takeda, BMS, MSD, Sandoz, Servier, Mundipharma: Speakers Bureau; Merck: Consultancy, Other: Advisory board; ​Celgene, Roche, Janssen, Gilead, Takeda, BMS, MSD, Servier, Sandoz, Mundipharma: Honoraria. Cunningham: Mediummune: Research Funding; Merrimack: Research Funding; Celgene: Research Funding; Bayer: Research Funding; AstraZeneca: Research Funding; Amgen: Research Funding; Merck Serono: Research Funding; Sanofi: Research Funding. Rosta: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Research Funding. Josephson: Seattle Genetics: Employment; Seattle Genetics: Equity Ownership. Ruffner: Seattle Genetics: Employment; Seattle Genetics: Equity Ownership. Sachs: Unum Therapeutics: Employment. Liu: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Jolin: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Huebner: Takeda Pharmaceuticals Co.: Employment, Equity Ownership. Radford: Novartis: Speakers Bureau; Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Speakers Bureau; Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Research Funding; GSK: Equity Ownership; AstraZeneca: Equity Ownership; Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Consultancy; Seattle Genetics: Speakers Bureau.",
    "topics": [
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "brentuximab vedotin",
        "dacarbazine",
        "doxorubicin",
        "hodgkin's disease",
        "vinblastine",
        "progression-free survival",
        "febrile neutropenia",
        "autologous stem cell transplant",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Joseph M Connors, MD",
        "Wojciech Jurczak, PhDMD",
        "David J. Straus, MD",
        "Stephen M Ansell, MD PhD",
        "Won Seog Kim, MD, Ph. D.",
        "Andrea Gallamini, MD",
        "Anas Younes, MD",
        "Sergei Alekseev, PhD",
        "Arpad Illes, MD",
        "Marco Picardi",
        "Ewa Lech-Maranda, MDPhD",
        "Yasuhiro Oki, MD",
        "Tatyana A Feldman, MD",
        "Piotr Smolewski, MD PhD",
        "Kerry J Savage, BSc, MD MSc",
        "Nancy L. Bartlett, MD",
        "Jan Walewski, MD PhD",
        "Robert W. Chen, MD",
        "Rod Ramchandren, MD",
        "Pier Luigi Zinzani, MD",
        "David Cunningham, MD FRCP",
        "Dae Seog Heo, MD",
        "Andras Rosta, MD",
        "Neil Josephson, MD",
        "Katherine L. Ruffner, MD",
        "Jessica Sachs",
        "Rachael Liu, PhD",
        "Hina Jolin, Pharm D",
        "Dirk Huebner, MD",
        "John A. Radford, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph M Connors, MD",
            "author_affiliations": [
                "Division of Medical Oncology and Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, BC, Canada, Vancouver, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wojciech Jurczak, PhDMD",
            "author_affiliations": [
                "Department of Hematology, UJ CM, Krakow, Poland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Straus, MD",
            "author_affiliations": [
                "Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen M Ansell, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won Seog Kim, MD, Ph. D.",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Gallamini, MD",
            "author_affiliations": [
                "Research Innovation and Statistics, Lacassagne Cancer Centre, Nice, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anas Younes, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergei Alekseev, PhD",
            "author_affiliations": [
                "Petrov Research Institute of Oncology, St. Petersburg, RUS "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arpad Illes, MD",
            "author_affiliations": [
                "University of Debrecen, Debrecen, HUN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Picardi",
            "author_affiliations": [
                "Hematology - Department of Advanced Biomedical Sciences, University Federico II, Naples, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ewa Lech-Maranda, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhiro Oki, MD",
            "author_affiliations": [
                "Lymphoma/Myeloma, M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatyana A Feldman, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensack, NJ "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Piotr Smolewski, MD PhD",
            "author_affiliations": [
                "Medical University of Lodz, Lodz, POL "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry J Savage, BSc, MD MSc",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, BC Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy L. Bartlett, MD",
            "author_affiliations": [
                "Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Walewski, MD PhD",
            "author_affiliations": [
                "Maria Sklodowska-Curie Institute and Oncology Centre, Warsaw, Poland "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert W. Chen, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rod Ramchandren, MD",
            "author_affiliations": [
                "Barbara Ann Karmanos Cancer Institute, Detroit, MI "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Luigi Zinzani, MD",
            "author_affiliations": [
                "Institute of Hematology \"L. e A. Seràgnoli\", Istituto Di Ematologia, Bologna, Italy "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Cunningham, MD FRCP",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dae Seog Heo, MD",
            "author_affiliations": [
                "Seoul National University Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andras Rosta, MD",
            "author_affiliations": [
                "Onkoterapia Alapitvany, Budapest, HUN "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Josephson, MD",
            "author_affiliations": [
                "Seattle Genetics, Bothell, WA "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine L. Ruffner, MD",
            "author_affiliations": [
                "Seattle Genetics, Seattle, "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Sachs",
            "author_affiliations": [
                "Unum Therapeutics, Inc., Cambridge, MA "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachael Liu, PhD",
            "author_affiliations": [
                "Millenium Pharmaceuticals, Inc.a wholly owned subsidiary of Taked, Cambridge, MA "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hina Jolin, Pharm D",
            "author_affiliations": [
                "Millenium Pharmaceuticals, Inc.a wholly owned subsidiary of Taked, Cambridge, MA "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Huebner, MD",
            "author_affiliations": [
                "Millenium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Ltd, Cambridge, MA "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John A. Radford, MD",
            "author_affiliations": [
                "University of Manchester and the Christie NHS Foundation Trust, Manchester Academic Health Science Centre, Manchester, United Kingdom"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T03:54:21",
    "is_scraped": "1"
}