{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1378.1378",
    "article_title": "HMBD004, a Novel Anti-CD47xCD33 Bispecific Antibody Displays Potent Anti-Tumor Effects in Pre-Clinical Models of AML ",
    "article_date": "December 7, 2017",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "CD47 is the \"don't-eat-me\" signal and is ubiquitously expressed on normal cells where binding to SIRPalpha on macrophages inhibits phagocytosis. CD47 is commonly over-expressed in tumors where it correlates with immune evasion and poor prognosis. Blocking CD47-SIRPalpha interaction restores macrophage phagocytosis of tumor cells and anti-CD47 mAbs have shown anti-tumor efficacy in mouse models of solid tumors and hematological malignancies. Nevertheless, the widespread expression of CD47 decreases the bioavailability of anti-CD47 mAbs at the tumor due to antigen sink effects, and also risks off-target toxicities, most significantly from cross-linking of erythrocytes that show high expression of CD47. Therefore, increasing the specificity for binding CD47, and inhibiting the interaction with SIRPalpha, to tumor cells alone should increase the efficacy and safety of anti-CD47 therapy. CD33 is expressed on myeloid cells, but is highly over-expressed in 90% of AML patients, where it marks leukemic blast cells. The safety of CD33 as an antibody target for directing effector molecules to tumor cells has been convincingly demonstrated by the efficacy of gemtuzumab ozogamicin (Mylotarg), an antibody-drug conjugate (ADC) that binds CD33 with high affinity, in the treatment of relapsed AML. However, ADCs are notable for their significant risk of toxicities, and gemtuzumab ozogmicin was withdrawn for this reason in 2010. Still, other companies continue development on next generation anti-CD33 ADCs, e.g. vadastuximab talirine. Hummingbird Bioscience has used its proprietary Rational Antibody Development Platform for the design and development of novel therapeutic antibodies against CD47. Computational sequence and structural analyses predicted a highly specific surface epitope, with strong antigenicity and good safety profile, where antibody binding would inhibit binding to SIRPalpha. Subsequently, an in-house mouse immunization and screening strategy efficiently yielded a monoclonal antibody (mAb, 11a1) that bound with low nM (K D 5 nM) affinity and high specificity to the desired epitope on human CD47. In vitro , 11a1 demonstrated 100% inhibition of SIRPalpha binding at 1 nM, and potently induced phagocytosis of Raji cells by isolated macrophages. 11a1 was subsequently humanized by CDR grafting and back-mutation, and the resulting humanized mAb maintained high affinity binding to CD47. Hummingbird Bioscience then constructed a bispecific anti-CD47xCD33 antibody (bsAb), based on a standard 1+1 IgG format, with a humanized anti-CD47 variable domain as an effector arm and the gemtuzumab variable domain as an anti-CD33 specificity arm. This bsAb (HMBD004) maintained the potent inhibition of SIRPalpha binding and induction of phagocytosis but, unlike many CD47 mAbs, caused negligible hemagglutination (i.e. cross-linking) of erythrocytes in vitro . Furthermore, HMBD004 showed preferential sorting of CD47+ CD33+ cells during FACS of mixed populations of CD47+ cells. Finally, in vivo CDX mouse models of AML were established by engrafting NCr nude mice with the CD47+ CD33+ AML cell line, HL-60, via subcutaneous implantation. Treatment of these mice with HMBD004 showed a significant decrease in tumor burden and increased PFS. Together, these data highlight the benefit of using CD33 binding to enhance the specificity, efficacy and safety of anti-CD47 antibody therapy in AML. Hummingbird Bioscience is currently advancing HMBD004 towards the clinic in 2018. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies, bispecific",
        "neoplasms",
        "cd47 antigen",
        "antibodies",
        "cd33 antigen",
        "gemtuzumab",
        "mechlorethamine",
        "monoclonal antibodies",
        "tumor cells",
        "epitopes"
    ],
    "author_names": [
        "Jerome Boyd-Kirkup, PhD",
        "Dipti Thakkar, PhD",
        "Peter Brauer, PhD",
        "Jianbiao Zhou, MD PhD",
        "Wee-Joo Chng, MBBS, PhD FRCPath, FRCP",
        "Piers Jamie Ingram, PhD MBA"
    ],
    "author_dict_list": [
        {
            "author_name": "Jerome Boyd-Kirkup, PhD",
            "author_affiliations": [
                "Hummingbird Bioscience Pte Ltd, Singapore, Singapore, Singapore "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dipti Thakkar, PhD",
            "author_affiliations": [
                "Hummingbird Bioscience Pte Ltd, Singapore, Singapore, Singapore "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Brauer, PhD",
            "author_affiliations": [
                "Hummingbird Bioscience Pte Ltd, Singapore, Singapore, Singapore "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianbiao Zhou, MD PhD",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
                "Department of Medicine, Yong Loo Lin School of Medicine, NUS, Singapore, Singapore "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wee-Joo Chng, MBBS, PhD FRCPath, FRCP",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
                "Department of Medicine, Yong Loo Lin School of Medicine, NUS, Singapore, Singapore ",
                "National University Cancer Institute of Singapore, Singapore, Singapore"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Piers Jamie Ingram, PhD MBA",
            "author_affiliations": [
                "Hummingbird Bioscience Pte Ltd, Singapore, Singapore, Singapore "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:39:11",
    "is_scraped": "1"
}