{
    "doi": "https://doi.org/10.1182/blood.V110.11.2049.2049",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1026",
    "start_url_page_num": 1026,
    "is_scraped": "1",
    "article_title": "A Worldwide Meta-Analysis on the Use of Zidovudine and Interferon-alpha for the Treatment of Adult T–Cell Leukemia/Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "interferon-alpha",
        "lymphoma",
        "zidovudine",
        "chemotherapy regimen",
        "cancer",
        "complete remission",
        "gold standard",
        "htlv-i infections",
        "hypercalcemia"
    ],
    "author_names": [
        "Ali Bazarbachi, MD, PhD",
        "Gerard Panelatti, MD",
        "Juan Carlos Ramos, MD",
        "Patricia Tortevoye",
        "Zaher Otrock, MD",
        "Graham Taylor, MD",
        "Antoine Gessain, MD, PhD",
        "William Harrington, MD",
        "Yves Plumelle, MD",
        "Olivier Hermine, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon"
        ],
        [
            "Centre Hospitalier Universitaire de Fort-de-France, Fort de France, Martinique"
        ],
        [
            "Department of Medicine, University of Miami Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Unite d’Epidemiologie et Physiopathologie des Virus Oncogenes, Institut Pasteur, Paris, France"
        ],
        [
            "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon"
        ],
        [
            "Faculty of Medicine, Imperial College, London, United Kingdom"
        ],
        [
            "Unite d’Epidemiologie et Physiopathologie des Virus Oncogenes, Institut Pasteur, Paris, France"
        ],
        [
            "Department of Medicine, University of Miami Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Centre Hospitalier Universitaire de Fort-de-France, Fort de France, Martinique"
        ],
        [
            "CNRS UMR 8603 and Department of Hematology, Necker Hospital, Paris, France"
        ]
    ],
    "first_author_latitude": "33.9008359",
    "first_author_longitude": "35.48074400000001",
    "abstract_text": "HTLV-I associated adult T cell leukemia/lymphoma (ATL) is an aggressive T cells malignancy, with poor prognosis due to chemotherapy resistance. Multiple small phase II studies using zidovudine (ZDV) and interferon-alpha (IFN) showed response in ATL patients. However, the impact of this therapy on ATL prognosis remains to be determined. Here, we report a worldwide meta-analysis on the use of ZDV/IFN treatment for ATL in 209 patients treated from 1994 to 2006. Patients were recruited in the USA (27 patients), the UK (13 patients), Martinique (102 patients) and France metropolitaine (67 patients). Collected data included geographic origin, age, sex, type of the disease, clinical presentation, LDH levels, calcemia, and lymphocytes number. Median age was 49 years (range 16 to 95). According to Shimoyama classification, there were 98 acute ATL, 20 chronic ATL, 9 smouldering ATL, 75 ATL lymphoma, and 7 patients with an unknown subtype. Hypercalcemia was present in 60% of patients. The data concerning the course of the disease were also collected, particularly the response status, the length of the response, the duration of ZDV+IFN therapy, as well as previous and post chemotherapy treatments. One hundred patients received first line ZDV+IFN therapy. In these patients, response rate was 66%, including 43% of patients achieving complete remission (CR). Median overall survival and 5 year overall survival rate were 24 months and 50% for patients who received first line ZDV+IFN therapy, versus 7 months and 20% for patients who received first line chemotherapy. When analysis was performed by ATL subtype, patients with acute, chronic, and smouldering ATL significantly benefited from first line ZDV+IFN therapy, whereas no additional benefit was achieved in patients with ATL lymphoma. Achievement of CR with first line ZDV+IFN therapy resulted in prolonged survival of more than 10 years in 70% of the study population, and 75% of the acute ATL subgroup. Finally, first line ZDV+IFN therapy in chronic and smouldering ATL resulted in 100% overall survival at 10 years. In conclusion, these results confirm that treatment of ATL using ZDV and IFN results in a high response and CR rates particularly in acute, chronic and smouldering ATL, resulting in impressive prolonged survival and hence should be considered as gold standard first line therapy."
}