{
    "doi": "https://doi.org/10.1182/blood.V116.21.1321.1321",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1736",
    "start_url_page_num": 1736,
    "is_scraped": "1",
    "article_title": "T Cell Chimerism After T Cell Depleted Allogeneic Stem Cell Transplantation Is Influenced by Immunological Factors Including the Conditioning Regimen, CMV Serostatus and GvHD and Does Significantly Bias Overall Chimerism Status ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment: Poster I",
    "abstract_text": "Abstract 1321 Following T cell depleted (TCD) allogeneic stem cell transplantation (alloSCT) more patients (pts) show mixed chimerism (MC) as compared to non-TCD transplantation. MC is frequently measured in bone marrow (BM) leukocytes and it is thought to reflect the persistence of recipient hematopoietic stem cells including the malignant hematopoietic cell lineages. MC is associated with increased relapse rate, for which pre-emptive donor lymphocyte infusion can be administered. Most pts are transplanted for myeloid or B cell derived hematological malignancies, and it is unclear whether MC in BM leukocytes truly reflects the persistence of recipient cells in these B or myeloid cell lineages, since the total leukocyte fraction is a composite measurement of chimerism status in different hematopoietic cell lineages. Since T cell neogenesis is almost absent in the first 6 months after alloSCT, T cell chimerism probably reflects survival and expansion of residual recipient and/or donor T cells. Therefore we hypothesize that leukocyte MC may be strongly influenced by T cell chimerism. Furthermore, increasing leukocyte MC has been thought to be associated with expansion of the potentially malignant compartment. However, we hypothesize that increasing leukocyte MC will be influenced by factors controlling T cell chimerism. In this study we investigated whether overall leukocyte chimerism after TCD alloSCT corresponds with leukemia lineage specific (B cell or myeloid) chimerism and whether T cell chimerism was influenced by immunological factors such as the conditioning regimen, antigenic stimulation during viral infection or graft versus host disease (GvHD), complicating the interpretation of leukocyte MC. Detailed lineage specific chimerism analysis was performed in 49 pts receiving a TCD alloSCT after a myeloablative (MA) (n=24) or non myeloablative (NMA) conditioning regimen (n=25) for hematological malignancies. Pts with relapses within the first year after alloSCT were excluded. At 3 months after alloSCT PB was collected, and B cells, monocytes and granulocytes (myeloid cells), CD4+ and CD8+ T cells were sorted. Red blood cell lysis was performed to obtain the unseparated leukocyte fraction. Subsequently, DNA was isolated to perform chimerism analysis using short tandem repeats - PCR. In 71% of the pts analyzed MC was detected in the T cell compartment, with a median percentage of 25.3% (range 1–100), whereas only 21% of the pts were MC in the B and myeloid cell lineages, with a median percentage of 6% (2.1-29.2). In the BM leukocyte compartment, 38% of the pts were MC with a median percentage of 4% (2-46). Of the pts with MC in the BM leukocyte compartment, 33% showed MC in the T cell compartment and complete donor chimerism in the B and myeloid compartment, demonstrating that lineage specific chimerism frequently does not correspond with leukocyte chimerism, since it is influenced by T cell chimerism. In NMA transplanted pts, a significantly higher percentage of recipient T cells (42% (0-99.5) compared to MA transplanted pts (1.6% (0-99.5) was detected. In MA transplanted pts, a higher percentage (14% (0-99.5) of recipient cells was detected if pts were transplanted with a related donor, compared to pts transplanted with an unrelated or mismatch related donor (0% (0-5.7) receiving additional alemtuzumab treatment as part of the conditioning regimen. Pts developing GvHD grade I-II before 2 months after alloSCT showed a significant lower percentage of recipient T cells at 3 months after alloSCT (1.7% (0-86.4) as compared to pts without GvHD (61.4% (7.1-99.5). To analyze the influence of pre-transplantation recipient CMV serostatus on T cell chimerism, pts transplanted with a CMV seronegative donor were selected. CMV seropositive pts showed higher percentages recipient CD8 T cells (30.5% (0-99.5) compared to CMV seronegative pts (3.1% (0-97.9), indicating the persistence of residual memory CD8 T cells after alloSCT. In conclusion, these results illustrate that BM leukocyte chimerism frequently does not correspond with B and myeloid cell chimerism, since it was strongly influenced by T cell chimerism, which was in turn influenced by the conditioning regimen and immunological events such as GvHD and CMV serostatus. Therefore, to analyze the persistence of recipient hematopoietic stem cells including the malignant hematopoietic cell lineages, lineage specific chimerism analysis should be performed. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "chimerism",
        "conditioning (psychology)",
        "cytomegalovirus",
        "graft-versus-host disease",
        "immunologic factors",
        "t-lymphocytes",
        "brachial plexus neuritis",
        "hematologic neoplasms",
        "transplantation"
    ],
    "author_names": [
        "Jessica C. Harskamp, MD",
        "Pim L.J. van der Heiden, MD",
        "Esther H.M. van Egmond",
        "Sabrina A.J. Veld",
        "Hans L. Vos, PhD",
        "Constantijn J.M. Halkes, MD, PhD",
        "J.H. Frederik Falkenburg, MD, PhD",
        "Erik W.A. Marijt, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ]
    ],
    "first_author_latitude": "52.166031499999995",
    "first_author_longitude": "4.4785036"
}