{
    "doi": "https://doi.org/10.1182/blood.V112.11.3482.3482",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1222",
    "start_url_page_num": 1222,
    "is_scraped": "1",
    "article_title": "Critical and Opposing Effects of T Cell-Derived TNFα and Interferon-γ on IL-17 Induction Assessed in Vitro and in Vivo Following Allogeneic Bone Marrow Transplantation ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "human leukocyte interferon",
        "interferons",
        "interleukin-17",
        "tumor necrosis factors",
        "transfer technique",
        "graft-versus-host disease",
        "autoimmune diseases",
        "cytokine",
        "infections"
    ],
    "author_names": [
        "Minghui Li",
        "Kai Sun",
        "Mark Hubbard",
        "Doug Redelman",
        "Angela Panoskaltsis-Mortari",
        "Sergei Nedospasov",
        "Dennis Taub",
        "Bruce Blazar",
        "Lisbeth A. Welniak",
        "William J. Murphy"
    ],
    "author_affiliations": [
        [
            "Department of Microbiology and Immunology, University of Nevada at Reno School of Medicine, Reno, NV, USA"
        ],
        [
            "Department of Microbiology and Immunology, University of Nevada at Reno School of Medicine, Reno, NV, USA"
        ],
        [
            "Department of Microbiology and Immunology, University of Nevada at Reno School of Medicine, Reno, NV, USA"
        ],
        [
            "Department of Physiology and Cell Biology, University of Nevada at Reno School of Medicine, Reno, NV, USA"
        ],
        [
            "Cancer Center and Department of Pediatrics, Division of Bone Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Engelhardt Institute of Molecular Biology, Russian Academy of Sciences, Moscow, Russia"
        ],
        [
            "Laboratory of Immunology, National Institute on Aging, National Institutes of Health, Baltimore, MD, USA"
        ],
        [
            "Cancer Center and Department of Pediatrics, Division of Bone Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Department of Microbiology and Immunology, University of Nevada at Reno School of Medicine, Reno, NV, USA"
        ],
        [
            "Department of Microbiology and Immunology, University of Nevada at Reno School of Medicine, Reno, NV, USA"
        ]
    ],
    "first_author_latitude": "39.5489648",
    "first_author_longitude": "-119.81405050000001",
    "abstract_text": "IL-17-producing CD4 T cells (Th17) are a recently identified T helper subset that plays a role in mediating host defense to extracellular bacteria infections and is involved in the pathogenesis of many autoimmune diseases. In vitro induction of IL-17 in murine CD4 + T cells has been shown to be dependent on the presence of the proinflammatory cytokines TGF-β and IL-6 whereas IFNγ can suppress the development of Th17 cells. In the current study, we examined the roles of TNFα and IFNγ on IL-17 production by purified T cells in vitro and in vivo after allogeneic bone marrow transplantation (BMT). We present findings that expression of TNFα by the T cell itself is necessary for optimal development of Th17 under in vitro polarizing conditions. A novel role for T cell-derived TNFα in Th17 induction was observed when in vitro polarization of Tnf −/− CD4 + T cells resulted in marked reductions in IL-17 + CD4 + T cells compared to Tnf +/+ CD4 + T cells. In marked contrast, T cell-derived IFNγ markedly inhibited Th17 development as more IL-17 + CD4 + T cells were found in Ifn γ −/− CD4 + T cells than in Ifn γ +/+ CD4 + T cells, and of particular interest was the dramatic increase in IL-17 + CD8 + cells from Ifn γ −/− mice. To determine if T cell-derived TNFα or IFNγ can regulate Th17 development in vivo we examined the differentiation of alloreactive donor T cells following allogeneic BMT. We have found that donor-derived Th17 cells can be found in lymphoid tissues and GVHD-affected organs after allogeneic BMT. However, transfer of Tnf −/− CD4 + T cells after allogeneic BMT resulted in marked reductions in Th17 cells in the spleen (18×10 3 vs 7×10 3 , P<0.05). In agreement with the in vitro data and in contrast to what was observed with transfer of Tnf −/− CD4 + T cells, transfer of donor Ifn γ −/− T cells resulted in marked increases in not only IL-17 + CD4 + but also IL-17 + CD8 + T cells infiltrating the liver (7×10 3 vs 14×10 3 , P<0.05; 4×10 4 vs 12.5×10 4 , P<0.05). These results suggest that the donor T cell-derived TNFα and IFNγ opposingly regulate IL-17 induction of both CD4 + and CD8 + T cells in vitro and after allogeneic BMT which correlates with GVHD pathology."
}