{
    "doi": "https://doi.org/10.1182/blood.V108.11.4305.4305",
    "article_title": "An Unusual Expression: The Tumour Antigen SSX2IP Is Preferentially Expressed on the Surface of Acute Myeloid Leukaemia Cells during Early Mitosis. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The SSX family includes five functionally active and highly homologous members which are only expressed in the thyroid and testis in normal tissues. However these genes are expressed in several cancers including melanoma. Of note SSX1, SSX2, or SSX4 may be fused to the SYT gene as a result of the t(X;18) translocation in synovial sarcoma. Previous investigators used yeast two-hybrid systems to elucidate the SSX2 interacting protein (SSX2IP) through its association with SSX2. SSX2IP has been shown to be ubiquitously expressed in many normal tissues. We found SSX2IP through the immunoscreening of a testis cDNA library with pooled presentation M4 and M5 acute myeloid leukaemia (AML) sera. SSX2IP was found to be preferentially recognized by 62% of acute myeloid leukaemia (AML) sera (n=22) compared to 21% of normal donor sera (n=20). By RT-PCR SSX2IP was found to be expressed by four of 12 (30%) AML patient samples at presentation but none of eight normal donor haematopoietic samples (bone marrow and peripheral blood). By immunocytochemistry (ICC) we found SSX2IP protein expression in three of six myeloid leukaemia cell lines (K562, P39 and HL60), three of nine AML samples at presentation but none of three normal donor haematopoietic samples (peripheral blood). By confocal microscopy we noticed SSX2IP was predominantly expressed on the surface of K562 cells in early mitosis. We then synchronized K562 cells (as demonstrated by flow cytometry) using either serum starvation (0.1% fetal calf serum for 5 days) in the G 0 phase or using 0.3mM hydroxyurea for 3 days at the G 1 /S interface of the cell cycle. On release back into the cell cycle (as shown by cell counts and flow cytometry) we observed a 3hr period, post-synchronisation, at 24–26 hours for serum starvation or 14–17 hours for hydroxyurea treatment during which time SSX2IP expression peaked, as detected by ICC and confocal microscopy. We transfected K562 cells with the cell surface expressed costimulatory molecule CD80 and demonstrated that SSX2IP was almost entirely restricted in its expression to the cell surface, mimicing the expression pattern of CD80. SSX2IP has a murine counterpart with 87% amino acid sequence similarity called ADIP. ADIP is a novel Afadin- and alpha-actinin-binding protein which localises at cell-cell adherens junctions. ADIP is at least partly involved in the physical association of nectins and cadherins and has more recently been implied to play a role in vesicle trafficking from the Golgi to the endoplasmic reticulum and through the Golgi complex. The mouse protein ADIP has been shown to interact with AF6, the human equivalent of which is involved in the human MLL-AF6 translocation in AML and acute lymphocytic leukaemia. However AF6 was not found to colocalise with SSX2IP in K562 cells as determined by confocal microscopy in our studies although both were expressed. P39 cells only expressed detectable levels of SSX2IP and not AF6. We have demonstrated a novel expression of the tumour antigen SSX2IP on the surface of AML cells in early mitosis. As such SSX2IP may provide a novel antibody target for the depletion of the AML cells from harvests prior to autologous transplant, when no suitable allogeneic donor can be found.",
    "topics": [
        "leukemia, myelocytic, acute",
        "mitosis",
        "tumor antigens",
        "microscopy, confocal",
        "cd80 antigens",
        "flow cytometry",
        "hydroxyurea",
        "starvation",
        "acute lymphocytic leukemia",
        "antibodies"
    ],
    "author_names": [
        "Frances A.K. Denniss, BA",
        "Nicola R. Hardwick, B.Sc., M.Phil",
        "Ghulam J. Mufti, DM, FRCPath",
        "Barbara A. Guinn, B.Sc., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Frances A.K. Denniss, BA",
            "author_affiliations": [
                "Department of Haematological Medicine, King’s College London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicola R. Hardwick, B.Sc., M.Phil",
            "author_affiliations": [
                "Department of Haematological Medicine, King’s College London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghulam J. Mufti, DM, FRCPath",
            "author_affiliations": [
                "Department of Haematological Medicine, King’s College London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara A. Guinn, B.Sc., Ph.D.",
            "author_affiliations": [
                "Department of Haematological Medicine, King’s College London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T13:06:32",
    "is_scraped": "1"
}