{
    "doi": "https://doi.org/10.1182/blood.V104.11.1126.1126",
    "article_title": "Identification of 41 Novel Promoter-Associated CpG Islands Methylated in Leukemias. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "DNA methylation within promoter-associated CpG islands is a well-recognized mechanism of gene silencing and plays an important role in the development of malignancies. CpG dinucleotides in human DNA are methylated at 5′-cytosine with the exception of areas with dense concentration of CpGs (CpG islands) located in gene promoter regions. In cancer cells, methylation of CpG islands in promoter regions of tumor suppressor genes is a frequent epigenetic change with a gene-silencing effect analogous to inactivating mutations. Methylation profiling can identify biologically and clinically distinct tumor subgroups by mapping the methylation status of multiple genes, and reports in AML and ALL suggest associations between methylation and poor prognosis. Identification of methylated CpG islands can shed new light on the biology of leukemia. We used Methylated CpG Island Amplification coupled with Representative Difference Analysis (MCA-RDA) as a genome-wide screen for promoter-associated CpG islands methylated in leukemic and/or myeloproliferative cell lines and primary malignant cells, but unmethylated in blood cells from normal controls. We identified 51 unique promoter-associated CpG islands in 321 sequenced clones recovered by MCA-RDA. Forty-one CpG islands belonged to known genes, and 10 to annotated mRNAs. Of the genes with known function, 8 are involved in signaling, 7 in transcription, 3 in dephosphorylation, 2 in oxido-reductive processes, 2 in NO synthesis, 2 in adhesion, 2 in solute transport, and 2 in DNA replication. Seven out of the 51 genes were previously reported as methylated in cancer or leukemia ( CDH13, HLA-B, HLA-C, PGR, SCGB3A1, SLC26A4, TERT ), thus validating the MCA-RDA approach. Of the 41 new hypermethylated CpG islands recovered, 20 corresponded to genes of known function. Published data infer an association with cancer for 10 of these genes ( CTDSPL, ECGF1, EDG4, FOXD2, NOR1, NOS3, OLIG2, SLC16A1, TLE1, WNT5B ), and no reports were found for the other 10 genes ( CNR1, FADS, FBXW3, FGD1, NPM2, P518, PDE4DIP, SNCB, TCEA3, VENTX2 ). To further validate our findings we are assessing the methylation status of these genes by bisulfite pyrosequencing. Analyses of the bone marrow samples from AML, ALL, CML and MDS patients are ongoing. Our preliminary data confirm methylation of H-cadherin precursor ( CDH13 ), progesterone receptor ( PGR ) in AML and ALL and cannabinoid receptor 1 ( CNR1 ) in ALL (Table). In conclusion, MCA-RDA identified methylation of 41 new and 10 previously reported promoter-associated CpG islands in leukemia. Functional studies of these may shed new light on the biology of leukemias, and these genes may be useful for methylation profiling of leukemias for prognosis and response to treatment. Promoter CpG Island Methylation  Gene . AML . ALL . Methylation levels over 10% for CDH13 and PGR and over 25% for CNR1 were scored as positive. CDH13 5/23 22% 12/19 63% PGR A Isoform 11/22 50% 12/18 67% PGR B Isoform 17/24 71% 5/13 38% CNR1 0/24 0% 3/18 17% Gene . AML . ALL . Methylation levels over 10% for CDH13 and PGR and over 25% for CNR1 were scored as positive. CDH13 5/23 22% 12/19 63% PGR A Isoform 11/22 50% 12/18 67% PGR B Isoform 17/24 71% 5/13 38% CNR1 0/24 0% 3/18 17% View Large",
    "topics": [
        "cpg islands",
        "leukemia",
        "cancer",
        "protein isoforms",
        "tumor cells, malignant",
        "adhesions",
        "bone marrow specimen",
        "cadherins",
        "cannabinoid receptors",
        "cytosine"
    ],
    "author_names": [
        "Jaroslav Jelinek, M.D., Ph.D.",
        "Rajan Mannari, M.D.",
        "Jean-Pierre Issa, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jaroslav Jelinek, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rajan Mannari, M.D.",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Pierre Issa, M.D.",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T09:36:19",
    "is_scraped": "1"
}