{
    "doi": "https://doi.org/10.1182/blood.V128.22.342.342",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3402",
    "start_url_page_num": 3402,
    "is_scraped": "1",
    "article_title": "Results from Phase 2 Trial Ongoing Expansion Stage of SL-401 in Patients with Blastic Plasmacytoid Dendritic Cell Neoplasm (BPDCN) ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Optimizing Current AML Therapy",
    "topics": [
        "blastic plasmacytoid dendritic cell neoplasm",
        "colorectal cancer",
        "allopurinol",
        "hematologic neoplasms",
        "thrombocytopenia",
        "transaminases",
        "adverse effects",
        "albumins",
        "antigens",
        "capillary leak syndrome"
    ],
    "author_names": [
        "Naveen Pemmaraju, MD",
        "Andrew A. Lane, MD PhD",
        "Kendra L. Sweet, MD",
        "Anthony S. Stein, MD",
        "Sumithira Vasu, MBBS",
        "William Blum, MD",
        "David A Rizzieri, MD",
        "Eunice S. Wang, MD",
        "Madeleine Duvic, MD",
        "Janice Chen, PhD",
        "Shay Shemesh, MA",
        "Peter McDonald",
        "Christopher L. Brooks, PhD",
        "Jeffrey E. Lancet, MD",
        "Hagop M. Kantarjian, MD",
        "Marina Konopleva, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, and Gehr Family Center for Leukemia Research, City of Hope, Duarte, CA "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Dept. of Medicine, Div. of Hematological Malignancies & Cellular Therapy, Duke University Medical Center, Durham, NC "
        ],
        [
            "Leukemia Service, Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Department of Dermatology, Division of Internal Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Stemline Therapeutics, Inc., New York, NY "
        ],
        [
            "Stemline Therapeutics, Inc., New York, NY "
        ],
        [
            "Stemline Therapeutics, Inc., New York, NY "
        ],
        [
            "Stemline Therapeutics, Inc., New York, NY "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Background: SL-401 is a targeted therapy directed to the interleukin-3 receptor (CD123), a target overexpressed on blastic plasmacytoid dendritic cell neoplasm (BPDCN) and other hematologic malignancies. BPDCN is an aggressive hematologic malignancy of unmet medical need that often presents in bone marrow and skin, and may also involve lymph nodes and viscera. Long-term outcomes after treatment with chemotherapy have been very poor, with median overall survival from diagnosis of ~12 months, highlighting the need for novel therapies. Results from the Phase 2 trial of SL-401 in patients with BPDCN are reported here. Methods: This multicenter, single-arm Phase 2 trial of patients with BPDCN includes a lead-in (stage 1) and expansion (stage 2). In stage 1, patients with BPDCN or relapsed or refractory (r/r) AML received SL-401 as a daily IV infusion at 7, 9, 12, or 16 ug/kg/day for days 1-5 of a 21 day cycle. In stage 2, patients with BPDCN receive SL-401 at the dose determined in stage 1. Results: As of 7/25/16, 29 patients with BPDCN have received SL-401, including 16 first-line and 10 relapsed/refractory (r/r) adults and 3 pediatric patients (under compassionate use). The 26 adult patients (9+17 in stages 1&2) received SL-401 at 7 ug/kg (n=3 [stage 1]) or 12 ug/kg (n=23 [6+17 in stages 1&2]). The median adult age was 69 years (range: 29-82 years). In stage 1, 12 ug/kg was the highest tested dose for BPDCN; MTD was not reached in BPDCN. Results in AML (r/r) patients will be reported separately. The most common treatment-related AEs, all grades, were transient transaminase elevation (54%) and hypoalbuminemia (38%). Transient thrombocytopenia was also noted (19%). The most common ≥ Grade 3 treatment-related AEs were transient transaminase elevation (42%) and thrombocytopenia (19%). Two stage 1 patients developed capillary leak syndrome (CLS): gr 5 (7 ug/kg) and gr 4 (12 ug/kg). Safety precautions, including monitoring of albumin levels and body weight, were successfully implemented to minimize risk of severe CLS, which has not occurred in patients with BPDCN since adoption. Twenty-one of 26 adult patients were evaluable for response (response assessment from 3 recently treated patients are pending; 1 patient was discontinued for as yet unspecified reasons; and 1 patient treated at 7 ug/kg was not evaluable for response due to AE); median follow-up for evaluable patients was 6.9 months (range: 0.6-17.6 months). An 86% (18/21) ORR was observed in evaluable adult BPDCN patients. ORR in evaluable patients was 100% (14/14) in first-line and 57% (4/7) in r/r BPDCN. Of these, 92% (11/12) of first-line patients treated at 12 ug/kg had a CR (n=8) or clinical CR (CRc: a CR in non-skin organs with gross reduction in cutaneous lesions and residual microscopic skin disease) (n=3). 75% (9/12) of these patients remain progression free for 3 + to 16 + months (ongoing), including 4 patients who remain on SL-401 in remission (for 3 + to 12 + months [up to 16 + cycles], ongoing) and 5 additional patients who experienced a major response on SL-401 (3 CR, 1 CRc, 1 PR) and were then successfully bridged to stem cell transplant (SCT; 3 auto-SCT and 2 allo-SCT) and all remain progression free for 3 + to 16 + months (ongoing) since first SL-401 dose. Notably, a patient with r/r BPDCN was recently bridged to allo-SCT following CRc on SL-401. Conclusions: SL-401 demonstrates robust single agent activity in BPDCN, including 86% ORR in all-lines, with multiple CRs, in evaluable patients. Six patients, including 1 r/r patient, have proceeded to SCT after achieving a major response from SL-401, and an additional 7 patients remain on SL-401 for up to 12 + months, ongoing. The SL-401 side effect profile remains manageable, and no unexpected AEs have emerged with increased treatment duration, drug exposure, and patient enrollment. Response duration, progression-free and overall survival data continue to be encouraging and updated data will be presented. Clinical trial information: NCT02113982. Disclosures Lane: N-of-1: Consultancy; Stemline Therapeutics: Research Funding. Sweet: Ariad: Consultancy, Speakers Bureau; Incyte Corporation: Research Funding; Pfizer: Speakers Bureau; Karyopharm: Honoraria, Research Funding; Novartis: Consultancy, Speakers Bureau. Stein: Seattle Genetics: Research Funding; Amgen: Consultancy, Research Funding, Speakers Bureau; Stemline Therapeutics: Consultancy, Research Funding; Argios: Research Funding; Celgene: Research Funding. Wang: Immunogen: Research Funding; Incyte: Speakers Bureau. Chen: Stemline Therapeutics, Inc.: Employment, Equity Ownership. Shemesh: Stemline Therapeutics: Employment, Equity Ownership. McDonald: Stemline Therapeutics: Employment, Equity Ownership. Brooks: Stemline Therapeutics, Inc.: Employment, Equity Ownership, Patents & Royalties. Lancet: Quantum First: Consultancy; Pfizer: Research Funding; Seattle Genetics: Consultancy; Novartis: Consultancy; Biopath Holdings: Consultancy; ERYtech: Consultancy; Karyopharm: Consultancy; Baxalta: Consultancy; Kalo Bios: Consultancy; Celgene: Consultancy, Research Funding; Jazz Pharmaceuticals: Consultancy; Boehringer-Ingelheim: Consultancy; Amgen: Consultancy. Kantarjian: Bristol-Myers Squibb: Research Funding; Amgen: Research Funding; ARIAD: Research Funding; Pfizer Inc: Research Funding; Delta-Fly Pharma: Research Funding; Novartis: Research Funding. Konopleva: Reata Pharmaceuticals: Equity Ownership; Abbvie: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Stemline: Consultancy, Research Funding; Eli Lilly: Research Funding; Cellectis: Research Funding; Calithera: Research Funding."
}