{
    "doi": "https://doi.org/10.1182/blood.V126.23.2169.2169",
    "article_title": "Acupuncture Led Attenuation of Inflammatory and Nociceptive Peripheral and Central Microenvironment in Sickle Mice ",
    "article_date": "December 3, 2015",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia - Basic and Translational Science: Poster II",
    "abstract_text": "Background: Inflammation, neurogenic inflammation and pain remain challenging to treat in sickle cell disease (SCD). Alternative therapies including acupuncture have been used for centuries to reduce pain and ameliorate underlying pathobiology of many disorders. We examined the mechanisms underlying acupuncture therapy in sickle mice. To prevent the influence of anesthetics and constraint on the pathobiology we developed electroacupuncture (EA) treatment for awake/conscious freely moving mice to simulate treatment conditions in patients, and then examined the peripheral and central mechanisms of neuroinflammation and nociception. Methods: HbSS-BERK sickle and HbAA-BERK control mice were treated with four EA treatments (every 3rd day, frequency: 4 or 10 Hz, pulse width: 100 microsecond, duration: 30 min) at acupoint GB30. Untreated and sham-EA treated (acupuncture without electrical stimulation) were used as controls. Hyperalgesia was evaluated daily by determining mechanical threshold, deep tissue hyperalgesia and thermal hyperalgesia using von Frey filaments, grip force, and cold plate, respectively. Blood and tissues were collected for analysis after four sessions of treatment. Skin biopsies were incubated overnight and culture medium was analyzed for mast cell activation marker tryptase, and neuromodulatory marker substance P. Results: Varied analgesic response to EA treatment was observed in sickle mice. About 86% treated mice equally showed positive (>50% pain relief) or moderate (20-30% pain relief) response and 14% were non-responsive (<20% pain relief) to EA. In positive responders, EA significantly reduced white blood cells (p<.001 Vs moderate- and non-responders), serum amyloid protein (p<.01 Vs untreated), IL-1beta (p<.05 Vs untreated, p<.01 Vs non-responders), and substance P (p<.05 Vs untreated and p<.001 Vs non-responders and p<.05 Vs moderate-responders). Concurrently, spinal cord analysis of EA treated positive-responders showed reduced substance P (p<.05 Vs untreated and non-responders), IL-1 beta (p<.01 Vs untreated), TNF alpha (p<.05 and p<.01 Vs moderate- and non-responders, respectively). Consistent with this central and peripheral anti-inflammatory response, culture medium from skin biopsies of positive responders demonstrated reduced substance P (p<.01 Vs moderate- and non-responders) and tryptase (p<.01 Vs untreated, moderate- and non-responders), and significantly less toluidine blue stained degranulating mast cells in the skin (p<.05 Vs untreated and non-responders) suggestive of attenuation of mast cell and peripheral nervous system activation. Functionally, capsaicin and substance P-induced neurogenic inflammation were significantly attenuated in positive-responders vs non-responders (p<.05) or untreated (p<.05). Peripheral and central attenuation of inflammatory and neurogenic response to EA was accompanied by inhibition of nociceptive signaling in the spinal cord. Spinal phosphorylation of p38 MAPK decreased in EA treated mice (p<.05 Vs sham-EA and untreated control; and positive-responders Vs non-responders). Conclusions: EA treatment on conscious free-moving mice simulates clinical conditions in patients and excludes the potential influence due to restraint or anesthetics. EA leads to peripheral and central neuromodulation and anti-inflammatory response by attenuating mast cell activation, substance P, and cytokine release in the periphery and by abrogating spinal nociceptive signaling of p38MAPK and inflammation. Together, these molecular and cellular effects lead to EA-induced attenuation of neurogenic inflammation and hyperalgesia in sickle mice. Importantly, these data explain the cause of variable effectiveness of EA in SCD. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acupuncture procedure",
        "attenuation",
        "culture media",
        "mice",
        "substance p",
        "hyperalgesia",
        "pain",
        "neurogenic inflammation",
        "anesthetics",
        "inflammation"
    ],
    "author_names": [
        "Ying Wang, MD PhD",
        "Jianxun Lei, PhD",
        "Yann Y Lamarre, PhD",
        "Ritu Jha, M.sc",
        "Fei Peng, M.sc",
        "Sarah Lam",
        "Ellis Raduenz",
        "Deniz Ercan-Fang",
        "Kalpna Gupta, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ying Wang, MD PhD",
            "author_affiliations": [
                "Vascular Biology Center, Division of Hematology, Oncology & Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jianxun Lei, PhD",
            "author_affiliations": [
                "Vascular Biology Center, Division of Hematology, Oncology & Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yann Y Lamarre, PhD",
            "author_affiliations": [
                "Vascular Biology Center, Division of Hematology, Oncology & Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ritu Jha, M.sc",
            "author_affiliations": [
                "Vascular Biology Center, Division of Hematology, Oncology & Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fei Peng, M.sc",
            "author_affiliations": [
                "Vascular Biology Center, Division of Hematology, Oncology & Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Lam",
            "author_affiliations": [
                "Vascular Biology Center, Division of Hematology, Oncology & Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellis Raduenz",
            "author_affiliations": [
                "Vascular Biology Center, Division of Hematology, Oncology & Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deniz Ercan-Fang",
            "author_affiliations": [
                "Vascular Biology Center, Division of Hematology, Oncology & Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kalpna Gupta, PhD",
            "author_affiliations": [
                "Vascular Biology Center, Division of Hematology, Oncology & Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T18:41:54",
    "is_scraped": "1"
}