{
    "doi": "https://doi.org/10.1182/blood.V124.21.2847.2847",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2934",
    "start_url_page_num": 2934,
    "is_scraped": "1",
    "article_title": "Validation of the Extended MRI Scale in Adults and Adolescents with Hemophilia Using 3-Year Data from the Spinart Study ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "adolescent",
        "hemophilia a",
        "magnetic resonance imaging",
        "hemarthrosis",
        "assessment scales",
        "cartilage loss",
        "erosion",
        "subchondral cysts",
        "diagnostic imaging",
        "effusion"
    ],
    "author_names": [
        "David Raunig",
        "Charles Peterfy",
        "Michael Werk",
        "Walter Hong"
    ],
    "author_affiliations": [
        [
            "ICON Medical Imaging, Warrington, PA "
        ],
        [
            "Spire Sciences, Inc., Boca Raton, FL "
        ],
        [
            "Martin-Luther-Krankenhaus, Akademisches Lehrkrankenhaus der Charité - Universitätsmedizin Berlin, Berlin, Germany "
        ],
        [
            "Bayer HealthCare Pharmaceuticals, Whippany, NJ"
        ]
    ],
    "first_author_latitude": "40.26625099999999",
    "first_author_longitude": "-75.1360645",
    "abstract_text": "Introduction: In patients with hemophilia, magnetic resonance imaging (MRI) can be used to identify target joints and guide prophylaxis to prevent progressive arthropathy. Current MRI scales developed to assess joint changes, such as the 17-point International Prophylaxis Study Group (IPSG) MRI scale, have limited sensitivity for detecting change in severely damaged joints or for detecting greater joint involvement at lower levels of damage. The Extended MRI (eMRI) scale was developed to provide a means of evaluating the range of joint damage seen in adults with hemophilia. Results from an eMRI validation analysis using baseline data from the 3-year SPINART study, a randomized trial comparing prophylaxis vs on-demand treatment with sucrose-formulated recombinant factor VIII, have been reported. Here, we present eMRI validation results using 3-year data from SPINART. Methods: The eMRI scale consists of 2 domains: soft tissue and osteochondral, each of which has 3 items (effusion hemarthrosis, synovial hypertrophy, and hemosiderin for soft tissue; erosion, subchondral cysts, and cartilage loss for osteochondral). Each osteochondral item is scored for each of the 3 bones that articulate the joint (ankles, elbows, knees). The total eMRI joint score (soft-tissue and osteochondral domains combined) ranges from 0 to 45, with higher scores indicating greater joint structure damage. Analyses of change over time evaluated baseline and 3-year data using linear mixed-effects models to estimate the minimum detectable difference (MDD) for each joint. The effect of scoring individual joint bones was determined for the ankle by evaluating the addition of at least 1 additional bone that had no damage (eMRI score = 0) for each item that had damage in the other bone(s) at baseline, which would not necessarily be detected using the IPSG MRI scale. eMRI scores were also evaluated for monotonicity and ideally linearity through comparisons with age as a measure of lifetime hemarthroses, Colorado Adult Joint Assessment Scale (CAJAS) scores as a measure of joint function, and IPSG MRI scale scores as a reference measure. Reproducibility (through measurements of interreader variability and site variance) and repeatability (through inter- and intrareader analyses) were evaluated to assess scale reliability. Results: Of the 84 patients enrolled in SPINART, 74 had evaluable MRI data. Interrater variability was excellent for all joints, with intraclass correlation coefficients (ICCs) of 0.92 (ankle), 0.96 (elbow), and 0.97 (knee); corresponding intrareader variability values were similar (ICC, 0.98 [ankle], 0.95 [elbow], and 0.94 [knee]). The MDD for each joint was approximately 1.4 (ankle), 4.2 (elbow), and 2.4 (knee). Nine patients had increased eMRI ankle scores in 13 joints resulting from the addition of at least 1 additional bone in the assessment of eMRI osteochondral items; increased eMRI scores resulted from erosion in 2 patients (4 joints), subchondral cysts in 2 patients (4 joints), and cartilage loss in 5 patients (5 joints). At baseline, eMRI scores demonstrated a high linear association with the entirely independent CAJAS joint function scores. Spearman rank correlation between the eMRI scale and CAJAS was 0.80; the correlation at year 3 was 0.75 for the on-demand group and 0.64 for the prophylaxis group, with the change from baseline correlation being 0.07 and 0.03, respectively. Conclusions: The moderate correlation between the eMRI scale and CAJAS observed at baseline was maintained at year 3; therefore, after 3 years of hemarthroses, deteriorating joint conditions in the population did not substantially disrupt the correlation. The increased range of eMRI scores resulting from evaluation of additional bones indicates that the eMRI scale is a more sensitive measure of joint structure changes in adults with severe hemophilia A compared with the IPSG MRI scale. Disclosures Raunig: Dr Raunig is employed by ICON Medical Imaging and is under contract to Bayer HealthCare for work performed for SPINART on the validation of the eMRI scale and Colorado Adult Joint Assessment Scale. : Consultancy. Peterfy: Spire Sciences, Inc.: Owner of Spire Sciences, Inc., which provides central image analysis services to pharmaceutical and medical device companies. Other. Werk: Bayer HealthCare: Under contract to Bayer HealthCare for work performed for SPINART. Other. Hong: Bayer HealthCare: Employment."
}