{
    "doi": "https://doi.org/10.1182/blood.V110.11.2852.2852",
    "article_title": "Interferons Downregulate the Expression of WT1 in Myeloid Leukemia through the JAK/STAT Pathway and This Potentiates Chemotherapy Induced Apoptosis. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology",
    "abstract_text": "Introduction: Expression of the WT1 gene is tightly regulated during normal hematopoietic development, and dysregulation of WT1 expression can lead to leukemia. However, relatively little is known about how the WT1 gene is regulated. Whereas WT1 overexpression blocks myeloid progenitor differentiation, the interferons (IFN, both type I and type II) have been shown to promote this differentiation, which underlies their clinical use in the myeloproliferative disorders. We hypothesized that the effect of IFN on myelopoeisis was via regulation of WT1 expression. Materials and Methods: We examined the effect of interferon-(both α and γ) treatment on WT1 mRNA expression on the CML cell line K562 and the AML cell line KG1. We studied the gene expression by RT-PCR and the protein expression by western blotting and flow cytometry by methods previously described. WT1 gene was knocked down using shRNA transfected by standard lipofectamine method. Cell viability was measured by annexin V staining by FACS. Results: Interferon (α and γ) treatment resulted in downregulation of WT1 mRNA expression indicating a common IFN-induced mechanism(s). Importantly, downregulation of WT1 was also associated with downregulation of downstream WT1 targets, such as the bcl-2 and c-myc. Blocking STAT1 phosphorylation by epigallocatechin (EGCG) completely abrogated this effect of IFNg on WT1 protein expression. These findings also suggested that this regulation was primarily at the transcription level, which lead us to initially examine the WT1 promoter. Analysis of the promoter region revealed no canonical STAT1 binding sites; however IFN-induced STAT1 signaling transcriptionally regulates the expression of the transcription factor IRF-1. We first analyzed the WT1 promoter (Transcription Element Search Software, www.cbil.upenn.edu/tess ) for possible IRF-1 binding sites and identified a putative site at -222 to - 240 of transcription start site. The actual interaction was confirmed by Electromobility gel shift assay (EMSA) using oligonucleotides derived from the putative sequence. Treatment with IFNg substantially increased the amount of shifted probe, consistent with increased oligonucleotide binding by IRF-1 protein. IFNg treatment alone had little effect on cell viability. However, treatment with IFNg or INFa resulted in significant sensitization of both K562 and KG1 to chemotherapy and significantly increases apoptosis in both cell lines. Since it is possible that IFN-mediated sensitization is due to one of the myriad of interferon responses we specifically down regulated WT1 expression by shRNA in K 562 cells. The chosen shRNA clone alone induced some apoptosis but the combination of WT1 silencing plus etoposide markedly increased cell death. Conclusions: In summary our data strongly support the hypothesis that downregulation of WT1 expression impairs the survival of leukemic blasts, and sensitizes these cells to chemotherapy-induced apoptosis. The data also demonstrate that WT1 expression can be modulated by clinically available agents (INFa), and point to potentially new strategies to target AML. Ongoing studies in primary AML cells will not only confirm the findings above but also lay the foundation for therapeutic targeting of a key protein necessary for leukemia cell survival in the face of cytotoxic therapy.",
    "topics": [
        "apoptosis",
        "chemotherapy regimen",
        "interferons",
        "leukemia, myeloid",
        "jak-stat signaling pathway",
        "interferon type ii",
        "human leukocyte interferon",
        "leukemia",
        "oligonucleotides",
        "rna, messenger"
    ],
    "author_names": [
        "Hima Bansal, PhD",
        "Sanjay Bansal, PhD",
        "Prakash Varadarajan, MD",
        "Elizabeth Repasky, PhD",
        "Asher Chanan-Khan, MD",
        "Kelvin P. Lee, MD",
        "Swaminathan Padmanabhan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hima Bansal, PhD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sanjay Bansal, PhD",
            "author_affiliations": [
                "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prakash Varadarajan, MD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Repasky, PhD",
            "author_affiliations": [
                "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asher Chanan-Khan, MD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelvin P. Lee, MD",
            "author_affiliations": [
                "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swaminathan Padmanabhan, MD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T18:36:02",
    "is_scraped": "1"
}