{
    "doi": "https://doi.org/10.1182/blood-2019-132112",
    "article_title": "Increased Mortality and Bleeding in a Large Cohort of Patients on Heparin Anticoagulation Therapy with Discordant Anti-Factor Xa Activity and Activated Partial Thromboplastin Time (PTT); Implications for Clinical Management ",
    "article_date": "November 13, 2019",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "abstract_text": "Background : PTT and anti-Xa activity are used for monitoring unfractionated heparin (UFH) and dosage adjustment in hospitalized patients. There is no consensus on how to best use these tests, including whether to rely on one over the other or how to best combine their use. Outcome data supporting the use of any approach are lacking. Given the frequency of heparin-associated adverse events, hospital readmissions, and mortality, this critical knowledge gap impedes efforts to improve patient safety and optimize quality of care. A pilot retrospective analysis cohort of hospitalized patients on UFH (n=539) revealed significant discordance between the two measures. Patients with at least two consecutively high PTT to anti-Xa values had increased 21-day major bleeding (9% vs 3%; p = 0.0316) and 30-day mortality (14% dead vs 5% dead at 30 days; p = 0.0202) compared with patients with consistently concordant values. As a follow-up study to validate and extend these observations, EHR data was extracted from adult inpatients treated with UFH anticoagulation over a 7-year period from 2011-2017. Methods: Our study population included patients who received paired aPTT and anti-Xa lab tests at Stanford Hospital between 1/1/2011 to 12/31/2017. We extracted all labs, diagnoses codes, procedure codes, medications, demographics, and mortality information. In addition to the directly extracted features we computationally calculated the Charlson comorbidity score and also defined if a paired test was part of a sequential set of paired tests within a hospital stay. Using R and Python we converted the data extract into a data frame for downstream analysis. All statistical analysis was completed in R (version 3.3.3, R foundation for statistical computing). For classification and regression tree analysis (CART) all covariates prior to the simultaneous lab draw were used. Results: 9467 patients with 56,775 paired PTT and anti-Xa values were included. In patients treated with UFH infusions, the PTT and anti-Xa were highly discordant (r 2 = 0.356) with only 6.8% of values falling into the defined therapeutic range for both PTT (50-100sec) and anti-Xa (0.3-0.7U/mL) (Figure 1). For subsequent analysis we focus on the second paired-test obtained for a patient while on UFH and an anti-Xa < 0.2. As the discordance between anti-Xa and PTT increased, the 30 day all-cause mortality was 23.2% and bleeding risk was 8.5% (P141.7 and anti-Xa < 0.33 (p152.5, regardless of other factors. Laboratory values significantly correlating with increased severity of PTT and anti-Xa discordance included total bilirubin (trending from 0.6 to 1.1, P<0.0001), AST (trending from 37 to 51, P<0.0001) and platelets (trending from 209,0000 to 114,500, P<0.0001) Conclusions: Patients treated with UFH with PTT above therapeutic range >152.5 sec) were at increased risk for early mortality (2d) Patients who were treated with UFH and exhibited discordance in PTT and anti-Xa measurements (in the form of higher PTT than expected for an anti -Xa value) were at increased risk of mortality (30d and 1 year) and bleeding (30d). Based on these results, we propose that PTT/anti-Xa discordance in patients on UFH is a highly significant marker for increased risk of bleeding and death. Laboratory correlates included increase in total bilirubin and AST, which may impact heparin metabolism, and a decrease in platelet count. This exaggerated anticoagulant effect for a given heparin concentration may represent a defect in homeostatic balance increasing anticoagulation risk. These data have implications for patient management. A PTT significantly greater than expected for a given anti-Xa result is a predictor for increased mortality and bleeding risk, providing an opportunity for revisiting risk-benefit estimates for anticoagulation. If anticoagulation is continued, CART analysis in this large cohort suggests that the heparin infusion in such cases might better be titrated to the PTT therapeutic range rather than to anti-Xa levels. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "activated partial thromboplastin time measurement",
        "anti factor xa",
        "anticoagulation",
        "hemorrhage",
        "heparin",
        "bilirubin",
        "laboratory techniques and procedures",
        "laboratory test finding",
        "adverse event",
        "anticoagulants"
    ],
    "author_names": [
        "Saurabh Gombar, MD PhD",
        "Derek Boothroyd, PhD",
        "Anandi Krishnan, PhD",
        "Husham Sharifi, MD",
        "Joe Hsu, MD",
        "James Zehnder, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Saurabh Gombar, MD PhD",
            "author_affiliations": [
                "Pathology, Stanford University, Stanford, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Derek Boothroyd, PhD",
            "author_affiliations": [
                "Quantitative Sciences Unit, Dept. of Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anandi Krishnan, PhD",
            "author_affiliations": [
                "Pathology, Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Husham Sharifi, MD",
            "author_affiliations": [
                "Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joe Hsu, MD",
            "author_affiliations": [
                "Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Zehnder, MD",
            "author_affiliations": [
                "Pathology and Medicine/Hematology, Stanford Univ. Med. Ctr., Stanford, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:43:05",
    "is_scraped": "1"
}