{
    "doi": "https://doi.org/10.1182/blood.V128.22.5183.5183",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3300",
    "start_url_page_num": 3300,
    "is_scraped": "1",
    "article_title": "Clinical and Pathological Features and Differential Diagnosis of Blastic Plasmacytoid Dendritic Cell Neoplasm (BPDCN): a Series of Cases ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "blastic plasmacytoid dendritic cell neoplasm",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "leukemia, myelocytic, acute",
        "lymphoma",
        "neoplasms",
        "antibodies",
        "cd33 antigen",
        "cd34 antigens",
        "cd36 antigens"
    ],
    "author_names": [
        "Gabriela Cesarman-Maus, MD PhD",
        "Carmen Lome, MD",
        "Karla Adriana Espinosa, MD",
        "Carmen Marcela Quezada-Fiallos, MD",
        "Silvia Rivas, MD",
        "Roxana Quezda"
    ],
    "author_affiliations": [
        [
            "Hematology, National Cancer Institute, Mexico, Mexico city, Mexico "
        ],
        [
            "Pathology, Instituto Nacional de Cancerología, Mexico, Mexico "
        ],
        [
            "Hematology, National Cancer Institute, Mexico, Mexico, Mexico ",
            "Leukemia, Hematology, National Cancer Institute, Mexico, Mexico, Mexico "
        ],
        [
            "Instituto Nacional de Cancerología, Mexico, Mexico"
        ],
        [
            "Instituto Nacional de Cancerología, Mexico, Mexico"
        ],
        [
            "Pathology, Instituto Nacional de Cancerología, Mexico, Mexico "
        ]
    ],
    "first_author_latitude": "19.358261549999998",
    "first_author_longitude": "-99.1910603",
    "abstract_text": "Blastic Plasmacytoid Dendritic Cell Neoplasm (BPDCN) is a recently recognized highly aggressive malignant proliferation of plasmacytoid dendritic-cell (PDC) precursors which consistently express CD4, CD56 and CD123. Mortality is high despite transplant and the response to treatment is poor, except for preliminary results with conjugated anti-CD123. Clinically, cutaneous involvement is the most common feature with or without the presence of initial bone marrow infiltration, however patients may present with bone marrow-only disease. BPDCN is underdiagnosed, and can be confused with several entities, including acute myeloid leukemia. We describe our experience with 7 cases of BPDCN, their clinical and pathological presentation, and describe possible misdiagnosis and the antibodies that may help in corroborating BPDCN. See table for clinical characteristics at diagnosis. Diagnosis of BPDCN must take into account clinical, morphological and immunohistochemical analysis (IHC), since these tumors variably express markers that may be shared with other neoplasias including CD56 and TCL-1. When IHC is not categorical for BPDCN, the WHO recommends reporting the cases as AML of ambiguous lineage. The typical IHC includes CD4, CD43, CD45RA, CD56, CD123, TCL1, CLA and CD68. The absence of CD56 does not exclude the diagnosis. Markers shared with other hematological tumors include: CD7, CD33, CD2,CD36 and CD38 and TdT. Thus differential diagnosis should be done primarily with A) Skin infiltration by acute myeloid leukemia (myeloperoxidase +, 7- lysozyme +, CD34 +, CD117 +/-) B) Skin Infiltration by T / NK extra nodal lymphoma ( CD8 , cytotoxic cytoplasmic granules [CCG] , granzyme B, perforin, TIA1 and EBER) C) cutaneous peripheral T lymphoma ( +/- CD8, CD2 +/-, +/- CD5, CD7 +/- and variably positive CCG´s). D) Other histiocytic and dendritic cell-neoplasms may also be considered in the differential diagnosis however the histological appearance is usually characteristic. BPDCN is a poorly known entity that should be suspected by both clinician and pathologist in order to make a correct diagnosis. Table View large Download slide Table View large Download slide  Disclosures No relevant conflicts of interest to declare."
}