{
    "doi": "https://doi.org/10.1182/blood.V124.21.5130.5130",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2759",
    "start_url_page_num": 2759,
    "is_scraped": "1",
    "article_title": "Targeting Lon Protease Activity Promotes Growth Inhibition and Apoptosis in Acute Myeloid Leukemia Cell Lines ",
    "article_date": "December 6, 2014",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation",
    "topics": [
        "apoptosis",
        "cell lines",
        "endopeptidases",
        "leukemia, myelocytic, acute",
        "peptide hydrolases",
        "annexins",
        "stress",
        "tumor cells, malignant",
        "acute promyelocytic leukemia",
        "antineoplastic agents"
    ],
    "author_names": [
        "Serena De Matteis, BS",
        "Silvia Carloni, BS",
        "Roberta Napolitano, BS",
        "Michele Zanoni, BS",
        "Lara Gibellini, BS PhD",
        "Alessandro Lucchesi, MD",
        "Andrea Cossarizza, MD",
        "Giovanni Martinelli, MD"
    ],
    "author_affiliations": [
        [
            "Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRCCS IRST), Meldola, Italy "
        ],
        [
            "Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRCCS IRST), Meldola, Italy "
        ],
        [
            "Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRCCS IRST), Meldola, Italy "
        ],
        [
            "Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRCCS IRST), Meldola, Italy "
        ],
        [
            "Department of Surgery, Medicine, Dentistry and Morphological Sciences, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRCCS IRST), Meldola, Italy "
        ],
        [
            "Department of Surgery, Medicine, Dentistry and Morphological Sciences, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Institute of Hematology and Medical Oncology \u0093L. e A. Seràgnoli\u0094, Bologna, Italy"
        ]
    ],
    "first_author_latitude": "44.1249612",
    "first_author_longitude": "12.064863499999998",
    "abstract_text": "INTRODUCTION Acute myeloid leukemia (AML) is a progressive malignant disorder of the myeloid lineage of hematopoietic cells, where overall three-year survival is below 20% for patients above 65 years (1). Therapy resistance or relapsed are the main causes of mortality among these patients. The functional changes that affect mitochondria may contribute to the development of cancer (2). The mitochondrial Lon, ubiquitously expressed in human cells and tissues, seems to be involved in protein quality control and stress response pathways in mitochondria. Several stress conditions induce an upregulation of Lon that may promote tumorigenesis by inhibiting apoptosis and promoting cell proliferation, transformation and angiogenesis (3). The role of Lon in AML has not been described yet. Our study aims to investigate if the activity of the protease may be linked to AML leukemogenesis and drug resistance. In particular we tested Lon protease activity inhibitors to clarify a new pathogenetic mechanism in controlling drug responsiveness in this haematological disorder. METHODS AML cell lines Kasumi-1 (acute myeloblastic leukemia), MOLM-13 (acute monocytic leukemia) and HL-60 (acute promyelocytic leukemia) were used to perform the experiments. Lon expression was measured by RT-PCR and immunoblotting. Cell-growth was quantified by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay. Reactive oxygen species (ROS) were evaluated by Nitro Blue Tetrazolium (NBT) assay. For cell cycle analysis, cells were fixed with ethanol, resuspended in phosphate-buffered saline (PBS) containing 0.1mg/mL RNase A, NP40 0,15% and 100mg/mL of propidium iodide (PI) and analysed by using flow cytometry and Modfit software. The early and late apoptosis was assessed with Annexin V-FITC Apoptosis Detection kit. To measure the mitochondrial potential, JC-1 Mitochondrial Membrane Potential assay kit was used. RESULTS Lon protease was expressed at high levels in AML cell lines compared with resting or activated peripheral blood mononuclear cells and monocytes, but less than other cancer cell lines such as K562 (human erythromyeloblastoid leukemia), HDLM-2 (Hodgkin lymphoma, nuclear sclerosing), SHSY5Y (neuroblastoma), MCF7 (breast carcinoma). Based on previous works (4), which show that 2-Cyano-3,12-dioxooleana-1,9-dien-28-oic acid (CDDO) and its derivates inhibit the Lon protease activity, we evaluated the effect of two inhibitors on cell growth and the induction of apoptosis. The leukemic cell lines were treated with CDDO and CDDO-Me (CDDO methyl-ester) at different concentrations for 24, 48 and 72h. Both compounds inhibited the cell proliferation in a dose- and time-dependent manner and induced an increase of ROS. We observed a time-dependent increase in the percentage of Annexin V+ cells after treatment with CDDO (1,25µM) and CDDO-Me (0,25µM). The induction of apoptosis after CDDO exposure was important only at 72h, while we observed a percentage of apoptosis over 60% starting from 24h of CDDO-Me treatment. Interestingly, CDDO induced a time-dependent arrest in G2/M phase in MOLM-13 cells and in G0/G1 phase in Kasumi-1 and HL-60 cells. Instead the CDDO-Me induced an alteration of all cell cycle phases, probably for its cytotoxicity. Moreover CDDO-Me caused a higher decrease in mitochondrial potential (Dψ m ) than CDDO in all cell lines. CONCLUSION In conclusion, these findings show that Lon protease inhibitors promote growth inhibition and apoptosis and support the concept that mitochondrial Lon may represent a novel anticancer drug target. REFERENCES 1. Burnett A, Wetzler M, Lowenberg B. Therapeutic advances in acute myeloid leukemia. J Clin Oncol . 2011, 29:487-494. 2. Gogvadze V, Orrenius S, Zhivotovsky B. Mitochondria in cancer cells: what is so special about them? Trends Cell Biol . 2008, 18(4):165-73. 3. Ngo JK, Pomatto LC, Davies KJ. Upregulation of the mitochondrial Lon Protease allows adaptation to acute oxidative stress but dysregulation is associated with chronic stress, disease, and aging. Redox Biol . 2013, 1(1):258-64. 4. Bernstein SH, Venkatesh S, Li M, Lee J, Lu B, Hilchey SP, Morse KM, Metcalfe HM, Skalska J, Andreeff M, Brookes PS, Suzuki CK. The mitochondrial ATP-dependent Lon protease: a novel target in lymphoma death mediated by the synthetic triterpenoid CDDO and its derivatives. Blood. 2012, 119(14):3321-9. Disclosures Martinelli: Novartis: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau; Pfizer: Consultancy; ARIAD: Consultancy."
}