{
    "doi": "https://doi.org/10.1182/blood.V112.11.1232.1232",
    "article_title": "Recombinant PDGF-BB Enhances Platelet Recovery in Mice with Radiation Induced Thromobocytopenia. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Platelet-derived growth factor (PDGF) involves in the regulation of hematopoietic stem cells. Imatinib mesylate (Gleevec), a PDGF receptor inhibitor, induces thrombocytopenia in 50% of patients with chronic myeloid leukaemia (CML). Our previous studies showed that PDGF enhances megakaryocytopoiesis in vitro via its receptors directly. However, the in vivo effect of recombinant PDGF in thrombocytopenic models has not been reported. In this study, we investigated the in vivo effect of PDGF as well as thrombopoietin (TPO) on hematopoietic stem cells and platelet production in a radiation treated mouse model. We also explored its potential molecular mechanisms on thrombopoiesis. A radiation induced myelosuppression with thrombocytopenic model was established using 4-Gy-irradiated mice. PDGF-BB (1 mg/kg/day) and TPO (1 mg/kg/day) were injected separately after radiotherapy into the mice. Peripheral blood platelets, WBC and RBC from PDGF-BB, TPO and control groups were collected and analyzed on day 0, 7, 14 and 21 respectively. The mice were sacrificed on day 21 and their bone marrows were harvested for CFU assays and histology analysis. PDGF-BB, like TPO, showed a significant promoting effect in platelet production ( n=5 p= 0.0078 ) as well as CFU-MK formation ( n=5 p=0.0019 ) compared with the untreated control group. Histology images also indicated that PDGF-BB increased the number of the megakaryocytic cells and its progenitors in bone marrow of irradiated mice. In order to find out the underlying mechanism, we further studied the in vitro effect of PDGF using megakaryocytic cell line M-07e. Our results demonstrated that PDGF alone (100–200ng/ml) significantly activated the PI-3K/AKT signaling pathway ( n=9 p=0.014) . PDGF plus PI-3K inhibitor (wortmannin, 100nM) was shown to attenuate the expression of AKT ( n=9, p=0.0112 ). Consistently, imatinib mesylate (Gleevec, 1uM) negatively interfered the expression of AKT when combined with PDGF-BB (( n=4, p= 0.0288 ). PDGF-BB was found to have a similar anti-apoptotic effect as TPO on M07e cells as showed by Annexin V ( n=8, p=0.0281 ), Mitochondrial Membrane Potential (JC-1) ( n=7, p=0.0042 ), and Caspase-3 ( n=5, p=0.0080 ) assays respectively. In summary, our findings showed that PDGF-BB had an in vivo thromobopoietic effect on the radiation induced myelosuppressive mice models. This effect was likely mediated via PDGF receptor with subsequent activation of PI-3K/AKT pathway, which leads to anti-apoptotic effect on megakaryocytes.",
    "topics": [
        "blood platelets",
        "mice",
        "platelet-derived growth factor",
        "imatinib mesylate",
        "1-phosphatidylinositol 3-kinase",
        "platelet-derived growth factor receptor",
        "proto-oncogene proteins c-akt",
        "annexin a5",
        "caspase-3",
        "colony-forming units assay"
    ],
    "author_names": [
        "Jie Yu Ye",
        "Godfrey ChiFung Chan, MD",
        "Shing Chan",
        "Jue Cong Luo",
        "Mo Yang"
    ],
    "author_dict_list": [
        {
            "author_name": "Jie Yu Ye",
            "author_affiliations": [
                "Department of Paediatrics and Adolescent Medicine, The University of Hong Kong, Hong Kong, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Godfrey ChiFung Chan, MD",
            "author_affiliations": [
                "Queen Mary Hospital, Hong Kong, Hong Kong"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shing Chan",
            "author_affiliations": [
                "Department of Paediatrics and Adolescent Medicine, The University of Hong Kong, Hong Kong, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jue Cong Luo",
            "author_affiliations": [
                "Department of Paediatrics and Adolescent Medicine, The University of Hong Kong, Hong Kong, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mo Yang",
            "author_affiliations": [
                "Department of Paediatrics and Adolescent Medicine, The University of Hong Kong, Hong Kong, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T09:34:24",
    "is_scraped": "1"
}