{
    "doi": "https://doi.org/10.1182/blood-2018-99-119910",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4054",
    "start_url_page_num": 4054,
    "is_scraped": "1",
    "article_title": "Predictors of Spleen and Anemia Response to Specific Drugs in Primary Myelofibrosis ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "topics": [
        "anemia",
        "myelofibrosis, idiopathic, chronic",
        "spleen",
        "splenomegaly",
        "androgens",
        "edmonton symptom assessment scale",
        "karyotype determination procedure",
        "transfusion",
        "erythropoiesis-stimulating agents",
        "hemoglobin"
    ],
    "author_names": [
        "Domenico Penna, MD",
        "Natasha Szuber, MD",
        "Terra L. Lasho, PhD",
        "Christy Finke, BS",
        "Rangit Reddy Vallapureddy, MBBS",
        "Curtis A. Hanson, MD",
        "Rhett P. Ketterling",
        "Animesh Pardanani, MBBS, PhD",
        "Naseema Gangat, MBBS",
        "Ayalew Tefferi, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematopathology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Laboratory Genetics and Genomics, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "Background: Current drug therapy in primary myelofibrosis (PMF) offers palliative value only, including alleviation of splenomegaly, constitutional symptoms and anemia; hydroxyurea (HU), JAK2 inhibitors and interferon (IFN)-α are used for splenomegaly; JAK2 inhibitors for constitutional symptoms; and immunomodulatory drugs (IMiDs), erythropoiesis-stimulating agents (ESAs) and androgens for anemia. The current study constitutes a retrospective evaluation of specific drug response in anemia or splenomegaly in PMF. Methods : Study patients were recruited from the Mayo Clinic, Rochester, MN, USA. Diagnoses were according to the 2016 World Health Organization criteria ( Blood . 2016;127:2391 ). For the purposes of the current study, conventional response criteria were modified to reflect clinical benefit assessment without strict adherence to criteria designed for clinical trials; accordingly, spleen response was evaluated only in patients with palpable splenomegaly and was defined as a minimum 50% reduction in palpable spleen size, regardless of response duration; anemia response was evaluated only in patients with hemoglobin level <10 g/dl and was defined as achieving transfusion-indpendence lasting for at least one month or an increase in hemoglobin of 2 g/dl, regardless of response duration. The JMP® Pro 13.0.0 software from SAS Institute, Cary, NC, USA, was used for all statistical calculations. Results: 432 cytogenetically- and molecularly-annotated patients with PMF were accessed in order to identify 333 patients who received first-line treatment with HU ( n =97), JAK2 inhibitors ( n =41), IFN-α ( n =22), IMiDs ( n =58), androgens ( n =19), ESAs (n=54) and various other drugs ( n =42), and were evaluable for response; driver mutational status was JAK2 59%, CALR type 1/like 20%, CALR type 2/like 4%, MPL 7% and triple-negative 10%; karyotype included very high risk (VHR) 6%, unfavorable 18% and favorable 76%; 60% of the patients harbored high molecular risk (HMR) mutations including ASXL1 (45%), SRSF2 (18%), U2AF1 Q157 (10%), EZH2 (4%), IDH2 (4%) and IDH1 (2%). MIPSS70+ version 2.0 risk distribution was very high 17%, high 46%, intermediate 21%, low 14% and very low 2%. Overall, 249 patients were evaluable for spleen response, including 218 that were treated with the specific drugs analyzed in the current study. Anemia response was evaluated in 222 patients, including 194 (105 transfusion-dependent) that were treated with the specific drugs analyzed in the current study. Predictors of response to HU: Spleen response to HU was more likely in the presence of HMR mutations (37% vs 11%; p=0.02); however, responses were mixed and limited to presence of ASXL1 (40% vs 17%; p=0.06) or SRSF2 (47% vs 22%; p=0.1) mutations while none of 8 patients with either U2AF1 Q157 or IDH2 mutations responded. None of 5 patients with VHR karyotype and only 1 (9%) of 11 patients with platelet count <100 x 10 9 /l responded. Anemia responses to HU were infrequent. Overall response rate to HU was predicted by the absence of U2AF1 Q157 mutations (64% vs 0%; p=0.007). Predictors of response to JAK2 inhibitors: Spleen response to JAK2 inhibitors was more likely in female patients (87% vs 50%; p=0.01) and in the presence of CALR type 1/like mutations (90% vs 57%; p=0.06). Anemia responses to JAK2 inhibitors were largely unpredictable. In order to further verify the aforementioned observed associations, we accessed data from a previous formal clinical trial of momelotinib (JAK2 inhibitor); among 91 evaluable patients, spleen response was higher in the presence of CALR mutations (73% vs 37%; p=0.009) and female sex (49% vs 39%, p=NS). Predictors of response to other agents: Spleen response to IFN-α was unlikely in the presence of ≥2% circulating blasts (0/6 responded) or presence of ASXL1 mutations (0/7 responded). IFN-α was ineffective for the treatment of anemia. Spleen responses to treatment with IMiDs, androgens or ESAs were unusual while anemia response to all three agents was not predicted by either genetic or clinical markers. Conclusions: Our observations, which require additional examination in a prospective setting, suggest limited value of genetic and clinical markers in predicting response to currently available drugs for PMF; this is consistent with the non-specific mechanism of action for these drugs. CALR (JAK inhibitors) and U2AF1 Q157 (HU) mutations respectively predict favorable or unfavorable spleen response. Disclosures No relevant conflicts of interest to declare."
}