{
    "doi": "https://doi.org/10.1182/blood.V116.21.2824.2824",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1811",
    "start_url_page_num": 1811,
    "is_scraped": "1",
    "article_title": "Short Course Adjuvant Chemotherapy for Localized Diffuse Large B-Cell Lymphoma After Complete Resection. ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "adjuvant chemotherapy",
        "diffuse large b-cell lymphoma",
        "chemotherapy regimen",
        "r-chop",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "follow-up",
        "adverse event",
        "cyclophosphamide",
        "doxorubicin",
        "gastrointestinal lymphoma"
    ],
    "author_names": [
        "Jungmin Jo, M.D",
        "Changhoon Yoo, M.D",
        "Yongchel Ahn, M.D",
        "Seong Joon Park, M.D",
        "Dae Ho Lee, M.D",
        "Sang-We Kim, M.D",
        "Jungsin Lee, MD",
        "Cheolwon Suh, MD"
    ],
    "author_affiliations": [
        [
            "Department of Oncology, Asan Medical Center, Seoul, South Korea, "
        ],
        [
            "Department of Oncology, Asan Medical Center, Seoul, South Korea, "
        ],
        [
            "Department of Oncology, Asan Medical Center, Seoul, South Korea, "
        ],
        [
            "Department of Oncology, Asan Medical Center, Seoul, South Korea, "
        ],
        [
            "Department of Oncology, Asan Medical Center, Seoul, South Korea, "
        ],
        [
            "Department of Oncology, Asan Medical Center, Seoul, South Korea, "
        ],
        [
            "Univ. of Ulsan College of Med., Seoul, South Korea"
        ],
        [
            "Department of Oncology, Asan Medical Center, Seoul, South Korea, "
        ]
    ],
    "first_author_latitude": "37.52750969999999",
    "first_author_longitude": "127.1090966",
    "abstract_text": "Abstract 2824 Introduction: Diffuse large B-cell lymphoma (DLBCL) in general has been treated 6 or 8 cycles chemotherapy. Not a few patients have had adverse events during chemotherapy and stopped treatment because of treatment related toxicities. Favorable results were reported from NHL-BFM 90 trial on childhood and adolescents B-cell NHL with short intensive therapy courses depending on stage and tumor mass. Treatment was stratified into 3 risk groups and patients with initial complete resection received 2 therapy courses. We aimed to investigate effectiveness of short course chemotherapy for localized DLBCL after complete resection in adults. Patients and Methods: The records of Asan Medical Center registry for Non-Hodgkin's lymphoma were reviewed. Between March 2002 and March 2009, 18 patients were enrolled with DLBCL of stage I or II and complete resection before initial chemotherapy. All patients received 3 to 4 courses of rituximab plus cyclophosphamide, doxorubicin, vincristine, and prednisone chemotherapy (R-CHOP) or CHOP without radiotherapy. Retrospective analysis of disease-free survival (DFS) and overall survival (OS) was performed. Results: The study cohort of 18 patients showed median age of 53.5 years (range 18–69 years) at diagnosis. Ten patients were males. The Ann Arbor stage was I in 14 patients, II in 4 patients. All patients of stage II had gastrointestinal lymphoma with regional lymph node involvement. Only 2 patients had B symptom. All patients were stratified into low-risk group according to international prognostic index (IPI). Most of patients (88.9%) had 3 cycles chemotherapy and 2 patients with 4 cycles. Fifteen patients were treated with R-CHOP and the others with CHOP. The median follow-up time was 27.5 months (range 6.1–100 months). The 2-year DFS was 100% and the 2-year OS was 100% in study cohort. Conclusions: It has been reported that 4-year OS of DLBCL was 86% in low risk group (0-1 IPI factor) treated with R-CHOP. Favorable result with short course chemotherapy showed in our study despite short follow-up time. On the result, we suggest reduced treatment for localized DLBCL after complete resection. However, prospective study is warranted to investigate effectiveness. Disclosures: No relevant conflicts of interest to declare."
}