{
    "doi": "https://doi.org/10.1182/blood-2019-130146",
    "article_title": "Prognostic Factors for Survival after Allogeneic Transplantation in Acute Lymphoblastic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is a heterogeneous disease and treatment guidelines are still evolving. Allogeneic stem cell transplantation (allo-SCT) offers a potentially curative option and is recommended in first relapse and for high-risk patients in first complete remission (CR). Survival after allo-SCT could be substantially improved due to better risk stratification, patient selection and adapted treatment protocols leading to reduced non-relapse mortality (NRM). Prognostic factors for survival after allo-SCT still need to be defined: pheno- and genotype, patients´ age, conditioning regimens and remission status prior to allo-SCT are under discussion. We analyzed the outcome of 180 consecutive ALL patients who received allo-SCT at the Freiburg University Medical Center between 1995 and 2018 with regard to treatment response, survival, adverse reactions, and performed subgroup analyses to identify prognostic factors. The median age in our cohort was 37 years (ys), 19% were older than 55 ys. 27% were diagnosed with Philadelphia (Ph)-positive ALL, 24% with T-ALL. 36% were treated with relapsed/refractory disease. 48% of allo-SCTs were conducted with a HLA-matched, 19% with a HLA-mismatched unrelated and 33% with a related donor. In 61% the conditioning regimen included total body irradiation (TBI). In 48% no minimal residual disease (MRD) was detected prior to allo-SCT, 20% were transplanted in MRD-positive CR. The overall response rate was 86%, with MRD-negativity in 78%. With a median follow up of 10 ys, we observed a median overall survival (OS) of 23 months and a median progression free survival (PFS) of 11 months. The 10ys-OS was 33%, the 10ys-PFS 31%. The cumulative incidence of relapse was 68% at 10 ys, the cumulative incidence of NRM 12%. Acute graft-versus-host disease (GvHD) III-IV° occurred in 17%, severe chronic GvHD in 9%. Survival was significantly better in patients reaching MRD-negative CR before allo-SCT (10ys-OS 48% vs. 19%, p<0.0001; 10ys-PFS 46% vs. 17%, p<0.001) and in thoses receiving TBI (10ys-OS 40% vs. 19%, p<0.01; 10ys-PFS 37% vs. 19%, p<0.001). There was no significant difference in survival between patients younger or older than 55 ys (10ys-OS 37% vs. 21%, p=0.183; 10ys-PFS 34% vs. 21%, p=0.208) and between those diagnosed with T-, Ph-positive or -negative B-ALL (10ys-OS 41% vs. 35% vs. 29%, p=0.298; 10ys-PFS 38% vs. 33%. vs. 27%, p=0.238). Due to lower NRM, survival improved depending on the year of allo-SCT (10ys-OS 1995-2000 22% vs. 2001-2010 32% vs. 2011-2018 n.r., p<0.01; 10ys-PFS 20% vs. 30% vs. n.r., p<0.01). With a very long follow-up and high rate of MRD-assessment, we observed a high response rate and a low rate of severe GvHD. Our data confirm that allo-SCT enables long-term survival in high-risk ALL, suggest that, in certain subgroups, survival may be best in patients transplanted in CR and receiving TBI for conditioning, including the relevant observation that allo-SCT can be performed in carefully selected elderly patients. Disclosures Finke: Medac: Honoraria, Other: research support, Speakers Bureau; Neovii: Honoraria, Other: research support, Speakers Bureau; Riemser: Honoraria, Other: research support, Speakers Bureau. Wäsch: Pfizer: Consultancy; Sanofi: Other: Travel, Research Funding; Celgene: Other: travel, Research Funding; Jazz: Other: travel, Research Funding; Amgen: Consultancy; Gilead: Consultancy; Sanofi: Consultancy; Novartis: Consultancy; Takeda: Consultancy; Amgen: Other: travel, Research Funding; Gilead: Other: travel, Research Funding.",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "prognostic factors",
        "transplantation, homologous",
        "allopurinol",
        "follow-up",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "adult t-cell lymphoma/leukemia",
        "adverse effects"
    ],
    "author_names": [
        "Christine Greil",
        "Monika Engelhardt, MD",
        "Gabriele Ihorst",
        "Hartmut Bertz, MD",
        "Reinhard Marks, MD",
        "Robert Zeiser, MD",
        "Justus Duyster, MD",
        "Jürgen Finke, MD",
        "Ralph Wäsch, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christine Greil",
            "author_affiliations": [
                "Uniklinik Freiburg, Freiburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monika Engelhardt, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Stem Cell Transplantation, University Medical Center, Freiburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Ihorst",
            "author_affiliations": [
                "Clinical Trials Unit, Faculty of Medicine and Medical Center, Freiburg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Bertz, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Stem Cell Transplantation, University Medical Center, Freiburg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinhard Marks, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Stem Cell Transplantation, University Medical Center, Freiburg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Zeiser, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Stem Cell Transplantation, University Medical Center, Freiburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justus Duyster, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Stem Cell Transplantation, University Medical Center, Freiburg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jürgen Finke, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Stem Cell Transplantation, University Medical Center, Freiburg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph Wäsch, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Stem Cell Transplantation, University Medical Center, Freiburg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T15:41:39",
    "is_scraped": "1"
}