{
    "doi": "https://doi.org/10.1182/blood.V112.11.5164.5164",
    "article_title": "Synergistic Interaction of the Heat Shock Protein 90 Inhibitor NVP-AUY922 and the Histone Deacetylase Inhibitor NVP-LBH589 in Multiple Myeloma ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Pathophysiology and Preclinical Studies excluding Therapy",
    "abstract_text": "Multiple myeloma still is an incurable disease in the majority of patients and novel treatment strategies are urgently needed. Recently, heat shock protein (HSP) 90 has been identified as a novel therapeutical target in multiple myeloma. Inhibition of HSP 90, e.g. with NVP-AUY922, has shown in vitro activity against multiple myeloma by destabilization of pro-survival proteins like Akt, and clinical studies with HSP 90 inhibitors are ongoing. Little is known to date about possible synergistic drug interactions for effective combination treatment with HSP 90 inhibitors. Histone deacetylase inhibitors (HDAI) like NVP-LBH589 or SAHA promote hyperacetylation of histones, transcription factors and signaling molecules, leading to modified gene transcription and signaling pathways, finally resulting in cell death in multiple myeloma. Since HDAIs also promote HSP 90 hyperacetylation, we postulated synergistic effects between HDAIs and the HSP 90 inhibitor NVP-AUY922. Multiple myeloma cell lines (OPM-2, MM1.S, RPMI-8226) and primary cells were exposed to NVP-AUY922 in combination with one of the HDAIs NVP-LBH589 or SAHA. Cells were treated in simultaneous or sequential incubation patterns, respectively. Viability of cells was quantified by MTT assay and apoptosis was determined by annexin-V assay. Testing for synergistic effects of combination experiments was performed using the median effect method by Chou and Talalay. Relative HSP90 client protein concentration and phosphorylation were determined by intracellular staining and phospho-FACS flow cytometry. After 72 hours of incubation, IC50 viability values for SAHA and NVP-LBH589 were determined at 0.8 μM and 6.6 nM for OPM-2 and 0.6 μM and 5.5 nM for MM1.S. Incubation for 72 hours with NVP-AUY922 resulted in IC50 of 31 nM and 15 nM for OPM-2 and MM1.S cell lines, respectively, whereas RPMI-8226, even at concentrations >100 nM showed a maximum inhibition of 50 % in comparison to controls. Incubation for 24 hours with SAHA and addition of NVP-AUY922 for another 48 hours for combined exposure resulted in synergistic cytotoxic effects with a combination index (CI) < 0.7, whereas simultaneous incubation for 72 hours or 24 hours pre-incubation with NVP-AUY922 and subsequent 48 hours combined treatment did not show synergistic effects (CI ≥ 1.0) in OPM-2 cell line. Synergistic effects with CI < 1.0 were also achieved in MM1.S and RPMI-8226 when incubated with SAHA or NVP-LBH589 and subsequent combined treatment with NVP-AUY922. Interestingly, in the less responsive cell line RPMI-8226, SAHA doses well below IC50 resulted in a strong synergism with NVP-AUY922 (CI < 0.5). Apoptosis analysis showed an overproportional increase in annexin-V-positive cells for combination treatment (41% specific apoptosis) in comparison to single agent exposure in OPM-2 (12% and 22% for 50 nM NVP-AUY922 and 0.8 μM SAHA, respectively). Intracellular phospho-FACS analysis showed an increase in HSP 70 and a decrease in Akt, p-Akt and p-ERK concentration after 24 hours incubation with NVP-AUY922. In conclusion, this is the first report on synergistic effects of NVP-AUY922 and HDAIs in multiple myeloma. Additionally, we were able to define the most effective sequence of drug administration. These data provide a framework for future clinical studies with the combination of both inhibitors in patients with multiple myeloma.",
    "topics": [
        "histone deacetylase inhibitors",
        "hsp90 heat-shock proteins",
        "luminespib",
        "multiple myeloma",
        "vorinostat",
        "mechlorethamine",
        "proto-oncogene proteins c-akt",
        "combined modality therapy",
        "annexin a5",
        "annexins"
    ],
    "author_names": [
        "Martin Kaiser",
        "Britta Lamottke",
        "Michael R. Jensen",
        "Cornelia Quadt",
        "Carlos Garcia-Echeverria",
        "Maren Mieth",
        "Ulrike Heider",
        "Orhan Sezer"
    ],
    "author_dict_list": [
        {
            "author_name": "Martin Kaiser",
            "author_affiliations": [
                "Dep. of Hematology and Oncology, Charité-Universitaetsmedizin Berlin, Berlin, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Britta Lamottke",
            "author_affiliations": [
                "Dep. of Hematology and Oncology, Charité-Universitaetsmedizin Berlin, Berlin, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Jensen",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cornelia Quadt",
            "author_affiliations": [
                "Early Clinical Development, Novartis Pharma AG, Basel, Switzerl"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Garcia-Echeverria",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maren Mieth",
            "author_affiliations": [
                "Dep. of Hematology and Oncology, Charité-Universitaetsmedizin Berlin, Berlin, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Heider",
            "author_affiliations": [
                "Dep. of Hematology and Oncology, Charité-Universitaetsmedizin Berlin, Berlin, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Orhan Sezer",
            "author_affiliations": [
                "Dep. of Hematology and Oncology, Charité-Universitaetsmedizin Berlin, Berlin, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T21:30:55",
    "is_scraped": "1"
}