{
    "doi": "https://doi.org/10.1182/blood.V108.11.5.5",
    "article_title": "Influence of the Jak2 V617F Mutational Load at Diagnosis on Major Clinical Aspects in Patients with Polycythemia Vera. ",
    "article_date": "November 16, 2006",
    "session_type": "Plenary Session",
    "abstract_text": "Most patients with polycythemia vera (PV) carry a mutation in the Janus tyrosine kinase 2 gene ( JAK2 V617F ); in 20–30% of them, mitotic recombination leads to homozygosity. It has been suggested that phenotype may be in part dependent on the mutant allele burden and the residual amount of wild-type (wt) allele, since wt JAK2 exherted a dominant negative effect during co-transfection experiments. However, simply differentiating heterozygotes from homozygotes may be misleading, since it does not distinguish between true heterozygosity or homozygosity in a mixed normal background, nor does it provide any measure of the relative contribution of the two alleles; consistently, homozygous progenitors have been found almost invariably in PV patients. The aim of this study was to assess the influence of JAK2 V617F mutant allele burden on hematologic and clinical parameters in 116 PV patients diagnosed according to the WHO criteria, for whom a blood sample, collected at, or within six months from, the diagnosis was available. To measure the ratio between mutated and wt JAK2 , we employed an ARMS-PCR procedure on RNA, purified from ≥95% pure preparations of PB granulocytes; mutation-specific amplicons were resolved and quantitated using capillary electrophoresis. Detectable amount of JAK2 V617F RNA in the granulocytes was found in 96 patients (83%), with a median value of JAK2 V617F / JAK2 WT ratio of 38% (range, 1 to 100%). JAK2 V617F patients were divided into four classes based on the relative amount of mutant allele: 32 patients (28%) had JAK2 V617F / JAK2 WT ratio of 1–25%, 24 (21%) of 26–50%, 17 (16%) of 51–75%, and 23 (20%) had 76–100% ratio. There was no difference among these classes as concerned the relative frequency of patients, to indicate that the extent of mutant allele at diagnosis is heterogeneous and that acquisition of the highest allele burden is not necessarily a time-dependent event. The hematocrit, leukocyte count, LDH and ALP values were directly related to the relative amount of JAK2 V617F RNA ( P<0.0001 for all), while the MCV progressively decreased with increasing JAK2 V617F / JAK2 WT ratio (P<0.001). There was also a trend to a lower platelet count with the highest JAK2 V617F / JAK2 WT ratios (P=0.067). The frequency of patients who had PRV-1 over-expression was 8% among JAK2 WT , and rose to 53%, 77%, 100% and 100% in the four ratio classes, respectively (P<0.0001); there was also a significant inverse regression between PRV-1 C T levels and the JAK2 V617F / JAK2 WT ratio (r=−0.596, P<0.0001). Furthermore, the highest JAK2 V617F / JAK2 WT ratios at diagnosis pointed to patients more likely to have splenomegaly (relative risk (RR) 5.0 to 7.82) or presenting pruritus (RR 1.25 to 5.21) (P<0.0001 for both), and predicted for an exceedingly higher RR of requiring chemotherapy for the control of disease in the follow-up, that ranged from 10.6 to 15.6 in the different ratio classes (P<0.0001). The RR of presenting major thromboses was progressively higher up to 4-times in the 76–100% ratio class compared to JAK2 WT patients. A multivariate analysis, including age, leukocytosis, hematocrit, platelet count, and treatment options, indicated that the JAK2 V617F / JAK2 WT ratio behaved as an independent risk factor for major vascular events (P= 0.027). These data support a meaningful correlation between the proportion of mutant JAK2 allele and the propensity to a more symptomatic disease in PV patients, and foresee the quantitation of JAK2 mutant allele as an approach for patient risk stratification.",
    "topics": [
        "jak2 gene v617f",
        "polycythemia vera",
        "rna",
        "blood tests",
        "chemotherapy regimen",
        "cisplatin/methotrexate/vinblastine protocol",
        "electrophoresis, capillary",
        "follow-up",
        "leukocytosis",
        "mean corpuscular volume analyses"
    ],
    "author_names": [
        "Alessandro M. Vannucchi, MD",
        "Elisabetta Antoniolim, MD",
        "Paola Guglielmelli, MD",
        "Alessandro Pancrazzi, BiSc",
        "Costanza Bogani, BiSc",
        "Lisa Pieri, MD",
        "Alberto Bosi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandro M. Vannucchi, MD",
            "author_affiliations": [
                "Dept Hematology, University of Florence, Florence, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elisabetta Antoniolim, MD",
            "author_affiliations": [
                "Dept Hematology, University of Florence, Florence, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Guglielmelli, MD",
            "author_affiliations": [
                "Dept Hematology, University of Florence, Florence, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Pancrazzi, BiSc",
            "author_affiliations": [
                "Dept Hematology, University of Florence, Florence, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Costanza Bogani, BiSc",
            "author_affiliations": [
                "Dept Hematology, University of Florence, Florence, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Pieri, MD",
            "author_affiliations": [
                "Dept Hematology, University of Florence, Florence, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Bosi, MD",
            "author_affiliations": [
                "Dept Hematology, University of Florence, Florence, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T15:42:24",
    "is_scraped": "1"
}