{
    "doi": "https://doi.org/10.1182/blood.V112.11.3269.3269",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1219",
    "start_url_page_num": 1219,
    "is_scraped": "1",
    "article_title": "Platelet Transfusion Requirement during ASCT for Lymphoma Is a Powerful Prognostic Variable. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment",
    "topics": [
        "autologous stem cell transplant",
        "lymphoma",
        "platelet transfusion",
        "transplantation",
        "chemotherapy regimen",
        "blood transfusion",
        "busulfan",
        "fever",
        "hemorrhage",
        "infections"
    ],
    "author_names": [
        "Hien Duong",
        "Lisa Rybicki",
        "John Sweetenham",
        "Brad Pohlman",
        "Ronald Sobecks",
        "Robert Dean",
        "Edward Copelan",
        "Steven Andresen",
        "Stephen Smith",
        "Shawnda Sungren",
        "Josephine Chan",
        "Brian Bolwell"
    ],
    "author_affiliations": [
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "Current techniques of autologous stem cell transplantation (ASCT) yield neutrophil and platelet engraftment in approximately 10 to 13 days post transplant. During this thrombocytopenia nadir, almost all patients require multiple platelet transfusions. Infections, fevers, and other clinical events likely influence the number of platelet transfusions received. However, some patients require minimal transfusion support. We have anecdotally noted that these patients seem to have a favorable outcome. To further study this issue, we retrospectively reviewed 723 patients undergoing a single ASCT at the Cleveland Clinic from 1995–2006 fulfilling the following criteria: > 18 years of age; diagnosis of lymphoma (NHL or HD); and a busulfan-based chemotherapy only preparative regimen. Median age was 50; 79% had NHL; 29% received prior radiation therapy; median time from diagnosis to transplant was 17 months; 26% had an elevated LDH at the time transplant; 88% had disease that was sensitive to salvage chemotherapy; and all patients received peripheral stem cells (PSC) with the median CD34+ dose of 6.02x10 6 /kg. Patients received platelet transfusion for platelet counts of less than 10,000 x 10 9 /liter or for clinical bleeding. The median number of platelet transfusions received for the entire group was 4. Median time to platelet engraftment greater than 20,000 x10 9 /liter was 13 days. A univariable analysis revealed that older age at transplant, more courses of prior chemotherapy, resistant disease, lower CD34+ cell dose, and NHL diagnosis were associated with more platelet transfusions. The finding that NHL patients required more transfusions was unexpected; HD patient had a median of 3 platelet transfusions vs. 4 in the NHL group (p=0.015). Patients receiving 0 to 1 platelet transfusions had 5 year survival of 83%, vs. 61% for patients receiving 2 to 4 platelet transfusions, and 47% for patient receiving 5 or more platelet transfusions (p<0.001). 5 year relapse free survival was 59% for patients receiving 0 to 1 platelet transfusion, 46% for patients receiving 2 to 4 platelet transfusions, and 37% for patients receiving 5 or more platelet transfusions, shown graphically below: Multivariable analysis revealed that older patient age, more courses of prior chemotherapy, resistant disease, and more platelet transfusions were associated with worse overall and relapse-free survival (p<0.001). Of note, total number of CD34+ cells was included in this multivariable analysis and was not prognostic for survival or for relapse-free survival. We conclude that patients who received fewer platelet transfusions during their transplant admission have a better overall survival and relapse free survival. The mechanism is unknown. Platelet transfusion requirement may be a surrogate marker for other prognostic variables. However, the fact that the number of platelet transfusions was significant in the multivariable analysis, which included other well known prognostic variables, is intriguing and warrants additional study. View large Download slide Figure View large Download slide Figure "
}