{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1804.1804",
    "article_title": "Preclinical Evaluation of the First in Class BMI1 Inhibitor PTC-028 Confirms Potent Efficacy to Target BMI1-Addiction in Multiple Myeloma ",
    "article_date": "December 7, 2017",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "abstract_text": "Background : Treatment modalities for multiple myeloma (MM) patients suffering from refractory or high-risk disease are still limited. Although translational research efforts previously identified key players and promising drug targets in MM biology (e.g. IRF4, MYC, FOXM1), direct modulation of these factors is impeded by the lack of clinically effective inhibitors. Initially linked to the pathogenesis of MM more than a decade ago, the polycomb group protein BMI1 represents a prominent intrinsic driver of MM without a suitable clinical grade inhibitor. We recently confirmed BMI1 overexpression as a hallmark of MM and proved its essential role in MM cell survival using a small molecule inhibitor that affects BMI1 transcript levels (PTC209). Based on these observations, here, we explored the anti-myeloma efficacy of the first in class BMI1 protein inhibitor PTC028 and confirmed its applicability to target a so far not drug-able key molecule in MM. Methods: The anti-MM efficacy of PTC028 (kindly provided by PTC Therapeutics Inc.) was studied in vitro using human MM cell lines (HMCLs) and primary MM cells. Candidate gene expression levels were analyzed by quantitative PCR (qPCR), Western Blot and/or flow cytometry (FC). Mechanistic studies were conducted via FC and immunoblot experiments. Confirmatory studies are employed using lentiviral transduction of BMI1 overexpression or knockout plasmids, respectively. Results: PTC028 induced a time-dependent reduction of BMI1 protein levels in HMCLs. Evaluation of the in vitro efficacy demonstrated potent anti-MM activity in all primary MM cells and HMCLs tested (median IC50: 39 nM, range: 11-102 nM). This activity persisted in the presence of bone marrow stromal cells and in proteasome inhibitor (PI) resistant HMCLs. Importantly, median IC50 values were significantly reduced compared to PTC209 (median IC50 680 nM, P <0.05) confirming superior activity of PTC028. We also observed a significant correlation between PTC028 IC50 values and the reduction of BMI1 protein levels in HMCLs ( R =0.86, P =0.01), suggesting that a rapid drop of BMI1 levels could serve as predictive marker for treatment efficacy. Mechanistically, treatment with PTC028 led to an accumulation of cells in the G2/M phase of the cell cycle and induction of apoptosis (verified by the presence of cleaved PARP and depolarization of the mitochondrial membrane potential). To better segregate the sequence of these events we performed time course experiments with U266 and KMS-12-BM cells. This demonstrated rapid induction of G2/M cell cycle arrest (evident 6h post treatment) and subsequent induction of apoptosis. Western Blot analysis demonstrated accumulation of CDK1 and Cyclin B1 in line with the G2/M cell cycle stop. In addition, we evaluated MCL1 protein levels due to its known degradation during mitotic arrest and indeed observed a time dependent downregulation of this key MM survival factor. In contrast, neither BIM nor BAX were found to be deregulated. Further validation of these results was obtained by qPCR analysis. PTC028 induced rapid upregulation of mitosis associated genes ( CCNB1, AURKA, BIRC5 ) 6h and 24h post treatment indicating mitotic arrest which was accompanied by MCL1 downregulation. No impact was found on the gene expression levels of BMI1 and other cell cycle ( CCND1, CDKN2A, CDKN1A, CDKN1B ) or apoptosis ( BAX, BIM, NOXA ) related genes. Due to the close interaction between BMI1, MYC and FOXM1 we were finally interested whether PTC028 also affects these key factors. Intriguingly, PTC028 treatment led to rapid downregulation of both proteins suggesting that targeting of BMI1 via PTC028 offers a novel strategy to attack this MM high-risk network. Conclusion: This study demonstrates potent preclinical activity of the first in class BMI1 inhibitor PTC028 in a panel of HMCLs, primary MM cells, PI-resistant HMCLs and in the presence of BMSCs. This suggests efficacy in the context of the MM microenvironment and drug resistance. Moreover, our data point to significant impact on a currently not targetable high-risk network consisting of BMI1, MYC and FOXM1. These results strongly support further evaluation of PTC028 in the clinical setting. Detailed results about the impact of PTC028 on BMI1 associated signaling networks as well as preliminary in vivo efficacy results will be provided at the meeting. Disclosures Weetall: PTC Therapeutics: Employment. Branstrom: PTC Therapeutics: Employment. Zojer: Celgene, Janssen, Amgen, Takeda, BMS: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "multiple myeloma",
        "addictive behavior",
        "forkhead box protein m1",
        "mechlorethamine",
        "western blotting",
        "cdc2 protein kinase",
        "cyclin d1",
        "cyclins",
        "depolarization",
        "drug delivery systems"
    ],
    "author_names": [
        "Arnold Bolomsky, PhD",
        "Roy Heusschen, PhD",
        "Kathrin Stangelberger, MSc",
        "Muller Joséphine",
        "Marla Weetall, PhD",
        "Art Branstrom, PhD",
        "Niklas Zojer, MD",
        "Jo Caers, MD",
        "Heinz Ludwig, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Arnold Bolomsky, PhD",
            "author_affiliations": [
                "Department of Medicine I, Wilhelminenspital, Wilhelminen Cancer Research Institute, Vienna, Austria "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roy Heusschen, PhD",
            "author_affiliations": [
                "Laboratory of Hematology, University of Liège, Liège, Belgium "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathrin Stangelberger, MSc",
            "author_affiliations": [
                "Department of Medicine I, Wilhelminenspital, Wilhelminen Cancer Research Institute, Vienna, Austria "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muller Joséphine",
            "author_affiliations": [
                "Laboratory of Hematology, University of Liège, Liège, Belgium "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marla Weetall, PhD",
            "author_affiliations": [
                "PTC Therapeutics Inc., South Plainfield, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Art Branstrom, PhD",
            "author_affiliations": [
                "PTC Therapeutics Inc., South Plainfield, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niklas Zojer, MD",
            "author_affiliations": [
                "Department of Medicine I, Wilhelminenspital, Wilhelminen Cancer Research Institute, Vienna, Austria "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jo Caers, MD",
            "author_affiliations": [
                "Laboratory of Hematology, University of Liège, Liège, Belgium ",
                "CHU de Liège, Liege, Belgium"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz Ludwig, MD",
            "author_affiliations": [
                "Department of Medicine I, Wilhelminenspital, Wilhelminen Cancer Research Institute, Vienna, Austria "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T13:01:00",
    "is_scraped": "1"
}