{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.189.189",
    "article_title": "Lenalidomide and Obinutuzumab with CHOP for Newly Diagnosed Diffuse Large B-Cell Lymphoma: Final Phase I/II Results ",
    "article_date": "December 7, 2017",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Prospective Clinical Trials: Novel Agents and Upfront Approaches",
    "abstract_text": "Introduction: Diffuse large B-cell Lymphoma (DLBCL) is the most common lymphoid cancer in the United States with 30K diagnoses each year. The standard therapy for all newly diagnosed patients is rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (RCHOP) which cures ~60% of patients. Lenalidomide (L) and obinutuzumab (O) have both shown promising efficacy and acceptable toxicity in DLBCL patients. Obinutuzumab, a humanized CD20 monoclonal antibody with increased pre-clinical affinity to the FcGRIIIa receptor in comparison to rituximab, may have increased antibody dependent cell-mediated cytotoxicity (ADCC). Lenalidomide, a potent immunomodulatory, is toxic to DLBCL via interferon signaling stimulation. As single agents, O and L achieve overall response rates (ORR) of 32% and 28%, respectively, in patients with relapsed DLBCL (Morschhauser, 2013, Hernandez-Ilizaliturri, 2011). The addition of L to RCHOP may overcome adverse outcomes of the non-germinal center (non-GCB) subtype of DLBCL. Randomized phase III clinical trials evaluating RCHOP +/- Len in non-GCB DLBCL are highly anticipated. The GOYA study found RCHOP was as effective as OCHOP in patients with unselected newly diagnosed DLBCL. We hypothesize the combination of OL-CHOP will result in enhanced NK cell-mediated cytotoxicity, down-regulation of interferon regulatory factor 4, and a complete response (CR) rate ≥ to OCHOP (57% in GOYA trial, Vitolo et al, ASH 2016). Methods: Newly diagnosed, CD20+ DLBCL patients were eligible if they have measurable disease, age ≥18 years, and adequate organ function. In the Phase Ib trial, Obinutuzumab was dosed at 1000mg IV days (d) 1, 8, and 15 during cycle 1, and d 1 on cycles 2-6. Lenalidomide dose was 15mg d 1 - 14 cycles 1 - 6 in the first cohort, with lower dose cohorts if toxicities occurred, using a 3+3 design. CHOP was dosed in standard fashion. Once the maximum tolerated dose (MTD) was identified, phase II was initiated with a planned total of at least 50 evaluable patients at the MTD. The primary objectives of this phase Ib/II trial were to determine the MTD and efficacy of LOCHOP. Correlative studies, including minimal disease assessment, cell of origin determination, and immune profiling are planned on blood and tumor samples. Results: Fifty three patients were enrolled, 6 in Phase Ib trial, 47 in Phase II with all evaluable for safety and 51 for efficacy. Two patients withdrew consent after 1 cycle of therapy. The median age was 62 years (26-83), with 42% males and a median IPI of 2 and NCCN IPI of 3. Five patients had double hit DLBCL, 5 patients had Double Expressor DLBCL, and 21 patients were non-GCB DLBCL. No dose limiting toxicities were identified in in Phase Ib. Toxicities encountered in PhIb include neutropenia (Grade 3: 50%, Grade 4 33%), thrombocytopenia (grade 3: 17%), and rash (grade 2: 17%), with similar findings in PhII. All six patients in PhIb achieved a complete response (CR). In the Phase II trial, 50 patients have end of therapy response assessment as of 8/2/17, with 45 with CR, 4 with partial response, 1 with progression. In the combined evaluable patients, the overall response rate is 98%, with CR of 90%. The CR rate was 90% in non-GCB and 92% in GCB. The median follow up 11 months and the median progression free and overall survival are not reached. There have been no deaths. Additional follow up and analyses will be presented at the meeting. Conclusions: The combination of Obinutuzumab, Lenalidomide, and CHOP is well tolerated, with no dose limiting toxicity encountered in the phase Ib trial, and efficacy is impressive in this single center single arm Phase Ib/II trial. Adverse events do not appear to be different than expected with standard RCHOP. Final results and correlative analyses will be presented at the ASH meeting Figure View large Download slide Figure View large Download slide Close modal Disclosures Westin: Apotex: Membership on an entity's Board of Directors or advisory committees; Novartis Pharmaceuticals Corporation: Membership on an entity's Board of Directors or advisory committees; Kite Pharma: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Nastoupil: TG Therapeutics: Honoraria, Research Funding; Gilead: Honoraria; Abbvie: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Genentech: Honoraria, Research Funding; Karus Therapeutics: Research Funding; Celgene: Honoraria, Research Funding. Neelapu: Merck: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Poseida Therapeutics, Inc: Research Funding; Cellectis Inc.: Research Funding; Kite Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Research Funding; Karus: Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Lee: KITE PHARMA: Consultancy.",
    "topics": [
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "lenalidomide",
        "obinutuzumab",
        "toxic effect",
        "complete remission",
        "follow-up",
        "human leukocyte interferon",
        "interferons",
        "rituximab"
    ],
    "author_names": [
        "Jason R. Westin, MD",
        "Yasuhiro Oki, MD",
        "Loretta Nastoupil, MD",
        "Luis Fayad, MD",
        "Sattva S. Neelapu, MD",
        "Francesco Turturro, MD",
        "F. B. Hagemeister, MD",
        "Maria Alma Rodriguez, MD",
        "Hun Ju Lee, MD",
        "Ken H. Young, MD PhD",
        "Timothy J. McDonnell, MD PhD",
        "Richard J. Ford, MD PhD",
        "R. Eric Davis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason R. Westin, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, Division of Cancer Medicine, University of Texas MD Anderson Cancer Center, Houston, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yasuhiro Oki, MD",
            "author_affiliations": [
                "Lymphoma/Myeloma, M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loretta Nastoupil, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Fayad, MD",
            "author_affiliations": [
                "M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Turturro, MD",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. B. Hagemeister, MD",
            "author_affiliations": [
                "University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Alma Rodriguez, MD",
            "author_affiliations": [
                "M.D. Anderson Cancer Ctr. University of Texas, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hun Ju Lee, MD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken H. Young, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy J. McDonnell, MD PhD",
            "author_affiliations": [
                "UT M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J. Ford, MD PhD",
            "author_affiliations": [
                "M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Eric Davis, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:35:37",
    "is_scraped": "1"
}