{
    "doi": "https://doi.org/10.1182/blood.V104.11.4374.4374",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=161",
    "start_url_page_num": 161,
    "is_scraped": "1",
    "article_title": "Functional Analysis of a Cation Transporter OCT6: A Mediator of the Cellular Influx of Adriamycin. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cations",
        "doxorubicin",
        "membrane transport proteins",
        "cancer",
        "leukemic cells",
        "fluorouracil",
        "acute lymphocytic leukemia",
        "complementary rna",
        "complete remission",
        "disease remission"
    ],
    "author_names": [
        "Yoko Okitsu, MD",
        "Hideo Harigae, MD",
        "Shinichiro Takahashi, MD",
        "Shori Abe, MD",
        "Mitsunori Okabe, MD",
        "Michiaki Unno, MD",
        "Takaaki Abe, MD",
        "Mitsuo Kaku, MD",
        "Takeshi Sasaki, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Tohoku University School of Medicine"
        ],
        [
            "Internal Medicine, Tohoku University School of Medicine"
        ],
        [
            "Internal Medicine, Tohoku University School of Medicine"
        ],
        [
            "Internal Medicine, Tohoku University School of Medicine"
        ],
        [
            "Surgery, Tohoku University School of Medicine, Sendai, Japan"
        ],
        [
            "Surgery, Tohoku University School of Medicine, Sendai, Japan"
        ],
        [
            "Internal Medicine, Tohoku University School of Medicine"
        ],
        [
            "Internal Medicine, Tohoku University School of Medicine"
        ],
        [
            "Internal Medicine, Tohoku University School of Medicine"
        ]
    ],
    "first_author_latitude": "38.26941185",
    "first_author_longitude": "140.8583871",
    "abstract_text": "(Introduction) It is necessary for killing leukemic cells effectively to achieve a sufficient intracellular concentration of anti-cancer drugs. To date, overexpression of efflux pump such as MDR-1 and MRP-1, which leads to a decrease of cellular concentration of drugs, has been shown to attenuate the therapeutic effect of anti-cancer drugs and correlate with low remission rate in acute leukemia. If the expression of genes, which import anti-cancer drugs, can be induced specifically in leukemic cells, it would lead to an increase of intracellular concentration, resulting in an enhancement of the pharmacological effect. In this study, we performed the pharmacological characterization of a cation transporter gene, OCT6, and explore the possibility of its application for anti-cancer therapy. (Methods) Tissue distribution of OCT6 was examined by Northern blot analysis. Expression in clinical samples that consist of 34 patients; 15 patients with acute lymphoblastic leukemia (ALL), 17 patients with acute myelogenous leukemia (AML), 2 patients with chronic myelogenous leukemia (CML) in blastic crisis, was examined by quantitative RT-PCR. The percentage of blasts in each sample was above 80%. For functional analysis, OCT6 cRNA was injected into Xenopus oocytes and pharmacological analysis was performed. In order to examine the transporting activity in hematopoietic cells, we established subclones of Jurkat, a T lymphocytic leukemia cell line, in which OCT6 gene is constitutively expressed, and the change of the sensitivity for adriamycin was examined. (Result) By Northernblot analysis, 2.4kb OCT6 mRNA was detected in testis and bone marrow in adult tissues. OCT6 expressed in Xenopus oocytes transported not only tetraethlammonium but also adriamycin in a saturable and dose-dependent manner. The apparent K m value for [ 14 C] adriamycin was 5.2±0.4μM. On the other hand, OCT6 did not transport either of methotrexate (MTX) and 5-fluorouracil (5-FU), which are not organic cations. After the exposure of adrimycin at the therapeutic concentration, the viability of OCT6 overexpressing Jurkat cells was significantly decreased compared to that of control cells. Consistent with this, the percentage of apoptosis cells became higher than that of control cells. When the expression level was examined in clinical samples, the average of the levels of patients was comparable to PBMCs. The level of patients, who achieved with complete remission (CR), was slightly higher than that of patients with non-response (NR), but the difference was not significant. Some patients exhibited the high expression of OCT6, but the distribution did not deviated to either CR or NR group. (Conclusion) These results suggest that the induction of OCT6 in leukemic cells might be a novel strategy for leukemia treatment."
}