{
    "doi": "https://doi.org/10.1182/blood.V114.22.3390.3390",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1580",
    "start_url_page_num": 1580,
    "is_scraped": "1",
    "article_title": "Mitoxantrone, Not Idarubicin, Significantly Improves the Outcome of Children with Relapsed ALL – Result of the International, Randomised ALLR3 Study. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL RESULTS - ALTERNATIVE DONOR TRANSPLANTATION POSTER III",
    "topics": [
        "child",
        "idarubicin",
        "mitoxantrone",
        "randomization",
        "allopurinol",
        "chemotherapy regimen",
        "acute lymphocytic leukemia",
        "allogeneic stem cell transplant",
        "follow-up",
        "immunophenotyping"
    ],
    "author_names": [
        "Catriona Parker",
        "Rachel Waters",
        "Carly Leighton",
        "Jeremy Hancock",
        "Anthony Moorman",
        "Mary Morgan",
        "Philip Ancliff",
        "Nicholas Goulden",
        "Rosemary Sutton",
        "Tamas Revesz",
        "Philip Darbyshire",
        "Sharon Love",
        "Vaskar Saha"
    ],
    "author_affiliations": [
        [
            "School of Cancer, Enabling Sciences and Technology, Manchester Academic Health Sciences Centre, The University of Manchester, Manchester, United Kingdom, "
        ],
        [
            "Centre for Statistics in Medicine, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "School of Cancer, Enabling Sciences and Technology, Manchester Academic Health Sciences Centre, The University of Manchester, Manchester, United Kingdom, "
        ],
        [
            "Bristol Genetics Laboratory, Bristol MRD Group, Bristol, United Kingdom, "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle-upon-Tyne, United Kingdom, "
        ],
        [
            "Child Oncology and Haematology Centre, Southampton General Hospital, Southampton, United Kingdom, "
        ],
        [
            "Department of Haematology, Great Ormond Street Hospital, London, United Kingdom, "
        ],
        [
            "Department of Haematology, Great Ormond Street Hospital, London, United Kingdom, "
        ],
        [
            "Children's Cancer Institute Australia for Medical Research, University of New South Wales, Sydney, Australia, "
        ],
        [
            "Children, Youth and Women's Health Service, Adelaide, Australia, "
        ],
        [
            "Department of Haematology, Birmingham Children's Hospital, Birmingham, United Kingdom"
        ],
        [
            "Centre for Statistics in Medicine, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "School of Cancer, Enabling Sciences and Technology, Manchester Academic Health Sciences Centre, The University of Manchester, Manchester, United Kingdom, "
        ]
    ],
    "first_author_latitude": "53.4668498",
    "first_author_longitude": "-2.2338837",
    "abstract_text": "Abstract 3390 Poster Board III-278 Introduction: While the outcome of children with acute lymphoblastic leukemia (ALL) has steadily improved, the prognosis for those who relapse (rALL) remains poor. Partly this has been due to the lack of a standardised approach to children with rALL. The international collaborative trial ALLR3 stratified patients into standard (SR), intermediate (IR) and high risk (HR) groups based on the time from first diagnosis to relapse, site of relapse and immunophenotype. All patients received 3 blocks of therapy, with a minimal residual disease (MRD) assessment at the end of blocks 1 and 3. Allogeneic stem cell transplantation (allo-SCT) was offered to all HR and those IR who had a MRD of ≥10 -4 at week 5. In children in whom MRD was unavailable, allo-SCT was offered to those who relapsed within 24 months of stopping therapy. All other patients continued on chemotherapy for 24 months. A day 1 and 2 randomisation was performed between mitoxantrone and idarubicin. Results: 239 patients were enlisted, of whom 216 were randomised and 109 idarubicin and 103 mitoxantrone patients are analysable. There were non-significant differences between the groups with regards to time to relapse, site of relapse and cytogenetic subtypes.108 (51%) were in CR2 at a median follow up of 36 months (range 1-70) and Progression Free Survival (PFS) at 3 years was 50.3% (95% CI 42.9%, 57.3%). Forty four percent of idarubicin and 40% of mitoxantrone patients had disease levels of ≥10 -4 at week 5 (p=0.90) at the end of block 1. The PFS at 3 years for those who received idarubicin was 35.9% (25.9%, 45.9%) and mitoxantrone 64.6% (54.2%, 73.2%) (p=0.0004). Adjusted for differences in risk group, country, age, gender and cytogenetic subtype, this difference continues to be significant (p=0.003). Overall mitoxantrone was better tolerated and less toxic than idarubicin. A competing risks model showed that the difference between the two drugs is primarily related to disease control (p=0.02), rather than toxicity of treatment (p=0.09). In the patients who were transplanted, 35% and 5% of patients who received idarubicin (n = 48) or mitoxantrone (n = 44) respectively have relapsed. Based on the intention to treat analyses, there were non significant differences in patients treated without an allo-SCT in both arms. IR patients who were transplanted did worse (p = 0.01) in the idarubicin group but had comparable results in the mitoxantrone group to those who received chemotherapy. As a result the randomisation in ALLR3 has now been closed, though the study continues to accrue to better answer the MRD stratification question. Conclusions: Mitoxantrone is a well tolerated and highly effective drug for the treatment of children with rALL. While MRD at week 5 failed to predict the differences in outcome for the two randomised groups, it identified that children in the IR group with <10 -4 could be treated without an allo-SCT. Disclosures: Off Label Use: Although Idarubicin and Mitoxantrone have been shown to be effective in ALL, they are not licensed for use in children in the UK. ."
}