{
    "doi": "https://doi.org/10.1182/blood.V122.21.5561.5561",
    "article_title": "The Mechanisms Of Damage To Bone Marrow By Iron Overload In Patients With Immuno-Related Pancytopenia ",
    "article_date": "November 15, 2013",
    "session_type": "801. Gene Therapy and Transfer",
    "abstract_text": "Objective To investigate the mechanisms of iron overloading bone marrow damage in patients with immuno-related pancytopenia. Methods Forty-seven IRP patients (21 iron overloading IRP patients) and 10 normal controls were enrolled in this study. The expression of ROS, apoptosis, Bcl-2 and Caspase-3 of the bone marrow mononuclear cells (BMMNC) were analyzed by flow cytometry. Antioxidants were added to the iron overloading IRP BMMNC, and then the changes were detected by FCM. The number and apoptosis of the T lymphocytes of IRP patients were detected. Results The ROS and apoptosis of the BMMNC, myelocytes, erythrocytes and stem cells in the bone marrow were significantly higher than those of non iron overloading IRP patients and normal controls(P<0.05). The expression of Bcl-2 in BMMNC, erythrocytes and stem cells of the iron overloading IRP patients were significantly lower than those of non iron overloading IRP patients (P<0.05). The levels of Caspase-3 in myelocytes, erythrocytes and stem cells of the iron overloading IRP patients were significantly higher than those of non iron overloading IRP patients or normal controls (P<0.05). After being treated with antioxidants, the expression of ROS, Caspase-3 and apoptosis of the iron overloading IRP BMMNC significantly decreased, the opposite of the Bcl-2. The percentage of the CD4 + lymphocytes (40.86±8.74)% and CD4 + /CD8 + (1.44±0.36) in PB of the iron overloading IRP patients were significantly higher than those of non iron overloading IRP patients (35.96±7.03)% and (1.13±0.37)and normal controls(28.00±6.73)% and (0.79±0.21) (P<0.05), the opposite of CD8 + lymphocytes (P<0.05). The apoptosis of CD8 + lymphocytes (27.35±10.76)% and the ratio of CD8 + apoptosis /CD4 + apoptosis (2.51±0.80) in BM were significantly higher than those of the non iron overloading IRP patients (15.47±8.99)% and (1.39±0.47) (P<0.05). The apoptosis of the erythrocytes and stem cells coated with auto-antibodies in BM of the iron overloading IRP patients were significantly higher than those of the non iron overloading IRP patients. Conclusion Iron overload damaging the bone marrow hematopoiesis might be through the following mechanisms. 1. The increased ROS induced by iron overload affected the expression of Caspase-3 and Bcl-2, which caused the higher BMMNC apoptosis; 2. The abnormal number and ratio of T lymphocytes caused by iron overload aggravate the abnormality of immunity of IRP; 3. Iron overload may increase the damage to erythrocytes and stem cells coated with auto-antibodies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "iron overload",
        "pancytopenia",
        "iron",
        "caspase-3",
        "antioxidants",
        "autoantibodies",
        "flow cytometry",
        "erythrocytes",
        "stem cells"
    ],
    "author_names": [
        "Rong Fu, MD",
        "Lei Huang, MD",
        "Zonghong Shao, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rong Fu, MD",
            "author_affiliations": [
                "Department of Hematology, General Hospital of Tianjin Medical University, Tianjin, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lei Huang, MD",
            "author_affiliations": [
                "Department of Hematology, General Hospital of Tianjin Medical University, Tianjin, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zonghong Shao, MD",
            "author_affiliations": [
                "Department of Hematology, General Hospital of Tianjin Medical University, Tianjin, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T04:04:51",
    "is_scraped": "1"
}