{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4823.4823",
    "article_title": "Prognostic Factors and Outcomes in Adults with Hemophagocytic Lymphohistiocytosis: A Single-Center Experience ",
    "article_date": "December 7, 2017",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Introduction Hemophagocytic lymphohistiocytosis (HLH) is a rare disorder caused by severe immune activation and, often, life-threatening inflammation (1). It is usually associated with hematological malignancies, mostly non-Hodgkin lymphoma (2). There are no specific criteria to establish the diagnosis in adults, however the criteria of the HLH-04 are used, which include: 1) fever ≥38.5ºC, 2) splenomegaly, 3) cytopenias (hemoglobin ≤ 9 g/dl, platelets ≤ 100,000 platelets/μl or neutrophils ≤1000), 4) triglycerides ≥265 mg/dl or fibrinogen ≤150 mg/dl, 5) ferritin ≥500 mcg/L, 6) hemophagocytosis in the bone marrow, bone, spleen, lymph node or liver, 7) soluble IL-2 receptor ≥ 2400 U/ml and 8) absent or low NK cell activity, 5/8 are required to establish the diagnosis (3). The HScore is an unvalidated tool that can be useful for HLH diagnosis (4). We described the prognostic factors and outcomes of 64 adults diagnosed with HLH in a referral center in Mexico City. Methods We included adult patients (≥ 18 years) with HLH, diagnosed and treated at our institution from 1998 to 2016. Patients were diagnosed according to the HLH-04 diagnostic criterion, meeting 5 of 6 criteria, because we didn´t measure IL-2 receptor and the NK cell activity. HScore was and it was considered positive if ≥180 with a probability of having HLH of 70%. Results Sixty-four patients met the HLH-04 diagnostic criteria. The median age was 35 years (range, 18-77 years); 37 (57.81%) were men. The underlying cause of HLH was lymphoma in 33 patients (51.56%), infection in 17 patients (26.56%), autoimmune disorders in 3 patients (4.68%), and idiopathic disease in 11 patients (17.18%). HLH was clinically characterized by high fever (98.43%), splenomegaly (78.12%), lymphadenopathy (74.43%) and hepatomegaly (71.87%). Laboratory abnormalities included bicytopenia (98.44%), hemoglobin <9 g/dL (46.9%), neutrophil <1.0 x 10 9 /L (14%), thrombocytopenia (< 100 x 10 9 /L platelets) (67%), hipertriglyceridemia (≥ 256 mg/dL) (52%), serum ferritin ≥ 500 µg/L (77.2%) and hypofibrinogenemia (≤ 150 mg/dL) (32%). Cutaneous involvement was more frequent in lymphoma-associated HLH (33.33%), when compared to non-lymphoma-associated HLH (9.68%) (p = 0.022). On the other hand, neurological symptoms were more frequent in non-lymphoma-associated HLH (25.81%) than in lymphoma-associated LHH (6.06%) (p = 0.032) table 1. Of our 64 patients, 47 had a HScore ≥ 180 (73.70%). All patients received specific treatment for the underlying cause and (54.7%) received also corticosteroids. Only (17.2%) received the HLH-04 protocol. After a median follow-up of 14 months (range, 0-216 months), 30-day mortality was 26.56%. The median overall survival (OS) of the entire cohort was 4 months; the 3-years OS of patients with lymphoma-associated HLH was 41% compared with 22.5% for patients with non-lymphoma-associated HLH (p=0.046) figure 1. On a multivariate analysis, the presence of disseminated intravascular coagulation (DIC), nosocomial infection and neurological symptoms were statistically significant predictors of inferior OS (p= 0.058, p=0.034, p=0.033, respectively) table 2. Conclusion : In this series of adults with HLH treated at a single tertiary care center, patients with DIC, nosocomial infections and neurological symptoms had a statistically significant worse survival. This study improves the understanding of HLH in our institution, helps us validate the diagnostic criteria in our populations, and contributes to the development of effective treatment strategies. Bibliography: 1.-Ramos-Casals M, Brito-Zeron P. Adult haemophagocytic syndrome. Lancet. 2014;383(9927): 1503-1516. 2.-Schram AM, Berliner N. How I treat hemophagocytic lymphohistio- cytosis in the adult patient. Blood. 2015;125(19):2908-2914. 3.-Henter JI, Horne A. HLH-2004: diagnostic and therapeutic guidelines for hemophagocytic lymphohistiocytosis. Pediatr Blood Cancer. 2007;48(2):124-131. 4.-Fardet L, Galicier L. Development and validation of the HScore, a score for the diagnosis of reactive hemophagocytic syndrome. Arthritis Rheum. 2014;66(9):2613-2620. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hemophagocytic lymphohistiocytosis",
        "prognostic factors",
        "lymphoma",
        "neurologic manifestations",
        "fever",
        "hematologic neoplasms",
        "hemoglobin",
        "interleukin 2 receptor",
        "nosocomial infection",
        "splenomegaly"
    ],
    "author_names": [
        "Elia Ixel Apodaca, Resident",
        "Alvaro Aguayo, MD",
        "Roberta Demichelis, MD",
        "Sergio Rodriguez, Resident",
        "Elena Juventina Tuna, MD",
        "Alan Pomerantz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elia Ixel Apodaca, Resident",
            "author_affiliations": [
                "Instituto Nacional De Ciencias Medicas y Nutricion Salvador, Mexico City, Mexico "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alvaro Aguayo, MD",
            "author_affiliations": [
                "Institution National De Ciencias Medicas Y Nutricion, Mexico DF, Mexico "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Demichelis, MD",
            "author_affiliations": [
                "Instituto Nacional De Nutricion Salvador Zubiran, Mexico City, MEX ",
                "Instituto Nacional De Ciencias Médicas Y Nutrición Salvador, Mexico City, MEX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Rodriguez, Resident",
            "author_affiliations": [
                "Instituto Nacional De Nutricion Salvador Zubiran, Mexico, Mexico "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Juventina Tuna, MD",
            "author_affiliations": [
                "Instituto Nacional De Nutricion Salvador Zubiran, Mexico D.F., MEX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Pomerantz, MD",
            "author_affiliations": [
                "Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:36:54",
    "is_scraped": "1"
}