{
    "doi": "https://doi.org/10.1182/blood.V108.11.5169.5169",
    "article_title": "Analysis of NK Cell Alloreactivity Against Acute Leukemia Cells with MLL Gene Rearramgement. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) patients with MLL gene rearramgement are associated with hyperleukocytosis, organomegaly, a high incidence of central nervous system leukemia, and poor prognosis. The optimum treatment for this type of ALL has not been defined, and the effectiveness of hematopoitic stem cell transplantation (SCT) is controversial. We have reported that MLL-rearranged leukemia cells are resistant to cytotoxic activity by death-inducing ligands TRAIL and FasL, and therefore T-cell mediating graft-versus-leukemia (GVL) effect on these leukemia cells is not fully expected. In allogeneic SCT, if donor KIR (Killer cell Ig-like Receptor) ligand class I allele is not present in the recipient cells, it is expected that donor NK cells display alloreactivity against host leukemic cells. Up to now, published data demonstrated that in patients with acute myeloid leukemia, KIR ligand incompatibility reduced the rates of relapse. Prompted by the recent report from SJCRH on the success of reduced intensity SCT from KIR ligand incompatibile donor for the infant with MLL-rearranged ALL relapsed after conventional allogeneic SCT, we extensively analyzed NK cell alloreactivity against leukemic cell lines with MLL gene rearrangement. Materials and Methods: Eleven cell lines consisting of 4 with t(4;11), 5 with t(11;19), and 2 with t(9;11) were classified into 2 groups in terms of types of HLA-C alleles; C1C1 type (n=10): both alleles belonging to group I (Ser77/Asn80, Cw1, Cw7, et. al.) and C1C2 type (n=1): each of alleles belonging to group I and group II (Asn77/Lys80, Cw2, Cw4, et. al.), respectively. K562 lacking HLA class I expression was used as a positive control target for NK cells. NK cell populations were separated from peripheral blood of 9 healthy donors classified into C1C1 type (n=5) and C1C2 type (n=4). The cytotoxic activity of NK cells was assessed by a 4h- 51 Cr release assay at an effector-to-target ratio of 20 to 40. Results: Both types of donor NK cells exhibited 60–70% cytotoxicity against K562. Of interest, C1C2 type NK cells showed moderate cytotoxic activity (40–70% cytotoxicity) against C1C1 type cell lines, whereas only modest cytotoxic activity (10–30% cytotoxicity) against the C1C2 type cell line, suggesting that a loss of inhibitory signal to KIR (CD158a, KIR2DL1) from C2 type KIR ligand expressed on target cells is required for C1C2 type donor NK cells to exert their maximal cytotoxic activity. This cytotoxic activity of C1C2 type NK cells against C1C1 type targets was inhibited by greater than 70% by the addition of the perforin inhibitor concanamycin A, but not by the addition of neutralizing antibodies against TRAIL and FasL, indicating that the cytotoxic activity of C1C2 type NK cells is mediated by perforin. C1C1 type NK cells showed only modest cytotoxic activity (10–30%) against both types of cell lines. Cell lines with t(9;11) are less sensitive to NK alloreactivity compared with those with t(4;11) or t(11;19). There was no significant differences in NK alloreactivity in terms of types of HLA-A and -B alleles. Conclusion: MLL-rearranged leukemia cells are sensitive to perforin-mediating killing by KIR ligand (HLA-C) incompatible allogeneic NK cells, and the maximal GVL effect against this leukemia might be expected if donors are selected whose NK cells can exert their alloreactivity.",
    "topics": [
        "acute lymphocytic leukemia",
        "central nervous system leukemia",
        "cytotoxicity",
        "hematopoietic stem cell transplantation",
        "hla-a antigens",
        "hla-a2 antigen",
        "hla-c antigens",
        "human leukocyte antigens",
        "leukemia",
        "leukemia, acute"
    ],
    "author_names": [
        "Hiroko Honna, MD",
        "Kumiko Goi, M.D.",
        "Kinuko Hirose, M.D.",
        "Itaru Kuroda, M.D.",
        "Takeshi Inukai, M.D.",
        "Keiko Kagami",
        "Shinpei Nakazawa, M.D.",
        "Kanji Sugita, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroko Honna, MD",
            "author_affiliations": [
                "Pediatrics, University of Yamanashi, Yamanashi, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kumiko Goi, M.D.",
            "author_affiliations": [
                "Pediatrics, University of Yamanashi, Yamanashi, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kinuko Hirose, M.D.",
            "author_affiliations": [
                "Pediatrics, University of Yamanashi, Yamanashi, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Itaru Kuroda, M.D.",
            "author_affiliations": [
                "Pediatrics, University of Yamanashi, Yamanashi, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Inukai, M.D.",
            "author_affiliations": [
                "Pediatrics, University of Yamanashi, Yamanashi, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiko Kagami",
            "author_affiliations": [
                "Pediatrics, University of Yamanashi, Yamanashi, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinpei Nakazawa, M.D.",
            "author_affiliations": [
                "Pediatrics, University of Yamanashi, Yamanashi, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanji Sugita, M.D.",
            "author_affiliations": [
                "Pediatrics, University of Yamanashi, Yamanashi, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T04:27:32",
    "is_scraped": "1"
}