{
    "doi": "https://doi.org/10.1182/blood-2020-134754",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4619",
    "start_url_page_num": 4619,
    "is_scraped": "1",
    "article_title": "Efficacy of Tubulin Polymerization Inhibitor in Myelodysplastic Syndrome ",
    "article_date": "November 5, 2020",
    "session_type": "802.Chemical Biology and Experimental Therapeutics",
    "topics": null,
    "author_names": [
        "Cheng Zhong",
        "Kensuke Kayamori, MD PhD",
        "Shuhei Koide",
        "Daisuke Shinoda, MD",
        "Motohiko Oshima, PhD",
        "Yaeko Nakajima-Takagi, PhD",
        "Yurie Nagai, MD",
        "Naoya Mimura, MD PhD",
        "William Lennox",
        "Josephine Sheedy, BS, MSc",
        "Marla Weetall, PhD",
        "Atsushi Iwama, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, Institute of Medical Science, The University of Tokyo, Tokyo, Japan ",
            "Department of Hematology, Chiba University Hospital, Chiba, Japan ",
            "Department of Endocrinology, Hematology and Gerontology, Chiba University Graduate School of Medicine, Chiba, Japan "
        ],
        [
            "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, Institute of Medical Science, The University of Tokyo, Tokyo, Japan ",
            "Institute of Medical Science, The University of Tokyo, Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, Tokyo, Japan "
        ],
        [
            "Department of Cellular and Molecular Medicine, Graduate School of Medicine, Chiba University, Chiba, Japan "
        ],
        [
            "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Graduate School of Medicine, Chiba, Chiba, JPN "
        ],
        [
            "Department of Hematology, Chiba University Hospital, Chiba, Japan "
        ],
        [
            "Department of Hematology, Chiba University Hospital, Chiba, Japan ",
            "Department of Transfusion Medicine and Cell Therapy, Chiba University Hospital, Chiba, Japan "
        ],
        [
            "PTC Therapeutics Inc., South Plainfield, NJ "
        ],
        [
            "PTC Therapeutics Inc., South Plainfield, NJ "
        ],
        [
            "PTC Therapeutics Inc., South Plainfield, NJ ",
            "PTC Therapeutics, inc., Morristown, NJ "
        ],
        [
            "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, Institute of Medical Science, The University of Tokyo, Tokyo, Japan ",
            "Department of Cellular and Molecular Medicine, Graduate School of Medicine, Chiba University, Chiba, Japan ",
            "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665",
    "abstract_text": "Background: Myelodysplastic Syndrome (MDS) is a clonal bone marrow disorder characterized by ineffective and clonal hematopoiesis accompanied by morphological dysplasia and variable cytopenia. There are few treatment options for MDS, and allogenic hematopoietic stem cell transplantation is the only curative option. Tubulin belongs to protein superfamily of globular proteins. Monomeric tubulin can polymerize into microtubules, which play an important role in the attachment and segregation of chromosomes in various phases of cell division. Therefore, the targeting of microtubules represents a therapeutic strategy against both solid and hematological cancers. The first approved tubulin binding agent by the FDA was vincristine, which has been clinically used to treat multiple types of cancers, particularly hematological malignancies. Over the past few decades, additional tubulin binding agents have been developed and received FDA approval, mostly for applications to cancer therapy. These agents have been classified by their binding sites on tubulin, which influences their roles in the inhibition or stabilization of polymerized microtubules. We herein investigated the efficacy of PTC-028, a novel microtubule polymerization inhibitor for MDS. Method: Anti-MDS efficacy of PTC-028 was studied using human MDS cell lines and primary MDS cells in vitro. The efficacy of PTC-028 was also assessed in a xenograft mouse model of MDS using an MDS cell lines. PTC-028 was synthesized at PTC Therapeutics Inc. Mechanistic studies were conducted via flow cytometry and RNA sequencing. Results: A previous study reported that PTC596 suppressed cell proliferation and induced apoptosis in AML cell lines. Since MDS is regarded as a pre-leukemic stage, we examined the effects of PTC-028, another novel microtubule polymerization inhibitor, on MDS cells. PTC-028 induced a dose-dependent inhibition of cell proliferation on MDS cell lines, such as MDS-L and SKM-1 cells. Caspase 3/7 activity was also significantly induced in MDS-L and SKM-1 cells in the presence of PTC-028, suggesting the induction of apoptotic cell death by PTC-028. We then isolated CD34+ cells from primary MDS BM samples and investigated the efficacy of PTC-028 on primary MDS cells. The efficacy of PTC-028 in CD34+ MDS cells was also confirmed by cell proliferation assays. To enhance the therapeutic benefit of PTC-028 on MDS cells, we investigated synergism between PTC-028 and DNA hypomethylating agents. We treated MDS-L and SKM-1 cells with PTC-028 in combination with DNA hypomethylating agents. After 3 days of culture, cell growth was analyzed by MTS and Annexin V assays. PTC-028 synergized with hypomethylating agents, such as decitabine and azacitidine, to inhibit the growth and induce apoptosis of MDS cells. We assessed the efficacy of PTC-028 in a xenograft mouse model of MDS using an MDS cell line. Recipient mice were treated with PTC-028 for 7 weeks. PTC-028 significantly inhibited the growth of MDS-L cells and prolonged the overall survival of recipient mice. Furthermore, a significant synergistic effect was observed between PTC-028 and decitabine. Mice that received combination therapy showed moderate weight loss 11 days after the initiation of the treatment, but subsequently recovered. Mechanistically, a treatment with PTC-028 induced G2/M arrest followed by apoptotic cell death. We then investigated the effect of PTC-028 on the levels of soluble (unpolymerized) versus polymerized tubulin in MDS-L cells. Cells were treated with PTC-028 and paclitaxel for 4 hours, and cell lysates were then separated into soluble and polymerized fractions by centrifugation. The visualization of tubulin fractions by Western blotting demonstrated that the PTC-028 treatment for 4 hours resulted in the near-complete loss of polymerized microtubules. In contrast, polymerized microtubules increased in cells treated with paclitaxel, which stabilizes microtubules against depolymerization. These result indicates that PTC-028 also acts as a microtubule polymerization inhibitor. Conclusion: Our data reveal a possible chemotherapeutic strategy for PTC-028 and PTC-596 in MDS by disruption of microtubule dynamics as a single agent and in combination with hypomethylating agents. The present study provides a preclinical framework for the clinical evaluation of this promising therapeutic approach to improve outcomes in MDS patients. Disclosures Lennox: PTC therapeutics: Current Employment. Sheedy: PTC therapeutics: Current Employment. Weetall: PTC Therapeutic: Current Employment."
}