{
    "doi": "https://doi.org/10.1182/blood.V120.21.2900.2900",
    "article_title": "Second Cancers Affect the Clinical Outcomes of Patients with Chronic Lymphocytic Leukemia (CLL) Treated with Frontline FCR-Based Therapy. ",
    "article_date": "November 16, 2012",
    "session_type": "642. CLL - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2900 Increasing use of chemo-immunotherapy in CLL has raised concerns over the carcinogenic effect of FCR regimen. Fludarabine based regimen in relapsed CLL has been reported to be predisposed to a higher risk of other cancers as compared to healthy individual. However, an association between the CLL treatment and the development of other cancers is not evident in the frontline FCR setting. We retrospectively studied the frequency, characteristics, and clinical outcomes of second malignancy in patients with CLL who were treated with frontline FCR-based therapy at University of Texas, MD Anderson Cancer Center from 2004 to 2010. Patients who developed other malignancies after the initiation of FCR-based therapy were considered as patients with second cancer post CLL treatment (n=39). Patients who had history of other malignancies before the initiation of FCR-based therapy were considered as patients with prior malignancy history (n=90). Patients who neither have history of other cancers nor patients developed second cancer during the study period were assigned as patients without second cancer group (n=82). There were 24 patients (n=24) who experienced Richter's transformation post FCR-based therapy. The overall survival (OS) was measured from the initiation of CLL treatment until death from any causes or last follow-up. Progression-free survival (PFS) was measured from the initiation of CLL treatment until disease progression, relapse or death. Kaplan-Meier method was used to estimate outcomes in four groups. Cox-proportional hazard regression model was used to assess the association between patient characteristics and survival outcomes. Pre-treatment characteristics were similar among these groups except for chromosome abnormalities. Ten patients (44%) out of 24 patients with Richter's transformation had TP53 gene mutation (p <0.05). Ninety patients (38%) of 235 patients had prior malignancy history includes non-melanoma skin cancer (n=32, 36%), melanoma (n=12, 13%), prostate cancer (n=15, 17%), colon cancer (n=5, 6%), renal cancer (n=2, 2%) and follicular lymphoma (n=1, 1%). Among 145 patients without prior malignancy history, there were 39 patients (27%) who developed second cancer including other leukemia, and 24 patients (17%) who developed Richter's transformation after the FCR-based therapy. The median time from initiation of FCR-based therapy to the development of Richter' transformation was 13.53 months (range, 1.63 to 40.87). There was no patient with prior history of other malignancies had recurrent cancers during the study. Thirty nine patients who developed second cancer includes non-melanoma skin (n=10, 26%), melanoma (n=2, 5%), head and neck (n=1, 2.5), Merkel cell (n=1, 2.5%), prostate (n=6, 15%), breast (n=1, 2.5%), lung (n=2, 5%) renal (n=1, 2.5%), gastric (n=2, 5%), liver (n=1, 2.5%), Hodgkin (n=1, 2.5%), and therapy-related MDS-AML (n=11, 28%). The estimated median PFS in the whole cohort was 4.57 years (95% CI: 3.678 to 5.462). PFS in patients without second cancer was not reached (NR) compared to 3.31 years (95% CI: 2.178 to 3.542) in patients with second cancer post CLL treatment (p<0.05). PFS in patients with Richter's transformation was 1.02 years (95% CI: .625 to 1.415). The median follow up duration for all 235 patients was 3.29 years (range, 0.08–8.51 years) with total of 61 deaths. The median overall survival in either group of patients with prior malignancy history or in patients without second cancers were not reached (NR) compared with 3.81 years (95% CI: 2.231 to 5.389) in patients with second cancer (p < 0.05). OS in patients with Richter's transformation was 3.84 years (95% CI, 1.434 to 6.246) There were 8 patients (10%) who died among 82 patients without second cancer as compared to 20 patients (49%) who died among 39 patients with second cancer (p <0.05). Second cancers in patients with CLL treated with FCR regimen are significantly associated with inferior clinical outcomes. We observed the high incidence of skin cancer, prostate and Richter's transformation in patients with CLL who underwent treatment with frontline FCR-based therapy. Further studies are warranted to determine the association between FCR regimen and the development of second cancer, especially Richter's transformation. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "treatment outcome",
        "second primary cancers",
        "richter's syndrome",
        "melanoma",
        "fcr regimen",
        "follow-up",
        "skin cancer"
    ],
    "author_names": [
        "Long Xuan Trinh, MD",
        "Young Kwang Chae, MD, MPH",
        "Preetesh Jain, MD, DM, PhD",
        "Susan Lerner, MS",
        "Ohad Benjamini, MD",
        "Xuemei Wang, MS",
        "Michael J. Keating, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Long Xuan Trinh, MD",
            "author_affiliations": [
                "Leukemia, MD Anderson Cancer Center, University of Texas, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Young Kwang Chae, MD, MPH",
            "author_affiliations": [
                "Division of Cancer Medicine, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Preetesh Jain, MD, DM, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Lerner, MS",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ohad Benjamini, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuemei Wang, MS",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Keating, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:41:06",
    "is_scraped": "1"
}