{
    "doi": "https://doi.org/10.1182/blood.V110.11.2665.2665",
    "article_title": "Reducing Iron Stores Lowers Cancer Risk in Patients with Peripheral Arterial Disease. ",
    "article_date": "November 16, 2007",
    "session_type": "Red Cell Structure/Function, Metabolism, and Survival (Including Iron)",
    "abstract_text": "Background: Iron accumulation in excess of requirements has been implicated in risk of malignancy through increased iron-catalyzed free radical-mediated oxidative stress. Reduction of body iron stores may lower risk of cancer. Methods: A multi-center randomized, controlled, single-blinded clinical trial was conducted between May 1, 1999 and April 30, 2005 within the Department of Veterans Affairs Cooperative Studies Program; VA Cooperative Study #410. Its purpose was to test the hypothesis that reducing body iron stores by phlebotomy would influence all cause mortality (the primary endpoint) and combined death plus non-fatal myocardial infarction and stroke (the secondary endpoint) in a cohort of patients with symptomatic peripheral arterial disease. Patients with a diagnosis of visceral malignancy within the preceding five years were excluded. Patients were randomly assigned to control or reduction of iron stores by graded phlebotomy (avoiding iron deficiency) with stratification by hospital, age, entry ferritin, diagnosis of diabetes mellitus, smoking status and HDL/LDL ratio. Information on the occurrence of new visceral malignancies and cause-specific mortality including death due to cancer as collected prospectively. Results: This study enrolled 1,277 patients: 641 were randomized to control and 636 to iron reduction. Ferritin levels were reduced significantly in patients randomized to iron reduction. A new visceral malignancy was diagnosed during follow-up in 60 control and 38 iron reduction patients, a 37% decrease in risk with iron reduction (p = 0.023). Reduced risk was observed for several common tumor types. Iron reduction patients had lower cancer - specific mortality and lower all - cause mortality in patients diagnosed with cancer (p = 0.003 and 0.009, respectively) than control patients. Neither cancer risk nor mortality was affected by variables used to stratify the randomization or demographic variables at entry. Mean ferritin levels at entry were comparable for all patients that subsequently acquired versus did not acquire cancer (p = 0.314) and for patients randomized to either control or iron reduction that later acquired cancer (p = 0.927). Mean ferritin levels during follow-up in patients randomized to iron reduction that acquired cancer were comparable to levels in control patients (p=0.428) while follow-up ferritin levels were significantly lower in patients not acquiring cancer (p=0.017). Conclusions: Randomization to iron reduction was associated with a significantly lower cancer risk and mortality during follow-up. Patients randomized to iron reduction that acquired cancer were relatively non-compliant with intervention. These findings invite further study.",
    "topics": [
        "cancer risk",
        "iron",
        "peripheral vascular diseases",
        "cancer",
        "ferritin measurement",
        "follow-up",
        "phlebotomy",
        "cerebrovascular accident",
        "diabetes mellitus",
        "ferritin"
    ],
    "author_names": [
        "Leo R. Zacharski, MD",
        "Bruce K. Chow, MS",
        "Paula S. Howes, MSN",
        "Galina Shamayeva, MS",
        "John A. Baron, MD",
        "Ronald L. Dalman, MD",
        "David J. Malenka, MD",
        "Keith Ozaki, MD",
        "Philip W. Lavori 6, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Leo R. Zacharski, MD",
            "author_affiliations": [
                "Research Service, VA Medical Center, White River Jct., VT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruce K. Chow, MS",
            "author_affiliations": [
                "Research Service, VA Palo Alto Health Care System, Palo Alto, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula S. Howes, MSN",
            "author_affiliations": [
                "Research Service, VA Medical Center, White River Jct., VT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Galina Shamayeva, MS",
            "author_affiliations": [
                "Research Service, VA Palo Alto Health Care System, Palo Alto, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John A. Baron, MD",
            "author_affiliations": [
                "Medicine, Dartmouth-Hitchcock Medical Center, Lebanon, NH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald L. Dalman, MD",
            "author_affiliations": [
                "Surgery, Stanford University Medical School, Palo Alto, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Malenka, MD",
            "author_affiliations": [
                "Medicine, Dartmouth-Hitchcock Medical Center, Lebanon, NH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith Ozaki, MD",
            "author_affiliations": [
                "Surgery, University of Florida College of Medicine, Gainesville, FL, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip W. Lavori 6, PhD",
            "author_affiliations": [],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T06:46:49",
    "is_scraped": "1"
}