{
    "doi": "https://doi.org/10.1182/blood.V122.21.5379.5379",
    "article_title": "Observational Study Of VMP (Bortezomib, melphalan, prednisolone) Regimen For Newly Diagnosed Korean Myeloma Patients Who Are Not Eligible For Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Background VMP regimen for newly diagnosed myeloma patients is well-documented treatment. However patients in real practice generally have worse performance status and less attention than those in clinical trials. Thus we conducted observational study to evaluate the efficacy and toxicity of VMP treatment in newly diagnosed Korean myeloma patients. Patients and Methods Data were prospectively collected from 39 hospitals. One hundred seventy three patients who started VMP as first line from 2011 May to 2012 April were included for analysis. Results Median age was 71 and 22.5% were more than 75 years old. Fifty-seven per cent were male sex. IgG type was most common (61.9%) and IgA 24.9%. ISS stage I was 13.8% and III was 51.5%. Patients with high risk FISH (Del17p, t(4;14), and t(4;16)) were 4.1%, 4.1%, and 2.3% respectively. Dose and schedule was followed original VISTA trial except for use of prednisolone instead of prednisone. Median 5cycles (range 1-9) were given and 105 patients stopped in the course of treatment. Most common cause were adverse event (28.8%) followed by disease progression or no response (19.6%). Twenty-five mortality cases were reported and 22 were in the course of treatment. The most common cause of mortality was infection (61%) followed by disease progression (13%). Overall response rate was 72.3% and response more than VGPR was 37.6%. Median progression free survival is 455 days and median OS was 504 days. One year PFS was 80.9 % and one year OS was 83.4%. Most common toxicity was cytopenia, peripheral neuropathy, and gastrointestinal toxicities such as nausea and diarrhea. Peripheral neuropathy of all grade and grade 3 or more was 58.6% and 6.36%, respectively Discussions Even though patients with higher proportion of ISS stage, efficacy of VMP regimen was considerable in Korean patients. With relatively high mortality due to infection in the course of treatment prophylactic measures for infection need to be developed. To reduce the incidence of peripheral neuropathy, close observation and intervention are needed to prevent aggravation of neuropathy. Disclosures: Off Label Use: lenalidomide in newly diagnosed myeloma. Kwak: celgene: Research Funding.",
    "topics": [
        "bortezomib",
        "melphalan",
        "multiple myeloma",
        "observational studies",
        "prednisolone",
        "transplantation",
        "infections",
        "peripheral neuropathy",
        "disease progression",
        "toxic effect"
    ],
    "author_names": [
        "Kihyun Kim, MD",
        "Mark Lee, MD, PhD",
        "Hyo Jung Kim, MD, PhD",
        "Yang Soo Kim, MD, PhD",
        "Keon Woo Park, MD",
        "Sung Hwa Bae",
        "Ho Jin Shin",
        "Won Sik Lee, M.D.",
        "Jung-Hee Lee",
        "Jeong Ok Lee",
        "Sung-Soo Yoon",
        "Ki Hwan Kim, MD",
        "Sung-Hyun Nam, MD",
        "Chang-Ki Min, MD",
        "Sang Byung Bae",
        "Joon Seong Park, MD",
        "Myung Soo Hyun, M.D.",
        "Yeung-Chul Mun",
        "Jae-Yong Kwak, MD, PhD",
        "Je-Jung Lee, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kihyun Kim, MD",
            "author_affiliations": [
                "Department of Medicine,, Sungkyunkwan University School of Medicine, Samsung Medical Center, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark Lee, MD, PhD",
            "author_affiliations": [
                "Internal Med., Hem./Onc., Konkuk University Hospital, Seoul, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyo Jung Kim, MD, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Hallym Medical Center, Hallym University College of Medicine, Anyang city, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Soo Kim, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Kosin University Medican Center, Busan, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keon Woo Park, MD",
            "author_affiliations": [
                "Dankook Univ, Cheonan, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung Hwa Bae",
            "author_affiliations": [
                "Catholic University of Daegu School of Medicine, Daegu, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ho Jin Shin",
            "author_affiliations": [
                "Department of Hematology-Oncology, Pusan National University Medical School, Pusan National University Hospital, Busan, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won Sik Lee, M.D.",
            "author_affiliations": [
                "Department of Hematology-oncology, Inje University Busan Paik Hospital, Busan, South Korea, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jung-Hee Lee",
            "author_affiliations": [
                "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeong Ok Lee",
            "author_affiliations": [
                "seoul national university bundang hospital, Seongnam, South Korea, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Soo Yoon",
            "author_affiliations": [
                "Internal Medicine, Seoul National University Hospital, Seoul, South Korea, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ki Hwan Kim, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Internal Medicine, Seoul National University Boramae Medical Center, Seoul, South Korea, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Hyun Nam, MD",
            "author_affiliations": [
                "Internal Medicine, Seoul veterans hospital, Seoul, South Korea, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang-Ki Min, MD",
            "author_affiliations": [
                "Department of Hematology, Catholic BMT Center, Seoul St. Mary's Hospital, The Catholic University of Korea, Seoul, South Korea, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang Byung Bae",
            "author_affiliations": [
                "Soonchunhang University Hospital, Cheonan, South Korea, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joon Seong Park, MD",
            "author_affiliations": [
                "Hematology-Oncology, Ajou University Hospital, Seoul, South Korea, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myung Soo Hyun, M.D.",
            "author_affiliations": [
                "Department of Internal Medicine, Yeungnam University Medical Center, Daegu, South Korea, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeung-Chul Mun",
            "author_affiliations": [
                "Hematology/Oncology, Ewha Womans University, Seoul, South Korea, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Yong Kwak, MD, PhD",
            "author_affiliations": [
                "Department of Internal medicine, Chonbuk National University Medical School & Hospital, Jeonju, South Korea, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Je-Jung Lee, MD",
            "author_affiliations": [
                "Hematology-Oncology, Chonnam National University Medical School, Jeollanam-do, South Korea"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T02:12:37",
    "is_scraped": "1"
}