{
    "doi": "https://doi.org/10.1182/blood-2019-130988",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4194",
    "start_url_page_num": 4194,
    "is_scraped": "1",
    "article_title": "Total Body Irradiation Free Haploidentical Stem Cell Transplant with Post-Transplant Cyclophosphamide for Children with Sickle Cell Disease ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "child",
        "cyclophosphamide",
        "hematopoietic stem cell transplantation",
        "sickle cell anemia",
        "transplantation",
        "whole-body irradiation",
        "cyclosporine",
        "busulfan",
        "fludarabine",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Satya Prakash Yadav, MBBS, DCH, DNB",
        "Anil Sharma, MBBS, MD",
        "Rohit Kapoor, MBBS, MD",
        "Goutomi Chatterjee, MBBS, MD",
        "Dhwanee Thakkar, MBBS, MDFNB",
        "Neha Rastogi, MBBS,DCH,DNB"
    ],
    "author_affiliations": [
        [
            "Pediatric Hemato-Oncology & BMT, Medanta The Medicity, Gurgaon, India"
        ],
        [
            "Pediatric Hemato-Oncology & BMT, Medanta The Medicity, Gurgaon, India"
        ],
        [
            "Pediatric Hemato-Oncology & BMT, Medanta The Medicity, Gurgaon, India"
        ],
        [
            "Pediatric Hemato-Oncology & BMT, Medanta The Medicity, Gurgaon, India"
        ],
        [
            "Pediatric Hemato-Oncology & BMT, Medanta The Medicity, Gurgaon, India"
        ],
        [
            "Pediatric Hemato-Oncology & BMT, Medanta The Medicity, Gurgaon, India"
        ]
    ],
    "first_author_latitude": "28.4395016",
    "first_author_longitude": "77.04083370000001",
    "abstract_text": "Introduction- Allogeneic hematopoietic stem cell transplant (HSCT) is a curative option for children with Sickle cell disease (SCD). Children of ethnic minorities lacking a matched sibling donor were unable to access HSCT as most registries lacked matched unrelated donors for them. However, success of haploidentical related donor HSCT with post-transplant cyclophosphamide (PTCy) in SCD has changed that. Now the next need is to avoid total body irradiation (TBI) during conditioning in infants due to its effects on the developing brain and in children with SCD with prior old infarcts to reduce risk of further brain damage. Another need is to avoid severe acute graft vs. host disease (GVHD). Starting cyclosporine as early as day-1 has shown to reduce it. Here we describe outcomes of 3 children with SCD who underwent haploidentical HSCT with PTCy with TBI free conditioning and had early introduction of cyclosporine. Methods- Three children with SCD (Non-identical-twins both females aged 1-year-old and a 14-year-old male) who had no matched related or unrelated donor available underwent haploidentical HSCT after taking informed consent of the parents. Donor for the first twin was her 6/12 matched mother and for the second twin was 7/12 matched older brother and donor for 3rd patient was his 5/10 matched father. Both twins had never been transfused but has had recurrent swollen painful joints while third patient had recurrent bone pain, chest crisis & had received repeated blood transfusions and his MRI had shown multiple old infarcts. The conditioning was with Rituximab 100 mg/m2 IV on day -7, Busulfan 3.6 mg/kg/dose daily IV for 4 days (Day -6 to -3) for the twins and 3.2 mg kg/dose daily for 3rd patient, Fludarabine 40 mg/m2/dose daily IV for 4 days (Day -6 to -3) and Rabbit anti-thymoglobulin (Thymoglobulin) 1.5 mg/kg/dose daily for 3 days (Day -4 to -2). Peripheral blood stem cells-20 million/kg CD34+ cells each for the the twins and 7 million/kg for the 3rd patient was harvested from the respective haploidentical donors and infused to the patients on Day 0. GVHD prophylaxis was with PTCy 50 mg/kg on Day+3 & 4, intravenous cyclosporine from day-1 and MMF from day+5. Results - All three children engrafted (neutrophils on day+19, day+22, day+22 and platelets on day+12, day+15, day+22 respectively). First twin had uneventful course but second twin developed transplant associated microangiopathy on day+28 so cyclosporine was stopped and switched to sirolimus. She recovered fully with methyprednisone and rituximab therapy. Third patient developed atonic seizures, aphasia and severe drowsiness on day+11 needing mechanical ventilation. No new stroke or infective cause was identified. He recovered fully with conservative management and stopping cyclosporine. Chimerism on day+30 and day+100 was fully donor for the twins however 3rd patient developed mixed chimerism on day+22 - 62% donor cells and rejection by day+40- 4% donor cells. Acute GVHD grade I was seen in second twin. No chronic GVHD was observed. All three children are alive at follow up of 244, 231 and 90 days. Both twins are disease free & off immune suppression and 3rd child has had autologous recovery after rejection. Conclusion- Busulfan & Fludarabine based conditioning is a radiotherapy free option for children with SCD undergoing haploidentical HSCT with PTCy. However, in multi-transfused children it may not be sufficient to prevent rejection. Early introduction of cyclosporine is feasible and can possibly reduce acute GVHD. Disclosures No relevant conflicts of interest to declare."
}