{
    "doi": "https://doi.org/10.1182/blood.V128.22.5656.5656",
    "article_title": "Resistin Induces Multidrug Resistance in Myeloma By Inhibiting Cell Death and Upregulating ABC Transporter Expression ",
    "article_date": "December 2, 2016",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Chemoresistance is a major hurdle in multiple myeloma. Most patients are prone to develop resistance to a wide spectrum of anticancer agents, significantly hampers the patients' long term outcome. Many studies point to bone marrow microenvironment as an important player in myeloma chemoresistance, in which marrow stromal cells and stromal-secreted soluble factors are shown to promote myeloma cell growth and survival. Our previous study has demonstrated that marrow-derived adipocytes protect myeloma cells against chemotherapy-induced apoptosis through adipocyte-secreted adipokines, one of such is leptin. However, the level of leptin expression in myeloma patients is not significantly changed, indicating the involvement of additional adipokines in this process. Interestingly, in a clinical study, an elevation of the adipokine resistin in the serum of myeloma patients after thalidomide treatment were observed as compared with that in patients before treatment, suggesting a potential role of this adipokine in response to chemotherapy. As a 12.5-kDa hormone that is mainly secreted by adipocytes and also secreted by other cells, resistin has a function in production of inflammatory cytokines that are important for cancer development. We thus hypothesized that resistin protects myeloma cells against chemotherapy. In our experiments, human myeloma cell lines and primary myeloma cells isolated from patient bone marrow aspirates were cultured in medium with addition of the recombinant human resistin and chemotherapy drugs melphalan or bortezomib for 24 hours. Cells without resistin served as a control. After cultures, an annexin-V binding assay for assessing apoptosis, western blot analysis for assessing cleavage of caspases and phosphorylation of signaling kinases, and the eFluxx-ID Gold uptake assay for examining ABC transporters activity were performed. In the animal study, myeloma-bearing SCID mice were treated with or without resistin and/or melphalan. Our results showed that resistin treatment reduced melphalan- or bortezomib-induced apoptosis both in vitro and in vivo . This protective effect has been further confirmed by the reduced cleavage of caspase-9, caspase-3, and poly (ADP-ribose) polymerase in myeloma cells. Mechanistic studies showed that culturing myeloma cells with resistin upregulated expression of the anti-apoptotic proteins Bcl-2 and Bcl-xL and downregulated expression of the pro-apoptotic protein Bax via the NF-kB and the PI3K/Akt signaling pathways. Addition of resistin also reduced the intracellular accumulation of eFluxx-ID gold fluorescence in myeloma cells ARP-1 and MM.1S, when compared to that in cells without resistin. In addition, resistin significantly increased the mRNA and protein expression of ATP-binding cassette (ABC) transporters in myeloma cells by downregulating the expression of DNA methyltransferase 1 and 3a, and CpG methylation in the promoters of ABC transporters. Thus, our study demonstrates that resistin is a novel factor contributing to myeloma chemoresistance, and also implicates that disruption of its protective effect can be a potential strategy to improve current chemotherapy in patients and prolong survival. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "atp-binding cassette transporters",
        "multiple myeloma",
        "resistin",
        "cell death",
        "drug resistance, multiple",
        "chemotherapy regimen",
        "adipokines",
        "melphalan",
        "bortezomib",
        "gold"
    ],
    "author_names": [
        "Jianan Pang, MD",
        "Qiaofa Shi",
        "Zhiqiang Liu, PhD",
        "Jin He, M.S.",
        "Huan Liu, PhD",
        "Pei Lin, MD",
        "Robert Z. Orlowski, PhD, MD",
        "Jiuwei Cui",
        "Jing Yang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jianan Pang, MD",
            "author_affiliations": [
                "Cancer Center, The First Hospital of Jilin University, Changchun, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qiaofa Shi",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhiqiang Liu, PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin He, M.S.",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huan Liu, PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, Division of Cancer Medicine, Center for Cancer Immunology Research, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pei Lin, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Z. Orlowski, PhD, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiuwei Cui",
            "author_affiliations": [
                "Cancer Center, Jilin university/the First Hospital of Jilin University/, Changchun, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Yang, PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:27:55",
    "is_scraped": "1"
}