{
    "doi": "https://doi.org/10.1182/blood.V128.22.418.418",
    "article_title": "Use of \"Big Data\" to Define Disease Burden, Complication Rates and Healthcare Costs in Patients with Heparin Induced Thrombocytopenia (HIT) ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Clinical Aspects",
    "abstract_text": "Background: HIT is a life-threatening complication that occurs in a subset of heparin-treated patients. To our knowledge, a large population-based estimate of HIT disease burden, complication rates and economic cost has not been reported previously. Based on small studies, wide variations in the incidence of HIT has been observed in some patient populations. For example, among patients undergoing knee and hip arthroplasties, rates of HIT were reported to be less than 0.5% in some studies, but others, including a recent study suggest a much higher risk (Blood. 2016 25;127(8):1036-43). Similarly, rates of HIT reported in patients undergoing hemodialysis are highly variable, with some reporting an incidence as high as 3.9% (AJKD 1996; 28(1):82-5). To better address these discrepant findings and to benchmark disease burden and complication rates, we performed an analysis of the Nationwide Inpatient Sample (NIS). Methods: The NIS is a large inpatient healthcare database in the US. Unweighted, it contains data from >7 million hospital stays each year and weighted, it estimates >35 million hospitalizations. Full-year HIT data was available for 2009-2013, and this study period was queried to identify patients >18 years of age with a discharge diagnosis of HIT. Survey weighted domain analysis was conducted to estimate the incidence of HIT. HIT rates were also estimated in patients who underwent specific procedures (coronary artery bypass grafting [CABG, a known \"high\" risk setting for HIT development], hip and knee replacement, and dialysis. Incidence of thrombosis, bleeding, in-hospital mortality, and length and cost of hospitalization were also calculated. Outcomes in HIT patients were compared to those without HIT using ANOVA and Chi-squared test for continuous and categorical variables, respectively. Results: The annual HIT burden averaged ~22,000 annually over the study period with no change over that time frame ( Fig 1A , p=0.1). The incidence of HIT was highest in patients undergoing CABG at 0.51%, followed closely by dialysis at 0.43% ( Fig 1B ). HIT rates were low in knee and hip arthroplasty at 0.02% each, even lower than the 0.07% overall rate of HIT for all patients ( Fig 1B ). The incidence of thrombosis was high in HIT ( Fig 1B ) with venous thrombosis being the most common type (17.9%), followed by pulmonary embolism (8.3%) and arterial thrombosis (2.3%) ( Fig 1C ), consistent with the relative incidence reported in the published literature. Rates of major bleeding in HIT is estimated to be 10-20% with direct thrombin inhibitor therapy. Our analysis yielded much lower major bleeding rates of 2.5% and 0.7% for gastrointestinal and intracranial bleeding, respectively ( Fig 1D ). In-hospital mortality in HIT was 9.5%, almost five times higher than in patients without HIT ( Fig 1E ). Notably, the length of hospitalization and cost of care were approximately 3x higher in patients with HIT compared to those without ( Fig 1E & 1F) . Conclusions: Surprisingly, HIT disease burden was large and unchanged during the study period averaging >20,000 cases annually. A recent study suggests that an \"avoid unfractionated heparin\" protocol can significantly decrease the incidence of HIT (Blood. 2016; 127(16):1954-9). Large scale interventions of this type may be needed to tackle this common disorder. Our data also suggests that rate of HIT in knee and hip arthroplasty are low, while in patients undergoing dialysis it is more common than generally believed. We found that thrombosis, a serious complication of HIT is a very common finding, but major bleeding rates were low. HIT also resulted in a disproportionate utilization of resources with costs per patient of ~ $150,000. There are important limitations with use of data from the NIS, where missing/miscoded information are concerns. Additionally, the NIS has no information on drug use. For example, HIT incidence in CABG includes all patients who underwent the procedure whether or not heparin exposure occurred (both off- and on-pump). In addition, rates of thrombosis may be overestimates as heparin may have been used to treat thrombosis in some patients and caused HIT with isolated thrombocytopenia. Despite these shortcomings, in addition to disease benchmarking, this information may aid healthcare providers and public health professionals plan and implement broad preventative and therapeutic interventions to tackle this dangerous yet common disease. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Padmanabhan: Bloodcenter of Wisconsin: Patents & Royalties: A patent application has been filed on a Method of detecting platelet activating antibodies that cause heparin-induced thrombocytopenia/thrombosis; PCT/US14/62591; Fenwal (Fresenius Kabi): Research Funding; Terumo BCT: Consultancy, Honoraria; Mallinckrodt Pharmaceuticals: Consultancy, Honoraria; LEK Consulting: Consultancy, Honoraria; Schlesinger & Associates: Consultancy, Honoraria.",
    "topics": [
        "big data",
        "cost of illness",
        "thrombocytopenia, heparin-induced",
        "thrombosis",
        "coronary artery bypass surgery",
        "hemodialysis",
        "heparin",
        "bleeding rate",
        "hemorrhage",
        "hip replacement arthroplasty"
    ],
    "author_names": [
        "Binod Dhakal, MDMS",
        "Parameswaran Hari, MBBS, MD MRCP",
        "Lisa Rein, MS",
        "Raphael Fraser, PhD",
        "Anand Padmanabhan, MBBS, MA, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Binod Dhakal, MDMS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Hari, MBBS, MD MRCP",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Rein, MS",
            "author_affiliations": [
                "Department of Biostatistics, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael Fraser, PhD",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anand Padmanabhan, MBBS, MA, PhD",
            "author_affiliations": [
                "Medical Sciences Institute, BloodCenter of Wisconsin, Milwaukee, WI ",
                "Medical College of Wisconsin, Milwaukee,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T13:08:42",
    "is_scraped": "1"
}