{
    "doi": "https://doi.org/10.1182/blood.V128.22.1409.1409",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3397",
    "start_url_page_num": 3397,
    "is_scraped": "1",
    "article_title": "Pegylated Full-Length Recombinant Factor VIII with Extended Half-Life in Previously Treated Pediatric Patients with Hemophilia Α: Efficacy of Prophylaxis and Treatment By Time (of Day/of Week) of Occurrence of Bleeding ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "topics": [
        "half-life",
        "hemophilia a",
        "hemorrhage",
        "pediatrics",
        "recombinant antihemophilic factor viii",
        "infusion procedures",
        "bleeding diathesis",
        "bleeding rate",
        "blood coagulation disorders",
        "factor viii"
    ],
    "author_names": [
        "Eric S. Mullins, MD",
        "Christine M. Knoll, MD",
        "Amy L. Dunn, MD",
        "Werner Engl, PhD Cstat",
        "Marlies Sharkhawy, MA",
        "Brigitt E. Abbuehl, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Phoenix Children's Hospital, Phoenix, AZ "
        ],
        [
            "Division of Hematology/Oncology/BMT, Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "Shire, Vienna, Austria "
        ],
        [
            "Baxalta Innovations GmbH, now part of Shire, Vienna, Austria"
        ],
        [
            "Baxalta Innovations GmbH, now part of Shire, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "39.1414009",
    "first_author_longitude": "-84.5011174",
    "abstract_text": "Introduction: Hemophilia A (HA) is an X linked recessive bleeding disorder characterized by frequent bleeding predominantly in joints. To avoid the sequelae of hemarthroses (e.g., target joints and arthropathy), timing of factor VIII (FVIII) infusions to cover periods of physical activity and adherence to a prophylactic schedule are particularly important in children with HA. BAX 855 1 , a polyethylene glycol (peg)ylated, extended half-life, full-length, recombinant FVIII built on ADVATE 2 , was developed to reduce infusion frequency while maintaining or improving therapeutic efficacy. Methods: Efficacy of twice-weekly prophylaxis with BAX 855 was evaluated in a phase 3, prospective, uncontrolled, multicenter study in pediatric previously treated patients with severe HA (FVIII level <1%) without inhibitors (<0.6 BU using the Nijmegen modification). Annualized bleeding rates (ABRs) and efficacy of bleed treatment were analyzed by time of day (morning [04:00 - 11:59], afternoon [12:00 - 17:59], evening [18:00 - 03:59]) and period of the week (weekday [Monday - Friday], weekend [Saturday, Sunday]). The study was performed in accordance with the principles of the Declaration of Helsinki of the World Medical Association. Results: Sixty-six patients, 32 aged <6 and 34 aged 6 to <12 years, were treated with a mean (SD) prophylactic BAX 855 dose of 51.1 (5.5) IU/kg at a frequency of 1.8 (0.2) infusions per week for 48.5 (7.7) exposure days. ABRs were highest in the evening with point estimates (95% CIs) of the mean of 1.0 (0.7 - 1.5) compared to 0.6 (0.4 - 1.0) in the afternoon and 0.5 (0.3 - 1.1) in the morning. On weekdays, the point estimate (95% CI) of the mean ABR was 2.4 (1.7 - 3.5), on weekends it was 0.9 (0.6 - 1.2). For all periods assessed except for mornings, ABRs were higher in the older than in the younger cohort (Table 1). Seventy minor or moderate bleeding events in 34/66 (51.5%) patients were treated with a mean (SD) dose of 57.9 (31.0) IU/kg of BAX 855. Most treated bleeds occurred in the evening (34.3%; 24/70), fewer in the afternoon (22.9%; 16/70) and in the morning (14.3%; 10/70). The proportion of moderate bleeds increased during the day from 20.0% (2/10) in the morning to 31.3% (5/16) in the afternoon and 70.8% (17/24) in the evening. For 28.6% (20/70) of treated bleeds, the time of day of occurrence was unknown. The mean interval between the preceding prophylactic infusion and the bleeding event was similar for all times of day, ranging from 51.0 h to 54.6 h (median 51.4 h to 57.8 h). On weekends, the mean interval between prophylactic dose and bleeding event was lower (38.8 h; median 35.7 h) than on weekdays (54.6 h; median 52.9 h), suggesting that the time of infusion was chosen to cover for weekend activities. Bleeding severity was similar on weekdays and on weekends. Efficacy of bleed treatment with BAX 855 was rated excellent or good for ≥85% of bleeds and ≥85% were treated with 1 or 2 infusions, irrespective of the time of day/period of the week the bleeds occurred. Conclusions: In this study in pediatric patients with severe HA, bleeding was observed more frequently in the evening than during other times of day and more frequently on weekdays than on weekends. BAX 855 was shown to be effective for the prevention and treatment of bleeding in this patient population. 1 BAX 855 (Baxalta US Inc., now part of Shire) is licensed in the US and Japan under the trade name ADYNOVATE. 2 ADVATE is a trademark of Baxalta US Inc., now part of Shire. View large Download slide View large Download slide  Disclosures Mullins: Baxalta (now part of Shire): Honoraria; US WorldMeds: Membership on an entity's Board of Directors or advisory committees. Dunn: Bayer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Baxalta (now part of Shire): Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Biogen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL Behring: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Research Funding; Kedrion: Research Funding; NovoNordisk: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Octapharma: Research Funding. Engl: Shire: Employment, Equity Ownership. Sharkhawy: Baxalta (now part of Shire): Employment. Abbuehl: Baxalta (now part of Shire): Employment."
}