{
    "doi": "https://doi.org/10.1182/blood.V124.21.4875.4875",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2826",
    "start_url_page_num": 2826,
    "is_scraped": "1",
    "article_title": "Tibetan PHD2 D4E High Altitude Adapted Gene Can be Rapidly Detected By High Resolution Melting Assay ",
    "article_date": "December 6, 2014",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "topics": [
        "dideoxy chain termination dna sequencing",
        "disease association",
        "dna",
        "dyes",
        "erythrocytosis due to low atmospheric pressure",
        "genes",
        "genotype determination",
        "high altitude",
        "hypoxia",
        "hypoxia chronic"
    ],
    "author_names": [
        "Anna Shestakova, PhD",
        "Felipe Lorenzo, MD/PhD",
        "Tsewang Tashi, MD",
        "Lucie Lanikova, PhD",
        "Carl T Wittwer, MD/PhD",
        "Josef T. Prchal, MD"
    ],
    "author_affiliations": [
        [
            "University of Utah, Salt Lake City, UT "
        ],
        [
            "University of Utah, Salt Lake City, UT "
        ],
        [
            "University of Utah, Salt Lake City, UT "
        ],
        [
            "Palacky University Olomouc, Olomouc, Czech Republic "
        ],
        [
            "University of Utah, Salt Lake City, UT "
        ],
        [
            "The University of Utah, Salt Lake City, UT"
        ]
    ],
    "first_author_latitude": "40.7649368",
    "first_author_longitude": "-111.84210209999999",
    "abstract_text": "High altitude is accompanied by hypoxia. Acute and chronic hypoxia induces a number of compensatory physiological responses mediated by hypoxia-inducible factors (HIFs) that regulate erythropoiesis, iron and energy metabolism, and other essential organismal responses. Excessive HIF responses occurring at high altitude may be accompanied by morbidity (polycythemia and pulmonary hypertension) or mortality (brain and pulmonary edema). HIFs are down regulated by two principal factors, i.e. prolyl hydroxylases (PHDs) and von Hippel Lindau proteins (VHL). Tibetans have lived at 3,000-5,000 meters for approximately 20,000 years and have acquired a number of beneficial genetic adaptations which appear to prevent negative responses to hypoxia at high-altitude. Deciphering these genetic changes is crucial to improve our understanding of the underlying hypoxia-mediated response mechanisms and to develop targeted therapies. We recently identified the first Tibetan-specific mutation, PHD2 D4E , caused by a missense mutation (rs186996510) in EGLN1 . PHD2 D4E has an allelic frequency of ~85% in Tibetans and a low K m for oxygen, accounting for the protection of Tibetans from high-altitude polycythemia. Other effects of PHD2 D4E on HIF-regulated pathophysiology remain to be delineated. A 77% GC-rich area surrounds rs186996510, resulting in a low success rate of detecting the mutation by Sanger sequencing or next-generation sequencing. PHD2 D4E was unreported in published whole-genome analyses of Tibetans (Xin Yi et. al. Science 2010). Here we describe a high-resolution melting assay of a small PCR product for targeted genotyping of rs186996510. The single base-pair change (G to C) is visualized by melting small amplicons in the presence of a fluorescent DNA-binding dye. Heterozygotes are differentiated from homozygous genotypes by a pronounced change in the shape of the melting curve caused by the formation of heteroduplexes. However, wild type and homozygous variants are difficult to distinguish by melting alone, and require an additional step of a second melting analysis after mixing with known wild type DNA. Upon melting these mixtures, homozygotes appear as heterozygous melting curves, while wild type genotypes will remain wild type ( Figure 1 ). We developed and validated a high resolution melting assay for rapid genotyping of PHD2 D4E suitable for population and disease association studies. In our ongoing analyses, we genotyped DNA from over 300 Tibetans residing at sea level, 1300 meters, 1730-2300 meters and 4320 meters, and are correlating the allelic frequency of PHD2 D4E with hematocrit levels. The high resolution melting assay for genotyping PHD2 D4E is a simple, accurate, rapid, and inexpensive approach to identify SNP-targeted mutations, especially suitable for a large number of samples such as needed for population studies, without the expense and time required for sequencing studies. Figure 1. View large Download slide High resolution melting analysis of rs186996510 using a 48-base a pair PCR product amplified with primers Forward 5Õ AACGCTCTCACGCCGCCATGGCCAATGA 3Õ and Reverse 5Õ GCCGGGCCCGCCGCT 3Õ. Rapid-cycle PCR amplification and melting analysis were performed in a LS32 real-time instrument. Amplicons from homozygous, heterozygous and wild-type genotypes, and a mixture of wild-type and homozygous products were melted in the presence of a saturating DNA dye (LCGreen). High resolution melting curves and derivative plot are shown. Heterozygotes, or mixed wild type and homozygous variant produce a large change in the shape of the melting curve (red) in comparison to wild-type and homozygous variant (black). Figure 1. View large Download slide High resolution melting analysis of rs186996510 using a 48-base a pair PCR product amplified with primers Forward 5Õ AACGCTCTCACGCCGCCATGGCCAATGA 3Õ and Reverse 5Õ GCCGGGCCCGCCGCT 3Õ. Rapid-cycle PCR amplification and melting analysis were performed in a LS32 real-time instrument. Amplicons from homozygous, heterozygous and wild-type genotypes, and a mixture of wild-type and homozygous products were melted in the presence of a saturating DNA dye (LCGreen). High resolution melting curves and derivative plot are shown. Heterozygotes, or mixed wild type and homozygous variant produce a large change in the shape of the melting curve (red) in comparison to wild-type and homozygous variant (black).  Disclosures Wittwer: BioFire Diagnostics: Aspects of melting analysis Patents & Royalties, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}