{
    "doi": "https://doi.org/10.1182/blood.V116.21.116.116",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1739",
    "start_url_page_num": 1739,
    "is_scraped": "1",
    "article_title": "Potentiation of Bortezomib-Induced Killing of Lymphoma Cells by Inhibition of Autophagy and Prevention of I-κBα Degradation ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Novel Targeted Therapies",
    "topics": [
        "autophagy",
        "bortezomib",
        "catabolism",
        "killing",
        "lymphoma",
        "potentiation",
        "diffuse large b-cell lymphoma",
        "ubiquitin",
        "proteasome inhibitors",
        "adaptor signaling protein"
    ],
    "author_names": [
        "Li Jia, PhD, MD",
        "Ganga Gopinathan",
        "Johanna T Sukumar",
        "John G. Gribben, MD, DSc"
    ],
    "author_affiliations": [
        [
            "Centre for Medical Oncology, Institute of Cancer, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, United Kingdom"
        ],
        [
            "Centre for Medical Oncology, Institute of Cancer, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, United Kingdom"
        ],
        [
            "Centre for Medical Oncology, Institute of Cancer, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, United Kingdom"
        ],
        [
            "Centre for Medical Oncology, Institute of Cancer, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.52022105000001",
    "first_author_longitude": "-0.0800654",
    "abstract_text": "Abstract 116 Previous studies have shown that germinal center B cell-like (GCB) diffuse large B-cell lymphoma (DLBCL) are resistant to proteasome inhibitors such as bortezomib. The mechanism by which GCB-DLBCL cells escape from proteasome inhibitor-induced apoptosis is unclear. To investigate this further, we examined the proteasomal pathway, expression of anti-apoptotic proteins and autophagy. Using bortezomib or MG-262, we show that DLBCL cells have differential sensitivity to proteasome inhibitor-mediated cell death, even though the effects on proteasome inhibition were similar. DLBCL cells that either over-express anti-apoptotic proteins such as Bcl-2, or lack pro-apoptotic proteins including Bax/Bak, are more resistant to proteasome inhibitor-induced reduction of mitochondrial membrane potential and activation of caspase-3. Treatment with bortezomib induced autophagy in both sensitive and resistant DLBCL cells, as demonstrated by an accumulation and aggregation of the autophagy marker protein LC3-II. Bortezomib induced accumulation of ubiquitinated proteins and a decrease in the adaptor protein p62, indicating activation of autophagic degradation. Fluorescent microscopy revealed that bortezomib induced p62 recruits both ubiquitinated proteins and LC3-II, suggesting that p62 leads ubiquitinated protein to autophagosomes. Treatment with bortezomib thereby promotes I-kBα degradation, demonstrating that the route of I-κBα degradation is not via the ubiquitin-proteasome degradation system. Bortezomib-induced I-kBα degradation was detected in both DLBCL cell lines and primary DLBCL and follicular lymphoma samples. Chloroquine (CQ), an inhibitor of autophagy, significantly increased bortezomib-induced accumulation of p62 and ubiquitinated proteins, including I-κBα, Bax and p53. CQ alone induced a dose-dependent increase in I-kBα protein levels, indicating that I-κBα protein can be degraded by autophagy even in the absence of proteasome inhibition. Importantly, the combination of proteasome and autophagy inhibitors shows great potential to kill apoptosis-resistant lymphoma cells. Proteasome inhibitor with or without CQ induced cell death in DLBCL cells cannot be blocked completely by either caspase inhibitors or knockdown of Bax/Bak proteins, suggesting that cell death occurs via a caspase-independent pathway. In summary, proteasome inhibitors induce autophagy and confer DLBCL cells resistance by eliminating I-κBα and possibly other pro-apoptotic proteins. Addition of autophagy inhibitors to bortezomib has the potential to induce increased killing in patients with resistant lymphoma. Disclosures: Gribben: Roche: Consultancy; Celgene: Consultancy; GSK: Honoraria; Napp: Honoraria."
}