{
    "doi": "https://doi.org/10.1182/blood.V118.21.2831.2831",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2025",
    "start_url_page_num": 2025,
    "is_scraped": "1",
    "article_title": "Proposal of A Prognostic Score for Previously Untreated Patients with Chronic Lymphocytic Leukemia Based on An Overall Survival Analysis of Three German CLL Study Group Phase III Trials ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide",
        "electrocorticogram",
        "fludarabine",
        "genetic aspects",
        "phase 3 clinical trials",
        "prognostic factors",
        "rai staging system",
        "rituximab"
    ],
    "author_names": [
        "Jasmin Bahlo",
        "Natali Pflug, MD",
        "Thomas Elter, MD",
        "Kathrin Bauer, MD",
        "Barbara Eichhorst, MD",
        "Manuela Bergmann, MD",
        "Raymonde Busch",
        "Hartmut Döhner, MD",
        "Stephan Stilgenbauer, MD",
        "Clemens-Martin Wendtner, MD",
        "Kirsten Fischer, MD",
        "Michael Hallek, MD"
    ],
    "author_affiliations": [
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany, "
        ],
        [
            "Cochrane Hematological Malignancies Group, Department I of Internal Medicine, University Hospital, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany, "
        ],
        [
            "Department III of Internal Medicine, University Hospital, Ulm, Germany, "
        ],
        [
            "Institute for Medical Statistics and Epidemiology, Technical University Munich, Munich, Germany, "
        ],
        [
            "Department III of Internal Medicine, University of Ulm, Ulm, Germany, "
        ],
        [
            "University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Hematology, Oncology, Immunology, Palliative Care, Infectiology and Tropical Medicine, Hospital Munich-Schwabing, Munich, Germany, "
        ],
        [
            "University of Cologne, Cologne, Germany"
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany, "
        ]
    ],
    "first_author_latitude": "50.923662099999994",
    "first_author_longitude": "6.9170435",
    "abstract_text": "Abstract 2831 Introduction Prognosis and need of treatment in CLL is currently determined by clinical staging systems of Binet and Rai. Recent research has focused on prognostic factors that may predict a poor prognosis independent of the clinical stage. Markers which have shown independent prognostic information are serum parameters and genetic factors (genomic aberrations, IgHV and p53 mutational status). To investigate the relevance of these different factors, we performed a pooled analysis using the data of three multicenter German CLL Study Group phase III trials (CLL1, CLL4 and CLL8). Based on this analysis we propose a prognostic score for previously untreated patients with early and advanced CLL. Material and Methods Patients were recruited between 1997 and 2006 into three phase III trials: 715 in CLL1 (“watch and wait” versus fludarabine (F)), 362 in CLL4 (F versus F and cyclophosphamide (FC)) and 817 patients in the CLL8 trial (FC versus FC and rituximab (FCR)). Serum parameters and genetic factors were centrally analyzed prior to treatment. The main end point of all statistical analyses was overall survival. First, univariate analyses were performed including variables of different groups such as baseline characteristics, stage of disease, laboratory results, molecular cytogenetics, mutational status and serum parameters. Next, multivariate Cox regressions were applied including all parameters that showed a significant association with overall survival in univariate analyses. To create a prognostic score we developed a weighted grading algorithm for independent factors based on ranges of hazard ratios. Finally, a prognostic score was defined as the sum of single ratings of adverse factors. According to this score, four different risk groups for overall survival could be identified. Results In total 1948 patients were eligible for the pooled analysis with a median age of 60 years (range, 30 to 81 years). After a median observation time of 63.4 months 485 deaths were reported. At study entry, 799 patients (42.4%) were at Binet stage A, 717 (38.0%) at Binet stage B and 370 (19.6%) at Binet stage C. Almost all considered variables were significantly associated with outcome and therefore included in the multivariate analysis. Based on the data of 1223 patients for whom all parameters were available, multivariate Cox regressions were performed and identified gender, age, ECOG score, del(17p), del(11q), IgHV mutational status, serum β 2 -microglobulin and serum thymidine kinase as independent factors for overall survival. Deletion 17p was the strongest adverse factor. Neither the clinical staging (Rai, Binet) nor the treatment modality were independent prognostic factors for overall survival. Similarly, the time interval between first diagnosis and study entry was not an independent prognostic factor. Due to the great differences between hazard ratios of independent factors, we developed a weighted grading system based on a simple algorithm to assign an individual grade to each adverse factor. By using this weighted grading, four different prognostic groups could be separated: low risk (score 0 – 2), intermediate risk (score 3 – 5), high risk (score 6 – 10) and very high risk (score 11 – 14) ( figure 1 ). Overall survival rates were significantly different for these four groups with 95.2%, 86.9%, 67.7% and 18.7% survival after 5 years for the low, intermediate, high and very high risk group, respectively (p<0.0001). Moreover, within the group of patients showing a deletion 17p the score could distinguish patients of a high risk and a very high risk group (p<0.0001). Finally, the score could predict the individual risk for short overall survival independent of and within the different Binet or Rai stages (p<0.0001) ( figure 2 ). Conclusion While Binet and Rai staging systems may remain important for the initial clinical assessment due to their simplicity, our prognostic score using a weighted combination of genetic and serum markers is superior to predict the overall survival of CLL patients. Figure 1. View large Download slide Survival curves according to risk groups as defined by prognostic score Figure 1. View large Download slide Survival curves according to risk groups as defined by prognostic score Figure 2. View large Download slide Risk groups and Binet stages Figure 2. View large Download slide Risk groups and Binet stages Disclosures: Pflug: Hoffmann-la Roche: Travel grant; Mundipharma: Travel grant. Eichhorst: Hoffmann La Roche: Honoraria, Research Funding, Travel Grants; Mundipharma: Research Funding, Travel Grants; Gilead: Consultancy. Bergmann: Celgene: Honoraria. Döhner: Hoffmann-la Roche: Research Funding. Stilgenbauer: Hoffmann La Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Travel Grants. Fischer: Hoffmann La Roche: Travel Grants. Hallek: Hoffmann-la Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees."
}