{
    "doi": "https://doi.org/10.1182/blood.V120.21.4059.4059",
    "article_title": "Acquired Therapy-Related Cytogenetic Clones in Patients Treated for Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Abstract 4059 Background: Approximately 5% of cancer patients treated with cytotoxic agents develop cytogenetic abnormalities which can progress to therapy-related myeloid malignancies over time. Acquired cytogenetic clones (ACC) have been incidentally observed in patients treated for multiple myeloma, yet their long-term clinical significance is not well defined. Patients and Methods: We performed a retrospective review of patients treated for multiple myeloma at the University of Texas MD Anderson Cancer Center over an 11-year period from 6/2001 to 6/2012. Patients with acquired cytogenetic abnormalities were identified and corresponding bone marrow biopsies at the time of detection were evaluated for the presence of therapy-related myelodysplastic syndrome (t-MDS) or acute myeloid leukemia (t-AML). Among these cases, patients with abnormal cytogenetic clones confirmed by karyotyping and/or FISH but without morphologic or clinical evidence of t-MDS/AML were classified as having silent ACC (SACC). The subsequent clinical history and bone marrow (BM) biopsies were reviewed in these patients to characterize the long-term clinical significance of SACC and the risk of developing t-MDS/AML. Results: 40 patients were identified who developed abnormal cytogenetic clones while undergoing treatment for multiple myeloma. There were 29 men and 11 women with a median age of 65 years (range, 47–82) at the time of detection. The median interval from initial diagnosis of multiple myeloma to the detection of clonal abnormality was 38 months (range, 6–181). In general, patients were heavily pretreated with an average of 4.3 therapeutic regimens (range, 1–11), excluding single-agent dexamethasone, prior to the detection of clonal cytogenetic abnormalities. 37 patients (93%) had received alkylating agents while 3 patients received only bortezomib and/or lenalidomide based therapies. 31 patients (78%) had prior autologous stem cell transplantation. Abnormal cytogenetic clones identified included isolated del(20q) [n=14], complex cytogenetic abnormalities (≥3 abnormalities) [n=5], del(7q) [n=4], del(5q) [n=3], -5/del(7q) [n=2], der(1;7) [n=3], inv(3q) [n=1], der(5;15)/del(5q) [n=1], del(5q)/-7 [n=1], -7 [n=1], +8 [n=1], del(9q) [n=1], del(9p) [n=1], del (11q) [n=1], and +15 [n=1]. Bone marrow morphologic examination confirmed the presence of t-MDS in 11 (28%) patients at the time of clonal cytogenetic abnormality; 10 of these patients had aberrations of chromosome 5 or 7 and 1 had inv(3q). 29 (73%) patients met criteria for SACC, including all 14 patients with isolated del(20q). With a median follow-up of 8.7 months (range, 0–59) after the detection of SACC, only 1 of 14 patients with available follow-up BM biopsies developed t-MDS, which occurred 22 months after detection of a del(7q) SACC. Of 14 patients with SACC that had follow-up cytogenetic studies, 7 patients showed persistence of SACC, while the other 7 patients demonstrated a normal diploid karyotype. Conclusion: Among acquired cytogenetic abnormalities in patients treated for multiple myeloma, abnormalities in chromosome 5 or 7 have the highest association with the development of t-MDS/AML. However, in patients meeting the criteria for SACC, there appears to be a low-rate of progression to t-MDS/AML, especially those with isolated del(20q). Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "clone cells",
        "cytogenetics",
        "multiple myeloma",
        "follow-up",
        "biopsy",
        "cancer",
        "karyotype determination procedure",
        "alkylating agents",
        "autologous stem cell transplant",
        "bone marrow biopsy"
    ],
    "author_names": [
        "Hans C. Lee, MD",
        "C. Cameron Yin, MD, PhD",
        "Muzaffar H. Qazilbash, MD",
        "Iris Wang, MD",
        "Victoria Lu",
        "Gary Lu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hans C. Lee, MD",
            "author_affiliations": [
                "Division of Cancer Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "C. Cameron Yin, MD, PhD",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muzaffar H. Qazilbash, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iris Wang, MD",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Lu",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Lu, MD",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:51:21",
    "is_scraped": "1"
}