{
    "doi": "https://doi.org/10.1182/blood.V116.21.4673.4673",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1690",
    "start_url_page_num": 1690,
    "is_scraped": "1",
    "article_title": "Detection of Cytokine Protein Expression In Immune Thrombocytopenic Purpura Using Protein Arrays ",
    "article_date": "November 19, 2010",
    "session_type": "DISORDERS OF PLATELET NUMBER OR FUNCTION",
    "topics": [
        "cytokine",
        "purpura, thrombocytopenic, idiopathic",
        "molecule",
        "disease remission",
        "receptors, cytokine",
        "antibodies",
        "autoantibodies",
        "autoimmune diseases",
        "biological markers",
        "biotin"
    ],
    "author_names": [
        "Shan Hua Zou, MD",
        "Xuejiao Zhang",
        "Weiguang Wang, MD, PhD",
        "Yunfeng Cheng, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Zhongshan Hospital, Fudan University, Shanghai, "
        ],
        [
            "Hematology Department, Zhongshan Hospital, Fudan University, Shanghai, "
        ],
        [
            "Hematology Department, Zhongshan Hospital, Fudan University, Shanghai, China, "
        ],
        [
            "Hematology department, Zhongshan Hospital, Fudan University, Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.198846999999994",
    "first_author_longitude": "121.453345",
    "abstract_text": "Abstract 4673 Introduction Immune thrombocytopenic purpura (ITP) is an autoimmune disease characterized by low platelets and bleeding. The mechanism of ITP has historically been attributed to platelet autoantibody production and the resultant platelet destruction. More recent evidence suggests a multifactorial pathogenesis. Patients show impaired immune regulation manifested by increased proliferation of helper T lymphocytes and cytotoxic T lymphocytes from patients can lyse platelets in vitro. A complex picture of the immune processes involved in autoimmunity has emerged over the last decade with the identification and characterization of immunoregulatory elements (receptors, cytokines, and other signaling molecules) and cell trafficking patterns. Protein arrays are rapidly becoming established as a powerful means to detect proteins, monitor their expression levels, and investigate protein interactions and functions. Method During August 2009 to April 2010,17 newly diagnosed patients with ITP were enrolled. The mean platelet count at onset is 25*10 9 /L. Seventeen health adults were as control group. We detected the changes of 507 kinds of cytokines, receptors and other signaling molecules in patients with ITP at onset, remission and relapse using the RayBio® Biotin Label-based Human Antibody Array I. The expression level differed by more than 2-fold from that observed in control group was as abnormal. We analyzed these proteins by cluster analysis. Results Compared with the healthy volunteers, the ITP patients at onset showed 35 elevated and 130 decreased proteins, the ITP patients at relapse showed 99 elevated and 189 decreased cytokines, the patients at remission showed 94 elevated and 144 decreased cytokines. This study shown that Th1 cytokines, JAK-STAT signaling pathway molecules, TGF-beta signaling pathway molecules, chemokine signaling pathway molecules, MAPK signaling pathway molecules and TLR signaling pathway molecules maybe closely related to the pathogenesis in ITP. Conclusion An understanding of the interplay of cytokines, receptors and signaling molecules in the breakdown of self-tolerance has brought to light unrecognized mechanisms of the autoimmune destruction of platelets in ITP and potential targets for future therapeutic advances. These identified proteins may constitute novel biomarkers of ITP and might hold great potential as surrogate markers for monitoring the patients with ITP. Disclosures: No relevant conflicts of interest to declare."
}