{
    "doi": "https://doi.org/10.1182/blood-2018-99-111010",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4011",
    "start_url_page_num": 4011,
    "is_scraped": "1",
    "article_title": "CNS Relapse Risk in Consecutive R-CHOP/R-Mini-CHOP-Treated Elderly DLBCL Is Low, with High Risk Particularly Apparent in Those with CNS IPI 5-6 and/or Renal/Adrenal Involvement ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster I",
    "topics": null,
    "author_names": [
        "Toby A. Eyre",
        "Nicolas Martinez-Calle, MD #",
        "Amy A Kirkwood, MSc",
        "Catherine Hildyard",
        "Murali Kesavan",
        "Joseph Butler",
        "Carolyn Mercer",
        "Faouzi Djebbari",
        "Hannah Plaschkes",
        "John Griffith",
        "Stephen Booth",
        "Andrew McMillan",
        "Mark Bishton",
        "Christopher P. Fox, MD PhD",
        "Graham P. Collins, MB BS DPhil",
        "Chris Hatton"
    ],
    "author_affiliations": [
        [
            "Oxford University Hospitals NHS Foundation Trust, Old Road, United Kingdom "
        ],
        [
            "Department of Clinical Haematology, Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom "
        ],
        [
            "Cancer Research UK and University College London Cancer Trials Centre, London, United Kingdom "
        ],
        [
            "Department of Haematology, Milton Keynes Hospital, Milton Keynes, United Kingdom "
        ],
        [
            "Department of Haematology, Oxford University Hospitals NHS Founation Trust, Oxford, United Kingdom "
        ],
        [
            "Department of Haematology, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom "
        ],
        [
            "Department of Haematology, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom "
        ],
        [
            "Department of Haematology, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom "
        ],
        [
            "Oxford University Medical School, Oxford, United Kingdom "
        ],
        [
            "Department of Haematology, Great Western Hospital, Swindon, United Kingdom "
        ],
        [
            "Department of Haematology, Royal Berkshire Hospital, Reading, United Kingdom "
        ],
        [
            "Nottingham University Hospitals, Nottingham, United Kingdom "
        ],
        [
            "Department of Clinical Haematology, Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom "
        ],
        [
            "Department of Clinical Haematology, Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom "
        ],
        [
            "Oxford University Hospitals, NHS Trust, Oxford, United Kingdom"
        ],
        [
            "Department of Haematology, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom "
        ]
    ],
    "first_author_latitude": "51.749373399999996",
    "first_author_longitude": "-1.2152579",
    "abstract_text": "Introduction Very few studies have assessed the incidence and risk factors associated with CNS progressive disease (PD) in elderly DLBCL. The CNS IPI (international prognostic index) uses the standard IPI with an additional point for renal/adrenal (R/A) involvement to define CNS risk in DLBCL patients (pts). The CNS IPI is validated in younger DLBCL pts (Schmitz et al, 2016) but little is known about CNS risk in the elderly. Few data exist outwith a single study of pts >80 years (y) pooled from 2 LYSA mini CHOP trials (Cabannes-Hamy et al 2018). CNS PD risk from 270 pts >80y was 1.8% at 2y and 3% overall. CNS PD risk did not differ according to CNS IPI in this study. No real world data outside of these trials exists. Few studies have assessed the risk of CNS prophylaxis (intrathecal (IT) +/- high dose intravenous (IV) methotrexate (HDMTX)) in the elderly. Methods Data on consecutively treated new DLBCL pts ≥70y were retrospectively collected across 6 UK centres (2009-2018). We compiled a detailed database of CNS-IPI, extranodal disease sites, CNS prophylaxis, adverse events related to IV HDMTX, rate and timing of CNS PD, outcome post CNS PD and associations with CNS PD risk. Results 529 pts received Rituximab (R) chemotherapy with curative intent (513 R-CHOP/attenuated R-CHOP (97.0%), 13 R-PMitCEBO, 3 R-GCVP). 80.7% (427/529) received no CNS prophylaxis, 14.7% (78/529) received intrathecal (IT) MTX prophylaxis, 2.1% (11/529) received HDMTX only, and 2.5% (13/529) received both IV HDMTX and IT MTX. The median age of all pts was 76.7y and median follow up 2.9y (range 0.4 - 10.9y). The CNS IPI was 1 in 11.8% (60/510), 2 in 21.2% (108/510), 3 in 24.3% (124/510), 4 in 26.1% (133/510), 5 in 12.9% (66/510) and 6 in 3.7% (19/510). 19 pts were unclassifiable due to a missing LDH (Table 1). Extranodal sites (ENS) were noted in 64.7% (342/529). Median ENS were 1 (range 0-5). Commonest sites were bone 24.2% (128/529), liver 9.6% (51/529), renal 7.6% (40/529), and gastric/oesophageal 7.0% (37/529). R/A involvement was present in 9.3% (49/529). Pts with higher CNS IPI were more likely to receive CNS prophylaxis (IT and/or MTX); CNS IPI 0-1; 13.3%, 2-3; 10.9%, 4+; 29.9% (p<0.001). Of 24 pts receiving IV HDMTX, median age was 72.4y, mean CNS IPI 3.6 (median 4), and median eGFR 83 (range 47 - 90) ml / min /1.73m 2 . 21% (5/24) were readmitted with complications directly post HDMTX (Neutropenic fever (NF) (n=1), non-NF (n=1), mucositis (n=1), pericarditis (n=1), and pneumonia/SIADH (n=1)). A single CNS PD occurred in this cohort (4.2%). When pts that received IT MTX were compared to pts receiving no IT MTX, the readmission rate during R-chemo with all-cause infection was 53.8% (42/78) vs 25.9% (105/405; 22 unknown) (p<0.001). Pts who received IT MTX had a median IPI 4 (mean 3.8) vs no IT prophylaxis who had a median IPI 3 (mean 3.0). The overall rate of CNS PD was 2.7% (14/527). These included isolated CNS PD (n=11) and concurrent CNS and systemic PD (n=3). The rate of CNS PD was 2.2% (4/178 including (1 concurrent relapse)) in ≥80y and was not statistically different at 2.9% (10/349 including 2 concurrent PD) in 70-80y (p=0.87). 71% (10/14) CNS PD had a CNS IPI 4-6. 12/14 of CNS PD occurred <2y and 10/14 <1y post DLBCL diagnosis (Fig A-C). The rate of CNS PD according to CNS IPI was: CNS IPI 1-3: 1.3% (4/300), CNS IPI 4: 2.3% (3/133), CNS-IPI 5: 4.5% (3/66) and CNS IPI 6: 21.1% (4/19) (CNS IPI 4-6: 4.6% (10/218)). CNS PD risk with R/A involvement was 8.2% (4/49). Significant Univariate risk factors for CNS PD include higher CNS IPI, ECOG 3-4, ≥2 ENS and R/A involvement as higher risk pts (Table 1). The overall survival (OS) post CNS PD (CNS only) was short (median of 2.7 months (m) (range 23 days - 8.6 m)) which was similar to OS of systemic PD (median 3.3 m) (Fig D). Conclusions The rate of CNS PD in elderly pts receiving RCHOP or RCHOP-like treatment is low and consistent with LYSA data. There were no differences in CNS PD incidence in 70-80y vs ≥80y. Increase risk was particularly apparent in CNS IPI 5-6 and R/A involvement. IV HDMTX in ≥70y was associated with a 21% readmission rate and its benefit is unclear. Readmission with infection was statistically higher in those receiving IT MTX although this is confounded by higher IPI in these pts. Prophylaxis requires a careful risk assessment in the elderly, evaluation of individual pt factors and consideration of the risks. On the basis of these data, consideration of prophylaxis should be confined to CNS IPI 5-6 and/or R/A involvement. View large Download slide View large Download slide  Disclosures Eyre: Celgene: Other: travel support; Janssen: Consultancy, Other: travel support; Roche: Consultancy; Abbvie: Consultancy, Other: travel support; Gilead: Consultancy, Other: travel support. Djebbari: Celgene: Honoraria, Other: travel support, Research Funding; Takeda: Honoraria, Other: travel support; Pfizer: Other: conference registration. McMillan: Celgene: Honoraria, Other: travel support; BMS: Honoraria; Amgen: Honoraria; Takeda: Other: travel support; Roche: Consultancy, Honoraria, Other: travel support; Pfizer: Research Funding; MSD: Honoraria. Bishton: Abbvie: Research Funding; Roche: Research Funding; Takeda: Other: travel support to ASH; Gilead: Research Funding. Fox: Roche: Consultancy, Other: travel support, Research Funding, Speakers Bureau; Celgene: Consultancy, Other: travel support, Speakers Bureau; Sunesis: Consultancy; Gilead: Consultancy, Other: travel support, Research Funding, Speakers Bureau; Abbvie: Consultancy, Other: travel support, Research Funding, Speakers Bureau; Janssen: Consultancy, Other: travel support, Speakers Bureau. Collins: ADC Therapeutics: Consultancy, Honoraria, Research Funding; Celgene Corporation: Research Funding; Amgen: Research Funding; Takeda: Consultancy, Honoraria, Speakers Bureau; Celleron: Consultancy, Honoraria; BMS: Consultancy, Honoraria, Research Funding; Roche: Consultancy, Honoraria, Speakers Bureau; Pfizer: Consultancy, Honoraria; Gilead: Consultancy, Honoraria, Speakers Bureau; MSD: Consultancy, Honoraria."
}