{
    "doi": "https://doi.org/10.1182/blood.V106.11.229.229",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=502",
    "start_url_page_num": 502,
    "is_scraped": "1",
    "article_title": "Bendamustine HCl (TREANDA TM ) Treatment Results in High Rates of Objective Response in Patients with Rituximab-Refractory and Alkylator-Refractory Indolent B-Cell Non-Hodgkin’s Lymphoma (NHL): Results from a Phase II Multicenter Single-Agent Study (SDX-105-01). ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "alkylating agents",
        "b-cell lymphomas",
        "bendamustine",
        "indolent",
        "rituximab",
        "chemotherapy regimen",
        "disease progression",
        "toxic effect",
        "adverse event",
        "alopecia"
    ],
    "author_names": [
        "Jonathan W. Friedberg, MD",
        "Philip Cohen, MD",
        "Bruce D. Cheson, MD",
        "K. Sue Robinson, MD",
        "Andres Forero-Torres, MD",
        "Luis Fayad, MD",
        "Ann S. La Casce, MD",
        "Alberto Bessudo, MD",
        "Elber S. Camacho, MD",
        "Michael E. Williams, MD",
        "Richard H. van der Jagt, MD",
        "Jennifer Oliver, MD",
        "Ely Benaim, MD"
    ],
    "author_affiliations": [
        [
            "Wilmot Cancer Center, Univ of Rochester, Rochester, NY, USA"
        ],
        [
            "Georgetown Univ Hosp, Washington, DC, USA"
        ],
        [
            "Georgetown Univ Hosp, Washington, DC, USA"
        ],
        [
            "QE II Health Sci Ctr, Halifax, NS, Canada"
        ],
        [
            "Univ of Alabama, Birmingham, AL, USA"
        ],
        [
            "MD Anderson Cancer Ctr, Houston, TX, USA"
        ],
        [
            "Dana Farber Cancer Inst, Boston, MA, USA"
        ],
        [
            "Pacific Oncology &Hematology Assoc, Inc., Encinitas, CA, USA"
        ],
        [
            "Desert Regional Med Ctr, Palm Springs, CA, USA"
        ],
        [
            "Univ of Virginia, Charlottesville, VA, USA"
        ],
        [
            "Ottawa Hosp, Ottawa, ON, Canada"
        ],
        [
            "Salmedix, Inc., a Cephalon Company, Frazer, PA, USA"
        ],
        [
            "Salmedix, Inc., a Cephalon Company, Frazer, PA, USA"
        ]
    ],
    "first_author_latitude": "43.12221460000001",
    "first_author_longitude": "-77.6220965",
    "abstract_text": "Background: Bendamustine HCl (Treanda TM ) is a multifunctional, alkylating agent with novel mechanisms of action. Unlike other commonly used chemotherapeutic agents, bendamustine in vitro induces durable cell damage resulting in rapid cell death in apoptosis-resistant cancer cell lines through the apoptosis independent pathway of mitotic catastrophe. European studies have reported single-agent activity in patients with relapsed/refractory NHL, chronic lymphocytic leukemia, multiple myeloma, and breast cancer. Aim: This study evaluated the efficacy and toxicity of bendamustine in patients with NHL who have relapsed or are refractory to previous chemotherapy regimens. Patients refractory to Rituximab had disease progression within 6 months of treatment. Methods: This Phase II multicenter trial enrolled patients with relapsed indolent or transformed rituximab-refractory B-cell NHL from 17 sites in the US and Canada. Indolent histologic phenotype was seen in 84% of patients, while 16% had transformed disease. Median age of patients was 63 years (range: 38–84) and 88% had Stage III/IV disease. Patients received bendamustine 120 mg/m 2 IV over 30–60 minutes, days 1 and 2, every 21 days for up to 6 cycles. Response was measured using the International Working Group criteria. Results: The intent-to-treat (ITT) population consisted of 75 heavily pretreated patients with a median of 2 prior chemotherapies. The overall objective response rate (ORR) in the ITT population was 74%; 25% had a complete response, 49% had a partial response, 12% had stable disease, and 14% had disease progression. Of 15 patients who were refractory to prior alkylator treatment (patients who progressed after at least one prior alkylator-containing therapy), 10 (67%) experienced an objective response to bendamustine. The median duration of response was 6.6 months for all patients, 9.3 months for indolent patients, and 2.4 months for transformed patients. The most frequent nonhematologic adverse events were nausea (63%), fatigue (39%), vomiting (38%), fever (25%), and diarrhea (22%). Most of these events were grade 1 or 2; alopecia and hemorrhagic cystitis were not observed. Grade 3 or 4 reversible hematologic toxicities seen included neutropenia (47%), thrombocytopenia (24%), and anemia (11%). Conclusions: Single-agent bendamustine produced durable objective responses with acceptable toxicity, despite unfavorable prognostic features, in heavily pretreated rituximab-refractory indolent and transformed NHL patients. Durable response has been seen in alkylator-resistant patients. A Phase III trial with bendamustine as a single agent in patients with rituximab-refractory indolent NHL is ongoing."
}