{
    "doi": "https://doi.org/10.1182/blood.V122.21.2947.2947",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2536",
    "start_url_page_num": 2536,
    "is_scraped": "1",
    "article_title": "Methodological Considerations In The Assessment Of Comorbidities Among Patients With Hemophilia Using Retrospective Claims Data ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "topics": [
        "comorbidity",
        "hemophilia a",
        "arthritis",
        "cardiovascular diseases",
        "endoscopic surgery",
        "endoscopy",
        "hepatitis c",
        "hypertension",
        "rare diseases",
        "severity of illness"
    ],
    "author_names": [
        "Anissa Cyaniuk, MS",
        "David L. Cooper, MD, MBA",
        "Desiree Hall, MS",
        "David Ungar, MD",
        "Chioma Smith, MPH",
        "Tami Wisniewski, MPH"
    ],
    "author_affiliations": [
        [
            "OptumInsight Life Sciences, Horsham, PA, USA, "
        ],
        [
            "Clinical, Medical and Regulatory Affairs, Novo Nordisk Inc., Plainsboro, NJ, USA, "
        ],
        [
            "OptumInsight Life Sciences, Horsham, PA, USA, "
        ],
        [
            "Clinical, Medical, and Regulatory Affairs, Novo Nordisk Inc., Plainsboro, NJ, USA, "
        ],
        [
            "Health Economics and Outcomes Research, Novo Nordisk Inc., Plainsboro, NJ, USA"
        ],
        [
            "Health Economics and Outcomes Research, Novo Nordisk Inc., Plainsboro, NJ, USA"
        ]
    ],
    "first_author_latitude": "40.184293",
    "first_author_longitude": "-75.1376495",
    "abstract_text": "Introduction The availability of recombinant products for the treatment of hemophilia has substantially reduced the risk of viral transmission previously associated with plasma-derived products. This may be a contributing factor to the increased life expectancy of people with hemophilia (PWH). However, this increased life expectancy may result in increasing prevalence of chronic comorbidities at a different rate from the general population either as a result of disease or its treatment. Retrospective claims databases are one source for investigation of comparative point prevalence estimates. However, because hemophilia is rare, it is unknown to what extent claims databases can be leveraged to answer these questions. The purpose of this study is to describe differences in point prevalence estimates of chronic comorbidities in PWH compared to the general population using a large commercial database. Methods Using Clinformatics Data Mart, a product of OptumInsight Life Sciences, four hemophilia cohorts were developed based on data available January 2009 - September 2011. Cohort 1 included male patients with 2+ claims for hemophilia A/B diagnosis (ICD-9 286.0 or 286.1), 1 year of continuous eligibility and at least two diagnosis claims for each comorbidity of interest. Cohort 2 included patients from Cohort 1 who also had at least one prescription for a comorbidity related product of interest. Cohort 3 included patients who were male, had a hemophilia A/B diagnosis (ICD-9 286.0 or 286.1), at least 1 order for a factor product, 1 year of continuous eligibility, and at least two diagnosis claims for each comorbidity of interest. Cohort 4 consisted of patients from Cohort 3 who also had at least one prescription for a comorbidity related product of interest. Propensity scores for age, geography, ethnicity, insurance type, and a primary care office visit were employed to match each hemophilia cohort with a general population (GenP) cohort using a 1:50 ratio at 0.00001 caliper. GenP patients were also male with continuous enrollment January-December, 2009, and fulfilled the same inclusion criteria as PWH except for hemophilia specific requirements. Comorbidities were defined via ICD-9 codes. After matching, chi-square or Fisher’s exact tests determined directional differences. Fifteen common comorbidities were assessed. Results The table below summarizes results of the comorbidities with the greatest differences between PWH and GenP.  . Cohort 1 . Cohort 2 . Cohort 3 . Cohort 4 . Parameter PWH GenP PWH GenP PWH GenP PWH GenP Sample Size 2183 109,150 454 10,350 818 40,900 53 1282 Mean Age-yrs 37.6 37.6 60.5 62.7 23.6 23.7 50.2 53.4 Comorbidity (%) CVD 16.5 *  6.2 *  80.0 *  73.4 *  2.3 1.6 89.5 73.3 Hypertension 14.2 *  7.4 *  81.9 80.4 1.3 *  0.9 *  89.7 83.9 Endoscopic Procedure 7.2 *  3.0 *  - - 3.9 *  1.6 *  - - Hepatitis C 0.4 *  0.1 *  20.6 19.9 8.4 *  0.1 *  18.8 21.7 Arthritis 4.3 *  1.5 *  - - 3.7 *  0.5 *  - - . Cohort 1 . Cohort 2 . Cohort 3 . Cohort 4 . Parameter PWH GenP PWH GenP PWH GenP PWH GenP Sample Size 2183 109,150 454 10,350 818 40,900 53 1282 Mean Age-yrs 37.6 37.6 60.5 62.7 23.6 23.7 50.2 53.4 Comorbidity (%) CVD 16.5 *  6.2 *  80.0 *  73.4 *  2.3 1.6 89.5 73.3 Hypertension 14.2 *  7.4 *  81.9 80.4 1.3 *  0.9 *  89.7 83.9 Endoscopic Procedure 7.2 *  3.0 *  - - 3.9 *  1.6 *  - - Hepatitis C 0.4 *  0.1 *  20.6 19.9 8.4 *  0.1 *  18.8 21.7 Arthritis 4.3 *  1.5 *  - - 3.7 *  0.5 *  - - * p<0.05 View Large For Cohort 1, twelve of fifteen comorbidities were significantly higher in PWH. For Cohort 2, one of fifteen were significantly higher. In Cohort 3, eight comorbidities were significantly different while in Cohort 4, no significant differences were noted. Conclusions Claims databases offer the potential to explore comorbidities in the aging hemophilia population though such analyses should be undertaken with appreciation for potential differences that may arise due to study definitions and inclusion/exclusion criteria. We hypothesize that Cohorts 1 and 2 include mild PWH while Cohorts 3 and 4 may reflect moderate and severe PWH with a requirement for factor prescription. The differences in results observed highlight the need for inclusion of disease severity within ICD-9 codes to facilitate assessment of hemophilia specific versus disease specific impact on comorbidities. Small sample sizes continue to challenge our abilities to make statistical inferences. One option for consideration in rare diseases would be to pool claims databases, where metadata are consistent, across payers to maximize potential sample sizes beyond that which are currently available. Disclosures: Cyaniuk: Optum Insight Life Sciences: Ms. Cyaniuk works for Optum Life Sciences, which recieved funding from Novo Nordisk Inc. to conduct the analyses for this research study. Other. Cooper: Novo Nordisk Inc.: Employment. Hall: Optum Insight Life Sciences: Ms. Hall is an employee of Optum insight Life Sciences, which received funding from Novo Nordisk to conduct the analyses for this research study. Other. Ungar: Novo Nordisk Inc.: Employment. Smith: Novo Nordisk Inc.: Employment. Wisniewski: Novo Nordisk Inc.: Employment."
}