{
    "doi": "https://doi.org/10.1182/blood-2018-99-111861",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3996",
    "start_url_page_num": 3996,
    "is_scraped": "1",
    "article_title": "Plasma Thymus and Activation-Regulated Chemokine (TARC) As Diagnostic Marker in Pediatric Hodgkin Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "chemokines",
        "hodgkin's disease",
        "pediatrics",
        "plasma",
        "thymus gland",
        "chlorambucil",
        "atopic dermatitis",
        "biological markers",
        "eczema",
        "serum specimen"
    ],
    "author_names": [
        "Eline Zijtregtop, MD PhDcandidate",
        "Waichu Wong, BSc",
        "Friederike Meyer- Wentrup, MD PhD",
        "Martha Lopez-Yurda, PhD",
        "Raoull Hoogendijk, MSc",
        "Patty Kok, BSc",
        "Michel Zwaan, Prof., MD PhD",
        "Auke Beishuizen, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Oncology, Erasmus Medical Center, Sophia Children's Hospital, Rotterdam, Netherlands ",
            "Department of Hemato-Oncology, Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands "
        ],
        [
            "Department of Pediatric Oncology, Erasmus Medical Center, Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Department of Hemato-Oncology, Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands "
        ],
        [
            "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands ",
            "Netherlands Cancer Institute, Amsterdam, Netherlands "
        ],
        [
            "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands "
        ],
        [
            "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands "
        ],
        [
            "Department of Hemato-Oncology, Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands ",
            "Erasmus MC/ Sophia, Rotterdam, NLD "
        ],
        [
            "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands ",
            "Erasmus MC Sophia Children's Hospital, Rotterdam, NLD"
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999",
    "abstract_text": "Background Pediatric classical Hodgkin lymphoma (cHL) is a clonal disorder in an inflammatory background, also known as the microenvironment. This microenvironment is of major importance for growth and survival of the malignant Hodgkin/Reed Sternberg (HRS) cells. HRS cells and the microenvironment communicate through chemo- and cytokines. Blood biomarkers result from this active crosstalk, and may be a surrogate for lymphoma viability (Steidl et al, JCC 2011). Blood biomarkers are important because they hold the promise to be easily available and cost-effective. One promising biomarker in adult patients with cHL is the \"Thymus and Activation-Regulated Chemokine, TARC (Plattell et al, Haematologica 2012). Elevated TARC levels are also described in patients with atopic dermatitis (Hijnen et al, J All Clin Immunol 2004). In adult cHL patients about 85% of patients have significantly elevated levels of TARC in pre-treatment serum or plasma compared to healthy controls (Plattell et al). So far nothing is known about TARC in pediatric cHL patients. To define its value as a diagnostic marker in pediatric cHL patients, we compared TARC levels of pediatric cHL patients with control patients. This study was IRB-approved and registered under Dutch Trial registry number 6876. Methods After providing informed consent, plasma and serum samples were collected of newly diagnosed cHL patients before start of treatment. To define normal values of TARC in children, samples were collected from non-cHL randomly selected patients from the hematology, endocrinology and oncology outpatient clinic. Baseline characteristics including history of atopic dermatitis were collected. These control patients were divided in three age groups (0-9,10-14 and 15-18 years). TARC levels were measured by enzyme-linked immunosorbent assay (R&D systems, Human CCL17/TARC Quantikine ELISA Kit). TARC levels of the cHL patients were compared to the control group to obtain ROC curves and calculate the AUC, cross-validated sensitivity and specificity and accuracy of TARC as a diagnostic marker. We hypothesized that pediatric cHL patients had elevated pretreatment TARC levels in both serum and plasma. Analyses were done using SAS V9.4. Results Fourteen cHL patients were included with a median age of 14 (range 11-17) years. Ten (71.4%) were female. Eighty patients were included in the control group with a median age of 12 (range 10 months-18) years. Twenty-nine patients (36.3%) were included in age group 0-9, 25 (31.2%) in age group 10-14 and 26 (32.5%) in age group 15-18. Thirty-nine (48.8%) were female. Patients of the control group had a median TARC value of 71 (range 18-762) pg/ml for plasma and 318 (range 27-1300) pg/ml for serum. TARC plasma and serum levels decreased with age (Spearman correlation -0.26, 2-tailed p=0.0204), but there were no statistically significant pairwise comparisons found between the pre-specified age groups. In the eight control patients (10%) with atopic dermatitis no significantly higher plasma and serum levels were found (plasma median with eczema 97 versus 70 pg/ml without eczema (p=0.71) and serum median with eczema 643 versus 317 pg/ml (p=0.71)). Plasma was collected in 14 cHL patients, and all had elevated TARC levels, with a median plasma level of 18449 (range 1635-55821) pg/mL. Serum samples were collected in 8/14 cHL patients and all had elevated serum TARC levels. Median serum level: 46703 (range 12817-149739) pg/ml. The plasma TARC levels of cHL patients were significantly higher than those of the control group patients (p<0.001). With a cut-off of level of of 898.70 pg/ml, we obtained 100% (95% CI 73% - 100%) sensitivity and 100% (95% 94% - 100%) specificity. Serum TARC levels also were significantly higher than those of the control group patients (p<0.001), with a cut-off level of 10283.57 pg/ml, sensitivity and specificity will be 100% (95% CI 60% - 100% for sensitivity and 95% CI 94% - 100% for specificity). Conclusion All classical cHL patients had significantly higher TARC levels compared to the 80 control patients. Despite the small sample size of cHL patients, TARC was found to be a sensitive and specific diagnostic marker for pediatric cHL in both plasma and serum. Further research with a bigger sample of cHL patients is necessary to improve the accuracy of the sensitivity, as well as to investigate whether TARC is also a valuable marker for disease response during treatment in pediatric patients with cHL. Disclosures No relevant conflicts of interest to declare."
}