{
    "doi": "https://doi.org/10.1182/blood.V106.11.4574.4574",
    "article_title": "Toxicity and Effectivity of the Experimental Cytotoxic Drug Cyclopentenyl Cytosine in NOD/scid Mice with Acute Lymphoblastic Leukemia (ALL). ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The experimental cytotoxic drug cyclopentenyl cytosine (CPEC), is a pyrimidine analogue of cytidine. CPEC is activated by intracellular phosphorylation forming its 5′-triphosphate analogue (CPEC-TP). CPEC-TP is a non-competitive inhibitor of the enzyme cytidine triphosphate (CTP) synthethase, that catalyzes the conversion of uridine triphosphate (UTP) into CTP, which is one of the only two pathways for synthesizing CTP. Inhibition of CTP synthethase can lead to reduction of DNA- and RNA-synthesis. In previous in vitro and in vivo experiments CPEC was shown to exert activity against murine leukemia cell lines of lymphoid and myeloid origin. In these studies, synergistic activity of CPEC and cytarabine (Ara-C) was suggested. We evaluated the in vitro and in vivo effects of CPEC on human ALL. Primary leukemic cells were obtained by leukapheresis from 4 patients with ALL. Continuously proliferating ALL cell lines, resembling the primary ALL, were generated from these cells in our laboratory. We first studied the effect of CPEC alone or combined with Ara-C on the four different ALL cell lines in vitro using a thymidine incorporation assay. The IC50 of CPEC was 10–20 nM and total cell death was observed at 50 nM and higher. The IC50 of Ara-C was 2–4 nM. The activities of CPEC and Ara-C were additive and no clear synergistic effects could be determined. To study in vivo activity of CPEC on human ALL, NOD/scid mice (n=30) were inoculated intravenously with 10 6 ALL cells. Animals were monitored for engraftment and progression by weekly monitoring of peripheral blood. Once engraftment was observed, progression was monitored for 3 weeks and treatment was started. Both in vivo slowly (HP) and fast (CM) proliferating ALL cells were studied. Two schedules were studied; the first consisted of treatment on 2 consecutive days with a 5-day interval for a period of 4 weeks (0.1, 1 and 10 mg/kg). This schedule was applied to both groups of mice. In the second more intensive schedule mice (inoculated with CM) were treated on 5 consecutive days with a 2-day interval for a period of 4 weeks (0.5, 1, and 1.5 mg/kg). In the first schedule no effectivity or toxicity was seen at 0.1 and 1 mg/kg. At 10 mg/kg CPEC a minor effect on the leukemic cell count (LCC) was observed, however, this was associated with severe toxicity. Toxicity consisted of weight loss, diarrhea and decrease in hemoglobin. In the second schedule neither effect nor toxicity was found at 0.5 and 1.0 mg/kg. Mice treated with 1.5 mg/kg showed stable disease (mean difference in LCC from start 0.076, SD 0.38), however, this was again associated with severe toxicity. In order to investigate whether toxicity might be an artefact of the NOD/scid mouse system due to their genetic modified nature, non-leukemic Balb-c mice were given 1.5 or 10 mg/kg for 5 days/week for a period of 4 weeks. Although 1.5 mg/kg was well tolerated, 10 mg/kg was associated with severe toxicity. This indicates that Balb-c mice might be less sensitive for CPEC toxicity. However, in the NOD/scid mice 1.5 mg/kg was not associated with good response on ALL. In conclusion, although CPEC showed in vitro activity against human ALL cell lines, in vivo in our xenograft model the therapeutic window seems to be too small for further clinical development as a single agent in the treatment of ALL.",
    "topics": [
        "acute lymphocytic leukemia",
        "cytosine",
        "scid mice",
        "toxic effect",
        "weight reduction",
        "cytarabine",
        "mechlorethamine",
        "leukemic cells",
        "artifacts",
        "cytidine"
    ],
    "author_names": [
        "Kirsten J.M. Schimmel, PharmD",
        "Bart A. Nijmeijer, PhD",
        "Marianke L.J. van Schie",
        "J.H. Frederik Falkenburg, PhD",
        "Henk-Jan Guchelaar, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kirsten J.M. Schimmel, PharmD",
            "author_affiliations": [
                "Clinical Pharmacy and Toxicology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bart A. Nijmeijer, PhD",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marianke L.J. van Schie",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J.H. Frederik Falkenburg, PhD",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk-Jan Guchelaar, PhD",
            "author_affiliations": [
                "Clinical Pharmacy and Toxicology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T06:51:57",
    "is_scraped": "1"
}