{
    "doi": "https://doi.org/10.1182/blood.V114.22.3436.3436",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1581",
    "start_url_page_num": 1581,
    "is_scraped": "1",
    "article_title": "Enhanced In Vivo activation of Adoptively Transferred Genetically Targeted T Cells Following Cyclophosphamide Chemotherapy: Initial Results From a Phase I Clinical Trial Treating CLL Patients with Autologous CD19-Targeted T Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - THERAPY, EXCLUDING TRANSPLANTATION POSTER II",
    "topics": [
        "cd19 antigens",
        "chemotherapy regimen",
        "cyclophosphamide",
        "t-lymphocytes",
        "cytokine",
        "infusion procedures",
        "neoplasms",
        "chimeric antigen receptors",
        "fever",
        "aldesleukin"
    ],
    "author_names": [
        "Renier J. Brentjens, MD, PhD",
        "Daniel Hollyman, PhD",
        "Jae Park, MD",
        "Elmer Santos, MD, PhD",
        "Raymond Yeh, Ph.D.",
        "Jolanta Stefanski",
        "Clare Taylor, PhD",
        "Mark A. Weiss, MD",
        "Daniel Filippa, MD",
        "Isabelle Riviere, PhD",
        "Michel W Sadelain, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Radiology, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Pathology, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.7653562",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Abstract 3436 Poster Board III-324 Patient T cells may be genetically modified to express chimeric antigen receptors (CARs) targeted to antigens expressed on tumor cells. We have initiated a clinical trial treating chemotherapy-refractory chronic lymphocytic leukemia (CLL) patients with autologous T cells modified to express the 19-28z CAR targeted to the CD19 antigen expressed on most B cell malignancies. In the first cohort of this trial, patients were infused with the lowest planned dose of modified T cells alone. All patients treated in this cohort experienced low-grade fevers following modified T cell infusion, and 2 of 3 treated patients exhibited subjective and laboratory evidence of transient reductions in tumor burden. The first patient treated on the second cohort of this study received prior cyclophophamide chemotherapy followed by the same dose of modified T cells administered to the first cohort of patients. This patient experienced persistent fevers, dyspnea, hypotension, renal failure, and died 44 hours following modified T cell infusion, likely secondary to sepsis. Modified T cells were not detectable in the peripheral blood of treated patients at 1 hour following completion of T cell infusion. However, post mortem analyses revealed a rapid infiltration of targeted T cells into anatomical sites of tumor involvement. Serum levels of the inflammatory cytokines IL-5, IL-8, and GM-CSF, but not TNFα, markedly and rapidly increased following infusion of genetically targeted T cells in this patient, mirroring the in vitro cytokine secretion profile of this patient's T cells, and consistent with marked in vivo activation of the modified T cells. Similar cytokine signatures were not found in patients from the first cohort. Significantly, serum cytokine analyses from the second cohort patient revealed a marked increase in the pro-proliferative cytokines IL-2, IL-7, IL-12, and IL-15 following cyclophosphamide therapy, in contrast to the baseline levels found in the first cohort. This report demonstrates the high efficiency trafficking of CD19-targeted T cells and in vivo activation of T cells encoding a second generation CD28/zeta chain-based chimeric antigen receptor. Furthermore, these data highlight mechanisms whereby cyclophosphamide may generate an in vivo milieu that enhances the anti-tumor efficacy of autologous tumor targeted T cells. Disclosures No relevant conflicts of interest to declare."
}