{
    "doi": "https://doi.org/10.1182/blood.V128.22.4173.4173",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3494",
    "start_url_page_num": 3494,
    "is_scraped": "1",
    "article_title": "Novel Near-Infrared Heptamethine Carbocyanine Fluorescent Dye-Cisplatin Conjugate Demonstrates Significant Antitumor Activity and Overcomes Cisplatin Resistance in MYC-Driven TP53 Mutated Aggressive B-Cell Burkitt's Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster III",
    "topics": [
        "b-lymphocytes",
        "burkitt's lymphoma",
        "carbocyanines",
        "cisplatin",
        "dyes",
        "mutation",
        "protein p53",
        "tp53 gene",
        "neoplasms",
        "transplantation, heterologous"
    ],
    "author_names": [
        "Stefan Mrdenovic, MD",
        "Yi Zhang, PhD",
        "Yin Lijuan, MD, PhD",
        "Wen-Chin Huang, PhD",
        "Gina Chia-Yi Chu, PhD",
        "Ruoxiang Wang, MD, PhD",
        "Jason Bojang Wu, PhD",
        "Ronald Paquette, MD",
        "Haiyen E. Zhau, PhD",
        "Leland W. K. Chung, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA ",
            "Division of Hematology, Department of Internal Medicine, University Hospital Osijek, Osijek, Croatia "
        ],
        [
            "Biomedical Imaging Research Institute, Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA ",
            "Division of Hematology and Medical Oncology, Department of Medicine, Ronald Reagan UCLA Medical Center, Los Angeles, CA"
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA "
        ]
    ],
    "first_author_latitude": "34.074567099999996",
    "first_author_longitude": "-118.37973364999999",
    "abstract_text": "Introduction: Burkitt's lymphoma (BL) is is composed of highly proliferating mature B cells expressing a germinal center phenotype ( Cai, Oncotarget 2015 ). It is one of the fastest growing human tumors and presents in extranodal as well as nodal sites. The genetic hallmark of BL is the MYC translocation with MYC and TP53 mutations in ∼60% and 40% of the cases, respectively ( Ott, Blood 2014 ). While prompt administration of multiagent immunochemotherapy regimens is associated with favorable outcomes for the majority of patients, prognosis of refractory or relapsed disease is poor ( Jacobson, Blood 2014 ). We previously identified a novel near-infrared heptamethine carbocyanine fluorescent dye (NIR-dye) that has tumor homing property through cell surface transporters, organic anion transporting peptides (OATPs), and shows preferential uptake in tumor but not normal cells as demonstrated in cell culture, mouse and dog tumor models, patient-derived xenografts (PDXs), and perfused kidney cancers in patients ( Wu, Biomaterials 2014 ). Here, we describe the effects of a newly synthesized NIR-dye-cisplatin conjugate (NIR-dye-Cis) on MYC-driven TP53 mutated aggressive B-cell BL cell lines in culture and tumors in mice. Methods: The growth and viability of immortalized B-cell lymphoma cell lines, Namalwa, Raji, CA46, Ramos, Daudi, were evaluated by MTT upon 72 h exposure to conventional cisplatin (Cis) and NIR-dye-Cis. Induction of apoptosis was assesed using a caspase 3/7 luminescent assay. Cleavage of apoptosis substrates and inhibition of c-myc was determined by western blotting, with images quantified by ImageJ after normalization with GAPDH. NIR-dye-Cis uptake in cells and tumors were imaged by NIRF microscopy and IVIS Lumina XR Imaging System, respectively. Male NCr nude and NOD/SCID mice bearing s.c. Namalwa tumors were injected i.p. with equimolar doses of NIR-dye-Cis and conventional Cis 3 times a week for 4 weeks. Formalin-fixed tumor and kidney sections were stained with hematoxylin and esosin and kidney sections scored using a semiquantitative scale designed to assess AKI-associated tubular injury (tubular epithelial cell loss, necrosis, tubular epithelial simplification, intratubular debris, and casts). Results: 1) All BL cell lines tested are sensitive to growth inhibition by NIR-dye-Cis but not Cis with IC 50 ranging between 720 nM - 2.53 µM and >64 µM (p<0.0001), respectively. 2) NIR-dye-Cis induces apoptosis after 24 hours of drug exposure as assessed by luminescent assay of caspase 3/7 and western blot analyses of apoptosis related markers (caspase 9, caspase 3 and PARP) in extracts of Namalwa and Raji cell lines treated with 8, 16, 32 µM of concentrations of NIR-dye-Cis with the levels of significance at p=0.0001 to p=0.01; no sign of increased apoptotic activity was observed when these cells were exposed to the conventional Cis. 3) NIR-dye-Cis, but not Cis, downregulates the anti-apoptotic protein c-myc, which is highly expressed in BL cell lines; no significant changes of minimally expressed bcl-2, an antiapoptotic protein, was noted in NIR-dye-Cis and Cis treated BL cell lines. 4) NIR-dye-Cis was found to accumulate 7 to 15 times more in cell line-derived xenografts than mouse kidneys (p<0.0001) and lungs (p<0.0001), and these results were confirmed by NIRF microscopy and IVIS Lumina XR Imaging. 5) NIR-dye-Cis when injected in mice bearing Namalwa cell line-derived xenografts, shows tumor growth inhibiton and apoptotic nuclear lobulation/fragmentation when compared to vehicle- or Cis-treated group (p<0.05). 6) Whereas NIR-dye-Cis preserved the integrity and normal morphology of mouse kidneys, by contrast, Cis was observed to induce marked kidney damage as assessed by the histopathology of Cis-treated mice. Conclusion: Aggressive B-cell BL can be treated safely by NIR-dye-Cis. This agent was found to accumulate in BL cells and tumor xenografts and in contrast to Cis, NIR-dye-Cis induced apoptosis and shrinked BL tumor xenografts in mice. NIR-dye-Cis induced apoptosis, downregulated c-myc and overcame Cis-resistance in MYC-driven TP53 mutated aggressive B-cell BL. This agent could have potential clinical benefit in relapsed/refractory heavily pretreated patients for improved efficacy and reduced kidney toxicity. We proposed NIR-dye-Cis could be employed as the secondary agent for the treatment of relapsed/refractory agressive B-cell non Hodgkin lymphomas. Disclosures No relevant conflicts of interest to declare."
}