{
    "doi": "https://doi.org/10.1182/blood.V120.21.3399.3399",
    "article_title": "The Risk of Cancer Following Acute Venous Thromboembolism: A Population-Based Cohort Study ",
    "article_date": "November 16, 2012",
    "session_type": "331. Pathophysiology of Thrombosis: Poster III",
    "abstract_text": "Abstract 3399 Introduction: Current estimates of cancer risk following acute venous thromboembolism (VTE) vary widely, are based largely on studies with select populations and often include prevalent cancer cases. Objectives: We aimed to determine the incidence and standardized incidence ratio (SIR) of cancer following VTE in a large non-select population. Secondary objectives were to determine time to incident cancer, type of cancer and predictors of cancer. Methods: This retrospective, observational study used the linked administrative healthcare databases of the province of Quebec, Canada, including the province-wide hospitalization database Maintenance et exploitation des données pour l'étude de la clientèle hospitalière (MED-ÉCHO), the vital statistics database of the Institut de la statistique du Québec , and the healthcare services database of the Régie de l'assurance maladie (RAMQ) which is a governmental agency that administers the Quebec universal healthcare program and oversees all physician reimbursement claims. We identified a cohort of patients with a first hospital diagnosis of acute VTE between January 1 st , 1994 and December 31, 2004, without a cancer diagnosis in the 24 months prior to the VTE, and who were followed for a minimum of one year until the earliest of either a diagnosis of cancer, occurrence of death, or end of study (December 31 st , 2005). Subjects with prevalent cancer (diagnosed within 3 months after VTE) were excluded. VTE cases were classified as unprovoked vs. provoked based on the presence of VTE risk factors in the three months preceding the VTE diagnosis. We determined annual incidence rates of cancer and associated 95% confidence intervals (CI) by dividing the number of cancer cases by the total person-years at risk. Canadian Cancer statistics for the years 1994–2005 were used to calculate the SIRs. Results: Among 39 222 patients with first-time VTE and without a diagnosis of cancer in the previous 24 months, 3 062 (7.8%) were diagnosed with cancer during a mean follow-up of 65.2 months [standard deviation (SD) =39.1], for an annual incidence rate of 1.55 (95% CI 1.49–1.60) per 100 person-years. Mean time to cancer diagnosis following VTE was 40.5 months (SD=32.3). Gastrointestinal (25.7%), genitourinary (25.7%) and pulmonary (19.6%) malignancies were most frequent. The SIR for any cancer was 3.55 (95% CI 3.43–3.68). Table 1 shows the SIRs by cancer type. Clinical predictors for cancer were male sex [hazard ratio (HR) 1.59 (95% CI 1.49–1.72)], increasing age [HR 1.53 (95% CI 1.49–1.57)] and increasing comorbidity [HR 1.04 (95% CI 1.01–1.06)]. The annual risk for cancer was 1.7 times higher in patients with provoked compared to patients with unprovoked VTE [1.94 (95% CI 1.86–2.03) vs. 1.15 (95% CI 1.09–1.22) per 100 person-years, respectively]. Compared to patients with unprovoked VTE, patients with provoked VTE were older [61.9 mean years (SD=18.3) vs. 56.6 mean years (SD=18.4); p<0.001] and had a higher Charlson comorbidity index weighted score [1.19 (SD=1.57) vs. 0.62 (SD=1.12); p<0.001]. Conclusion: In patients with acute VTE and without previous or prevalent cancer, the annual risk of cancer is 1.55%, which is higher than the risk in the general population. The mean time to cancer diagnosis is about 3.4 years. Male sex, advanced age, and increasing comorbid conditions are associated with a diagnosis of cancer. Advanced age and a higher burden of comorbid conditions may explain the higher incidence of cancer observed in patients with provoked VTE compared to patients with unprovoked VTE. Clinicians should be aware of the associated long-term risk of cancer in patients presenting with acute VTE. Table 1. Standardized Incidence Ratios for Cancer  . n . Standardized Incidence Ratio (95% Confidence Interval) . All cancers 3062 3.55 (3.43–3.68) Oropharyngeal 44 1.45 (1.06–198) Gastrointestinal 787 2.31(2.15–2.48) Pulmonary 600 2.03 (1.87–2.20) Musculoskeletal 51 1.19 (0.88–1.56) Breast 357 2.06 (1.85–2.28) Genital 505 2.07 (1.89–2.26) Urinary-kidney 281 3.26 (2.89–3.66) Central nervous system 55 1.85 (1.39–2.41) Endocrinologic 36 1.88 (1.32–2.60) Hematologic 285 2.21 (1.96–2.48) . n . Standardized Incidence Ratio (95% Confidence Interval) . All cancers 3062 3.55 (3.43–3.68) Oropharyngeal 44 1.45 (1.06–198) Gastrointestinal 787 2.31(2.15–2.48) Pulmonary 600 2.03 (1.87–2.20) Musculoskeletal 51 1.19 (0.88–1.56) Breast 357 2.06 (1.85–2.28) Genital 505 2.07 (1.89–2.26) Urinary-kidney 281 3.26 (2.89–3.66) Central nervous system 55 1.85 (1.39–2.41) Endocrinologic 36 1.88 (1.32–2.60) Hematologic 285 2.21 (1.96–2.48) View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer risk",
        "venous thromboembolism",
        "cancer",
        "cancer diagnosis",
        "systemic inflammatory response syndrome",
        "follow-up",
        "oropharyngeal disorders",
        "lung",
        "quebec",
        "breast"
    ],
    "author_names": [
        "Anne Le-Ngoc, MD",
        "Yunqi Ji, PhD",
        "Vicky Tagalakis, MD, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Anne Le-Ngoc, MD",
            "author_affiliations": [
                "McGill University Health Center, Montreal, QC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yunqi Ji, PhD",
            "author_affiliations": [
                "Lady Davis Institute, Jewish General Hospital, Montreal, QC, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vicky Tagalakis, MD, MSc",
            "author_affiliations": [
                "Lady Davis Institute, Jewish General Hospital, Montreal, QC, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T12:57:44",
    "is_scraped": "1"
}