{
    "doi": "https://doi.org/10.1182/blood.V116.21.1254.1254",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1723",
    "start_url_page_num": 1723,
    "is_scraped": "1",
    "article_title": "Immune Reconstitution and Thymic Function After Reduced Intensity Allogeneic Hematopoietic Cell Transplantation ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications and Immune Reconstitution of Transplantation: Poster I",
    "abstract_text": "Abstract 1254 Background: The thymus is fundamental for the generation of T-cell diversity following allografting even though its function declines with age. Non-myeloablative conditionings have extended the eligible age for allografting to 65–70 yrs for patients with hematological cancers. The thymic generation of the TCR diversity occurs through the recombination of gene segments coding for the TCR alpha and beta chains generating by-products defined as signal joint TCR excision circles (sjTRECs). sjTRECs are extrachromosomal DNA fragments, most frequently found in naive T cell, that do not replicate with subsequent cell divisions. Methods: sjTRECs evaluation by quantitative PCR and the kinetics of naive and memory T cells by flow-cytometry were used to asses the thymic function. Moreover, TCR repertoire analysis of V-beta families was evaluated, in a subset of patients, by spectratyping up to 1 year post-transplant. Finally, TRECs values were compared with 67 paediatric patients (median age 9, r 1–19 years). Subpopulations studied included peripheral mononuclear cells (PMC), sorted CD4- and CD8 – T cells. Results: Overall, 55 patients, median age 51 (r 34–64) years, conditioned with low dose TBI (200 cGy), with/without fludarabine, followed by G-CSF mobilised donor peripheral blood stem cell infusion from HLA identical siblings or unrelated donors, were evaluated at different time points: baseline, at 28, 56, 84, 100, 180 days, and at 1, 2, 3, 4, 5 years post-transplant. Naive CD4+CD62L+CD45RA+ bright T cells and memory CD4+CD62L+CD45R0+ bright T cells showed a gradual increase up to 3 years post-transplant with median values of 882/ul and of 532/ul respectively. Median values of sjTREC copies/100ng DNA in PMC increased 5 fold at 1 yr, 20 fold at 3 yrs and 75 fold at 5 yrs from 0.7 (pre-transplant), whereas median sjTREC copies/100ng DNA from sorted CD4+ cells (purity>95%) increased 7 fold at 1 yr and 15 fold at 5 yrs from 5 at 3 months post-transplant. A significant correlation was demonstrated between TREC values and CD4+CD62L+CD45RA+ bright T cells (p<0.001). Importantly, a 60 y/o patient thymectomised 10 years before transplant showed no thymic output and a very poor recovery of the TCR repertoire. However, in the subset of studied patients, though slow, TCR repertoire of V-beta families required at least 1 year to clearly become polyclonal. sjTRECs levels in both sorted CD4- and CD8- T cells at 1 year were significantly higher in patients without chronic GVHD (p=0.0135 and 0.007). At 2 years post-transplant, sjTRECs levels were significantly higher in paediatric patients versus adults (median values 240 vs 56.9, p=0.001). Conclusions: Detectable thymic function persisted post-transplant in all patients except one who had previously been thymectomised. T cell reconstitution was somewhat slow especially during the first year post-transplant. The thymus may be an important target of chronic GVHD. Age played an important role in thymic output. Disclosures: Boccadoro: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen-Cilag: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "allografting",
        "dna",
        "dna fragments",
        "excision",
        "flow cytometry",
        "fludarabine",
        "graft-versus-host disease, chronic",
        "granulocyte colony-stimulating factor",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Benedetto Bruno",
        "Paola Omedè",
        "Silvia Cena",
        "Maddalena Noviello",
        "Milena Gilestro",
        "Laura Cimolin",
        "Silvia Mattia",
        "Cristian Sfiligoi",
        "Elisa Galletto",
        "Luciana Veneziano",
        "Luisa Giaccone",
        "Roberto Sorasio, MD",
        "Moreno Festuccia",
        "Federica Ferrando",
        "Lucia Brunello",
        "Massimo Massaia, MD",
        "Alessandro Aiuti",
        "Chiara Bonini",
        "Roberto Passera, PhD",
        "Franca Fagioli",
        "Mario Boccadoro"
    ],
    "author_affiliations": [
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology, S Croce & Carle Hospital, Cuneo, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ],
        [
            "Dipartimento di Medicina e Oncologia Sperimentale, Sezione di Ematologia, University of Torino, AOU S. Giovanni Battista, Torino, Italy, "
        ],
        [
            "San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Nuclear Medicine 2, S. Giovanni Hospital, Torino, Italy, "
        ],
        [
            "Department of Paediatrics, University of Torino, Torino, Italy"
        ],
        [
            "Division of Hematology at the S.G.B. Hospital, University of Torino, Torino, Italy, "
        ]
    ],
    "first_author_latitude": "45.069427999999995",
    "first_author_longitude": "7.6889006"
}