{
    "doi": "https://doi.org/10.1182/blood-2019-130003",
    "article_title": "Preliminary Results from a Phase II Study of the Combination of Pevonedistat and Azacitidine in the Treatment of MDS and MDS/MPN after Failure of DNA Methyltransferase Inhibition ",
    "article_date": "November 13, 2019",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "abstract_text": "After failure of DNA methyltransferase inhibition (DNMTi) there is no standard of care therapy for high-risk myelodysplastic syndromes (MDS), and median survival for higher risk disease is less than 6 months (Prebet et al, JCO 2011; Jabbour et al, Cancer 2015). Pevonedistat, a first in human small molecule inhibitor of the NEDD8 activating enzyme (NAE), downregulates Cullin ring ligases (CRL) which interferes with the shuttling and degradation of proteins in the proteasome and leads to accumulation of CRL substrates. Combining pevonedistat (Pev) with azacitidine (AZA) resulted in synergistic cell killing in in vitro and xenograft models of acute myeloid leukemia (AML) (Smith et al, Blood 2011), elicited favorable response rates in treatment naïve elderly or unfit AML patients (Swords et al Blood 2018), and is currently under study in treatment-naïve MDS. The study presented herein (NCT03238248) investigates the utility of adding pevonedistat to azacitidine (PevAz) after DNMTi failure in MDS and MDS/MPN overlap syndromes. Methods: In this on-going single-arm phase II study, MDS and MDS/MPN patients were eligible if they were refractory to DNMTi treatment, progressing after at least 2 cycles of therapy; had failed to achieve a complete remission (CR) after at least 4 cycles of DNMTi therapy; or had relapsed after an initial response to DNMTi therapy. Enrolled subjects received AZA 75mg/m 2 sc/iv daily on days 1-5 and Pev 20mg/m 2 iv on days 1, 3 and 5 of each 28-day cycle. Survival is the primary endpoint and is assessed at regularly scheduled study visits and every 3 months after ending protocol-directed therapy. Hematologic and bone marrow response rates are secondary endpoints. Responses to treatment are determined by the MDS International Working Group (IWG) response criteria (Cheson et al, Blood 2006) or for MDS/MPN, by the modified MDS/MPN IWG response criteria (Savona et al, Blood 2015). Results: As of the data cutoff on 15 MAR 2019, 23 subjects (21 with MDS, 2 with MDS/MPN) had enrolled and initiated treatment. Subjects had previously been treated with AZA (n=11/23), decitabine (n=11/23), and ASTX727 (n=4/23); some subjects had been treated with more than one DNMTi prior to enrollment. Median number of cycles of any prior DNMTi therapy was 7 (range 2-35). 65% of subjects were female. Median age at enrollment was 67 years (range 51 - 85). 65% had Intermediate-2 or High risk disease by IPSS at time of enrollment. Median number of PevAz cycles completed prior to the data cutoff was 4 (range 1-19). One subject had not reached the first response assessment at the time of the data cutoff and data was unavailable for one subject. The overall response rate including complete and partial remission, hematologic improvement and clinical benefit (CB) was 42.9% (9/21), and CR rate (including 1 CR + 4 marrow CR) was 23.8% (5/21) with a median duration of response (DOR) of 8.7m (range 2.8m-15.7m). An additional 38.1% (8/21) had stable disease as best response (Table 1). The most common Grade >2 adverse events (any attribution) include thrombocytopenia (39%), anemia (35%), leukopenia (26%), neutropenia (22%), infections (17%), and febrile neutropenia (13%). Six subjects experienced Grade ≤ 2 elevations in AST/ALT and 4 had Grade ≤ 2 elevation in bilirubin, whereas only one subject experienced Grade > 2 LFT abnormality (increase in ALT). There was one death on study due to intracerebral hemorrhage related to a previously undiagnosed metastatic carcinoma. PevAz treatment was discontinued in other subjects due to disease progression (n=7), adverse event (n=1), lack of response (n=1), or to pursue allogeneic stem cell transplant after achieving a satisfactory response to PevAz (n=3). Ten subjects were continuing PevAz therapy on study as of the data cutoff. Summary: PevAz was well-tolerated in MDS and MDS/MPN patients who had previously failed DNMTi, with the most common adverse events of cytopenias, which are a common feature of these diseases. 5/21 subjects achieved CR/mCR with meaningful DOR, and the ORR of 42.9% exceeded expectations for MDS patients with previous failure of DNMTi therapy; both MDS/MPN patients responded with CR and CB. For these patients whose treatment options are limited and prognosis very poor, these preliminary data are especially encouraging and warrant further investigation. This therapy combination is being tested in a phase 3 study in treatment naïve high risk MDS, CMML and low-blast AML. View large Download slide View large Download slide  Close modal Disclosures Watts: Pfizer: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Research Funding. Strickland: Astellas Pharma: Consultancy; Sunesis Pharmaceuticals: Research Funding; AbbVie: Consultancy; Jazz: Consultancy; Kite: Consultancy; Pfizer: Consultancy. Byrne: Karyopharm: Research Funding. Bradley: AbbVie: Other: Advisory Board. Savona: Sunesis: Research Funding; Selvita: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; TG Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm Therapeutics: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Incyte Corporation: Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees; Boehringer Ingelheim: Patents & Royalties.",
    "topics": [
        "azacitidine",
        "dna modification methylases",
        "phase 2 clinical trials",
        "adverse event",
        "allogeneic stem cell transplant",
        "anemia",
        "bilirubin",
        "cancer",
        "cerebral hemorrhage",
        "complete remission"
    ],
    "author_names": [
        "Tamara K Moyo, MD PhD",
        "Justin M. Watts, MD",
        "Barry S. Skikne, MD",
        "Jason H. Mendler, MD PhD",
        "Virginia M. Klimek, MD",
        "Sheau-Chiann Chen, PhD",
        "Run Fan, PhD MS",
        "Ingrid A Anderson, PhD",
        "Andrew Sochacki, MD",
        "Stephen A. Strickland, MD",
        "Michael T Byrne, DO",
        "Terrence J Bradley, MD",
        "Gregory D Ayers, MS",
        "Sanjay R Mohan, MD MSCI",
        "Michael R. Savona, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tamara K Moyo, MD PhD",
            "author_affiliations": [
                "Vanderbilt-Ingram Cancer Center, Department of Medicine, Vanderbilt University, Nashville, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Justin M. Watts, MD",
            "author_affiliations": [
                "University of Miami Sylvester Comprehensive Cancer Center, Miami, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry S. Skikne, MD",
            "author_affiliations": [
                "The University Of Kansas Cancer Center, Westwood, KS "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason H. Mendler, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginia M. Klimek, MD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheau-Chiann Chen, PhD",
            "author_affiliations": [
                "Center for Quantitative Sciences, Department of Biostatistics, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Run Fan, PhD MS",
            "author_affiliations": [
                "Center for Quantitative Sciences, Department of Biostatistics, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingrid A Anderson, PhD",
            "author_affiliations": [
                "Vanderbilt-Ingram Cancer Center, Clinical Trials Shared Resource, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Sochacki, MD",
            "author_affiliations": [
                "Vanderbilt-Ingram Cancer Center, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen A. Strickland, MD",
            "author_affiliations": [
                "Vanderbilt-Ingram Cancer Center, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael T Byrne, DO",
            "author_affiliations": [
                "Vanderbilt-Ingram Cancer Center, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terrence J Bradley, MD",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory D Ayers, MS",
            "author_affiliations": [
                "Department of Biostatistics, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjay R Mohan, MD MSCI",
            "author_affiliations": [
                "Vanderbilt-Ingram Cancer Center, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Savona, MD",
            "author_affiliations": [
                "Vanderbilt-Ingram Cancer Center, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN ",
                "Department of Medicine and Program in Cancer Biology, Vanderbilt University School of Medicine, Nashville, TN"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:39:25",
    "is_scraped": "1"
}