{
    "doi": "https://doi.org/10.1182/blood.V110.11.4054.4054",
    "article_title": "Effect of Umbilical Cord Blood Hematopoietic Stem Cells on Formation of Angiogenic Structures. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "There is a significant unmet need for novel therapeutic treatments for patients presenting with chronic ischemic conditions such as coronary artery disease and diabetes. Revascularization measures, such as infusions with endothelial progenitor cells (EPC) characterized by the expression of early hematopoietic stem cell markers, hold significant potential in treating these patients. Pre-clinical and clinical studies using transplanted EPC to restore blood flow and improve cardiac function in animal models of ischemia have proven effective. Recent studies have used bone marrow mononuclear cells while some more recent studies have focused on enriched stem cell treatments, such as purified bone marrow hematopoietic stem cell (HSC) CD34+/133+ cell populations, in patients with coronary artery ischemia. In this study, the hypothesis to be tested was that umbilical cord blood-derived hematopoietic stem cells (CD34+/CD133 + ) cells may augment the formation and stability of angiogenic networks of cord-like structures derived from umbilical vein endothelial cells (HUVEC) cultured in growth factor-reduced Matrigel (GFR MG) assays. Umbilical cord blood MNC were isolated with ficoll and separated into HSC CD34+/133+ and CD34−/133− fractions. Positive fractions were flow cytometry, sorted for HSC, and stained with the lipophilic fluorescent red dye CM-DiI and the HUVEC were stained with the lipophilic fluorescent green dye Oregon Green. HUVEC alone or HSC and HUVEC were then co-cultured under hypoxic conditions (1% O 2 ) on the GFR MG in 96 well plates. Cells were photographed with a fluorescent microscope at 16, 48, and 72 hours. Transwell experiments (0.4μm pores) were also performed with HSC CD34+/133+ and CD34−/133− fractions prepared and suspended in transwells above HUVEC plated on GFR MG on bottom wells. The presence of both HSC CD34+/133+ and CD34−/133− fractions increased the numbers of nodes (branch points of structures) and allowed the structures to persist when observed over three days (a representative experiment of N =3) (Table):  . Day 1 . Day 1 . Day 2 . Day 2 . Day 3 . Day 3 . . Node # . % Total . Node # . % Total . Node # . % Total . HUVEC 11.6 ± 4.9 100 1.3 ± 1.2 9.2 0.33 ± 0.58 2.2 HUVEC + HSC CD34+/133+ 17.3 ± 9.2 100 6.3 ± 4.5 35.3 4.7 ± 5.5 21.4 HUVEC + HSC CD34−/133− 34 ± 13.2 100 19.7 ± 2.5 61.6 10 ± 3.6 29.8 . Day 1 . Day 1 . Day 2 . Day 2 . Day 3 . Day 3 . . Node # . % Total . Node # . % Total . Node # . % Total . HUVEC 11.6 ± 4.9 100 1.3 ± 1.2 9.2 0.33 ± 0.58 2.2 HUVEC + HSC CD34+/133+ 17.3 ± 9.2 100 6.3 ± 4.5 35.3 4.7 ± 5.5 21.4 HUVEC + HSC CD34−/133− 34 ± 13.2 100 19.7 ± 2.5 61.6 10 ± 3.6 29.8 View Large The HSC CD34−/133− fraction resulted in a greater increase in node formation than the HSC CD34+/133+ and both fractions stimulated significant persistence in formed structures. In addition, CM-Dil labeled cells were localized at nodes points. Results with the transwell assay demonstrated that when either HSC CD34+/133+ or CD34−/133− fractions were suspended above HUVEC, augmentation of the formation of cord-like structures was not observed. In summary, both umbilical cord blood-derived HSC CD34+/133+ and CD34−/133− fractions possess properties that augment the formation of angiogenic structures. We observed that the number of nodes are greater in the presence of both HSC CD34+/133+ and CD34−/133− fractions than with HUVEC alone. The transwell experiment suggested that cell-to-cell interactions are necessary for augmentation of the cord structures. In future studies, we will address the mechanism of intercellular interactions that result in the augmentation of cord-like structures and which particular subpopulations within cord blood, both from HSC CD34+/133+ and CD34−/133− fractions are required for augmentation of structure formation.",
    "topics": [
        "angiogenesis",
        "animal model",
        "coronary arteriosclerosis",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "dyes",
        "ficoll",
        "flow cytometry",
        "hematopoietic stem cells",
        "hypoxia"
    ],
    "author_names": [
        "Aaron Victor, BS",
        "Mary J. Laughlin, MD",
        "Marcie R. Finney, MS",
        "Nicholas J. Greco, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aaron Victor, BS",
            "author_affiliations": [
                "Medicine, Case Western Reserve University, Cleveland, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mary J. Laughlin, MD",
            "author_affiliations": [
                "Medicine, Case Western Reserve University, Cleveland, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcie R. Finney, MS",
            "author_affiliations": [
                "Medicine, Case Western Reserve University, Cleveland, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas J. Greco, PhD",
            "author_affiliations": [
                "Medicine, Case Western Reserve University, Cleveland, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T15:33:53",
    "is_scraped": "1"
}