{
    "doi": "https://doi.org/10.1182/blood.V128.22.2172.2172",
    "article_title": "Decentralized Manufacture of TCR-Alpha/Beta and CD19 Depleted Haploidentical Stem Cell Grafts for Children within a Multicenter Phase I/II Clinical Trial ",
    "article_date": "December 2, 2016",
    "session_type": "711. Cell Collection and Processing: Poster I",
    "abstract_text": "Several single center experiences have shown favorable outcomes using in-vitro depletion of T cell receptor (TCR)-alpha/beta cells and B cells. For the first time we show the manufacturing results of stem cell grafts from haploidentical family donors for 30 pediatric patients with various hematological and non-hematological malignancies and non-malignant diseases within a prospective, multi-center phase I/II clinical trial utilizing the CliniMACS plus System (Miltenyi Biotec, Germany) in combination with a reduced conditioning (www.clinicaltrialsregister.org; 2011-005562-38). The in-vitro T cell depletions of the grafts were performed by four different laboratories under fixed conditions. The grafts were sent to six treatment centers. Methods: Donors received G-CSF for mobilization of stem cells according to local hospital routine followed by leukaphereses that were depleted from TCRab+ and CD19+ cells according to manufacturer's instructions (CliniMACS plus System, Miltenyi Biotec) and as approved by local authorities. For quality purposes the sponsor performed regularly round robin tests to ensure provision of comparable results regarding the residual number of TCRab+ cells in the grafts. The transplants should be composed of a maximum of 7.5 x 10 8 nucleated cells/mL with targeted ≥ 4 x 10 6 CD34+ cells/kg, ≤ 25 x 10 3 TCRab+ cells/kg, ≤ 1 x 10 5 CD20+ cells/kg and a CD34+ cell viability of ≥ 95%. In case the targeted value for CD34+ cells/kg was not reached, the number of TCRab+ cells/kg was allowed to exceed by up to the four-fold until 4 x 10 6 CD34+ cells/kg per transplant have been isolated. One transplant could consist of up to three single aphereses depleted of TCRab+ and CD19+ cells. These products were to be infused directly after separation or following cryopreservation. Pooling of aphereses from a single donor was not allowed. Results: 30 pediatric patients, median age 7 years (range, 1 - 17 years) received a total of 43 TCRab/CD19 depleted haploidentical stem cell products. 17 patients got one infusion, 11 two and one patient three infusions. The stem cell products contained in median 9.46 x 10 6 /kg (range, 1.35 - 54.9) CD34+ cells, 8.4 x 10 3 /kg (range, 0.62 - 40.6) TCRab+ cells and 0.32 x 10 5 /kg (range, 0.037 - 1.7) CD20+ cells. Log depletion for TCRab+ cells and B cells was 4.75 (range, 1.2 - 5.33) and 3.43 (range, 0 - 3.93), respectively. In addition significant numbers of NK and TCRgd+ cells/kg were preserved: 3.9 x 10 7 (median; range, 0.11 - 18.2), 0.67 x 10 7 (median; range, 0.05 - 4.0), respectively, summing up to a median number of 6.99 x 10 6 (range, 0.42 - 39.7) total CD3+ cells/kg. Viability of CD34+ cells was 97.9% (median, range 91.5 - 100). All patients received transplants (consisting of up to three single consecutive products) with the targeted CD34+ cell dose - median 14.6 x 10 6 cells/kg (range, 4 - 54.9) and with less than the maximal allowed number of 1x10 5 TCRab+ cells/kg. Three single products exceeded targeted TCRab cell numbers but remained within the defined limit of the transplant of 1 x 10 5 cells/kg in order to meet the specification of ≥ 4 x 10 6 CD34+ cells/kg. In six single products the B cell numbers were above the specified targeted limit (max. 1.7 x 10 5 /kg). Four products had a viability of CD34+ cells between 91.5 and 95%. Of 30 treated patients no patient experienced acute GVHD°III-IV. Only one patient had acute GVHD°II. The transplant of this patient fulfilled the targeted specifications for total CD34+, TCRab+ and CD20+ cells/kg. Round robin tests were performed prior to study start and during the enrollment period. The identified issues were addressed prior to study start and subsequent tests revealed a uniform performance of the manufacturing centers. Conclusion: 43 stem cell products were manufactured and released by 4 manufacturing laboratories for 30 pediatric patients in 6 hospitals within a clinical study investigating TCR alpha/beta and CD19 depleted haploidentical stem cell transplantation after reduced intensity conditioning. A highly effective depletion of TCRab + cells and B cells with comparable results was shown in all laboratories as controlled by frequent evaluation in round robin tests. Limited exceedances of the targeted release criteria of TCRa/b+ cells were acceptable to the physicians and had no clinical impact. Disclosures Bönig: Miltenyi Biotec: Consultancy, Honoraria, Research Funding. Bader: Riemser: Research Funding; Neovii Biotech: Research Funding; Servier: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Medac: Consultancy, Research Funding. Aktas: Miltenyi Biotec: Employment. Dresing: Miltenyi Biotec: Employment. Karitzky: Miltenyi Biotec: Employment. Holtkamp: Miltenyi Biotec: Employment. Handgretinger: Miltenyi Biotec: Patents & Royalties: Co-Patentholder of TcRalpha/beta depletion technology.",
    "topics": [
        "cd19 antigens",
        "child",
        "stem cells",
        "tissue transplants",
        "transplantation",
        "apheresis",
        "alpha-beta t-cell receptor",
        "cancer",
        "cryopreservation",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Michael Schumm, VMD",
        "Matthias K. Eyrich, MD",
        "Markus Wiesneth",
        "Halvard Bönig, MD",
        "Peter J. Lang, MD",
        "Paul G. Schlegel, MD",
        "Roland Meisel, MD",
        "Ansgar S. Schulz, MD",
        "Johann Greil, MD",
        "Peter Bader, MD",
        "Murat Aktas",
        "Philipp Dresing, PhD",
        "Sandra Karitzky, PhD",
        "Silke Holtkamp, PhD",
        "Rupert Handgretinger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Schumm, VMD",
            "author_affiliations": [
                "Dept. of Hematology/Oncology, Children's University Hospital, Tübingen, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthias K. Eyrich, MD",
            "author_affiliations": [
                "Children's Hospital University Clinics Würzburg, Würzburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Wiesneth",
            "author_affiliations": [
                "Institute of Transfusion Medicine, University of Ulm, Ulm, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Halvard Bönig, MD",
            "author_affiliations": [
                "German Red Cross Blood Service Baden-Württemberg-Hessen, Frankfurt, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter J. Lang, MD",
            "author_affiliations": [
                "Department of General Pediatrics, Hematology/Oncology, University Children's Hospital, Tübingen, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Schlegel, MD",
            "author_affiliations": [
                "University Children's Hospital, Würzburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland Meisel, MD",
            "author_affiliations": [
                "Heinrich-Heine-University, Medical Faculty, Department of Pediatric Oncology, Hematology and Clinical Immunology, Duesseldorf, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ansgar S. Schulz, MD",
            "author_affiliations": [
                "Department of Pediatrics, University Medical Center Ulm, Ulm, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johann Greil, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Immunology, Children's Hospital, University of Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Bader, MD",
            "author_affiliations": [
                "Department for Children and Adolescents, University Hospital Frankfurt, Frankfurt, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murat Aktas",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philipp Dresing, PhD",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Karitzky, PhD",
            "author_affiliations": [
                "Clinical Development, Miltenyi Biotec GmbH, Bergisch Gladbach, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silke Holtkamp, PhD",
            "author_affiliations": [
                "Clinical Development, Miltenyi Biotec GmbH, Bergisch Gladbach, Germany "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rupert Handgretinger, MD",
            "author_affiliations": [
                "Dept. of Hematology/Oncology, Children's University Hospital, Tuebingen, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T06:36:03",
    "is_scraped": "1"
}