{
    "doi": "https://doi.org/10.1182/blood-2018-99-116846",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4018",
    "start_url_page_num": 4018,
    "is_scraped": "1",
    "article_title": "Abbreviated T-Cell Activation on the Automated Clinimacs Prodigy Device Enhances Bispecific CD19/22 Chimeric Antigen Receptor T-Cell Viability and Fold Expansion, Reducing Total Culture Duration ",
    "article_date": "November 29, 2018",
    "session_type": "711. Cell Collection and Processing: Poster III",
    "topics": [
        "cd19 antigens",
        "chimeric antigen receptors",
        "medical devices",
        "t-cell activation",
        "t-lymphocytes",
        "aldesleukin",
        "antigens, differentiation",
        "apheresis",
        "cd28 antigens",
        "cryopreservation"
    ],
    "author_names": [
        "Sandeep K Srivastava, PhD",
        "Sandhya R. Panch, MD MPH",
        "Jianjian Jin, PhD",
        "Haneen Shalabi, DO",
        "Nirali N. Shah, MD",
        "Steven L Highfill, PhD",
        "David F. Stroncek"
    ],
    "author_affiliations": [
        [
            "Cell Processing Section, Department of Transfusion Medicine, National Institutes of Health Clinical Center, Bethesda, MD, USA, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Cell Processing Section, Department of Transfusion Medicine, National Institutes of Health Clinical Center, Bethesda, MD, USA, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Cell Processing Section, Department of Transfusion Medicine, National Institutes of Health Clinical Center, Bethesda, MD, USA, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, Washington, DC "
        ],
        [
            "National Cancer Institute/Nih, Bethesda, MD "
        ],
        [
            "Cell Processing Section, Department of Transfusion Medicine, National Institutes of Health Clinical Center, Bethesda, MD, USA, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Institutes of Health, Clinical Center, Transfusion Medicine Department, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.0016838",
    "first_author_longitude": "-77.10525795",
    "abstract_text": "Introduction: As clinical applications for Chimeric Antigen Receptor (CAR) T-cell therapy expand, cell manufacturing incorporating closed-system, automated instruments are supplanting traditional open-system, labor-intensive culture methods. At our institution and others, the CliniMACS Prodigy (Miltenyi Biotec), a closed-system automated device, has demonstrated success in the production of CAR T-cells from T-cell enrichment, activation, viral transduction, and expansion to downstream harvest for cryopreservation/fresh infusion. However, the duration of T-cell activation/viral transduction, and total T-cell culture duration are variable across centers (2-5 days and 7-13 days) and merit evaluation prior to routine use. Methods: Following the opening of our clinical protocol (Clinicaltrials.gov NCT03448393), CD19/CD22 Bispecific CAR T-cell products were manufactured on the Prodigy for 4 patients (Original Method, OM) but CAR T cell manufacturing was felt to be suboptimal. Consequently, we investigated a modified processing method (Modified Method, MM), for the manufacture of clinical grade products using the Prodigy. Specifically, TransAct CD3/CD28 reagent mediated T-cell activation/stimulation and lentiviral transduction (MSCV-CAR1922-WPRE; Lentigen Inc.) was terminated with a wash step at Day 3 (instead of the wash step at Day 5, as in the OM). Overstimulation of the relatively more sensitive patient cells was proposed as a likely cause of suboptimal cell viability and expansion in the OM runs. Final cell harvest was planned between culture days 7-12. A total of 4 apheresis products were evaluated using this MM and compared with the 4 prior runs using the OM. All products were obtained from live or deceased patients with disease profiles similar to patients on the clinical trial. Other process parameters (enrichment for CD4/CD8 subsets, in-process media changes with GMP-TexMACS Medium supplemented with human IL-2 (200IU/mL) and 3% human AB serum) were kept unchanged across the 2 methods. Transduction by Protein L expression, viability and cell phenotype (CD3, CD4/CD8) were measured by flow cytometry. Results: From ~0.1x10 9 CD4/8 enriched T-cells placed into the Prodigy culture chamber on day 0, the mean viable Total Nucleated Cells (TNC) obtained in the final product was 1.93x10 9 ± 0.27x10 9 in the 4 MM runs. This cell dose was accomplished by culture Day 7. In contrast, in the OM runs, the mean viable TNC obtained in the final products between Days 9 and 12 was 0.8x10 9 ± 0.7x10 9 (Figure 1a). Viable CAR transduced CD3+ fold increase was calculated for days 0-7 of the MM cultures and 0-9 and 0-12 of the OM cultures depending on day of harvest and for the 4 MM products the average fold increase was 15.3 ± 4.2 by Day 7 (Figure 1b) which was ~3 fold greater than OM products harvested on day 9 or 12. Viability of transduced cells was >80% throughout MM culture. In contrast, viability was about 31% during manufacturing of one of the OM products (Figure 1c). On the day of harvest, >99% of the cells were CD3+ T-cells for all 4 MM products (Figure 1d) with no remaining CD19+CD22+ cells. The CD4/CD8 ratio was as expected and favored CD4 T-cells over CD8 T-cells (Figure 1e). Transduction efficiency based on Protein L binding was >70% for the MM products and passed clinical release criteria (Figure 1f). A head-to-head comparison of the 2 methods from the same starting fraction in one patient product (Figure 1, 3A, 3B) also confirmed all findings above. Conclusions: Our data demonstrate that the modified CD19/CD22 Bispecific CAR T-cell manufacturing method (MM) which terminated T-cell activation/transduction by culture Day 3, resulted in reproducible and robust CAR T cell production, even in the relatively more sensitive patient cells. Viability, Viable TNC recovery, CD3% and Protein L expression were consistently higher with the MM compared to the OM. All final products in the MM met product release criteria. In addition, final product dose requirements were consistently met by culture Day 7 when using the MM, augmenting process efficiency. Consequently, we have adopted the MM for the manufacture of clinical CD19/CD22 Bispecific CAR T cells. However, to determine if this change effects CAR T cell potency, studies have been initiated to compare differences in T-cell subsets, activation/exhaustion/senescence and differentiation markers, and the metabolic activity of cells manufactured by the 2 methods. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}