{
    "doi": "https://doi.org/10.1182/blood.V112.11.2409.2409",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1350",
    "start_url_page_num": 1350,
    "is_scraped": "1",
    "article_title": "Hospital Care of Pathological Vertebral Fracture (PVF) in Multiple Myeloma (MM) Patients: Burden of Illness and Patterns of Care ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "acute care",
        "chemotherapy regimen",
        "cost of illness",
        "disability",
        "health disparity",
        "hospital care",
        "kyphoplasty",
        "length of stay",
        "logistic regression",
        "multiple myeloma"
    ],
    "author_names": [
        "Jeffrey Alan Jones, MD, MPH",
        "John C. Byrd, MD",
        "Joseph M Flynn, DO, MPH",
        "Craig Hofmeister, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Ohio State University Medical Center, Columbus, OH, USA"
        ],
        [
            "Division of Hematology, Ohio State University Medical Center, Columbus, OH, USA"
        ],
        [
            "Division of Hematology, Ohio State University Medical Center, Columbus, OH, USA"
        ],
        [
            "Division of Hematology, Ohio State University Medical Center, Columbus, OH, USA"
        ]
    ],
    "first_author_latitude": "39.994823649999994",
    "first_author_longitude": "-83.0161916",
    "abstract_text": "BACKGROUND: PVF contribute significantly to MM morbidity and disability but are poorly characterized at the population level. We studied the inpatient outcomes for a population-based sample of MM patients to better describe the burden of PVF and patterns of acute management, including use of newer vertebral augmentation (VA) techniques such as vertebro-/kyphoplasty. Methods: Using data from the Nationwide Inpatient Sample and ICD-9CM diagnosis codes, we identified adult PVF cases among MM admissions (N = 54,790) to all US hospitals in calendar year 2005. Admissions were described by patient (age, gender, race, adjusted Charlson comorbidity score, primary payer) and hospital type (control, location, teaching status, bedsize). Admissions complicated by spinal cord injury (SCI) were identified and described, but excluded from further analyses. Data regarding therapeutic interventions was extracted for radiotherapy, chemotherapy, spinal surgery, and VA using ICD-9CM procedure coding. We then examined hospital costs (charges transformed using Medicare cost-to-charge ratios), length of stay (LOS) and mortality by intervention. Factors influencing use of VA technology were explored in multivariate logistic regression models. All analyses were sample weighted. Results: A group of 3641 PVF admissions was extracted. Mean LOS was 8.9 days (95%CI 8.2–9.7) and mean costs were $19,290 (95%CI $16,395–22,184). Summary statistics for the uncomplicated group, including rates for therapeutic interventions, are given in the table.  Intervention . N (%) [95% CI] . Mean LOS in Days [95% CI] . Mean Costs in $US [95% CI] . Radiotherapy 299 (8.3%) [224–374] 11.1 [9.1–13.1] $19,671 [$15,352–23,989] Spinal Surgery 217 (6.0%) [122–313] 11.9 [6.5–17.3] $40,976 [$25,784–56,169] Vertebral Augmentation 1063 (29.5%) [436–1690] 6.8 [5.8–7.9] $19,201 [$17,316–21,088] Intervention . N (%) [95% CI] . Mean LOS in Days [95% CI] . Mean Costs in $US [95% CI] . Radiotherapy 299 (8.3%) [224–374] 11.1 [9.1–13.1] $19,671 [$15,352–23,989] Spinal Surgery 217 (6.0%) [122–313] 11.9 [6.5–17.3] $40,976 [$25,784–56,169] Vertebral Augmentation 1063 (29.5%) [436–1690] 6.8 [5.8–7.9] $19,201 [$17,316–21,088] View Large SCI complicated only 32 (<1%) of these admissions, and mean costs, LOS, and mortality did not differ from the uncomplicated cases. When VA was employed, other treatment modalities were used in <1% of cases. VA admissions tended to be shorter and were significantly less costly. Discharge disposition, including mortality rates, did not differ by treatment group. In regression analysis, presence of comorbid medical illness (OR 0.37, p<0.001) and Hispanic ethnicity (OR 0.40, p=0.011), but not black race (OR 0.70, p=0.169) were significant predictors of decreased VA utilization. Age (OR 0.98, p=0.057) and Medicaid as primary payer (OR 0.34, p=0.052) approached but did not reach significance. Hospital-level variables, while significant in univariate analysis, were not associated with outcome in the multivariate model. Conclusions: Acute care hospitalization for PVF constitutes a significant economic burden in the management of MM patients but likely underestimates full costs. While newer VA treatments are associated with shorter hospital stays and decreased hospital costs, age, racial/ethnic, and payer variability in utilization raises concern for disparities in care. Further studies designed to better explore these possible disparities, as well as secular trends in utilization of newer technologies, are warranted."
}