{
    "doi": "https://doi.org/10.1182/blood.V128.22.1217.1217",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3291",
    "start_url_page_num": 3291,
    "is_scraped": "1",
    "article_title": "Ibrutinib As Treatment for Chemoimmunotherapy-Resistant Patients with Follicular Lymphoma: First Results from the Open-Label, Multicenter, Phase 2 DAWN Study ",
    "article_date": "December 2, 2016",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Novel Targeted Therapy in Low Grade NHL",
    "topics": [
        "follicular lymphoma",
        "ibrutinib",
        "brachial plexus neuritis",
        "atrial fibrillation",
        "chemotherapy regimen",
        "lymphoma",
        "treatment resistant disorders",
        "adverse event",
        "biological markers",
        "complete remission"
    ],
    "author_names": [
        "Ajay K. Gopal, MD",
        "Stephen J. Schuster, MD",
        "Nathan Fowler, MD",
        "Judith Trotman, MBChB",
        "Georg Hess, MD",
        "Jing-Zhou Hou",
        "Abdulraheem Yacoub, MD",
        "Michael Lill, MD BS",
        "Peter Martin, MD",
        "Umberto Vitolo, MD",
        "Wojciech Jurczak, MD",
        "James Morton, MBBS, BSc(MD, FRACP, FRCPA",
        "Dzhelil Osmanov, MD",
        "Gary J. Gartenberg, MD",
        "Jessica Vermeulen, MD PhD",
        "Sriram Balasubramanian, PhD",
        "Shean-sheng Wang, PhD",
        "Sanjay Deshpande, MD",
        "Gilles A. Salles"
    ],
    "author_affiliations": [
        [
            "Seattle Cancer Care Alliance, University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Concord Hospital, Sydney, Australia "
        ],
        [
            "Department of Hematology/Oncology, Johannes Gutenberg University, Langenbeckstr, Mainz, Germany "
        ],
        [
            "University of Pittsburgh Medical Center, UPMC CancerCenter, University of Pittsburgh Cancer Institute, Pittsburgh, PA "
        ],
        [
            "University of Kansas Medical Hospital, Westwood, KS "
        ],
        [
            "Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Department of Hematology, Jagiellonian University, Krakow, Poland "
        ],
        [
            "Icon Cancer Care, Brisbane, Australia "
        ],
        [
            "Blokhin Cancer Research Center under the Russian Academy of Medical Sciences, Moscow, Russian Federation "
        ],
        [
            "Janssen Research & Development, Raritan, NJ "
        ],
        [
            "Janssen Research & Development, Leiden, Netherlands "
        ],
        [
            "Janssen Research & Development, Springhouse, PA "
        ],
        [
            "Janssen Research & Development, Raritan, NJ "
        ],
        [
            "Janssen Research & Development, Raritan, NJ "
        ],
        [
            "Department of Hematology, Centre Hospitalier Lyon-Sud, Pierre Benite, France"
        ]
    ],
    "first_author_latitude": "47.6264621",
    "first_author_longitude": "-122.33002049999999",
    "abstract_text": "Background: While first line therapy for FL with chemotherapy or chemoimmunotherapy produces durable responses, most patients (pts) with FL eventually relapse. Those who become resistant to chemoimmunotherapy have limited treatment options. Ibrutinib, an inhibitor of BTK (Bruton's tyrosine kinase) and ITK (interleukin-2-inducible T-cell kinase), has demonstrated robust clinical activity in various B-cell non-Hodgkin lymphomas. Previous Phase 1 and 2 studies have shown promising results with single-agent ibrutinib in pts with relapsed or refractory FL (Bartlett NL. Blood . 2014; 800 & Fowler N. Blood . 2015; 2706). The aim of the DAWN study was to provide additional efficacy and safety data with single-agent ibrutinib in a chemoimmunotherapy-refractory FL pt population. Methods: The DAWN study (FLR2002) was an open-label, multicenter, single-arm, Phase 2 study of ibrutinib in pts with chemoimmunotherapy-refractory FL (NCT01779791). Eligible pts had ≥ 2 prior lines of therapy with documented progressive disease (PD) within 12 months after last dose of chemotherapy in a chemoimmunotherapy regimen comprising an anti-CD20 monoclonal antibody. All pts received 560 mg oral ibrutinib once daily until disease progression or unacceptable toxicity. A protocol amendment allowed clinically stable patients with radiographic PD to remain on ibrutinib to allow for the possibility of tumor flare and delayed responses. The primary objective was Independent Review Committee (IRC)-assessed objective response rate (ORR; complete response [CR] + partial response [PR]). Secondary/ exploratory objectives included duration of response (DoR), time to next treatment (TTNT), progression-free survival (PFS), overall survival (OS), resolution of lymphoma-related symptoms, and safety. Results: The final analysis included 110 pts enrolled at 45 centers in 10 countries. The median age was 61.5 years, median number of prior therapies was 3; 40.9% of pts had refractory disease (defined as failure to achieve at least PR to the last prior regimen). Median follow-up is 27.7 months and median (range) ibrutinib exposure was 7.0 (1-37) months. The mean (SD) ibrutinib exposure was 11.2 (9.9) months. The ORR by IRC was 20.9% (23/110) and CR rate was 10.9% (12/110) with a median duration of response of 19.4 months; of the 23 pts who responded, 5 had refractory disease. ORR was 24.7% in pts with non-bulky disease (longest diameter ≤6 cm). The disease control rate (CR + PR + stable disease [SD for ≥ 6 months]) was 56.3% (62/110). 30 pts were allowed to remain on ibrutinib after initial radiographic PD (termed pseudo-progression); 7 pts had IRC-confirmed response when allowed to remain on therapy. Median TTNT on ibrutinib was 16 months compared with 10 months on the last line of treatment prior to enrollment. Median PFS was 4.6 months. The median OS has not been reached; the 24-month OS was 63% (95% CI, 0.53-0.72). Of 39 pts who had lymphoma-related symptoms at baseline, resolution of symptoms was seen in 26 pts (66.7%), including 10 whose best response was SD and 8 pts who had PD. The median duration of symptom resolution was 10.4 months. The most common adverse events (AEs) were diarrhea (50.9%; 51/56 pts had grade 1/2), fatigue (40.0%; 38/44 pts had grade 1/2), and cough (35.5%; all were grade 1/2). Serious AEs were reported in 48.2% of pts. Major hemorrhage and atrial fibrillation were consistent with previous reports at 3.6% and 9.1%, respectively. Seven pts (6.4%) discontinued ibrutinib because of an AE (none due to AF); 1 pt required a dose reduction due to AE. Biomarker analyses identifying classifiers for response or progression are ongoing. Conclusion: Treatment with single-agent ibrutinib in pts with chemoimmunotherapy-refractory FL achieved durable responses of 20.9%. The clinical benefit for these pts is also supported by disease control rate, resolution of symptoms, TTNT and OS. Safety results in this study were consistent with the current known profile of ibrutinib; the majority of events reported were grade 1/2. In pts with chemoimmunotherapy-refractory FL who have limited treatment options, treatment with ibrutinib resulted in a clinical benefit with acceptable safety and good tolerability. Figure 1. View large Download slide Figure 1. View large Download slide Figure 2. View large Download slide Figure 2. View large Download slide Disclosures Gopal: Paid Consultancy- Gilead, Janssen, Seattle Genetics, Spectrum, Research funding- Gilead, Janssen, Pfizer, BMS, Merck, Teva, Takeda, Spectrum, Seattle Genetics: Consultancy, Honoraria, Research Funding. Schuster: Celgene: Consultancy, Honoraria, Research Funding; Gilead: Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Nordic Nanovector: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen Research & Development: Research Funding; Pharmacyclics: Consultancy, Research Funding; Genentech: Consultancy, Honoraria; Hoffman-LaRoche: Research Funding; Merck: Research Funding. Fowler: Roche: Consultancy, Research Funding; TG Therapeutics: Consultancy; Infinity: Consultancy, Research Funding; Jannsen: Consultancy, Research Funding; Gilead: Research Funding; Celgene: Consultancy, Research Funding. Hess: Roche: Honoraria; Celgene: Honoraria; Roche, CTI, Pfizer, Celgene: Research Funding; Janssen: Honoraria; Pfizer: Honoraria; Novartis: Honoraria. Yacoub: Alexion: Honoraria; Seattle Genetics: Consultancy, Honoraria, Speakers Bureau; Incyte: Consultancy, Honoraria, Speakers Bureau. Martin: Novartis: Consultancy; Teva: Research Funding; Celgene: Consultancy, Honoraria; Gilead: Consultancy, Other: travel, accommodations, expenses; Acerta: Consultancy; Janssen: Consultancy, Honoraria, Other: travel, accommodations, expenses. Vitolo: Celgene: Honoraria; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria; Gilead: Honoraria; Roche: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Jurczak: Morphosys: Consultancy; Acerta, Novartis, Pfizer, Celgene, Gillead, Janssen, Celtrion, Bayer, Morphosys, Takeda, Servier, Teva, and Roche: Research Funding; Sandoz - Novartis, Morphosys, Roche: Speakers Bureau. Osmanov: Seattle Genetics Inc.: Research Funding. Gartenberg: Janssen Research & Development: Employment. Vermeulen: Janssen Research & Development: Employment. Balasubramanian: Janssen Research & Development: Employment. Wang: Janssen Research & Development: Employment. Deshpande: Janssen Research & Development: Employment. Salles: Celgene: Consultancy, Honoraria; Mundipharma: Honoraria; Gilead: Honoraria, Research Funding; Amgen: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Roche/Genentech: Consultancy, Honoraria, Research Funding."
}