{
    "doi": "https://doi.org/10.1182/blood.V106.11.5098.5098",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=403",
    "start_url_page_num": 403,
    "is_scraped": "1",
    "article_title": "Peripheral Blood Cells from Multiple Myeloma Patients Show Increased Osteoclast and Decreased Osteoblast Gene Expression. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "blood cells",
        "gene expression",
        "multiple myeloma",
        "osteoblasts",
        "osteoclasts",
        "bisphosphonates",
        "bone diseases",
        "rna",
        "alkaline phosphatase",
        "cd40 ligand"
    ],
    "author_names": [
        "Melinda S. Gordon, PhD",
        "Ariana M. Berenson",
        "Charles B. Drucker",
        "Matthew Katz",
        "Hee Jin Lee, BS",
        "Richard A. Campbell, BS",
        "Haiming Chen, MD, PhD",
        "Howard S. Yeh, MD",
        "Benjamin Bonavida, PhD",
        "Jonathan Said, MD",
        "James R. Berenson, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Institute for Myeloma &Bone Cancer Research, W. Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma &Bone Cancer Research, W. Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma &Bone Cancer Research, W. Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma &Bone Cancer Research, W. Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma &Bone Cancer Research, W. Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma &Bone Cancer Research, W. Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma &Bone Cancer Research, W. Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma &Bone Cancer Research, W. Hollywood, CA, USA"
        ],
        [
            "Microbiology, Immunology and Molecular Genetics, David Geffen School of Medicine at the University of California, Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, David Geffen School of Medicine at the University of California, Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma &Bone Cancer Research, W. Hollywood, CA, USA"
        ]
    ],
    "first_author_latitude": "34.094403",
    "first_author_longitude": "-118.3417235",
    "abstract_text": "Bone resorption leading to osteolytic bone disease is characteristic of multiple myeloma (MM). Recent studies show the presence of bone-resorbing osteoclasts and bone-forming osteoclasts in the circulation, and these cells may correlate with bone disease and change with anti-bone resorptive therapies. We have investigated whether there is an imbalance in the expression of osteoblast and osteoclast genes in the peripheral blood mononuclear cells (PBMCs) from MM patients relative to normal age-matched controls and the effect of bisphosphonate treatment on the expression of these genes. We analyzed the expression of a panel of osteoblast-related (bone alkaline phosphatase [bone AP], bone morphogenic protein 2 [BMP2], collagen I and osteocalcin) and osteoclast-related (b3 integrin, calcitonin, receptor for activation of nuclear factor kappa B [RANK] and tartrate-resistant alkaline phosphatase [TRAP]) genes by semi-quantitative RT-PCR on total RNA isolated from PBMCs obtained following density gradient separation. We demonstrated that the expression of the osteoblast-related gene BMP2 was reduced in eight of nine MM patients when compared with normal donors. In marked contrast, three osteoclast-related genes, b3 integrin, RANK and TRAP, were more highly expressed in all nine MM patients compared to the normal donors; only calcitonin expression was similar to the control subjects. Interestingly, patients receiving bisphosphonate treatment appeared to show increased osteoblast gene expression with higher amounts of bone AP, BMP2 and osteocalcin RNA compared to the patients not receiving anti-bone resorptive therapy. However, there was no alteration in the level of the RNA in any of the four osteoclast genes compared to patients not receiving anti-bone resorptive therapy. We are extending our analysis to a larger panel of MM patients in order to determine the relationship between these circulating cells and bone disease, overall clinical status and change in their levels with anti-bone resorptive therapy. In addition, we are also investigating whether there exist larger and smaller numbers of circulating osteoclasts and osteoblasts, respectively, in MM patients, or whether these circulating cells show alteration of their expression of these genes. Our semi-quantitative RT-PCR results are being correlated with immunohistochemical staining results from osteoblast and osteoclast markers obtained on PBMCs from MM and normal subjects. These studies provide evidence that the number of circulating osteoblasts and osteoclasts is altered in patients with MM, and also may suggest that bisphosphonate therapy may also be associated with changes in these cell populations."
}