{
    "doi": "https://doi.org/10.1182/blood-2019-131293",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4362",
    "start_url_page_num": 4362,
    "is_scraped": "1",
    "article_title": "Filgrastim Administered after Early Assessment Bone Marrow Biopsy during 7+3 Induction Therapy for Acute Myeloid Leukemia Reduces Length of Hospital Stay ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "bone marrow biopsy",
        "filgrastim",
        "length of stay",
        "leukemia, myelocytic, acute",
        "neoadjuvant therapy",
        "granulocyte colony-stimulating factor",
        "brachial plexus neuritis",
        "biopsy",
        "chemotherapy, neoadjuvant",
        "fever"
    ],
    "author_names": [
        "Jiasheng Wang, MD",
        "Kirsten M Boughan, DO",
        "Paolo F Caimi, MD",
        "Brenda Cooper, MD",
        "Marcos de Lima, MD",
        "Molly M Gallogly, MD PhD",
        "Ehsan Malek, MD",
        "Leland Metheny, III, MD",
        "Folashade Otegbeye, MBBChir,MPH",
        "Shufen Cao",
        "Pingfu Fu, PhD",
        "Benjamin Tomlinson, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Metrohealth Medical Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals of Cleveland, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH ",
            "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Shaker Hts, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Shaker Heights, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Beachwood, OH "
        ],
        [
            "Case Western Reserve University, Cleveland, OH"
        ],
        [
            "Case Western Reserve University, Cleveland, OH"
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "41.490045949999995",
    "first_author_longitude": "-81.67616565",
    "abstract_text": "Background National guidelines for acute myeloid leukemia (AML) therapy do not routinely recommend granulocyte colony stimulating factors (GCSF) during intensive induction therapy. Randomized trials have showed GCSF administration immediately after induction chemotherapy does improve time to absolute neutrophil count (ANC) recovery but is not associated with either improvements nor detriments to disease progression and survival. There are also concerns that GCSF may affect interpretation of bone marrow biopsy (BmBx) results. At the Seidman Cancer Center, GCSF has frequently been initiated AML patients (pts) undergoing induction chemotherapy after confirmation of hypoplasia in a day 14 BmBx (D14BM). Few studies have examined the potential role of GCSF initiated after confirmation of hypoplasia on D14BM. We hypothesized that this selective use of GCSF in (pts) with hypoplastic D14BM could improve short term outcomes from induction therapy. Methods Newly diagnosed adult AML pts receiving first-line inpatient induction therapy from 2003 through 2019 were retrospectively evaluated at the Seidman Cancer Center. Patients were included met criteria for hypoplasia on D14BM. Patients were stratified on whether they initiated GCSF within 5 days of the D14BM. Outcomes of interest included time from treatment start to discharge, number of febrile days, time to absolute neutrophil count (ANC) recovery to 1Î10 9 cells/L, effects on BmBx after count recovery, progression free survival (PFS) and overall survival (OS). Results We identified 121 patients meeting inclusion criteria. Patient characteristics are listed in Table 1. Patients receiving GCSF after D14BM were slightly more likely to be female, but overall groups were well balanced for age, race, performance status (PS), European Leukemia Net 2017 disease risk, baseline marrow blasts percentage and WBC, time from diagnostic biopsy to treatment, and specific induction regimen received. Within the GCSF after D14BM group, GCSF was started a median of 2 days (range 0-5) after D14BM. A median of 6 days of GCSF was administered in the intervention group. Patients receiving GCSF had inpatient hospital stay of 24 (95% CI 24-26) days versus 26 (95% CI 25-27) days ( p = 0.0039) for those without GCSF after the start of induction therapy. Days to ANC recovery from start of induction was decreased in in the early GCSF group 23 (95% CI 22-24) vs 25 (95% CI 24-27) days ( p = 0.008). There was no effect on platelet recovery, with a median of 23 versus 24 days, p = 0.53. Cox proportional hazard models were used to assess for impact of age, PS, Race, ELN risk, time to threat start, diagnostic marrow blasts percentage and WBC at time of treatment start. Only early GCSF remained significantly associated with time to discharge (Hazard ratio for discharge 1.70, 95% CI 1.02 to 2.82) or ANC recovery (Hazard ratio for ANC recovery 1.95, 95% CI 1.16 to 3.26). GCSF after D14BM was not associated with a reduction in febrile days (mean of 4.2 versus 3.3, p = 0.16). Subsequent BmBx to assess response did not have significantly increase marrow blasts for patients receiving GCSF after D14BM (mean 7.6% versus 1.4%, p = 0.08) nor was it associated with increased risk of refractory disease (Odds Ratio 1.4, 95% CI 0.46 to 4.46). Finally, early GCSF after D14BM did not result in significant changes in PFS (median 8.8 years versus 4.8 years, p = 0.24) or OS (median 9.1 years vs 4.8 years, p = 0.38). Conclusion For AML patients who achieve hypoplasia on D14BM during induction, GCSF administered after early assessment biopsy is associated with reduced time to ANC recovery and inpatient time. Interpretation of response marrows did not appear to be affected. View large Download slide View large Download slide  Disclosures Caimi: Genentech: Research Funding; ADC Therapeutics: Research Funding; Celgene: Speakers Bureau. Malek: Janssen: Speakers Bureau; Medpacto: Research Funding; Sanofi: Consultancy; Takeda: Consultancy; Celgene: Consultancy; Amgen: Speakers Bureau; Adaptive: Consultancy. Metheny: Takeda: Speakers Bureau; Incyte: Speakers Bureau."
}