{
    "doi": "https://doi.org/10.1182/blood.V110.11.3246.3246",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=955",
    "start_url_page_num": 955,
    "is_scraped": "1",
    "article_title": "Hyaluronidase and IFN-γ from Activated T-Cells Are Key Mediators To Induce Immunosuppressive Activity of Mesenchymal Stem Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "topics": [
        "hyaluronidase",
        "immunosuppressive agents",
        "stem cell, mesenchymal",
        "t-lymphocytes",
        "nitric oxide synthase",
        "dinoprostone",
        "graft-versus-host disease",
        "hyaluronic acid",
        "rna, messenger",
        "cd44 antigens"
    ],
    "author_names": [
        "Kazuya Sato, MD, PhD",
        "Ozaki Katsutoshi, MD., PhD.",
        "Iekuni Oh, MD., PhD.",
        "Haruko Matsu, MD.",
        "Raine Tatara, MD.",
        "Akiko Meguro, MD.",
        "Keiko Hatanaka",
        "Tadashi Nagai, MD., PhD.",
        "Kazuo Muroi, MD., PhD",
        "Keiya Ozawa, MD., PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ]
    ],
    "first_author_latitude": "36.4013352",
    "first_author_longitude": "139.8613581",
    "abstract_text": "Mesenchymal stem cells (MSC) have been shown to suppress T-cell proliferation in vitro and are being clinically applied to treatment for steroid-refractory graft-versus-host disease (GVHD). However, the molecular mechanisms of immunosuppressive activity of MSC have not been fully understood. We have recently reported that nitric oxide (NO) is one of the key molecules for T-cell suppression by MSC ( Blood , 2007 ; 228 –34 ). Inducible NO synthase (iNOS) expression in MSC and NO production were exclusively detected upon interaction with activated T-cells. An inhibitor of NOS restored the proliferation of T-cells. We have also shown that both IFN-γ and NF-κB mediate NO production by MSC ( BBRC , 2007 ; 80 –90 ), however the factor(s) from T-cells that induce immunosuppressive activity of MSC have not been elucidated. In the present study, we focused on hyaluronic acid (HA), a major extracellular matrix component, because low molecular weight (LMW) HA is known to play an essential role in regulation of inflammation and infection, HA induces NOS in macrophages through a NF-κB-dependent mechanism, and T-cells are reported to express hyaluronidase-2 mRNA after activation. A series of such information suggests that activated T-cells regulate immunosuppressive activity of MSC through HA signaling. We investigated the molecular events in the interaction between MSC and activated T-cells, and demonstrated that HA may play an important role in the scenario. First, ELISA showed that MSC produce a large amount of HA. RT-PCR revealed that among three hyaluronic acid synthase (HAS), mRNA for HAS-1 but neither HAS-2 nor HAS-3 is constitutively expressed by MSC. Flow cytometric analysis also showed that MSC express CD44, one of the receptors for HA. In macrophages, either IFN-γ or LMW HA is known to induce NO production. Therefore, we investigated whether IFN-γ or LMW HA can induce NO production via NF-κB signaling in MSC. As a result, only in the presence of IFN-γ, LMW HA but not high molecular weight (HMW) HA induced expression of iNOS in MSC, followed by NO production from MSC. We found that prostaglandin E2 (PGE2), which was previously reported as another immunosuppressive factor of MSC, is also induced by the combination of IFN-γ and LMW HA. Since hyaluronidase activity in activated T-cells has already been reported, these data support a novel hypothesis that HMW HA produced by MSC is digested by hyaluronidase from activated T-cells, and that resultant LMW HA cooperates with IFN-γ from activated T-cells in inducing iNOS expression in MSC. Locally produced NO through the above mechanisms may suppress activated T-cell proliferation. These findings would be important to further potentiate and regulate the immunomodulatory activity of MSC in a variety of applications."
}