{
    "doi": "https://doi.org/10.1182/blood-2018-99-114910",
    "article_title": "Osteonecrosis in Pediatric Patients with Acute Lymphoblastic Leukemia (ALL): A Single-Center Cohort Analysis ",
    "article_date": "November 29, 2018",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster II",
    "abstract_text": "Introduction: Osteonecrosis (ON) is one of the most debilitating sequelae in pediatric patients with ALL, related with front-line, second-line chemotherapy or HSCT. Many studies reported ON incidence and risk factors, but results differ substantially. Clinical significance of radiological findings is not fully established, due to deficiencies in available radiological classifications and a consensus regarding therapeutic approach is still lacking. Recently Niinimäki proposed a new scoring system for ON in oncologic patients (Niinimäki et al. , 2015). Materials and methods: 270 consecutive patients enrolled in the AIEOP-BFM ALL 2009 protocol from October 2010 to December 2016 in our institution have been prospectively analysed. Patients were tested with MRI in case of clinical suspicion of ON; a subgroup of 19 out of 39 transplanted patients underwent MRI as screening before HSCT. 168 MRI (average 4 per patient) were reviewed and 318 ON lesions classified according to the Niinimäki score. Steinberg classification was used to evaluate femoral head and specially adapted for convex surfaces of the major joints involved. Surgery mainly consisted of core-decompression +/- bone marrow concentrate autografting. Surgical outcome was assessed by means of quality of life assessment questionnaires (SF-36) and joint specific questionnaires before and 6 months after surgery. Results: Out of 270, 43 patients developed ON (16%); 62% of them were male (p-value 0.42), 63% ≥10 years and 26% ≥15 years (p-value <0.001), 26% T-ALL (p-value 0.01) and 58% high risk (p-value <0.001). 3 out of 4 Ph+ ALL patients, who received additional TKI, developed ON: 1 was younger than 6 years, 2 of 3 underwent surgery for severe ON. A multivariate analysis assess that the risk of ON is 6-fold higher in high risk patients, compared with standard and intermediate risk (HR 6.3; p-value <0.0001), 12-fold higher in patients ≥10 years-old (HR 11.983; p-value <0.0001), while no significant impact of immunophenotype could be demonstrated. Considering ON diagnosis also after relapse and transplant, the risk of ON remains significantly higher in high risk patients (HR 3.2; p-value 0.0005) and in patients ≥10 years-old (HR 9.8; p-value <0.0001), while a significant impact of transplant couldn't be assessed (p-value 0.16). Cumulative incidence of ON at 5-years was 18.9% (SE 2.7) and after censoring patients at relapse and transplant was 14.2% (SE 2.3). At first MRI, knees were involved in 25 patients (58%), hips in 15 (35%), ankles in 22 (52%), shoulders in 3 patients (with available upper limbs MRI), tibial diaphyses in 28 patients (67%). The total number of affected joints was 138, with a median of 3 per patient; the total amount of lesions detected anytime was 399 (median 8 lesions per patient; range 1-22, IQ 5-12). The bilateral involvement of the same joint was found in 8 of the 17 patients with ON of the hip, 26/35 for the knee (74%) and 23/25 (92%) for the ankle, 26/29 (90%) for the tibial diaphysis. The Niinimäki classification allowed to compare different type of ON lesions: convex surface, concave surface, diaphysis. Diaphyseal lesions had virtually no clinical significance, with around 25% of tibial lesions disappearing. Lesions involving concave surfaces had scarce clinical significance, with almost half lesions resolved or improving during follow-up. The lesions of the convex surface were the most severely affected causing the worst disabilities. Niinimaki and Steinberg classifications were not consistent with each other for convex surfaces and the Steinberg scoring better predictive of subsequent disabilities. Seventeen over 43 patients (39%) underwent core decompression, in 10 patients implemented by autologous implantation of bone marrow concentrate. In 9 patients multiple sites underwent surgery during the same procedure (range 1 - 6), the knee was the most involved (19 joints operated). Quality of life and performance status questionnaires, assessed in 10 patients, demonstrated pain reduction and improvement of joint activity after surgery, especially for the knee. Conclusions: ON has a high prevalence in ALL pediatric patients, who generally present with multiple lesions. The most relevant lesions involved convex surfaces, for which the Niinimäki classification lacked in specificity for clinical outcome and a new score system is under evaluation. Core decompression appears as a promising approach also in pediatric patients. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "osteonecrosis",
        "pediatrics",
        "magnetic resonance imaging",
        "surgical procedures, operative",
        "decompression, external",
        "decompressive incision",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "adult t-cell lymphoma/leukemia"
    ],
    "author_names": [
        "Erica Brivio, MD",
        "Andrea Davide Cossio, MD",
        "Davide Borra, MD",
        "Antonella Colombini, MD",
        "Giulia Prunotto, MD",
        "Daniela Silvestri",
        "Adriana Balduzzi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Erica Brivio, MD",
            "author_affiliations": [
                "Pediatric Hemato-Oncology Department, Fondazione MBBM, University of Milano Bicocca, Monza, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrea Davide Cossio, MD",
            "author_affiliations": [
                "Orthopedic Department, S. Gerardo Hospital, monza, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Davide Borra, MD",
            "author_affiliations": [
                "Orthopedic Department, S. Gerardo Hospital, monza, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonella Colombini, MD",
            "author_affiliations": [
                "Pediatric Hemato-Oncology Department, Fondazione MBBM, University of Milano Bicocca, Monza, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Prunotto, MD",
            "author_affiliations": [
                "Pediatric Hemato-Oncology Department, Fondazione MBBM, University of Milano Bicocca, Monza, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Silvestri",
            "author_affiliations": [
                "Universita' Degli Studi Di Milano-Bicocca, Center of Biostatistics for Clinical Epidemiology, School of Medicine and Surgery, Monza, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana Balduzzi, MD",
            "author_affiliations": [
                "Pediatric Hemato-Oncology Department, Fondazione MBBM, University of Milano Bicocca, Monza, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T02:38:41",
    "is_scraped": "1"
}