{
    "doi": "https://doi.org/10.1182/blood.V122.21.1839.1839",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2460",
    "start_url_page_num": 2460,
    "is_scraped": "1",
    "article_title": "P53-Based Strategy for Protection of Bone Marrow From Y-90 Ibritumomab Tiuxetan ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster",
    "topics": [
        "bone marrow",
        "ibritumomab tiuxetan",
        "arsenic trioxide",
        "tumor volume",
        "lymphoma",
        "neoplasms",
        "cytoprotective agents",
        "toxic effect",
        "transplantation, heterologous",
        "acute promyelocytic leukemia"
    ],
    "author_names": [
        "Hang Su, Ph.D.",
        "Suthakar Ganapathy, Ph.D.",
        "Zhi-Min Yuan, M.D., Ph.D.",
        "Chul S. Ha, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Radiation Oncology, University of Texas Health Science Center at San Antonio, San Antonio, TX, USA, "
        ],
        [
            "Department of Genetics and Complex Diseases, Harvard School of Public Health, Boston, MA, USA"
        ],
        [
            "Department of Genetics and Complex Diseases, Harvard School of Public Health, Boston, MA, USA"
        ],
        [
            "Department of Radiation Oncology, University of Texas Health Science Center at San Antonio, San Antonio, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.5135382",
    "first_author_longitude": "-98.5788716",
    "abstract_text": "Introduction Though radiolabeled anti-CD20 antibody has expanding roles in the management of B-cell lymphoma, its main drawback has been radiation-induced damage to the bone marrow leading to acute grade 3 and 4 hematological toxicity and potential contribution to the development of myelodysplastic syndrome and secondary leukemia. Arsenic trioxide is currently used to treat acute promyelocytic leukemia and known as a cytotoxic agent. However, we have recently demonstrated that arsenic trioxide can act as a cytoprotective agent at much lower dose. This is due to its ability to temporarily and reversibly suppress p53 activation caused by DNA-damaging treatments such as chemotherapy or radiotherapy. It has been also demonstrated that this protective effect is selective to normal tissues, as it requires functional p53. We have developed a preclinical model to assess the efficacy of low dose arsenic trioxide (LDA) as a cytoprotective agent against bone marrow toxicity induced by radioimmunotherapy using Y-90 ibritumomab tiuxetan as a model. Methods To test the hypothesis that LDA protects bone marrow against Y-90 ibritumomab tiuxetan induced damage, sex-matched BAL/c mice (4-6 weeks of age) were randomized into four groups: control, LAD only, Y-90 ibritumomab tiuxetan only, LAD pretreatment followed by Y-90 ibritumomab tiuxetan. LDA pretreatment was carried out by feeding mice with water containing 1 mg/L arsenic trioxide for three days. Y-90 ibritumomab tiuxetan was then injected into mice at the dose of 200uCi via tail vein. Tissue samples were collected at different time points (3 hours to 5 weeks) after treatment. Bone marrow damage was analyzed histologically with H&E staining, and DNA damage was assessed with pH2AX staining. To test the hypothesis that LDA does not protect malignant cells, a mouse xenograft model was generated using a CD20 expressing lymphoma cell line, Karpas 422. Treatments were initiated 1 week after implantation when tumors became palpable. Tumor volumes were measured with a caliper periodically. Tumor volume was calculated using the equation: volume = length × width × depth × 0.5236 mm 3 . Two independent experiments were done and the tumor volumes are expressed as means ± SE. Results Y-90 ibritumomab tiuxetan treatments were associated with severe damages to bone marrow cells, and such damages were significantly reduced by LDA pretreatment ( Fig 1 ). Consistent with this observation, much more DNA damage was accumulated in mice treated with Y-90 ibritumomab tiuxetan from as early as 3 hours to a week after treatment, as compared to mice pretreated with LDA ( Fig 2 ). Remarkably, while DNA damage was eliminated in LDA-pretreated mice by 2wk to 5wk after treatment, damage was still observed in mice without LAD pretreatment. View large Download slide View large Download slide View large Download slide View large Download slide In tumor xenograft models, the tumor volume of the control group continued to increase with time. LDA pretreatment did not have any detectable effect on the growth of the implanted tumors. As expected, treatment with a single dose of Y-90 ibritumomab tiuxetan resulted in marked tumor growth suppression. LDA pretreatment showed little effect on radiation-induced tumor growth suppression ( Fig 3 ). View large Download slide View large Download slide Conclusion Our results demonstrate that a brief pretreatment with LDA is associated with a marked protection of bone marrow without compromising the ability of irradiation to kill lymphoma cells. A clinical trial is being developed based on our findings. Disclosures: No relevant conflicts of interest to declare."
}