{
    "doi": "https://doi.org/10.1182/blood.V106.11.652.652",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=462",
    "start_url_page_num": 462,
    "is_scraped": "1",
    "article_title": "A New Mechanism of Platelet Activation, Oxidation and Death Induced by ADAMTS-18. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "adamts proteins",
        "culture media, conditioned",
        "oxidation",
        "platelet activation",
        "peptides",
        "thrombin",
        "integrin beta3",
        "nadph oxidases",
        "biotin",
        "hydroxyeicosatetraenoic acids"
    ],
    "author_names": [
        "Zongdong Li, PhD",
        "Michael A. Nardi, MS",
        "Steven J. Feinmark, MD",
        "Simon Karpatkin, MD"
    ],
    "author_affiliations": [
        [
            " Medicine, NYU School of Medicine, New York, NY, USA."
        ],
        [
            " Medicine, NYU School of Medicine, New York, NY, USA."
        ],
        [
            " Medicine, NYU School of Medicine, New York, NY, USA."
        ],
        [
            " Medicine, NYU School of Medicine, New York, NY, USA."
        ]
    ],
    "first_author_latitude": "40.742132999999995",
    "first_author_longitude": "-73.97385109999999",
    "abstract_text": "Anti-platelet GPIII49–66 Ab obtained from HIV-1-ITP patients (or raised in rabbits) induces platelet oxidation, fragmentation and death by activating platelet 12-lipoxygenase (generating 12(S)-HETE) and NADPH-oxidase with exposure of membrane fragment phosphatidyl serine and thrombin-generating capacity ( Cell  106 : 551 , 2001 ; JCI  113 : 973 , 2004 ). Our recent studies reveal that activation of oxidative platelet death requires classic Ca ++ flux (fura-2, AM) (completely inhibited by 100uM EGTA or 10uM BAPTA), and is associated with mild GPIIIa activation (PAC Ab binding) and prominent P-selectin release (n=4). However, robust activation of oxidative fragmentation/death is induced in the presence of 1uM PGE1, 10uM dibutyrl cyclic AMP (n=6) and occurs in Gαq KO mouse platelets (all conditions which inhibit ADP, collagen or thrombin-induced platelet activation). We have also observed that platelet oxidation/fragmentation can be induced independently of anti-GPIIIa49–66 by 10mM A23187, a Ca ++ ionophore or 0.4uM PMA, a PKC activator. Both A23187 and PMA induce oxidation of platelets loaded with the oxidative fluorochrome, DCFH. Their reactivity is inhibited by the oxidation scavengers catalase (H 2 O 2 ) and DPI (inhibitor of NADPH oxidase) and is absent in NADPH oxidase gp91phox(−/−) KO as well as 12-LO(−/−) KO mouse platelets (n=4). Thus, anti-GPIIIa49–66 could be inducing the intracellular effects of ionophore and PMA. We next looked for a possible physiologic mechanism. Platelet GPIIIa49–66 was panned with a phage-peptide display library. Twenty 7-mer peptide clones were found which reacted with GPIIIa49–66. One of these peptides (VHCVQLY) had 70% homology with ADAMTS-18, a disintegrin and metalloprotease with thrombospondin (TSP)-like motifs, constitutively secreted by endothelial cells. An 18-mer peptide of ADAMTS-18 was therefore synthesized from the C-terminal TSP motif and conjugated to biotin, Bio-VQTRSVHCVQQGRPSSSC-OH. The peptide alone had no effect on platelet oxidation/fragmentation. However, an anti-biotin Ab employed to cluster the peptide did induce oxidation/fragmentation (n=6). Recombinant ADAMTS 18 was then made with the expression vector pBudCE4.1 in 293T cells. It induced platelet 12(S)-HETE and oxidation/fragmentation in an identical kinetic fashion as anti-GPIIIa49–66 Ab. Both expressed rADAMTS-18 and HUVEC conditioned media ADAMTS-18 could be activated by thrombin (0.5 u/ml and then neutralized with hirudin) with optimum effect at 1 hr (n=4). HUVEC ADAMTS-18 was inactive in the absence of thrombin. ADAMTS-18 induced oxidation/fragmentation could be inhibited ~50% by an scFV Ab raised against the ADAMTS-18 (18-mer) peptide as well as GPIIIa49–66 peptide, as well as RGDS (GPIIIa ligand binding site) (n=7). Both peptides GPIII49–66 and RGDS were synergistic (~75% inhibited) when combined at optimum individualized concentration, suggesting 2 binding sites on platelet GPIIIa. Thus a mechanism is proposed for platelet thrombus clearance, induced by platelet membrane oxidative fragmentation leading to thrombin generation and activation of constitutively secreted endothelial cell ADAMTS-18."
}