{
    "doi": "https://doi.org/10.1182/blood.V128.22.84.84",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3462",
    "start_url_page_num": 3462,
    "is_scraped": "1",
    "article_title": "The Impact of VWF on FVIII Immune Responses in Hemophilia a Mice with Pre-Existing Anti-FVIII Immunity ",
    "article_date": "December 2, 2016",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Factors VIII/IX and Hemophilia",
    "topics": [
        "culture media",
        "hemophilia a",
        "immune response",
        "immunity",
        "mice",
        "infusion procedures",
        "antibodies",
        "cytokine",
        "enzyme replacement therapy",
        "interferon type ii"
    ],
    "author_names": [
        "Juan Chen, PhD",
        "Jocelyn A. Schroeder",
        "Xiaofeng Luo, MD PhD",
        "Robert R. Montgomery, MD",
        "Qizhen Shi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI"
        ],
        [
            "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI"
        ],
        [
            "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI"
        ],
        [
            "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI"
        ],
        [
            "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI"
        ]
    ],
    "first_author_latitude": "43.0451057",
    "first_author_longitude": "-88.0215252",
    "abstract_text": "Development of inhibitory antibodies (inhibitors) against FVIII is the significant complication in protein replacement therapy for hemophilia A (HA). Currently, immune tolerance induction (ITI) with aggressive infusion of high-dose FVIII represents the only effective therapeutic approach for eradication of FVIII inhibitors and results in restoration of normal FVIII pharmacokinetics in inhibitor patients. Whether the use of FVIII products containing VWF will affect the efficacy of the ITI is still a debated issue in the treatment of inhibitor patients. In this study, we explored the impact of VWF on FVIII immune responses in HA with pre-existing anti-F8 immunity using both in vitro and in vivo models. Since the FVIII immune response is CD4 + T cell dependent, we first investigated how VWF affects FVIII-primed CD4 + T cells in response to FVIII restimulation. To address this question, we used a T cell proliferation assay. FVIII null (F8 null ) mice were immunized with recombinant human FVIII (rhF8) to induce inhibitor development. Splenocytes from primed mice were labeled with CellTrace™ Violet and cultured with rhF8 with or without rhVWF. Four days later, cells were analyzed by FACS to assess the daughter (proliferated) cell population. The percentage of daughter CD4 + T cells (14.0±7.5%) in the condition cultured with 1 U/ml of rhF8 was significantly higher than without rhF8 (3.7±1.7%, n=6). The daughter cells further increased to 21.5±10.3% when cells were incubated with 10 U/ml of rhF8. However, when rhVWF was added to the culture media in addition to rhF8, percentages of daughter CD4 + T cells were significantly decreased in both the 1 U/ml and 10 U/ml rhF8 treatment groups (10.4±7.1% and 15. 8±8.4%, respectively). To further explore how VWF affects the FVIII immune response, we analyzed cytokine profiles in T cell culture supernants using a multiplex ELISA assay. The levels of IFNg and IL10 in the groups cultured with rhF8 in the presence of rhVWF were significantly lower than in the groups cultured with rhF8 only. The levels of TNFa, IL4, IL5, and IL12 in the groups cultured with rhF8 together with rhVWF were not significantly different than those in rhF8 groups without VWF. These results demonstrated that VWF significantly suppresses rhF8-primed CD4 + T cell proliferation in response to rhF8 restimulation and the inhibition is via the T h 1 pathway. In a setting of pre-existing anti-F8 immunity, how FVIII-specific memory B cells respond to FVIII-restimulation and mature to antibody secreting cells (ASCs) is the critical pathway in terms of the clinical efficacy of FVIII infusion. To investigate how VWF affects memory B cell maturation upon FVIII restimulation, we used ELISPOT-based assay. Splenocytes from rhF8-primed HA mice were used as the source to prepare F8-specific memory B cell pools. CD138 + cells were depleted and the remaining cells were used as a pool of memory B cells. To stimulate the maturation of F8-specific memory B cells into ASCs, memory B cell pools from primed F8 null mice were cultured with rhF8 with or without rhVWF for 6 days. After culture, newly formed ASCs were assessed by the ELISPOT assay. There were 54.4±19.5 ASCs/10 6 cells when cells from memory B cell pool were cultured with 0.05 U/ml rhF8. In contrast, there was only 15.6±1.6 ASCs/10 6 cells after the cells were cultured with rhF8 together with rhVWF, indicating that memory B cell maturation is suppressed in the presence of rhVWF. We then used an in vivo model to further evaluate the impact of VWF on the immunogenicity of FVIII in HA with pre-existing immunity. Since we are unable to mimic the human ITI in F8 null mice, we transferred memory B cells from rhF8-primed F8 null splenocytes into immunocompromised F8 null mice followed by rhF8 immunization in the presence or absence of rhVWF. Blood samples were collected one week after immunization for analysis. The inhibitor titer in animals that received rhF8-primed memory B cell pool followed by rhF8 immunization was 45.9±63.0 BU/ml (n=11), which was significantly higher than the titer in animals immunized with rhF8 together with rhVWF (23.9±38.4, P <.01). These results demonstrate that VWF suppressed the anti-F8 memory response in vivo . In summary, our ex vivo and in vivo data demonstrated that VWF attenuates F8-primed CD4 + T cells and memory B cells in response to rhF8 restimulation, suggesting that infusion of FVIII together with VWF might reduce anti-F8 memory responses in HA with inhibitors. Disclosures No relevant conflicts of interest to declare."
}