{
    "doi": "https://doi.org/10.1182/blood.V104.11.2423.2423",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=192",
    "start_url_page_num": 192,
    "is_scraped": "1",
    "article_title": "Functional Analysis of Leukemia-Associated PTPN11 Mutations in Primary Hematopoietic Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "leukemia",
        "mutation",
        "ptpn11 gene",
        "granulocyte-macrophage colony-stimulating factor",
        "growth factor",
        "interleukin-3",
        "juvenile myelomonocytic leukemia",
        "protein tyrosine phosphatase",
        "cancer",
        "growth factor receptors"
    ],
    "author_names": [
        "Suzanne Schubbert",
        "Kenneth Lieuw",
        "Sara L. Rowe",
        "Connie M. Lee",
        "XiaXin Li",
        "Mignon Loh",
        "D. Wade Clapp",
        "Kevin Shannon"
    ],
    "author_affiliations": [
        [
            "Pediatrics, University of California, San Francisco, CA, USA"
        ],
        [
            "Pediatrics, University of California, San Francisco, CA, USA"
        ],
        [
            "Pediatrics, University of California, San Francisco, CA, USA"
        ],
        [
            "Pediatrics, University of California, San Francisco, CA, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, University of California, San Francisco, CA, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, University of California, San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "37.77141685",
    "first_author_longitude": "-122.4252913",
    "abstract_text": "The PTPN11 gene encodes SHP-2, a non-receptor protein tyrosine phosphatase (PTPase) that relays signals from activated growth factor receptors to p21ras (Ras), Src family kinases, and other signaling molecules. Germ-line, missense mutations in PTPN11 account for approximately 50% of cases of the human developmental disorder Noonan Syndrome (NS). More recently, PTPN11 mutations have been identified in approximately 35% of children with juvenile myelomonocytic leukemia (JMML) without NS and have also been detected in other lymphoid and myeloid malignancies. Interestingly, almost all of these leukemia-associated mutations introduce amino acid substitutions within the N-SH2 domain of SHP-2 that are largely distinct from those found in NS. We have assessed the functional consequences of leukemia-associated PTPN11 mutations in primary hematopoietic cells. Expression of an E76K mutant SHP-2 in murine fetal liver and bone marrow cells confers a hypersensitive pattern of colony-forming unit granulocyte-macrophage (CFU-GM) colony growth in response to granulocyte-macrophage colony-stimulating factor (GM-CSF) and interleukin 3 (IL-3). Specifically, cells expressing E76K mutant SHP-2 display enhanced colony growth at low concentrations of growth factor compared to cells expressing wild-type (WT) SHP-2 protein. Mutant colonies are significantly larger with an abnormal, spreading morphology. E76K-expressing cells also form CFU-GM colonies in the absence of growth factor. The catalytic activity of the E76K mutant is required for aberrant colony growth as expressing the E76K mutation in the context of defective phosphatase activity (C463S) abolishes hypersensitive CFU-GM growth. Mutant E76K expression also enhances the growth of immature progenitor cells with high repopulating potential (HPP-CFC and LPP-CFC) in response to GM-CSF and IL-3 and perturbs erythroid progenitor colony growth. In addition, expressing the E76K mutation results in more pronounced growth factor hypersensitivity than another leukemia-associated SHP-2 mutation (D61Y), and both of these mutations confer a stronger hematopoietic phenotype than the common N308S substitution found in patients with NS."
}