{
    "doi": "https://doi.org/10.1182/blood-2021-151583",
    "article_title": "Brentuximab Vedotin in Combination with Lenalidomide and Rituximab in Patients with Relapsed or Refractory Diffuse Large B-Cell Lymphoma (DLBCL) (ECHELON-3, Trial in Progress) ",
    "article_date": "November 5, 2021",
    "session_type": "626.Aggressive Lymphomas: Prospective Therapeutic Trials",
    "abstract_text": "Background The majority of patients with relapsed/refractory (R/R) DLBCL who relapse after hematopoietic stem cell transplantation (HSCT) or chimeric antigen receptor T-cell (CAR-T) therapy, or who are not candidates for HSCT or CAR-T, have poor outcomes and need novel therapies (Crump 2017). Brentuximab vedotin (BV) was the first antibody-drug conjugate to be approved in multiple cancer types (Gauzy-Lazo 2020). The combination of a CD30-directed monoclonal antibody, a protease-cleavable linker, and the microtubule-disrupting agent monomethyl auristatin E drives the anticancer activity of BV by inducing cell cycle arrest and apoptosis (Sutherland 2006). Lenalidomide may enhance the activity of BV through immune-mediated mechanisms. In a phase 1 trial (NCT02086604) in which 37 patients with R/R DLBCL were treated with BV + lenalidomide, the objective response rate (ORR) was 56.7% (73.3% in CD30+ patients). The median duration of remission was 13.2 months in patients with a complete response (CR) or partial response (PR) and 11.7 months in patients with a CR, PR, or stable disease (SD) >6 months. The median progression-free survival (PFS) and overall survival (OS) were 10.2 months and 14.3 months, respectively, and results were similar in the CD30+ and CD30 <1% groups (manuscript submitted). The clinical activity and manageable safety profiles of BV, lenalidomide, and rituximab as single agents provide a strong rationale for this combination in multiple relapsed and heavily pretreated patients with R/R DLBCL. Study Design and Methods ECHELON-3 (NCT04404283) is a randomized, double-blind, placebo-controlled, active-comparator, multicenter phase 3 study designed to evaluate the efficacy of BV versus placebo, in combination with lenalidomide and rituximab, in patients with R/R DLBCL. Key eligibility criteria will include patients ≥18 years of age with R/R DLBCL with an eligible subtype, ≥2 prior lines of systemic therapy and ineligible for stem cell transplant or CAR-T therapy, Eastern Cooperative Oncology Group performance status 0 to 2, fluorodeoxyglucose-avid disease by positron emission tomography (PET), and bidimensional measurable disease of at least 1.5 cm by computed tomography (CT). Patients with a history of another malignancy within the past 2 years, any uncontrolled Grade ≥3 infection, Grade ≥2 peripheral neuropathy, or previous exposure to BV or lenalidomide will not be eligible. After completing the safety run-in period, patients (n=400) will be randomized 1:1 to receive either BV (1.2 mg/kg intravenously every 3 weeks [Q3W]) or placebo (intravenously Q3W) in combination with lenalidomide (20 mg orally daily) and rituximab (1400 mg subcutaneously Q3W from Cycle 2, with 375 mg/m 2 intravenously on Cycle 1 Day 1). Treatment may continue while there is clinical benefit (SD or better) without progression or unacceptable toxicity. Patients will be stratified by CD30 expression (≥1% [positive] vs <1% [negative]), prior allogeneic or autologous stem cell transplant therapy (received or not), prior CAR-T therapy (received or not), and cell of origin (germinal center B-cell [GCB] or non-GCB). The dual primary endpoints are PFS per blinded independent central review (BICR) in the intention-to-treat (ITT) and CD30+ populations. Key secondary endpoints are OS in the ITT and CD30+ populations, and ORR per BICR. Other secondary endpoints include CR rate, duration of objective response, and safety and tolerability of the combination. Disease response will be assessed by BICR and the investigator according to the Lugano Classification Revised Staging System for nodal non-Hodgkin and Hodgkin lymphomas (Cheson 2014). Radiographic disease evaluations, including contrast-enhanced CT and PET, will be assessed at baseline, then every 6 weeks from randomization until Week 48, then every 12 weeks thereafter. PET is not required after CR is achieved For the analyses of PFS per BICR, the stratified log-rank test will be used to compare PFS between the 2 treatment groups. Hazard ratios will be estimated using the stratified Cox regression model. PFS will also be summarized using the Kaplan-Meier method. Similar methods will be used to estimate OS and other time-to-event efficacy endpoints. The study is currently enrolling and will be open in 16 countries. Disclosures Bartlett:  Merck: Research Funding; Kite, a Gilead Company: Research Funding; Janssen: Research Funding; Genentech: Research Funding; Forty Seven: Research Funding; Celgene: Research Funding; Bristol Myers Squibb: Research Funding; Autolus: Research Funding; Seagen: Consultancy, Research Funding; Roche/Genentech: Consultancy; ADC Therapeutics: Consultancy, Research Funding; Millennium: Research Funding; Pharmacyclics: Research Funding. Yasenchak:  Seagen Inc.: Research Funding. Harwin:  Sarah Cannon Research Institute: Other: Grants, Research Funding. Sims:  Seagen Inc.: Current Employment. Nowakowski:  Celgene, MorphoSys, Genentech, Selvita, Debiopharm Group, Kite/Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene, NanoString Technologies, MorphoSys: Research Funding.",
    "author_names": [
        "Nancy L. Bartlett",
        "Christopher A. Yasenchak",
        "Khaleel Ashraf",
        "William Harwin",
        "Robert Sims",
        "Grzegorz S. Nowakowski"
    ],
    "author_dict_list": [
        {
            "author_name": "Nancy L. Bartlett",
            "author_affiliations": [
                "Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher A. Yasenchak",
            "author_affiliations": [
                "Willamette Valley Cancer Institute and Research Center/US Oncology Research, Eugene, OR"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khaleel Ashraf",
            "author_affiliations": [
                "Hematology and Oncology Associates of Alabama, Birmingham, AL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Harwin",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Fort Myers, FL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Sims",
            "author_affiliations": [
                "Seagen Inc., Bothell, WA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grzegorz S. Nowakowski",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:40:44",
    "is_scraped": "1"
}