{
    "doi": "https://doi.org/10.1182/blood.V110.11.1578.1578",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=842",
    "start_url_page_num": 842,
    "is_scraped": "1",
    "article_title": "HIV-Associated Non-Hodgkin Lymphoma in 114 Patients with Undetectable HIV Viral Load at NHL Diagnosis. ",
    "article_date": "November 16, 2007",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "topics": [
        "hiv",
        "lymphoma, non-hodgkin",
        "viral load result",
        "blood hiv rna",
        "hiv infections",
        "neoplasms",
        "polymerase chain reaction",
        "anti-retroviral agents",
        "electrocorticogram",
        "infections"
    ],
    "author_names": [
        "Eric Oksenhendler, MD",
        "Laurence Gerard, MD",
        "Lionel Galicier, MD",
        "Nicolas Leturque, MD",
        "Anne Janin, MD, PhD",
        "Veronique Meignin, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Clinical Immunology, Hopital Saint-Louis, Paris, France",
            " "
        ],
        [
            "Clinical Immunology, Hopital Saint-Louis, Paris, France",
            " "
        ],
        [
            "Clinical Immunology, Hopital Saint-Louis, Paris, France",
            " "
        ],
        [
            "Clinical Immunology, Hopital Saint-Louis, Paris, France",
            " "
        ],
        [
            "Pathology, Hopital Saint-Louis, Paris, France",
            " "
        ],
        [
            "Pathology, Hopital Saint-Louis, Paris, France",
            " "
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Although the incidence of HIV-associated Non-Hodgkin lymphoma (NHL) has decreased since the use of combination antiretroviral therapy (cART) and survival has improved, NHL still represents one of the most frequent and severe complications in HIV-infected patients. Out of the 361 patients included in a cohort of HIV-NHL from 1996 to 2006, 114 patients had undetectable (? 500 copies/ml) plasma HIV-RNA. These patients were included in a study to analyze the characteristics of NHL over time according to the duration of HIV infection control. All available histological samples were reviewed by a single pathologist. Tumor was defined as virus-associated (VposNHL) if EBV (ISH, IHC or PCR) or HHV-8 (IHC or PCR) were detected in the tumor cells, and not virus-associated (VnegNHL) if nor EBV nor HHV8 were detected. Comparisons were performed using non parametric tests. All patients were treated with cART, with a median duration of 24 months (IQR, 2–119). The median duration of HIV replication control was 9.3 months (IQR, 0.13–90.5). Most cases (63%) had occurred within 18 months of HIV control versus only 37% after M18. When comparing characteristics of NHL in patients with less or more than 18 months of HIV control, the patients were older (52 years versus 41 years, P18 months versus ?18 months. None of the NHL features (histology, phenotype, staging, ECOG, LDH, B symptoms) were different between the 2 groups. Virus-association could be assessed for EBV and HHV-8 in 96 cases (84%): 52 patients presented with a virus-associated tumor (31 EBV+, 13 HHV-8+, 8 both) and 43 tumors were not virus-associated. There was no difference in this repartition according to the duration of HIV control (P=.62).  . VposNHL . VnegNHL . VundeterNHL . HIV-RNA <500 cop/ml < 18 months 30 28 14 HIV-RNA  18 months 16 13 4 Median CD4 cell count (×106/L) 280 290 317 . VposNHL . VnegNHL . VundeterNHL . HIV-RNA <500 cop/ml < 18 months 30 28 14 HIV-RNA  18 months 16 13 4 Median CD4 cell count (×106/L) 280 290 317 View Large Virus-associated tumors were neither associated with CD4 cell count (P=.86), nor with CD8 cell count (P=.78). In conclusion, NHL still occur in patients with HIV controled infection (30% of HIV-NHL), but within the first 18 months after plasma HIV-RNA becomes undetectable in most patients. After 18 months, the incidence dramaticaly decreased. However, characteristics of NHL and specifically the association with EBV and/or HHV-8 were not different according to the duration of control of HIV infection."
}