{
    "doi": "https://doi.org/10.1182/blood-2019-131678",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4416",
    "start_url_page_num": 4416,
    "is_scraped": "1",
    "article_title": "Additional Cytotoxic Chemotherapy Is Unlikely to Eliminate Measurable Residual Acute Myeloid Leukemia (AML) ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "azacitidine",
        "blast cells",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "costa rica",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "cytotoxic drug therapy"
    ],
    "author_names": [
        "Jacob Appelbaum, MD PhD",
        "Anisha Loeb, BA",
        "Kelda Gardner, PA-C",
        "Carole M. Shaw, BA",
        "Paul C. Hendrie, MD PhD",
        "Colin D. Godwin, MDMPhil",
        "Mary-Elizabeth M. Percival, MD",
        "Anna B. Halpern, MD",
        "Bart L. Scott, MD",
        "Vivian G. Oehler, MD",
        "Roland B. Walter, MD PhD MS",
        "Pamela S. Becker, MD PhD",
        "Michael C. Jensen, MD",
        "Elihu H. Estey, MD"
    ],
    "author_affiliations": [
        [
            "Fhcrc/Seattle Cancer Care Alliance, Seattle, WA "
        ],
        [
            "Pitzer College, Claremont, CA ",
            "National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Clinical Research Division, Seattle Cancer Care Alliance, Seattle, WA "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Center, Seattle, WA ",
            "Division of Medical Oncology, Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Ct, Seattle, WA "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA ",
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA ",
            "University of Washington Institute for Stem Cell and Regenerative Medicine, Seattle, WA "
        ],
        [
            "Seattle Children's Research Institute, Seattle, WA"
        ],
        [
            "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.666815449999994",
    "first_author_longitude": "-122.32278500000002",
    "abstract_text": "Background: Measurable residual disease (MRD) following intensive induction chemotherapy for AML is associated with a high risk of relapse and shortened survival even after allogeneic hematopoietic stem cell transplantation (HSCT). Thus, it may be advisable to give additional chemotherapy to reduce or eradicate MRD prior to HSCT. However, this may expose patients to additional toxicity and delay HSCT. We used our institutional database to examine how often additional chemotherapy eliminated MRD and compared survival among patients with MRD according to whether they next received additional chemotherapy or allogeneic HSCT. Methods: We reviewed 1272 remission induction attempts in 917 patients at our institution from 2008-2016. We identified 217 patients in CR/CRi with MRD (<5% abnormal blasts, assessed by multiparameter flow cytometry) generally after one course of therapy. Four patients were excluded due to ambiguous reporting or the presence of an additional concurrent hematologic neoplasm. Baseline clinical variables were used to calculate the treatment related mortality score, TRM (Walter et al. JCO 2011; 29(33):4417-4424). Comparisons used chi square tests for categorical and rank sum tests for continuous variables. Survival was evaluated using the Kaplan Meier method. Univariate Cox models found that performance status (HR 1.7, 95% CI 1.4-2.2) but not presentation WBC, cytogenetic risk, sex, or secondary AML were associated with significant hazard ratios. Kaplan-Meier analysis was used to examine the effect of treatment strategy on survival. Results: The median follow-up time was 31.1 months, the median survival following 1-2 cycles of remission induction was 11 months (95%CI 9.1 - 12.42). Next therapies were HSCT in 80 patients, additional chemotherapy in 49 patients (28 intensive; 10 less intensive, e.g. azacitidine; 11 novel agents) and none in 84 patients. In the patients who received additional chemotherapy, MRD was eliminated in 10/49 patients (20.4%, 95% CI 10.2 - 34.4%, CR = 7 pts, CRp = 3 pts): 0/21 following novel agents or low intensity therapy and 10/28 following intensive therapy (36%; 19-56%). Median survival from initial chemotherapy was similar regardless of whether MRD was eliminated by chemotherapy (12.4 mo) or was not (11.0 mo). Following chemotherapy, 16 patients were subsequently transplanted: 7 of 10 in CR/CRi and 9 with residual AML (6 patients with residual AML received intensive chemotherapy). Survival from the time of initial chemotherapy was longer in the 80 patients who received HSCT as first treatment for MRD than in the 49 who received chemotherapy (top figure panel, median 13.8 mo vs 11.6 mo, p = 0.01). and was not statistically different from the survival times of the 16/49 who received HSCT after chemotherapy for MRD, despite the \"guarantee time\" these 16 enjoyed. From the time of transplantation, survival was shorter among the 16/49 patients who received chemotherapy followed by transplant compared to those transplanted upfront (bottom figure panel median 4.4 vs. 10.4 mo, p = 0.02). There was no difference in survival after transplantation between patients whose MRD was eliminated (n = 7 pts) or not (n = 9) by chemotherapy. Among patients treated with HSCT up front, 23 of 80 (28.8%; 95%CI 19.1-40%) survived longer than 1 year. Univariate Cox models found that performance status at presentation (HR 1.7, 95% CI 1.4-2.2) but not presentation WBC, cytogenetic risk, sex, or secondary AML were associated with significant hazard ratios. Conclusion: Intensive chemotherapy eliminated MRD in only 36% of cases, whereas less intensive or novel therapy was unsuccessful in 21 consecutive cases. Whether preceding chemotherapy eliminated residual MRD had no effect on post-HCT outcome. There was a trend toward improved long-term survival in patients who were transplanted upfront rather than after additional chemotherapy. Overall, the use of additional chemotherapy to eliminate MRD prior to HCT does not seemingly improve HCT outcomes and appears less successful than proceeding directly to HCT. Absent a clinical trial, HCT may be the best treatment of people with MRD+ AML. Our data provide a historical response rate for such trials. Figure View large Download slide Figure View large Download slide  Disclosures Gardner: Abbvie: . Percival: Nohla Therapeutics: Research Funding; Pfizer Inc.: Research Funding; Genentech: Membership on an entity's Board of Directors or advisory committees. Halpern: Bayer Pharmaceuticals: Research Funding; Pfizer Pharmaceuticals: Research Funding. Scott: Incyte: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Research Funding; Alexion: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene Corporation: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Agios: Speakers Bureau. Oehler: Pfizer Inc.: Research Funding; Blueprint Medicines: Consultancy; NCCN: Consultancy. Walter: Argenx BVBA: Consultancy; Astellas: Consultancy; BioLineRx: Consultancy; BiVictriX: Consultancy; Boehringer Ingelheim: Consultancy; Boston Biomedical: Consultancy; Covagen: Consultancy; Daiichi Sankyo: Consultancy; Jazz Pharmaceuticals: Consultancy; Kite Pharma: Consultancy; New Link Genetics: Consultancy; Pfizer: Consultancy, Research Funding; Race Oncology: Consultancy; Seattle Genetics: Research Funding; Amphivena Therapeutics: Consultancy, Equity Ownership; Agios: Consultancy; Amgen: Consultancy; Aptevo Therapeutics: Consultancy, Research Funding. Becker: AbbVie, Amgen, Bristol-Myers Squibb, Glycomimetics, Invivoscribe, JW Pharmaceuticals, Novartis, Trovagene: Research Funding; Accordant Health Services/Caremark: Consultancy; The France Foundation: Honoraria. Jensen: Juno Therapeutics, a Celgene Company: Research Funding; Bluebird Bio: Research Funding."
}