{
    "doi": "https://doi.org/10.1182/blood.V106.11.1723.1723",
    "article_title": "Transcriptional Programming in Quiescent Human Hematopoietic Stem Cells - Implications for Regulation of Lineage Commitment Decisions. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Human cord blood-derived CD133+G0 cells are a primitive population highly enriched in hematopoietic stem cells (HSC). We used this population to investigate the molecular characteristics of primitive human HSC, and, in particular, to unveil how different cell fates of quiescence, self-renewal and lineage commitment and differentiation are regulated at the molecular level. We isolated cord blood CD133+ cells in the G0 and G1 compartments of the cell cycle on the basis of low or high RNA content, respectively, as detected by Pyronin Y staining. More than 98% of the CD133+G0 cells were Ki67-negative, and at least 90% did not express CD38, thus confirming the quiescent and primitive status of the cells. Consistent with earlier findings showing that CD133+G0 cells have the highest reported frequency of LTC-IC ( 1 ), our quiescent population presented a significantly higher frequency of LTC-IC when compared to CD133+G1 cells. We further showed that CD133+G0 cells had significantly higher colony-forming capacity in progenitor assays and a higher CFU-Mix content. Initial RT-PCR analysis revealed that while both compartments express the erythroid marker beta-globin, myeloid MPO and lymphoid IL7R can only be observed in CD133+G1 cells. This suggests a hierarchy of commitment decisions in relation to cell cycle that places the erythroid signature upstream of myelo-lymphoid differentiation and may be in agreement with revised models of the hematopoietic differentiation tree recently proposed in mouse ( 2 ). This hypothesis is currently being assessed at the single-cell level. We next compared the overall gene expression programmes of CD133+G0 and G1 populations using global profiling. Consistent with the sorting criteria, CD133+G1-enriched transcripts have a comparatively higher frequency of cell cycle, protein synthesis and RNA processing, and metabolism-associated genes, which underlines the robustness of the data. The CD133+G1 population is associated with a lymphoid signature, including immunoglobulin heavy and light chains, and the SLAM family member CD48, which is consistent with the revised hierarchy of commitment decisions discussed above. Functional categories comparatively over-represented amongst CD133+G0-enriched genes include transcriptional regulation and signal transduction, suggesting that primitive quiescent HSC are ready to respond to a variety of cues that modulate alternative fate decisions. Since the transcriptional profile of a given population of cells may not reflect the transcriptional profile of each individual cell, we are currently analyzing the expression patterns of CD133+G0-enriched transcription factors (TF) at the single-cell level. This approach may help define subpopulations of cells with unique molecular signatures and suggest functional subcompartments within an otherwise heterogeneous population of primitive hematopoietic cells.",
    "topics": [
        "beta-globin",
        "cd48 antigen",
        "cell cycle proteins",
        "hematopoietic stem cells",
        "immunoglobulins",
        "interleukin 7 receptor",
        "ki-67 antigen",
        "pyronine",
        "reverse transcriptase polymerase chain reaction",
        "rna"
    ],
    "author_names": [
        "Cristina Pina, MD",
        "Tariq Enver, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cristina Pina, MD",
            "author_affiliations": [
                "MRC Molecular Haematology Unit, Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, United Kingdom",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tariq Enver, PhD",
            "author_affiliations": [
                "MRC Molecular Haematology Unit, Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, United Kingdom",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T13:06:32",
    "is_scraped": "1"
}