{
    "doi": "https://doi.org/10.1182/blood.V124.21.3594.3594",
    "article_title": "Syk and Btk Transduce Survival and Proliferation-Inducing Signals By Activating Distinct Signaling Pathways and Transcriptional Programs in AML Cells ",
    "article_date": "December 6, 2014",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "abstract_text": "Acute myeloid leukemia (AML) is a genetically heterogeneous disease where multiple driver mutations coincide in branching hematopoietic subclones leading to malignant transformation. One important class of mutations alters the function of signaling intermediates such as FLT3, thereby helping AML cells to overcome the physiological communication with their microenvironment. To investigate, if also non-mutated signaling molecules might be potential drug targets in AML, we performed an unbiased proteomic kinase activity profiling. Our (phospho)proteomic and functional analyses revealed spleen tyrosine kinase (SYK) and Bruton’s tyrosine kinase (BTK) as novel non-mutated drug targets in AML. By immunohistochemical analyses we identified expression of both kinases in more than 70% of analyzed AML cases. Oncogenic SYK signaling in AML cells turned out to be critically regulated by beta-integrins upon intercellular contact formation between AML cells and bone marrow stroma cells. BTK, however, turned out to act downstream of FLT3-ITD to activate MYC-dependent oncogenic transcriptional programs. FLT3-ITD expression induced activation of BTK in cell culture models and patient-derived AML cultures and sensitized them towards BTK inhibitors. This newly identified FLT3-ITD/BTK signaling axis can be therapeutically exploited by combining FLT3 and BTK inhibitors resulting in additive apoptosis-inducing effects. As in some cases also FLT3-ITD-negative AML cells showed response to BTK inhibition, we characterized the BTK interactome and its downstream signaling networks by quantitative proteomic techniques and identified the apoptosis sensor Toll-like receptor 9 (TLR9) as an upstream activator of BTK in FLT-ITD-negative cells. In the absence of FLT3-ITD, TLR9 activates BTK to induce cell survival through NFkB as revealed by transcriptome sequencing and cell biological studies. While TLR9 stimulation enhanced AML cell proliferation, knock-down of TLR9 induced a partial cell cycle arrest and apoptosis. Thus, we here describe a novel microenvironment-derived signaling axis that may represent an important mechanism of AML maintenance in various important clinical settings including efficient FLT3-ITD inhibition and cytotoxic therapy. Taken together, these data highlight the importance of interactions between AML cells and their microenvironment and unravel cooperative dependencies between mutant oncoproteins and wild-type kinases in AML pathogenesis. They also provide a rationale for the clinical evaluation of SYK- and BTK inhibitors in AML. Disclosures Beck: Chronic Biomedical: Employment. Schuetz: Chronix Biomedical: Employment.",
    "topics": [
        "btk inhibitors",
        "cell culture techniques",
        "cytotoxic drug therapy",
        "drug delivery systems",
        "impedance threshold device",
        "integrin beta chains",
        "leukemia, myelocytic, acute",
        "malignant transformation",
        "molecule",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Thomas Oellerich",
        "Sebastian Mohr",
        "Julia Beck",
        "Hanibal Bohnenberger",
        "Carmen Doebele",
        "Jasmin Corso",
        "Gesine Bug",
        "Ekkehard Schuetz",
        "Henning Urlaub",
        "Hubert Serve, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Oellerich",
            "author_affiliations": [
                "Goethe University, Frankfurt, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Mohr",
            "author_affiliations": [
                "Goethe University, Frankfurt, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Beck",
            "author_affiliations": [
                "Chronix Biomedical, Göttingen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanibal Bohnenberger",
            "author_affiliations": [
                "Georg August University, Goettingen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Doebele",
            "author_affiliations": [
                "Goethe University, Frankfurt, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jasmin Corso",
            "author_affiliations": [
                "Max Planck Institute for Biophysical Chemistry, Göttingen, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gesine Bug",
            "author_affiliations": [
                "Goethe University Frankfurt, Frankfurt, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ekkehard Schuetz",
            "author_affiliations": [
                "Chronix Biomedical, Goettingen, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henning Urlaub",
            "author_affiliations": [
                "Max Planck Institute for Biophysical Chemistry, Goettingen, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hubert Serve, MD",
            "author_affiliations": [
                "University Hospital Frankfurt, Frankfurt, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:44:52",
    "is_scraped": "1"
}