{
    "doi": "https://doi.org/10.1182/blood.V116.21.5171.5171",
    "article_title": "Severe Fetal and Neonatal Anemia Due to Heterozygosity for a 198 Kb Deletion Removing the Entire β-Globin Gene Cluster ",
    "article_date": "November 19, 2010",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "abstract_text": "Abstract 5171 Infants who are heterozygous for a number of (γδβ) 0 -thalassemia deletions are known to present with neonatal hemolytic anemia (Koenig et al, Am J Hematol 84:603, 2009). The breakpoints for most of these large deletions have not been identified. Molecular diagnoses of these deletions therefore can be challenging. We now report an infant girl of Irish/Scottish descent with self-limited fetal and neonatal hemolytic anemia, in whom we have defined the extent of the large deletion removing the entire β-globin gene cluster. At 32-week of gestation, fetal tachycardia prompted percutaneous umbilical cord blood sampling, which revealed a hematocrit of 14%. Umbilical cord transfusion was undertaken followed by Caesarean section delivery. Brisk hemolysis continued in the first few days of life (reticulocyte count of 22 – 24%), with no other causes of hemolysis identified. In the following weeks, the infant was transfused on three occasions. After 2-month of age, she became transfusion-independent with a stable microcytic anemia. The infant's mother also had a history of hemolytic anemia requiring transfusion in the neonatal period, and subsequently became transfusion independent with a microcytic anemia. The mother and several of her family members were extensively investigated, and shown to have a novel (γδβ) 0 -thalassemia deletion of over 100 kb (Pirastu et al, J Clin Invest 72:602, 1983). Multiplex ligation-dependent probe amplification (MLPA) was carried out in the genomic DNA from the present neonate. The infant was heterozygous for a large deletion spanning at least from 5′ to the HS 5 of the LCR to 3′ of the β-globin gene. Sequential gap-PCR reactions and nucleotide sequencing were done. The deletion was characterized with its 5` breakpoint at nt 5,376,341 and 3` breakpoint at nt 5,178,572 (GenBank NT_009237 ). The deletion measures 197,770 bp, removing the β-globin LCR, all of the β-like globin genes, and several olfactory receptor genes. A diagnostic gap-PCR test was established for detection of this deletion. This case illustrates the syndrome of neonatal hemolytic anemia caused by large deletions removing the entire β-globin gene cluster. MLPA is a useful tool to screen for these deletions. The pathophysiology of these self-limited and sometimes severe fetal and neonatal hemolytic anemias is presently not understood. We speculate that expression of α-hemoglobin stabilizing protein (AHSP) and/or the proteolytic capacity to degrade excess α-globin chains within erythroid cells might be diminished during fetal and neonatal development, accounting for increased red cell membrane damage and hemolysis in affected fetuses and neonates. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anemia, neonatal",
        "fetus",
        "gene clusters",
        "globins",
        "heterozygote",
        "hemolytic anemia",
        "transfusion",
        "microcytic anemia",
        "polymerase chain reaction",
        "thalassemia"
    ],
    "author_names": [
        "Madeleine Verhovsek, MD",
        "Nirmish Shah, MD",
        "Courtney Thornburg, MD, MS",
        "Sara Koenig, MD",
        "Ibifiri Wilcox",
        "Tiago Barros",
        "Martin H. Steinberg, MD",
        "Hong Luo",
        "David H.K. Chui, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Madeleine Verhovsek, MD",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nirmish Shah, MD",
            "author_affiliations": [
                "Pediatrics, Duke University School of Medicine, Durham, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney Thornburg, MD, MS",
            "author_affiliations": [
                "Hem./Onc., DUMC, Durham, NC, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Koenig, MD",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ibifiri Wilcox",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiago Barros",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin H. Steinberg, MD",
            "author_affiliations": [
                "Department of Medicine, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Luo",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David H.K. Chui, MD",
            "author_affiliations": [
                "Department of Medicine, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T21:36:00",
    "is_scraped": "1"
}