{
    "doi": "https://doi.org/10.1182/blood.V118.21.1093.1093",
    "article_title": "Cytoplasmic Regulators of β-Globin mRNA Are Structurally Modified During Erythroid Terminal Differentiation ",
    "article_date": "November 18, 2011",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster I",
    "abstract_text": "Abstract 1093 The high-level accumulation of β globin in mature erythrocytes requires a correspondingly high level of its encoding mRNA in terminally differentiating erythroid progenitors. We recently identified two RNA-binding proteins–AUF1 and YB1–that appear to regulate levels of β-globin mRNA in these cells by assembling a cytoplasm-restricted RNA-protein 'β-complex' on its 3'UTR. The function of the β-complex was predicted by in vitro analyses mapping it to a cis -acting determinant of β-globin mRNA stability, and subsequently validated by in vivo siRNA studies demonstrating that simultaneous knockdown of AUF1 and YB1 ablated the β-complex and coordinately reduced the accumulation of β-globin mRNA in K562 cells. Although both AUF1 and YB1 are ubiquitously expressed, studies in cultured cells and in Epo-induced CD34+ primary cells indicated that their β-globin mRNA-specific regulatory properties are restricted to erythroid cells during later stages of terminal differentiation. Based upon these observations, we reasoned that AUF1 and YB1 undergo erythroid and differentiation stage-restricted alterations that permit their assembly into the mRNA-regulatory β-complex. Our analyses of AUF1 focused on three structural isoforms, observed in K562 cells, resulting from alternative pre-mRNA processing events that retain or exclude exon 7. GST-AUF1 fusion isoforms that retain exon 7 fail to bind the β-globin 3'UTR in vitro , while related isoforms that exclude exon 7 bind the 3'UTR with high efficiency. These results, which implicate the importance of exon 7 exclusion to AUF1 function, were subsequently validated in intact K562 cells using an AUF1 isotype-specific siRNA knockdown strategy. In these in vivo experiments, a reduction in exon 7-excluded AUF1 effected a two-fold decrease in steady-state β-globin mRNA, while similar reductions in exon 7-retained AUF1 isoforms had no measurable effect. The isotype-specific mRNA-binding characteristics of AUF1 may be particularly important during terminal differentiation: Epo-induced CD34+ cells display an increase in exon 7-excluded AUF1, paralleling their capacity to assemble a regulatory β-complex in vitro . Among several possible mechanisms, we asked whether the isoform-specific function of AUF1 might relate to the unusually high number (20) of phosphorylation-capable residues encoded by exon 7. In vitro analyses were fully consistent with this possibility, demonstrating that the β-globin mRNA-binding activity of exon 7- retained AUF1 could be restored by prior dephosphorylation. These experiments suggest that post-transcriptional regulation of β-globin mRNA during erythroid differentiation is likely to be effected by alternative splicing of AUF1 pre-mRNA that eliminates phosphorylation-active exon 7 amino-acids in the translated protein. Based upon these results, we reasoned that related post-translational processes might similarly regulate the β-globin mRNA-binding specificity of YB1. Our analyses focused on a specific residue (Ser102) that is a known target for regulatory phosphorylation and can be experimentally identified using a Ser102 phospho-specific YB1 antibody. In in vitro studies with K562 cytoplasmic extract, which contains both phospho- and dephospho- forms of YB1, we observed that only dephospho-YB1 adheres to the β-globin 3'UTR; likewise, in in vivo studies of CD34+ cells we noted a substantial increase in the ratio of dephospho:phospho-YB1 following Epo induction. Both experiments indicate the likely importance of this post-translational process to the function of YB1 during terminal differentiation. Confirmatory studies are currently being conducted in vivo using an epitope-tagged YB1 containing a position 102 Ser->Ala substitution. Collectively, our analyses indicate that the β-globin mRNA-binding specificities of AUF1 and YB1–and, hence, their corresponding regulatory activities–are determined by post-transcriptional and -translational events. This work suggests mechanisms through which erythroid progenitors can maintain dynamic regulatory control during an interval when transcriptional processes are beginning to silence, and identifies new pathways that can be therapeutically targeted in patients with congenital disorders of β-globin gene expression. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytoplasm",
        "globins",
        "rna, messenger",
        "protein isoforms",
        "heterogeneous nuclear rna",
        "immunoglobulin isotypes",
        "rna, small interfering",
        "amino acids",
        "antibodies",
        "congenital disorders"
    ],
    "author_names": [
        "Sebastiaan van Zalen, PhD",
        "Grace R Jeschke",
        "Elizabeth Hexner, MD",
        "J. Eric Russell, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sebastiaan van Zalen, PhD",
            "author_affiliations": [
                "Hematology-Oncology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Grace R Jeschke",
            "author_affiliations": [
                "Abramson Cancer Center of the University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Hexner, MD",
            "author_affiliations": [
                "Hematology-Oncology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Eric Russell, MD",
            "author_affiliations": [
                "Hematology-Oncology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:41:22",
    "is_scraped": "1"
}