{
    "doi": "https://doi.org/10.1182/blood.V114.22.4550.4550",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1426",
    "start_url_page_num": 1426,
    "is_scraped": "1",
    "article_title": "Implementation of a Hematological Malignancy-Based Survivorship Clinic. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH SERVICES AND EDUCATION",
    "topics": [
        "cancer",
        "survivorship",
        "follow-up",
        "cancer screening",
        "heart diseases",
        "hematopoietic stem cell transplantation",
        "leukemia",
        "lymphedema",
        "lymphoma",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Amir Steinberg",
        "Arash Asher"
    ],
    "author_affiliations": [
        [
            "Dept. of HEM/ONC, MD Cedars-Sinai Medical Center, Los Angeles, CA, USA, "
        ],
        [
            "Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.071861850000005",
    "first_author_longitude": "-118.3842514",
    "abstract_text": "Abstract 4550 BACKGROUND There are approximately twelve million cancer survivors in the United States. Cancer survivors are at increased risk for health complications such as heart disease, secondary malignancies, and psychological distress. Reflecting the significant needs of cancer survivors as part of our health care system, the Institute of Medicine issued a seminal report, From Cancer Patient to Cancer Survivor: Lost in Transition, recognizing cancer survivorship as a “distinct phase of cancer care.” A dedicated survivorship clinic with creation of personal care plans and treatment summaries can serve the needs of this growing cohort of patients. OBJECTIVE To determine the viability of a hematological malignancy-based survivorship clinic with treatment summary and care plan for survivors. The malignancies include all lymphomas, leukemias, plasma cell dyscrasias, myeloproliferative disorders, and hematopoietic stem cell transplant patients. METHODS A literature search was initiated examining recommendations and guidelines regarding follow-up of cancer patients. We incorporated and consolidated guidelines from ASCO, NMDP, NCCN, and COG, pertinent articles from the MEDLINE/PubMed database, and the growing literature from cancer survivorship textbooks and lectures. Awareness of the program was to be initiated with letters to affiliated physicians, lecture series, patient-oriented educational handouts, and articles in the hospital literature. DATA SYNTHESIS A treatment care plan was devised for all survivorship clinic patients. This care plan summarized patients' prior care with recommendations for follow-up – such as cardiac and cancer screening, osteoporosis, thyroid disease, and vaccination schedules–all based on our consolidative review of available evidence-based or expert guidelines. A referral base was developed with specialists focused on lymphedema, psychiatric issues (needs determined by screening tools), social work, art therapy, exercise, and nutrition. RESULTS Patients from affiliated hematologists/oncologists were seen in the survivorship clinic. Unique care plans were devised for them. A satisfaction survey was to be implemented. Preliminary satisfaction from both physicians and the patients themselves was positive. CONCLUSION A hematological-based survivorship clinic is feasible and fills an important need in our large, urban, hospital-based cancer center. Further investigation will focus on developing a computer-based treatment summary and care plan, increasing patient referrals, and developing a lecture series devoted to survivorship issues. Disclosures: No relevant conflicts of interest to declare."
}