{
    "doi": "https://doi.org/10.1182/blood.V116.21.3112.3112",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1843",
    "start_url_page_num": 1843,
    "is_scraped": "1",
    "article_title": "Comparison of Conventional Cytology Vs. High Sensitivity Flow Cytometry for the Diagnosis of Leptomeningeal Involvement by Hematological Lymphoid Malignancies ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "topics": [
        "cytology",
        "flow cytometry",
        "lymphoid neoplasm, malignant",
        "chief complaint",
        "acute lymphocytic leukemia",
        "antibodies",
        "diagnostic spinal puncture",
        "gold standard",
        "lymphoma, non-hodgkin",
        "tumor cells"
    ],
    "author_names": [
        "Selay Lam, MD",
        "Ian H. Chin-Yee, MD, FRCPC",
        "Michael Keeney, ART, FIMLS, FCSMLS(D)",
        "Janice Popma",
        "Kamilia Rizkalla, MD, FRCPC",
        "Joy Mangel, MD, FRCPC"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Schulich School of Medicine and Dentistry, London, ON, Canada, "
        ],
        [
            "Department of Medicine, Division of Hematology, University of Western Ontario, London, ON, Canada, "
        ],
        [
            "Department of Flow Cytometry, London Health Sciences Centre, London, ON, Canada, "
        ],
        [
            "Department of Flow Cytometry, London Health Sciences Centre, London, ON, Canada, "
        ],
        [
            "Department of Pathology, London Health Sciences Centre, London, ON, Canada, "
        ],
        [
            "Department of Medicine, Division of Hematology, London Health Sciences Centre, London, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.0099443",
    "first_author_longitude": "-81.27473599999999",
    "abstract_text": "Abstract 3112 Objective: To compare the utility of high sensitivity (5-colour) flow cytometry (FCM) vs. conventional cytology (CC) for detecting cerebrospinal fluid (CSF) involvement in patients with hematological lymphoid malignancies. Methods: The results of diagnostic evaluations on all CSF samples analyzed for involvement by neoplastic lymphoid cells between January 2005 and February 2010 were reviewed retrospectively. Cases were identified by reviewing logs of all FCM procedures performed during that time period. FCM was performed on the CSF using a 5-antibody panel (“high sensitivity”). Result: 108 patients (62M/46F) diagnosed with non-Hodgkin lymphoma or acute lymphoblastic leukemia underwent a total of 609 lumbar punctures (LP). The 359 samples that were sent for both CC and FCM form the basis of this analysis. The majority of the LP's (312/359, 87%) were negative for malignant cells by both FCM and CC (FCM-/CC-). 47 samples showed infiltration by tumor cells; of these, 25 (7%) were FCM+/CC+, and 22 (6%) were FCM+/CC-. No cases (0%) were FCM-/CC+. Using FCM as the gold standard, CC had a specificity of 100%, but a sensitivity of only 53%. Conclusion: High-sensitivity FCM has superior sensitivity to CC for diagnosing leptomeningeal involvement by lymphoid malignancies. CC failed to identify any additional cases that were not seen on FCM. This raises the question of whether performing CC on CSF samples to search for neoplastic lymphoid cells is of any additional diagnostic value. Disclosures: No relevant conflicts of interest to declare."
}