{
    "doi": "https://doi.org/10.1182/blood-2019-126109",
    "article_title": "Integrated Single Cell Transcriptomics Defines an Engineered Niche Supporting Hematopoietic Stem Cell Development Ex Vivo ",
    "article_date": "November 13, 2019",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "During embryonic development, hematopoietic stem cells (HSC) arise from hemogenic endothelial cells (HEC) within arterial vessels such as the aorta of the AGM (aorta-gonad-mesonephros) region, in a process referred to as the endothelial to hematopoietic transition (EHT). Although numerous signal pathways have been implicated in EHT, the precise combination of niche-derived signals required to support the generation and self-renewal of functional, long-term engrafting HSC remains poorly defined. To elucidate the niche signals regulating HSC emergence, we used single cell RNA-sequencing to simultaneously analyze the global transcriptional profiles of HEC during their transition to HSC and the AGM-derived endothelial cell stroma (AGM-EC) that supports the generation and expansion of functional HSC. Trajectory analysis of single cell transcriptomes enabled reconstruction of EHT in pseudotime, revealing dynamics of gene expression, including genes encoding cell surface receptors and downstream pathways, during the process of HSC genesis and self-renewal in vivo and in vitro. Transcriptional profiles of niche AGM-EC enabled identification of corresponding ligands which serve to activate these receptors during HSC generation. We integrated this knowledge to engineer a stromal cell-free niche for generation of engrafting HSC from hemogenic precursors in vitro. Specifically, we defined serum-free conditions combining immobilized Notch1 and Notch2-specific antibodies to activate Notch receptors, recombinant VCAM1-Fc chimera or fibronectin fragment to bind VLA-4 integrin, recombinant interleukin-3, stem cell factor, thrombopoietin, and CXCL12 to activate their respective cytokine/chemokine receptors, and small molecule inhibition of TGF-β Receptor 1. We demonstrated that this engineered niche is sufficient to support the generation of functional HSC, as measured by long-term (24 week) multilineage engraftment after transplantation to immune-competent, lethally irradiated adult recipient mice, following culture of hemogenic precursors isolated from E9.5 to E10.5 murine embryos. The observed efficiency of generating long-term engrafting HSC, particularly from precursors derived from early embryonic stages before E10, was lower in engineered conditions compared with AGM-EC stroma, suggesting additional niche signal factors remain to be defined to optimally support HSC maturation and self-renewal in the engineered niche. Single cell RNA-sequencing of hematopoietic progeny generated following culture in the engineered niche demonstrated the formation of populations with transcriptional signatures of HSC, as well as multipotent and lineage-specific progenitors, comparable to those generated following co-culture with niche AGM-EC stroma. However, we observed relative overexpression of Notch target genes promoting early T-lymphoid fate in cells generated from the engineered niche compared to those from AGM-EC stroma. Incorporating stage-specific attenuation of Notch1 receptor activation with soluble Notch1 blocking antibody during culture was sufficient to limit markers of early T-cell precursors, suggesting that temporal titration of Notch signal activation could be used to further modulate HSC and T-lymphoid output in the engineered niche. Altogether, these studies enhance our understanding of the core signal pathways necessary for the embryonic development of functional HSC, with the potential to advance in vitro engineering of therapeutically relevant pluripotent stem cell-derived HSC in stromal cell-free culture. Disclosures Bernstein: Lyell Immunopharma: Consultancy, Equity Ownership, Patents & Royalties, Research Funding; Nohla Therapeutics: Consultancy, Equity Ownership, Patents & Royalties, Research Funding.",
    "topics": [
        "antibodies",
        "antibodies, blocking",
        "chemokine receptors",
        "coculture techniques",
        "cytokine",
        "epidermal necrolysis, toxic",
        "fibronectins",
        "hematopoietic stem cells",
        "integrins",
        "interleukin-3"
    ],
    "author_names": [
        "Brandon Hadland, MD PhD",
        "Barbara Varnum-Finney, PhD",
        "Stacey Dozono",
        "Tessa Dignum",
        "Cynthia Nourigat-Mckay",
        "Dana Jackson",
        "Shahin Rafii, MD",
        "Cole Trapnell, PhD",
        "Irwin D. Bernstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brandon Hadland, MD PhD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Washington School of Medicine, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Varnum-Finney, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacey Dozono",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tessa Dignum",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia Nourigat-Mckay",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dana Jackson",
            "author_affiliations": [
                "Genome Sciences, University of Washington School of Medicine, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shahin Rafii, MD",
            "author_affiliations": [
                "Department of Medicine, Ansary Stem Cell Institute, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cole Trapnell, PhD",
            "author_affiliations": [
                "Genome Sciences, University of Washington School of Medicine, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irwin D. Bernstein, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Washington School of Medicine, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T21:29:16",
    "is_scraped": "1"
}