{
    "doi": "https://doi.org/10.1182/blood.V118.21.2235.2235",
    "article_title": "Exosite Interactions in Factor IX Activation by Factor XIa ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Abstract 2235 Conversion of factor IX (fIX) to the protease factor IXaβ (fIXaβ) is an important reaction during thrombin generation at a site of vascular injury. The physiologic activators of fIX are the proteases factor VIIa and factor XIa (fXIa). The zymogen of fXIa, fXI, is a 160 kDa dimer of two identical subunits linked by a disulfide bond. Each subunit has four apple domains at the N terminus (A1-A4), and a trypsin-like catalytic domain at the C-terminus. Conversion of fXI to fXIa involves cleavage of each subunit at the Arg369-Ile370 bond, generating a heavy chain (the apple domains) and an activated catalytic domain that remains connected to the heavy chain by a disulfide bond. FXIa activates fIX in the presence of calcium ions by sequential cleavage after Arg145 (forming the inactive intermediate fIXα) and then after Arg180 to form fIXaβ. Previously, we showed that an exosite (a site on fXIa distinct from the active site) on the A3 domain of the fXIa heavy chain is a major determinant of affinity and specificity for fIX activation by fXIa ( J Biol Chem 1999;274:36373 and 2005;280:23523). Evidence has also been presented for a second fIX-binding exosite on the fXIa catalytic domain. While the catalytic efficiency (kcat/Km) for fIX activation by an isolated fXIa catalytic domain (fXIaCD – no heavy chain) was ∼500 fold lower than activation by fXIa, this was reported to be due to a decrease in kcat, rather than the expected increase in Km that should accompany loss of the A3 exosite ( Biochemistry 2007;46:9830). To investigate this discrepancy, we used recombinant wild type fXIa (fXIaWT), fXIa missing the exosite on the A3 domain (fXIa-PKA3) or fXIaCD to activate purified fIX and fIXα. Full progress curves were generated using densitometry of Coomassie Blue stained SDS-polyacryalmide gels imaged at infrared wavelengths. The Km and kcat for cleavage by fXIaWT of fIX after Arg145 (Km 0.09 ± 0.02 μM, k cat = 7.3 ± 0.4 min −1 ) and fIXα after Arg180 (Km 0.12 ± 0.02 μM, k cat = 6.8 ± 0.4 min −1 ) are similar, and agree with published results. FXIa/PKA3 cleaved fIX after Arg145 with a significantly higher Km (>2 μM), consistent with loss of the exosite, and leading to an ∼100-fold reduction in catalytic efficiency. Because we were not able to reach saturation, it is not clear if the kcat was affected appreciably. Catalytic efficiency for cleavage after Arg180 was ∼3000-fold lower with FXIa-PKA3 than with fXIaWT, but the slow rate of cleavage precluded clearly determining if this was due to an effect on Km or kcat. These results indicate that the A3 exosite is involved in both cleavages, and loss of the exosite has a more deleterious effect on the second cleavage after Arg180 that converts fIXα to fIXaβ than the first cleavage after Arg145 that converts fIX to fIXα. This would account for the observation that there is substantial accumulation of fIXα when fIX is activated by FXIa-PKA3, but not by fXIaWT. For fIX cleavage after Arg145 by fXIaCD, Km was again markedly increased (≥ 2 μM) compared to FXIaWT, with a modest (∼3-fold) reduction in kcat resulting in reduced catalytic efficiency that is roughly similar to that for FXIa/PKA3. The catalytic efficiency of cleavage after Arg180 by fXIaCD was ∼4000 fold reduced compared to FXIa-WT. Interestingly, when calcium was removed from the reactions, cleavage of both the Arg145 and Arg180 activation sites by fXIa-WT, but not by fXIa/PKA3 or fXIaCD, were markedly impaired, indicating both cleavages are Ca2+–dependent reactions. Cumulatively, these results indicate that an exosite on the heavy chain A3 domain is largely responsible for the Ca2+-dependent affinity of fIX and fIXα for fXIa. We used surface plasmon resonance as a complementary approach to look directly at Ca2+-dependent binding of fXIa to fIX. FXIa-WT bound to immobilized fIX with Kd 48nM, in reasonable agreement with results from the kinetic analysis. Isolated fXIa heavy chain (lacking the catalytic domain) bound with similar Kd (53 nM). In contrast, fXIa/PKA3 and fXIaCD bound poorly to fIX (Kd >2 μM). Taken as a whole, the data support the hypothesis that an exosite on the fXIa A3 domain is largely responsible for affinity and specificity of the fXIa-mediated reactions converting fIX to fIXα, and fIXα to fIXaβ. While the analysis cannot rule out minor contributions of other exosites to the reactions, they do not support the premise that there is a fIX- or fIXα-binding site on the fXIa catalytic domain that contributes substantially to initial substrate binding. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "factor ix",
        "factor xia",
        "gel",
        "calcium ions",
        "disulfides",
        "endopeptidases",
        "peptide hydrolases",
        "calcium",
        "densitometry",
        "enzyme precursors"
    ],
    "author_names": [
        "Yipeng Geng",
        "Ingrid M. Verhamme, PhD",
        "Stephen B. Smith, PhD",
        "Amanda S. Messer",
        "Mao-fu Sun",
        "S. Paul Bajaj",
        "David Gailani, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yipeng Geng",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ingrid M. Verhamme, PhD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen B. Smith, PhD",
            "author_affiliations": [
                "Cancer Biology, Vanderbilt University Medical Center, Nashville, TN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda S. Messer",
            "author_affiliations": [
                "Orthopaedic Surgery, UCLA/Orthopaedic Hospital, Los Angeles, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mao-fu Sun",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Paul Bajaj",
            "author_affiliations": [
                "UCLA/Orthopedic Hospital, Los Angeles, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gailani, MD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T15:37:55",
    "is_scraped": "1"
}