{
    "doi": "https://doi.org/10.1182/blood.V126.23.1282.1282",
    "article_title": "Targeting Epigenetic Operations with HDAC Inhibitor and Hypomethylating Drugs in Combination Exhibit Synergy in Preclinical and Clinical Experiences in Drug Resistant T-Cell Lymphoma (TCL): A Translational Focus on Doublet Development ",
    "article_date": "December 3, 2015",
    "session_type": "605. Molecular Pharmacology, Drug Resistance - Lymphoid and Other Diseases: Poster I",
    "abstract_text": "Introduction: The TCL are chemotherapy resistant neoplasms associated with a poor outcome. Recently, mutations in a number of important genes controlling epigenetic functions have been reported, including mutations in TET2, IDH1/2 and DNMT3. As a class, HDAC inhibitors have exhibited activity leading to regulatory approval only in TCL. Collectively, these observations suggest that combinations of hypomethylating agents (HoMe) and HDAC inhibitor (HDACi) should be explored as a potential new backbone in TCL. Methods : In vitro and in vivo models of TCL were used to evaluate the preclinical merits of combining HoMe and HDACi using standard cytotoxicity assays (CellTiter Glo and Anexin V staining) and well established murine NOG models. Gene expression array (GEP) using Affymatrix were performed to identify unique gene sets perturbed by the combination. Patterns of methylation and DNA fragmentation were determined using the LINE-1 Assay and APO alert DNA fragmentation assay . A Phase 1 study in patients with relapsed/refractory (R/R) lymphoma has enrolled all cohorts. Detailed PK and PD studies were performed. Results: In vitro , all 4 HDACi inhibitors (romidepsin [R]; vorinostat [V]; belinostat [B]; panobinostat [P]) exhibited marked class synergy with HoMe agents, including decitabine and azacytidine. Cell Titer Glo and Anexin V staining confirmed that the combination was potently synergistic as determined by the relative risk ratio (RRR). The synergy was more dependent on the concentration of the HDAC inhibitor, and was most pronounced with romidepsin versus other HDACi. In vivo , the combination of belinostat and decitabine produced a marked inhibition of TCL growth that was highly statistically significant compared to the single arm treated and untreated controls. GEP and methylation profiling revealed differentially expressed genes and modulated pathways for each of the single treatment conditions and combination. 944 unique genes were modulated by the combination supporting the idea of 'molecular synergism'. There was no methylation affect seen in the HDACi treated cells. Quantitation of DNA methylation and fragmentation suggested that concentrations of AZA from > 1 nM to < 100 uM resulted in marked hypomethylation without DNA fragmentation. The degree of hypomethylation see at 1 nM was similar to that seen at any higher concentration. DNA fragmentation was seen at concentration of 100 uM, with minimal to none at lower concentrations. A Phase 1-2 clinical trial of oral 5-azacytidine (oAZA) and R has explored 5 dose levels as follows: (1) 100 mg oAZA Days (D) 1-4 and 10 mg/m2 R D 8, 15 every (Q) 21 D;(2) 200 mg oAZA D1-14 and 10 mg/m2 R D 8 and 15 Q21 D ;(3) 200 mg oAZA D 1-14 and 10 mg/m2 R Q 28;(4) 300 mg oAZA D 1-14 and 10 mg/m2 R D 8 and 15 Q 28;(5) 300 mg oAZA D 1-14 and 14 mg/m2 R D 8 and 15 Q 28; (6) 300 mg oAZA D 1-14 and 12 mg/m2 R D 8, 15 and 22 Q 35; and (7) 300 mg oAZA D 1-12 and 14 mg/m2 R D 8, 15 and 22 Q35. Twenty-two patients have been treated, with a median age of 49 years. The median number of prior therapies was 6 (range 1 - 16). The following histology's were enrolled: Hodgkin lymphoma, 11; follicular lymphoma, 2; diffuse large B-cell lymphoma, 4; CTCL, 2; ALL, 1, HTLV-1 ATLL, 1; and ALCL, 1. 19 of 22 patients were evaluable for efficacy. The median number of cycles delivered was 2 (range 1 - 16). No dose limiting toxicities have been appreciated, though changes in schedule had to be imposed secondary to thrombocytopenia (< Gr 3) preempting subsequent dosing. Among the evaluable B-cell patients treated (n=14), there was 1 PR (FL), 6 stable disease (SD) and 7 progressive disease (POD), for a response rate of 7%. Among the 5 evaluable TCL patients, there were 2 CR, 2 PR and 1 POD, for an ORR of 80%. One patient diagnosed with T-ALL refractory to all 3 lines of chemotherapy, achieved a rapid CR on study after 2 cycles, and is in remission 16 months post allogeneic SCT. Another patient with a CD8+ cytotoxic TCL experienced marked reduction of her cutaneous disease on study, achieving PR. Conclusions: A laboratory to bench translational initiative focused on identifying novel doublet combinations in TCL has confirmed that targeting epigenetic operations in TCL is effective in both the preclinical and clinical setting. Present efforts are directed towards accruing the Phase 2 component of the study in patients with PTCL, and completing all PK and PD studies from the Phase 1. We believe this combination could form the basis of a new backbone in TCL. Disclosures O'Connor: Seattle Genetics: Consultancy; Novartis: Consultancy, Honoraria; Bristol-Myers Squibb Company: Consultancy; Celgene: Consultancy, Research Funding; Takeda Millennium: Consultancy, Honoraria, Research Funding; Spectrum Pharmaceuticals: Consultancy, Honoraria, Research Funding; Mundipharma: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria; Acetylon Pharmaceuticals, INC: Consultancy. Off Label Use: Oral Azacitadine is not approved for lymphoid malignancies. Romidepsin is not approved for B-NHL and HL.. Deng: TG Therapeutics, Inc.: Honoraria, Research Funding; Seattle Genetics: Research Funding. Sawas: Seattle Genetics: Research Funding. Colbourn: Benitec Biopharma: Equity Ownership; PDL Biopharma: Equity Ownership; Merk: Equity Ownership; Eli Lilly: Equity Ownership; Celgene: Equity Ownership; Biogen Idecc: Equity Ownership; Novartis: Equity Ownership; Seattle Genetics: Equity Ownership. Neylon: Seattle Genetics: Speakers Bureau; Celgene: Speakers Bureau; Genentech: Speakers Bureau; Gilead: Speakers Bureau. Amengual: Acetylon Pharmaceuticals, INC: Consultancy, Research Funding.",
    "topics": [
        "epigenetics",
        "histone deacetylase inhibitors",
        "t-cell lymphoma",
        "romidepsin",
        "adult t-cell lymphoma/leukemia",
        "azacitidine",
        "belinostat",
        "chemotherapy regimen",
        "decitabine",
        "mechlorethamine"
    ],
    "author_names": [
        "Owen A. O'Connor, MD PhD",
        "Kelly Zullo, MS",
        "Enrica Marchi, MD PhD",
        "Changchun Deng, MD PhD",
        "Ahmed Sawas, MD",
        "Donald Steven Colbourn, MD",
        "Celeste Rojas",
        "Renee Lichtenstein",
        "Ellen Neylon, NP",
        "Emily Lichtenstein, RN",
        "Michael Smith, RN",
        "Luigi Scotto, PhD",
        "Jennifer E Amengual, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Owen A. O'Connor, MD PhD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kelly Zullo, MS",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrica Marchi, MD PhD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changchun Deng, MD PhD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed Sawas, MD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Steven Colbourn, MD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, NY, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celeste Rojas",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renee Lichtenstein",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen Neylon, NP",
            "author_affiliations": [
                "Center for Lymphoid Malignancies at Columbia University Medical Center, New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Lichtenstein, RN",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Smith, RN",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigi Scotto, PhD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer E Amengual, MD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T18:45:12",
    "is_scraped": "1"
}