{
    "doi": "https://doi.org/10.1182/blood-2019-127026",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4223",
    "start_url_page_num": 4223,
    "is_scraped": "1",
    "article_title": "Multidimensional Geriatric Assessment for Elderly Patients (≥60 years) Submitted for Allogeneic Stem Cell Transplantation. a French (Paris) - Italian (Brescia) 10-Years Experience on 228 Patients ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "allogeneic stem cell transplant",
        "geriatric assessment",
        "older adult",
        "transplantation",
        "follow-up",
        "complete remission",
        "toxic effect",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "infections"
    ],
    "author_names": [
        "Nicola Polverelli",
        "Paolo Tura",
        "Giorgia Battipaglia, MD",
        "Gandolfi Lisa",
        "Tatiana Zollner, MD",
        "Michele Malagola, MD",
        "Enrico Morello, MD",
        "Alessandro Turra, MD",
        "Simona Bernardi, PhD",
        "Camilla Zanaglio, PhD",
        "Federica Re",
        "Mohamad Mohty, MD PhD",
        "Domenico Russo, MD"
    ],
    "author_affiliations": [
        [
            "Unit of Blood Diseases and Stem Cell Transplantation, Dpt of Clinical and Experimental Sciences, University of Brescia, ASST-Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Unit of Blood Diseases and Stem Cell Transplantation, Dpt of Clinical and Experimental Sciences, University of Brescia, ASST-Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Hematology Department, Hôpital Saint Antoine, Service d'Hématologie et Thérapie Cellulaire, Paris, Paris, France "
        ],
        [
            "Unit of Blood Diseases and Stem Cell Transplantation, Dpt of Clinical and Experimental Sciences, University of Brescia, ASST-Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Unit of Blood Diseases and Stem Cell Transplantation, Dpt of Clinical and Experimental Sciences, University of Brescia, ASST-Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Bone Marrow Transplant Unit, ASST-Spedali Civili di Brescia, Spedali Civili, Brescia, Italy "
        ],
        [
            "Bone Marrow Transplant Unit, ASST-Spedali Civili di Brescia, Chair of Hematology, Dpt of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy "
        ],
        [
            "Bone Marrow Transplant Unit, ASST-Spedali Civili di Brescia, Chair of Hematology, Dpt of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy "
        ],
        [
            "Bone Marrow Transplant Unit, ASST-Spedali Civili di Brescia, Chair of Hematology, Dpt of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy "
        ],
        [
            "Bone Marrow Transplant Unit, ASST-Spedali Civili di Brescia, Chair of Hematology, Dpt of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy "
        ],
        [
            "Unit of Blood Diseases and Stem Cell Transplantation, Dpt of Clinical and Experimental Sciences, University of Brescia, ASST-Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Hôpital Saint-Antoine, Paris, France "
        ],
        [
            "Cattedra di Ematologia, USD-TMO, University of Brescia-ASST Spedali Civili of Brescia, Brescia, Italy"
        ]
    ],
    "first_author_latitude": "45.537836999999996",
    "first_author_longitude": "10.217297",
    "abstract_text": "Introduction . A multidimensional geriatric assessment has been shown to predict therapy-related toxicities in elderly hematology patients. No data are yet available on the use of combined functional and comorbidity scores in the allogeneic stem cell transplant (alloSCT) setting. The Lymphoma Italian Foundation (FIL) score, a multidimensional approach, combines the geriatric comorbidity score using the cumulative illness rating scale-geriatric (CIRS-G) with the activities of daily living (ADL) score, instrumental activity of daily living (IADL) score, and older age. Aims . The aim of the present study was to evaluate the role of the multidimensional FIL score in predicting alloSCT outcome, in terms of transplant-related mortality (TRM), relapse incidence (RI) and overall survival (OS). Patients and methods. Overall, 228 patients older than 60 years were submitted for alloSCT in Italy and France, during the last 10 years (2009-2018). Patients' characteristics are detailed in Table 1. The median age of the study population was 64 years (range, 60-76), and 155 (68%) were male. Acute myeloid leukemia was the most common indication for transplant (53%) and complete remission status was recorded in 54% of cases at transplantation. A matched unrelated donor, sibling donor or alternative donor was utilized in 41%, 31%, and 28% of cases, respectively. Stem cell source was derived from peripheral blood in 82%, bone marrow in 8%, and cord blood in 10% of cases. Utilization of a myeloablative conditioning regimen was reserved for only 20% of patients. Median number of CD34+ x10^6/Kg infused cells was 5 (range, 0,01-12,9), and of CD3+ x10^7/Kg cells 18 (range, 0,2-47,8). The median follow-up period of the cohort was 36 months (range, 12-138). Overall survival was estimated by the Kaplan-Meier method from the date of transplant to the date of last follow-up or death; the log-rank test was used to detect differences between subgroups. The Fine and Gray competing risk regression model was used for calculation of TRM and RI. Univariate and multivariate analyses were carried out using the Cox proportional-hazards regression model. Results. A total of 121 (53%) patients died at last follow-up. The cause of death was related to TRM in 60 (49%) cases comprising infection (31), toxicity (13), acute GVHD (9), and chronic GVHD (7); disease relapse was the ultimate cause of death in 61 (51%) cases . The 2-year expected TRM, RI and OS were 25%, 36% and 49%, respectively. The FIL score was measured in 215 patients and classified patients as 'fit' in 125 (58%) casesa nd 'unfit/frail' in 90 (42%). According to the FIL score, fit patients were more frequently in complete remission (CR) at alloSCT compared with unfit/frail patients (78% vs 21%, p2 (34%). Interestingly, the HCI-CI (HR 1.06, 95%CI 0.96-1.16, p=0.27) failed to predict alloSCT outcome. In contrast , FIL score, predicted fit patients to have a better 2- and 5-year OS of 66% and 59% compared to 32% and 30% in unfit/frail patients (p 80 (0.53, 95%CI 0.36-0.78, p=0.0013) and FIL frail/unfit status (2.83, 95%CI 1.93-4.17, p80 (HR 0,56, 95%CI 0,37-0,85, p=0.0066) and FIL score (HR 2,20, 95%CI 1,27-3,78, p=0.0046) maintained significant associations with OS (Figure 2). Conclusions . In a fairly large cohort of elderly patients (≥60 years) undergoing alloSCT at two European transplant centers, a multidimensional geriatric approach appears to be more accurate compared to a sole comorbidity assessment, in predicting alloSCT outcome and identifying patients at high risk of TRM. This simple tool could easily be applied before transplant for better patient selection and tailoring of treatment. View large Download slide View large Download slide  Disclosures Mohty: Jazz Pharmaceuticals: Honoraria, Research Funding."
}