{
    "doi": "https://doi.org/10.1182/blood-2021-152427",
    "article_title": "Clinical Significance of Spatial Heterogeneity in Newly Diagnosed and Relapsed Multiple Myeloma ",
    "article_date": "November 5, 2021",
    "session_type": "651.Multiple Myeloma and Plasma Cell Dyscrasias: Basic and Translational",
    "abstract_text": "Introduction Malignant plasma cells (PC) in multiple myeloma (MM) are not homogeneously distributed in the bone marrow and spatial genomic heterogeneity is an evolving concept in MM. PC for histopathology, cytogenetic and molecular analyses and minimal residual disease (MRD) assessment are usually obtained from the iliac crest. This might introduce bias into diagnostic procedures since focal lesions (FL) occur in more than 80% of patients. Methods In April 2019, we initiated a prospective trial to compare findings from imaging-guided biopsies of FL detected by PET/CT and paired standard sampling from the posterior iliac crests (IC) in patients with newly diagnosed (NDMM) and relapsed/refractory MM (RRMM). Bone marrow aspirates from FL and paired IC samples were analyzed with next-generation flow (NGF) for phenotypic and MRD assessment (sensitivity level 10 -5 ) post therapy where applicable. PC from both locations were isolated using anti-CD138 magnetic beads and subjected to whole-exome sequencing (WES). Last year, we reported on longitudinal assessment of spatiotemporal immunogenomic heterogeneity in this cohort (https://doi.org/10.1182/blood-2020-142622). With a longer follow-up, we report clinical significance of the respective findings. Results In total, 18 patients (10 NDMM, 8 RRMM) underwent bone marrow aspirates from the IC and imaging-guided biopsies of paired FL. Para-medullary disease (PMD) was observed in 4 patients (1 NDMM, 3 RRMM). Unshared mutations from WES between both locations were identified in every patient. In 12 out of 18 patients (8 NDMM and 4 RRMM), less than 20% of mutations were unshared between IC and FL. Patients with >20% unshared mutations had RRMM and/or a history of PMD. The prognostic significance of unshared mutations was emphasized by lesion-specific detection of high-risk mutations (e.g. TP53 ) and copy number variations (e.g. gains/losses of Chr 1 and del(17p)). To investigate whether unshared mutations might be accessible for therapeutic interventions, the Drug Gene Interaction Database was queried. More interactions were found in FL (n=886) compared to IC (n=505). Furthermore, we showed spatially divergent existence of PC that contribute to resistance, e.g. against proteasome inhibition through mutations in proteasome subunit PSMC3 . Next, we investigated whether MRD assessment from IC and FL provides congruent results. In three patients with MRD-negative IC bone marrow aspirates, we obtained clinically relevant divergent results from FL biopsies. In a patient in complete response (CR) after 5 cycles RVD (Lenalidomide, Bortezomib, Dexamethasone), autologous stem cell transplant (ASCT) and 5 years of lenalidomide maintenance, follow-up PET/CT showed a single new FL in the caudal right ilium. While NGF showed persistent MRD-negativity in the ICt, NGF from the FL revealed monocloncal PC. Since there were no other signs of progressive disease, the patient was followed with close surveillance. Repeat PET/CT after 5 months showed progression of the FL. Serological evaluation confirmed relapse from CR and systemic treatment was initiated. In another patient with MRD-negative IC bone marrow aspirate after 4 cycles RVD, imaging-guided biopsy of a T10 residual FL showed monoclonal PC. Mass spectrometry of supernatants from IC aspirates showed persistence of monoclonal protein in each patient. Second primary malignancies (SPM) were detected by imaging-guided biopsies: Multiple PET-positive FL occurred in a MRD-negative patient after 4 cycles of RD, ASCT and 3 years lenalidomide maintenance. NGF confirmed MRD-negativity in IC and FL aspirates. NGF detected no malignant cells in the peripheral blood but B-lymphoblasts were detected in one of the PET-positive FL. Allogeneic stem cell transplant was performed after induction therapy and there is no detectable MM or B-acute lymphoblastic leukemia. Conclusions We demonstrate clinical significance of spatial heterogeneity in NDMM and RRMM through site-specific detection of mutations and chromosomal aberrations associated with adverse outcome and drug susceptibility. Our findings showing divergent results from MRD assessments in bone marrow and FL underline the critical role of whole-body imaging for follow-up of patients in remission. Sampling plasma cells solely from the IC limits the ability for complete clinical decision-making. Disclosures Merz:  Sanofi: Honoraria; Janssen: Honoraria; BMS: Honoraria; Hexal: Honoraria; GSK: Honoraria. Barnidge:  The Binding Site: Current Employment. McCarthy:  Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bluebird: Honoraria, Membership on an entity's Board of Directors or advisory committees; Juno: Honoraria, Membership on an entity's Board of Directors or advisory committees; Karyopharm: Honoraria, Membership on an entity's Board of Directors or advisory committees; Magenta Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees. Hillengass:  Beijing Life Oasis Public Service Center: Speakers Bureau; Beijing Medical Award Foundation: Speakers Bureau; Skyline: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Membership on an entity's Board of Directors or advisory committees; Oncotracker: Membership on an entity's Board of Directors or advisory committees; Curio Science: Speakers Bureau; GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Axxess Network: Membership on an entity's Board of Directors or advisory committees; Adaptive: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Maximilian Merz",
        "Lei Wei",
        "Qiang Hu",
        "Almuth Maria Anni Merz",
        "Jie Wang",
        "Ahmed Belal",
        "Ronald Alberico",
        "Cherie Rondeau",
        "Kimberly Celotto",
        "AnneMarie W. Block",
        "Hemn Mohammadpour",
        "Paul K. Wallace",
        "Joseph Dennis Tario",
        "Jesse Luce",
        "Sean Glenn",
        "Prashant K Singh",
        "David Barnidge",
        "Song Liu",
        "Philip L. McCarthy",
        "Jens Hillengass"
    ],
    "author_dict_list": [
        {
            "author_name": "Maximilian Merz",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo,"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lei Wei",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiang Hu",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo,"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Almuth Maria Anni Merz",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jie Wang",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed Belal",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Alberico",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cherie Rondeau",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo,"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Celotto",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo,"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "AnneMarie W. Block",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hemn Mohammadpour",
            "author_affiliations": [
                "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul K. Wallace",
            "author_affiliations": [
                "Flow & Image Cytometry, Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Dennis Tario",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesse Luce",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean Glenn",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashant K Singh",
            "author_affiliations": [
                "Center for Personalized Medicine, Roswell Park Cancer Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Barnidge",
            "author_affiliations": [
                "The Binding Site Inc., Rochester, MN"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Song Liu",
            "author_affiliations": [
                "Department of Biostatistics, Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip L. McCarthy",
            "author_affiliations": [
                "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jens Hillengass",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:36:30",
    "is_scraped": "1"
}