{
    "doi": "https://doi.org/10.1182/blood.V108.11.2571.2571",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=623",
    "start_url_page_num": 623,
    "is_scraped": "1",
    "article_title": "Study on the Therapic Effect of Intracerebral Transplantation of Human Mesenchymal Stem Cells in Rats with Hypoxic-Ischemic Brain Damage. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "animal model",
        "brain injuries",
        "hypoxia",
        "ischemia",
        "rats",
        "stem cell, mesenchymal",
        "transplantation",
        "bromodeoxyuridine",
        "therapeutic immunosuppression",
        "antibodies"
    ],
    "author_names": [
        "He Huang, PhD, MD",
        "Jianling Fan, M.D.",
        "Qin Yu, M.D.",
        "Wei Ding, M.D.",
        "Xiaoyu Lai, PH.D., M.D."
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Biological Engineering, Zhejiang Traditional Chinese Medical College, Hangzhou, Zhejiang, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ]
    ],
    "first_author_latitude": "30.255593999999995",
    "first_author_longitude": "120.178389",
    "abstract_text": "Objective: Recently, neural differentiation of mesenchymals stem cells (MSCs) provokes extensive interest. However, reports on the application of MSCs in hypoxic-ischemic induced diffuse neuronal degeneration disease are few research about the biological behavior of human derived MSCs (hMSCs) in vivo. Since heterogeneic MSCs could survive in vivo for long-term without significant immunological rejection, this study was designed to explore the migration, differentiation and the therapeutic benefit of hMSCs after hypoxic-ischemic brain damage (HIBD) in rats. Methods: Passage 3~5 hMSCs were prelabeled with bromodeoxyuridine (BrdU) for 72h before transplantation. Animal models of HIBD were built in one month old Wistar rats according to the method described by Rice. Three days after hypoxia-ischemia, HIBD rats in hMSCs-treated group (n=18) received intracerebral transplantation of 5×10 5 hMSCs, while HIBD rats received PBS of the same volume in control group (n=18). In sham-operated group (n=6) and only HIBD group (n=6), rats did not receive any transplantation. All of the groups did not received any immunosuppression agents. Rats of each group received behavior test (alternative electro-stimulus Y-maze) by single blind method, then were sacrificed and brains were sectioned for haematoxylin and eosin (HE) staining at 4 weeks post-transplantation. Rats in hMSCs-treated group and control group were killed on the date of 0 day, 3 days, 1 weeks, 2 weeks and 4 weeks post-transplantation while rats in sham-operated group and only HIBD group were allowed to survive for 4 weeks. The brains of all rats were anatomized and prepared for immunohistochemistry analysis with antibodies of BrdU, Nestin, Neurofilament (NF-M) and glial fibrillary acid protein (GFAP). Results: HIBD model were built successfully. Behavior tests (alternative electro-stimulus Y-maze) showed that the total errors (TE) in hMSCs-treated group (TE=5.0±2.82) were significantly less than those in the control group (TE=12.67±3.72) ( p <0.05). HE straining indicated that the damage had lager pathological changes with bulks of neural cells necrosis and neuropil cavitations formation in cortex and hippocampus, however, it would be significantly improved in pathology in hMSCs-treated group. With the labeling rate of 51% in hMSCs by BrdU, hMSCs migrated mainly along the ventricular system, a few of which could migrate along the corpus callosum to the opposite side during one week post-transplantation. Four weeks later, hMSCs were observed to migrate to the parenchyma and distribute throughout the cerebra. Some hMSCs expressed GFAP in the local area of transplantation at three days post-transplantation, and a few of cells expressed NF near blood vessel. Nestin positive cells did not be detected at any time point. Four weeks after transplantation, BrdU and GFAP co-express cells increased which mainly distributed in the local area of transplantation, the cortex, hippocampus and ependymal layer. Conclusion: hMSCs could survive in the central nervous system of rats for at lest 4 weeks without any immunosuppression, moreover, hMSCs could migrate to the lesion area, express NF and GFAP which indicated their differentiation into mature neurons and neurogliocytes, and promote tissue repair and functional recovery of HIBD. Overall, the results suggested that hMSCs could be a promising treatment for HIBD."
}