{
    "doi": "https://doi.org/10.1182/blood.V120.21.2237.2237",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2213",
    "start_url_page_num": 2213,
    "is_scraped": "1",
    "article_title": "Total-Thrombus-Formation Analysis System Using a Microchip Flow Chamber Reflects Bleeding Severity of Patients with Type 1 Von Willebrand Disease. ",
    "article_date": "November 16, 2012",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "hemorrhage",
        "thrombus",
        "von willebrand disease, type 1",
        "hirudin",
        "von willebrand factor",
        "antigens",
        "corn of toe",
        "desmopressin",
        "fibrin",
        "hemostatics"
    ],
    "author_names": [
        "Kenichi Ogiwara, MD, PhD",
        "Keiji Nogami, MD, PhD",
        "Tomoko Matsumoto, PhD",
        "Shoko Furukawa, MD",
        "Hiroaki Minami, MD",
        "Kazuya Hosokawa, PhD",
        "Midori Shima, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Nara Medical University, Kashihara, Japan, "
        ],
        [
            "Pediatrics, Nara Medical University, Kashihara, Japan, "
        ],
        [
            "Pediatrics, Nara Medical University, Kashihara, Japan, "
        ],
        [
            "Pediatrics, Nara Medical University, Kashihara, Japan, "
        ],
        [
            "Pediatrics, Nara Medical University, Kashihara, Japan, "
        ],
        [
            "Research Institute, Fujimori Kogyo Co., Kanagawa, Japan"
        ],
        [
            "Pediatrics, Nara Medical University, Kashihara, Japan, "
        ]
    ],
    "first_author_latitude": "34.5033729",
    "first_author_longitude": "135.793002",
    "abstract_text": "Abstract 2237 Introduction: von Willebrand disease (VWD) has clinically heterogeneous phenotype. Routine measurements of von Willebrand factor (VWF) antigen (VWF:Ag), VWF ristocetin cofactor activity (VWF:RCo) and FVIII activity (FVIII:C) do not always reflect clinical severity, especially in type 1 VWD. These assays evaluate VWF function under non-physiological static condition - lacking blood flow. We had reported that a new microchip flow chamber system, total-thrombus-formation analysis system (T-TAS ® , Fujimori Kogyo, Tokyo) would be a clinically useful flow assay for VWD (ASH 2011). In this study, we extended this study for application to evaluation and hemostatic monitoring for type 1 VWD. Methods: Citrated or hirudin-added blood from 15 patients with type 1 VWD was utilized. Re-calcified citrated blood added corn trypsin inhibitor was injected to a microchip in T-TAS at a constant flow rate (240 s −1 ), which flow surface was coated by collagen and tissue factor (AR chip). Hirudin-added blood was injected to a microchip in T-TAS at higher shear rate (1,000 s −1 ) which surface was coated by collagen (PL chip). Flow pressure curve was visualized and time until reach to 10 kPa (T 10 ) was evaluated. AR chip promoted thrombus formation by both platelet aggregation and fibrin generation, whilst PL chip promoted thrombus formation by platelet alone. Standard laboratory tests for VWD were also performed. Clinical severities of VWD patients were evaluated by using a quantitative bleeding score (BS, from −3 without any symptoms to +45 with all major symptoms) previously reported by Tosetto (JTH, 2006). Results: Fifteen patients with type 1 VWD showed low levels of VWF:Ag [median 14% (range 1.3–51%)], VWF:RCo [8% (1.6–32%)], and FVIII:C [31% (3.0–68%)]. T 10 in AR chip or PL chip was 17.7 min (11->30) or 7.1 min (3.3->10) [normal control (n=20); 12.2 min (8.6–16.6) or 3.5 min (2.4–6.6), respectively], showing delayed thrombus formation in type 1 VWD. Correlations between VWF:Ag and VWF:RCo (r 2 =0.80, p <0.01) or VWF:Ag and FVIII:C (r 2 =0.74, p <0.01) were significant in Spearman's correlation test. Correlation of BS [5 (0–11)] to VWF:RCo was not significant (r 2 =0.27, p =0.05), whilst, that of BS to T 10 in PL chip of T-TAS showed more significant (r 2 =0.62, p <0.01) but not T 10 in AR chip (r 2 =0.04, p =0.4). Interestingly, when focused on the patients whose VWF:RCo were less than 20% [n=10, 5.8% (1.6–13%)], correlation of VWF:RCo to BS was worse (r 2 =0.02). However, T 10 in PL chip showed greater correlation to BS (r 2 =0.62, p <0.01; Figure 1 ). Patients who were treated with desmopressin infusion or replacement therapy showed the improvement of T-TAS parameters within normal range. Conclusion: Traditional standard assays did not always reflect the clinical phenotype of patients with VWD. In contrast, T-TAS parameters in PL chip showed good correlations to BS, indicating its usefulness for distinguishing clinical phenotype and for monitoring of treatment for patients with type 1 VWD. Figure 1. View large Download slide Correlation between bleeding score and VWF:RCo or T 10 in PL chip of T-TAS. P value shows a result of Spearman's correlation. Figure 1. View large Download slide Correlation between bleeding score and VWF:RCo or T 10 in PL chip of T-TAS. P value shows a result of Spearman's correlation.  Disclosures: Hosokawa: Fujimori Kogyo: Employment."
}