{
    "doi": "https://doi.org/10.1182/blood.V122.21.1474.1474",
    "article_title": "Effectively Targeting Treatment-Naïve CML Stem/Progenitor Cells From Imatinib-Nonresponders With Combination Treatments Of JAK2 and ABL Inhibitors In Vitro and In Vivo  ",
    "article_date": "November 15, 2013",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "The hallmark of chronic myeloid leukemia (CML) is the presence of a BCR-ABL fusion gene that originates in hematopoietic stem cells. The BCR-ABL oncoprotein has constitutively elevated tyrosine kinase (TK) activity and drives CML pathogenesis. Introduction of Imatinib Mesylate (IM) and other tyrosine kinase inhibitor (TKI) therapies has had a major impact on the treatment of chronic phase CML, but early relapses and persistence of leukemic stem cells remain problematic. We have recently identified an AHI-1–BCR-ABL–JAK2 protein complex that contributes to the transforming activity of BCR-ABL and to IM-resistance of CML stem/progenitor cells. We therefore hypothesized that combined suppression of BCR-ABL and JAK2 activities might more effectively eliminate CML stem/progenitor cells in vitro and in vivo . Several JAK2 inhibitors are currently in various stages of clinical trials, but their off-target effects on normal primitive hematopoietic cells remain a concern. We have now examined the biological effects of an orally bioavailable, selective JAK2 inhibitor (BMS-911543) in combination with TKIs, including IM, dasatinib (DA) and nilotinib, both on CML cells lines and CD34 + treatment-naïve IM-nonresponder cells, which were obtained at diagnosis from CML patients who were classified subsequently, after initiation of IM therapy, as IM-nonresponders. In cell line studies, Western blot analysis showed that combination treatment was more effective at reducing pSTAT5 levels in K562 cells and IM-resistant K562 cells than single agents. In colony-forming cell (CFC) assays, combination treatment resulted in a greater reduction in colonies produced from these cells compared to single agents (2-3 fold, p<0.05). Similarly, intracellular staining analyses showed that combined exposure of CD34 + CML cells (n=4) to BMS-911543 and a TKI produced a deeper, more prolonged suppression of pSTAT5 and pCRKL activity than single agents (40-46% suppression for the combinations vs. 15-20% suppression for the single agents at 72 hrs, p<0.05). Combination treatments also resulted in greater inhibition of colony growth of CD34 + CML cells compared to single agents (n=7, 74-86% vs. 40-50%, p<0.05). Interestingly, the combination of BMS-911543 and a TKI almost completely inhibited BFU-E colony formation as compared to treatment with TKI alone (92-100% vs. 63-66%, p<0.01). CFU-GM colonies were also more significantly reduced as a result of combination treatment, compared to single agents (49-71% vs. 30-39%, p<0.01). Long-term culture-initiating cell assays showed that more primitive cells were also more significantly eliminated by combination treatments (n=3, 2-3 fold, p<0.05). Importantly, our CFC data indicate that BMS-911543 is less toxic to normal bone marrow (BM) CD34 + cells (n=7) than the same cells from CML samples (n=7, 2-3 fold, p<0.05). To test the ability of combination treatments to eliminate primitive CML cells with in vivo leukemia propagating activity, we injected primitive CML cells intravenously into NSG mice and treated mice with inhibitors by oral gavage for two weeks. Mice undergoing combination treatment showed significantly reduced weight loss and engraftment levels in peripheral blood, BM , spleen, and liver compared to mice treated with single agents (0.14% vs. 6.14%, 1.17% vs. 26.3%, 2.46% vs. 51.5%, and 77.8% vs. 92.9%, respectively, p<0.05). H&E histology staining revealed that mice treated with DA and BMS-911543 had less infiltration of leukemic cells into their spleens and livers than mice treated with DA alone. Quantitative RT-PCR analysis further demonstrated a statistically significant reduction in BCR-ABL transcript levels in spleen, liver, and BM of mice treated with a combination of DA and BMS-911543 compared to mice treated with single agents (15-20 fold, p<0.05). Most importantly, combination treatments significantly enhanced survival of leukemic mice compared to mice treated with single agents (median survival of IM + BMS-911543 vs. IM: 70 days vs. 60.5 days, p<0.05; DA + BMS-911543 vs. DA: 96.5 days vs. 81 days, p<0.001). This study suggests that simultaneously targeting BCR-ABL and JAK2 activities in CML stem/progenitor cells may improve outcomes in patients, especially those destined to develop TKI resistance. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "imatinib mesylate",
        "stem cells",
        "weight reduction",
        "protein-tyrosine kinase inhibitor",
        "bcr-abl tyrosine kinase",
        "cd34 antigens",
        "apnea-hypopnea index procedure",
        "dasatinib",
        "fusion proteins, bcr-abl",
        "leukemia"
    ],
    "author_names": [
        "Hanyang Lin, MSc",
        "Min Chen, PhD",
        "Katharina Rothe, MSc",
        "Matthew V Lorenzi, PhD",
        "Adrian Woolfson, BM BCh, PhD",
        "Xiaoyan Jiang, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hanyang Lin, MSc",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Min Chen, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharina Rothe, MSc",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew V Lorenzi, PhD",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Woolfson, BM BCh, PhD",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoyan Jiang, MD, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory and Department of Medical Genetics, BC Cancer Agency and University of British Columbia, Vancouver, BC, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T15:41:01",
    "is_scraped": "1"
}