{
    "doi": "https://doi.org/10.1182/blood.V108.11.3593.3593",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=592",
    "start_url_page_num": 592,
    "is_scraped": "1",
    "article_title": "Engraftment of Subpopulations of Hematopoietic Cells from Patients with Polycythemia Vera in NOD/SCID Mice. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "culture media, conditioned",
        "engraftment",
        "polycythemia vera",
        "scid mice",
        "cd34 antigens",
        "cytokine",
        "transplantation",
        "cd19 antigens",
        "cd33 antigen",
        "cd45 antigens"
    ],
    "author_names": [
        "Takefumi Ishii",
        "Edward Bruno",
        "Yan Zhao",
        "Ronald Hoffman",
        "Mingjiang Xu"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, University of Illinois College of Medicine, Chicago, IL, USA"
        ],
        [
            "Hematology/Oncology, University of Illinois College of Medicine, Chicago, IL, USA"
        ],
        [
            "Hematology/Oncology, University of Illinois College of Medicine, Chicago, IL, USA"
        ],
        [
            "Hematology/Oncology, University of Illinois College of Medicine, Chicago, IL, USA"
        ],
        [
            "Hematology/Oncology, University of Illinois College of Medicine, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "41.84142149999999",
    "first_author_longitude": "-87.63953045000001",
    "abstract_text": "Polycythemia vera (PV) is a Philadelphia chromosome negative myeloproliferative disorder characterized by the JAK2V617F mutation as well as constitutive mobilization of hematopoietic progenitor cells. In order to identify the cell of origin of the neoplastic event which leads to PV, CD34 + or CD34 − cells from the peripheral blood (PB) of 10 PV patients and 6 G-CSF mobilized normal donors were transplanted into NOD/SCID mice. PV PB CD34 + cells produced after 8 weeks donor cells belonging to multiple hematopoietic lineages, but to a lesser degree than that obtained with normal mobilized CD34 + cells (0.6% versus 12.7%). The human CD45 + cells in the BM of the recipient mice transplanted with normal and PV CD34 + cells contained donor derived CD33 + and CD19 + cells, but not CD3 + cells. By contrast, the transplantation of CD34 − cells into NOD/SCID mice resulted in a far more robust degree of human cell chimerism in both the bone marrow (2%–68%) and spleen (3%–97%) of the recipient mice. Engraftment with CD34 − cells was first observed in recipient NOD/SCID mice 4 weeks post-transplantation and increased progressively. Normal CD34 − cells were incapable of engrafting in the NOD/SCID mice. Further analysis demonstrated that the human cells within the mouse marrow and spleen were CD3 + (100%), CXCR3 (100%), but did not express either CXCR4 or CD56. The engrafted T cells contained CD4, CD8, TCRαβ and TCRγδ single positive cells, CD4 and CD8 as well as TCRαβ and TCRγδ double positive cells. When subpopulations of CD3 + and CD3 − cells within the PV CD34 − cell population were isolated and transplanted into the NOD/SCID mouse, CD3 + cells were shown to be exclusively responsible for the human cell chimerism. The engraftment of CD3 + cells in the NOD/SCID mice was unique to PV, since CD3 + cells from normal volunteers and patients with idiopathic myelofibrosis did not behave in a similar fashion. An increased proliferative response of PV CD3 + cells was demonstrated in response to the lymphocyte mitogen, PHA as compared to normal PB CD3 + cells. In order to determine if this defect in T cell behavior was a consequence of the JAK2V617F mutation, the presence of this mutation was sought using quantitative PCR. The T cells of 9 of the 10 PV patients did not contain this mutation while the ratio of JAK2V617F to total JAK2 allele was only 7.6% in the genomic DNA of the T cells of the remaining PV patient. Primary T cells from patients with PV were phenotypically similar to that of normal controls. In order to determine if the functional abnormal PV T cells affected blood cell production, media conditioned by PV and normal PB CD3 + cells was prepared and incubated with cord blood (CB) and PV PB CD34 + cells in the absence of cytokines and the number of hematopoietic colonies enumerated. Both PV and normal CD3 + cell conditioned media promoted CFU-GM colony formation to a similar extent, while only PV CD3 + cell conditioned media promoted BFU-E (0 versus13±3 per 400 CD34 + cells plated), CFU-MK (0 versus14±4), and CFU-Mix (0 versus 6±3) colony formation by CB CD34 + cells in the absence of the addition of exogenous cytokines. PV CD3 + cell conditioned media had a similar effect on the cloning efficiency of PV PB CD34 + cells. These data indicate that small numbers of CD34 + SCID repopulating cells are present in the PB of PV patients but that a previously unrecognized functional abnormality of T cells exist in PV which might contribute to the excessive production of erythroid and megakaryocytic cells belonging to the malignant PV clone."
}