{
    "doi": "https://doi.org/10.1182/blood.V118.21.1814.1814",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2117",
    "start_url_page_num": 2117,
    "is_scraped": "1",
    "article_title": "Assessment of Multiple Myeloma IGHV Intraclonal Variation by Massively Parallel Pyrosequencing ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "multiple myeloma",
        "pyrosequencing",
        "immunoglobulins",
        "photon correlation spectroscopy",
        "portacaval shunt, surgical",
        "precordial catch syndrome",
        "dna",
        "dna, complementary",
        "cancer",
        "massively-parallel genome sequencing"
    ],
    "author_names": [
        "Renee C. Tschumper",
        "Yan W. Asmann, Ph.D.",
        "Asif Hossain",
        "Paul M. Huddleston, M.D.",
        "Xiaosheng Wu, M.D.",
        "Angela Dispenzieri, MD",
        "Bruce W. Eckloff",
        "Diane F. Jelinek, Ph.D."
    ],
    "author_affiliations": [
        [
            "Immunology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Health Sciences Research, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Health Sciences Research, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Orthopedic Surgery, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Immunology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biochemistry and Molecular Biology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Immunology, Mayo Clinic, Rochester, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.4773028",
    "abstract_text": "Abstract 1814 Multiple myeloma (MM) is an incurable hematologic disorder characterized by the accumulation of plasma cells (PCs) in the bone marrow (BM). Like normal B cells and PCs, MM cells express a distinctive immunoglobulin (Ig) molecular fingerprint resulting from heavy and light chain gene rearrangements and unique mutations introduced by the somatic hypermutation (SHM) process. Detailed examination of the Ig molecule may offer insight into the etiology of B cell malignancies as well as the ontogeny of malignant transformation and ongoing genetic evolution. Because prior studies of the Ig fingerprint of MM cells have been limited in size and scope, our current understanding of MM Ig repertoire is minimal. We used massively parallel sequencing of normal and malignant PCs to interrogate: 1) DNA versus RNA (cDNA) as starting material for studies of Ig repertoire; 2) the Ig repertoire of normal and malignant PCs; and 3) intraclonal heterogeneity in MM. Bone marrow PCs (BMPCs) from an untreated MM patient and from a normal control subject were isolated by magnetic bead separation. DNA and RNA were isolated from purified cells and amplified in a multiplex PCR reaction with primers designed to capture the entire IGHV region including the heavy chain complementarity determining region 3 (HCDR3) necessary for defining clonal cells. Using Roche 454 GS-FLX Titanium chemistry and a GS FLX Titanium Genome Sequencer, over 30,000 sequence reads were obtained from each sample. Following a detailed algorithm to minimize Taq and sequencing related errors and removal of non-Ig or non-productive Ig sequences, the resulting sequences were grouped based on HCDR3 amino acid identity. Each unique HCDR3 represented one member of the repertoire and all the sequences with the same HCDR3 defined the clone size. This measurement showed that there was nearly a five-fold higher level of unique HCDR3s in normal BMPCs when the starting PCR template was DNA vs. cDNA. Thus, DNA is clearly a better starting template for repertoire analysis using deep sequencing methods. Thorough analysis of the MM DNA sample identified PCs expressing 37 different IGHV genes, and predictably, the vast majority of sequence reads (83%) had exact nucleotide identity in the IGHV and HCDR3 region (IGHV3-74 with 18 mutations in the IGHV region) thereby defining the dominant MM clone. There were also ∼5000 additional sequences that either shared an identical HCDR3 region but varied within the IGHV3-74 gene sequence (n=3975) or were identical within the IGHV3-74 sequence yet varied within the HCDR3 (n=862). These sequences were further analyzed, with sequences not present 10 or more times or not found in both the 5' and 3' directions eliminated from further scrutiny. This process revealed a total of 64 putative subclones with single point mutations in the IGHV or HCDR3 region (10–56 copies of each unique sequence representing a total of 1583 clonally related sequences). When we used a more stringent subclone frequency of ≥0.1%, 22 subclones remained. Of note, conventional Ig repertoire analysis would require sequencing ≥1000 colonies to detect MM subclones present at this frequency. Finally, 11 subclones displayed a significant number of IGHV gene nucleotide differences from the dominant MM clone despite exhibiting an identical HCDR3 region. Notably, a number of these distinguishing IGHV gene mutations are silent and thus may preserve the antigenic specificity of these clonally related cells. These subclones failed our frequency criteria but the type and quality of deviations from the clonal sequence suggest that they are not artifact and warrant further investigation. Notably, all of the putative subclones were also found in the MM cDNA cohort providing further evidence as genuine subclones. The very large number of identical MM clonal sequences is consistent with the idea that MM is a post germinal center malignancy that can no longer undergo SHM. However, we present clear evidence of MM-related subclones albeit relatively small in number. The subclone sequence deviations discovered may reflect on-going genetic evolution independent of the formal SHM mechanism. Alternatively, these subclones may indeed reflect “sister” cells generated during the original germinal center reaction that resulted in the malignant clone. In summary, our studies demonstrate the extraordinary potential of this methodology to track clonal evolution in MM and its precursor conditions over time. Disclosures: No relevant conflicts of interest to declare."
}