{
    "doi": "https://doi.org/10.1182/blood.V110.11.1698.1698",
    "article_title": "Marked Improvement in Short- and Long-Term Survival in Severe Aplastic Anemia Patients Treated with Immunosuppression in the Past 18 Years. ",
    "article_date": "November 16, 2007",
    "session_type": "Red Cell Regulation and Disorders of Production",
    "abstract_text": "Forty years ago severe aplastic anemia (SAA) was almost universally fatal disease, but now most patients can be successfully treated with hematopoietic stem cell transplantation (HSCT) or immunosuppressive therapy (IST). Since the majority of patients are not suitable candidates for allogeneic HSCT from a histocompatible sibling, IST is usually the treatment of choice. From the introduction of the standard anti-thymocyte globulin (ATG) + cyclosporine (CsA) regimen in the 1980s, the hematologic response rate has been 60–70% despite efforts to improve on the ATG+CsA platform. Across many protocols, there is a strong link between response to IST and survival. We examined short and long term survival of patients who were treated with initial IST at the Clinical Center of the National Institutes of Health from 1989 to 2006; a total of 372 patients were analyzed in 3 separate cohorts: those who received IST from 1989–1995; 1996–2001 and 2002–2006. Thirty-two deaths occurred within the 6-months period of IST with 15 being attributed to a fungal infection. The distribution of early deaths (< 6 months) in relation to the different time periods were 15% (1989–1995); 9% (1996–2001); and 5% (2002–2006) (p = 0.003). Survival beyond 6 months also improved (1989–1995 and 2002–2006, 65% vs. 85%, respectively; p < 0.01). Surprisingly, the survival benefit was most striking among patients who did not respond to IST at 6 months. Among the total 116 non-responders, the number of patients who received a second course of IST was 0% (1989–1995), 37% (1996–2001) and 51% (2002–2006); those who underwent HSCT were 19% (1989–1995), 23% (1996–2001) and 18% (2002–2006); and those who did not receive a second course of IST or HSCT were 83% (1989–1995), 29% (1996–2001) and 11% (2002–2006). We draw two major conclusions from our data analysis. First, improvement in short term survival over the last two decades is most likely due to advances in supportive care, as the response rate to horse ATG + CsA has remained largely unchanged during the same time period. The marked decline in deaths due to invasive Aspergillosis infection suggests that the introduction of effective and relatively nontoxic antifungal drugs is of prime importance (e.g., voriconazole in 2002 and caspofungin in 2004). Second, the utilization of secondary therapies--a repeat course of IST and allogeneic HSCT for older adults and matched unrelated transplants for younger individuals--have salvaged patients who are primary ATG-failures. The advances in supportive care also impact long term survival in those who receive salvage therapies and in those who fail repeated courses of IST and are not suitable candidates for HSCT, who now can be adequately maintained on growth factor and transfusion support, often for years. Current survival rates in SAA should be weighed when in considering treatment algorithms for patients who fail initial IST.",
    "topics": [
        "aplastic anemia",
        "therapeutic immunosuppression",
        "inappropriate sinus tachycardia",
        "hematopoietic stem cell transplantation",
        "cyclosporine",
        "allogeneic hematopoietic stem cell transplant",
        "supportive care",
        "antifungal agents",
        "antithymoglobulin",
        "aspergillosis, invasive"
    ],
    "author_names": [
        "Phillip Scheinberg, MD",
        "Colin O. Wu, PhD",
        "Olga Nunez, RN",
        "Neal S. Young, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Phillip Scheinberg, MD",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Colin O. Wu, PhD",
            "author_affiliations": [
                "Office of Biostatistics Research, National Heart, Lung and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Nunez, RN",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neal S. Young, MD",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T18:37:50",
    "is_scraped": "1"
}