{
    "doi": "https://doi.org/10.1182/blood.V120.21.3918.3918",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2207",
    "start_url_page_num": 2207,
    "is_scraped": "1",
    "article_title": "Impact of Hypoxia As Novel Microenvironmental Factor On Drug Susceptibility of Primary CLL Cells ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "hypoxia",
        "cd40 ligand",
        "cd40 antigens",
        "abt-737",
        "tumor cells, malignant",
        "arterial oxygen tension",
        "chemotherapy regimen",
        "dna",
        "molecule",
        "bendamustine"
    ],
    "author_names": [
        "Malte Huelsemann",
        "Lukas P. Frenzel, MD",
        "Dunja Baatout, M.Sc.",
        "Julia Claasen",
        "Sebastian Theurich, MD",
        "Laurent Kintzelé",
        "Hans Jiro Becker",
        "Michaela Patz, PhD",
        "Christian P. Pallasch, MD",
        "Michael S. von Bergwelt-Baildon, MD, PhD",
        "Michael Hallek, MD",
        "Clemens-Martin Wendtner, MD"
    ],
    "author_affiliations": [
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department of Hematology, Oncology, Immunology, Palliative Care, Infectious Diseases and Tropical Medicine, Hospital Munich-Schwabing, Munich, Germany"
        ]
    ],
    "first_author_latitude": "50.92775159999999",
    "first_author_longitude": "6.926983899999999",
    "abstract_text": "Abstract 3918 Background: CLL cells circulating in the peripheral blood are sensitive to therapy while malignant cells residing in the microenvironment survive and are the source of relapse. One of the strongest microenvironmental stimuli is CD40 ligand (CD40L)-CD40 interaction, which induces proliferative/anti-apoptotic genes in CLL cells, protecting them from apoptosis and many cytotoxic drugs. Despite the evident importance of CD40 activation further stimuli have to be considered, especially hypoxia. Lymph nodes, particularly those being infiltrated by malignant cells, show a low oxygen tension (<1%). Prior CLL investigations never took this important factor into account, hence the impact of hypoxia on cell survival and drug-resistance is still unrevealed. Methods: We have established an in vitro model, which mimics hypoxic conditions and CD40L-CD40 interaction, in order to understand the molecular basis of drug resistance of CLL cells resident in the microenvironment. CLL cells were cultured on CD40L feeder cells and kept up to 96 hours in hypoxia (1% O 2 ) or normoxia (21% O 2 ). We determined how proliferation rates in CLL are affected by these conditions and subsequently applied several drugs to investigate differences in drug efficacy between normoxia and hypoxia. Apoptosis was determined by AnnexinV/7AAD-staining and subsequent flow cytometry. Expression of potential target molecules was determined by qRT-PCR and Western Blotting. Results: Hypoxia is known to protect malignant cells in solid cancers from chemotherapy. We made similar observations, since classical DNA-targeting drugs were inefficient to kill CLL cells under hypoxic conditions. However, we identified ABT-737, which affects mitochondrial integrity, to be even more efficient under hypoxic conditions compared to normoxia. In order to explain this discrepancy we investigated the expression of several mitochondrial localized anti-/proapoptotic genes on RNA and protein level. We show that the de-regulation of Bcl XL and Mcl-1 under hypoxic conditions is essential for ABT-737 sensitivity. Bcl XL deregulation depends on a general reduction in protein translation in hypoxic cells. Mcl-1 protein expression differs from its mRNA expression, hence we expected regulation subsequent to protein synthesis. Indeed we could identify an increased activity of the proteasome in hypoxia, as Mcl-1 is a short-lived protein with a rapid proteasomal turnover this is a feasible explanation for the observed downregulation. Interestingly, hypoxia has a great impact on proliferation of primary CLL cells under different stimuli in vitro. Conclusion: These are the first experiments investigating the impact of oxygen tension on survival and response to chemotherapy of CLL cells. We show that hypoxia renders CLL cells resistant to classical DNA-targeting agent Fludarabine and Bendamustine. Furthermore we point out that small molecules like ABT-737, which specifically target mitochondria, might be efficient in targeting CLL cells protected by hypoxia and CD40L-CD40 interaction within the microenvironment. Development of novel in vitro models like ours will help us understand the specific molecular changes induced by microenvironmental stimuli and their impact on drug efficacy. These findings will allow us to identify novel therapeutic targets. M.Hu. and L.P.F. contributed equally to this work Disclosures: No relevant conflicts of interest to declare."
}