{
    "doi": "https://doi.org/10.1182/blood.V122.21.4795.4795",
    "article_title": "Polymorphisms In Thrombin-Activatable Fibrinolysis Inhibitor and Plasminogen Activator Inhibitor Type 1 In Women With Primary Recurrent Pregnancy Loss ",
    "article_date": "November 15, 2013",
    "session_type": "331. Pathophysiology of Thrombosis",
    "abstract_text": "Introduction Recurrent pregnancy loss (RPL) is defined as three or more consecutive spontaneous abortions prior to the 20 th week. RPL is a multifactorial condition that could be influenced by several factors, including haemostasis disorders. Indeed, pregnancy is characterized by a hypercoagulable state in which levels of some coagulation factors and fibrinolytic inhibitors are increased, whereas levels of the natural anticoagulant free protein S are decreased. Therefore, an unbalance in the fibrinolytic system might be involved in the pathophysiology of RPL. Plasminogen activator inhibitor type 1 (PAI-1) and thrombin-activatable fibrinolysis inhibitor (TAFI) are two fundamental inhibitors of fibrinolysis, whose levels could be influenced by genetic polymorphisms. Aims: To investigate the frequencies of polymorphisms in PAI-1 ( SERPINE1 4G/5G) and TAFI ( CPB2 c.505G>A) in women with primary RPL and in healthy women. Materials and Methods We included 116 unrelated non-pregnant women with three or more consecutive losses prior to 20 weeks of pregnancy without a previous history of carrying a fetus to viability (primary RPL) who were evaluated in the Prenatal Care Unit at the Hospital of the University of Sao Paulo. The control group was comprised of 263 unrelated healthy fertile women who were users of Public Health Service or employees of the University of Sao Paulo, who had at least two term deliveries and no known pregnancy losses as well as known medical history of thrombosis, diabetes, hypertension, cancer and autoimmune disorders. Both cases and controls were from the general urban population of Sao Paulo City. The genotypes for CPB2 c.505G>A polymorphism were performed by Real Time PCR, and genotypes for SERPINE1 4G/5G polymorphism were performed by RFLP-PCR. The effect of these polymorphisms on RPL risk was assessed by calculating Odds ratios (OR) and their 95% confidence intervals (CI) by logistic regression. Results and Conclusions The genotype distribution of both polymorphisms was in Hardy-Weinberg equilibrium in cases and in controls (p>0.05). The genotype and allele frequencies for SERPINE1 4G/5G and CPB2 c.505G>A polymorphisms were similar in both groups (p>0.05). For SERPINE1 4G/5G polymorphism, 70 cases (60.4%) and 152 controls (57.8%) were carriers of the 4G allele, yielding an OR of RPL of 1.11 (95% CI: 0.71 - 1.74, p= 0.642) (genotype 5G5G vs . 4G5G + 4G4G). For CPB2 c.505G>A polymorphism, 64 cases (55.2%) and 153 controls (58.2%) were carriers of the A allele, yielding an OR of RPL of 0.88 (95% CI: 0.57 - 1.37, p= 0.586) (genotype GG vs . GA + AA). Furthermore, similar frequencies of minor allele were found in groups when the number of losses was considered in RPL group (women with four or more RPL vs . women with three, p >0.05) and when the period of pregnancy loss was considered (women with early losses vs . women with late losses, p>0.05). Our data suggest that polymorphisms in SERPINE1 and CPB2 are not associated with a risk of having RPL. Financing: FAPESP (Proc 2007/57605-0), CAPES. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "abortion, habitual",
        "carboxypeptidase u",
        "plasminogen activator inhibitor 1",
        "polymorphism",
        "polymerase chain reaction",
        "abortion, spontaneous",
        "anticoagulants",
        "antifibrinolytic agents",
        "autoimmune diseases",
        "blood coagulation factors"
    ],
    "author_names": [
        "Juliano Felix Bertinato",
        "Vânia Maris Morelli, MD, PhD",
        "Guilherme Gomes Wataru",
        "Antonio Gomes de Amorim Filho, MD",
        "Mario Henrique Burlachini de Carvalho, MD",
        "Marcelo Zugaib, MD, PhD",
        "Elvira Maria Guerra-Shinohara, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juliano Felix Bertinato",
            "author_affiliations": [
                "Department of Clinical and Toxicological Analyses, University of Sao Paulo, Sao Paulo, Brazil, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vânia Maris Morelli, MD, PhD",
            "author_affiliations": [
                "Hematology and Blood Transfusion Division, Federal University of Sao Paulo, Sao Paulo, Brazil, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guilherme Gomes Wataru",
            "author_affiliations": [
                "Department of Clinical and Toxicological Analyses, University of Sao Paulo, Sao Paulo, Brazil, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Gomes de Amorim Filho, MD",
            "author_affiliations": [
                "Departament of Obstetrics and Gynecology, University of Sao Paulo, Sao Paulo, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Henrique Burlachini de Carvalho, MD",
            "author_affiliations": [
                "Departament of Obstetrics and Gynecology, University of Sao Paulo, Sao Paulo, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcelo Zugaib, MD, PhD",
            "author_affiliations": [
                "Departament of Obstetrics and Gynecology, University of Sao Paulo, Sao Paulo, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elvira Maria Guerra-Shinohara, PhD",
            "author_affiliations": [
                "Department of Clinical and Toxicological Analyses, University of Sao Paulo, Sao Paulo, Brazil, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T15:43:21",
    "is_scraped": "1"
}