{
    "doi": "https://doi.org/10.1182/blood.V108.11.4783.4783",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=675",
    "start_url_page_num": 675,
    "is_scraped": "1",
    "article_title": "Additional Cytogenetic Abnormalities and/or Philadelphia Chromosome Metaphase Mosaicism Might Adversely Influence Survival and Imatinib Response in Chronic Myeloid Leukemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "chromosome abnormality",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "mitotic metaphase",
        "mosaicism",
        "philadelphia chromosome",
        "disease remission",
        "breslow thickness",
        "interferon-alpha",
        "reciprocal translocation"
    ],
    "author_names": [
        "Andrew P. Landstrom, BS",
        "Rhett P. Ketterling, M.D.",
        "Ryan A. Knudson, B.A.",
        "Gordon W. Dewald, Ph.D.",
        "Ayalew Tefferi, M.D."
    ],
    "author_affiliations": [
        [
            "Mayo Medical School, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Dept. of Laboratory Medicine, Div. of Cytogenetics, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Dept. of Laboratory Medicine, Div. of Cytogenetics, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Dept. of Laboratory Medicine, Div. of Cytogenetics, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Dept. of Internal Medicine, Div. of Hematology, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.02237889999999",
    "first_author_longitude": "-92.4668056",
    "abstract_text": "Background: Chronic myeloid leukemia (CML) is invariably associated with the reciprocal translocation of BCR and ABL to form the Philadelphia chromosome (Ph), t(9;22)(q34;q11). At diagnosis, a small proportion of patients display additional cytogenetic abnormalities and/or a variable proportion of cytogenetically normal metaphases that coexist with Ph-positive metaphases. The objective of the current study was to examine the prognostic relevance of these two scenarios. Methods: The study population consisted of 65 (47.7% female) consecutive, newly diagnosed CML patients seen at the Mayo Clinic with a median age of 59 years. 44.5 percent were initially treated with interferon alpha (IFN) resulting in complete cytogenetic remission in 10.7 percent for a median length of 5.83 years, partial cytogenetic remission in 3.57 percent for a median length of 2 years. 55.5 percent were treated with imatinib (Gleevec) resulting in complete cytogenetic remission in 54.1 percent for a median length of 3.08 years, partial cytogenetic remission in 13.5% for a median length of 1.08 years. Results: Survival at five years through Kaplan-Meier analysis was approximately 92 percent in patients demonstrating only the Ph chromosome (n = 53), versus 60 percent in patients with additional chromosomal abnormalities (n = 12; p < 0.0001 by both Logrank and Breslow-Gehan-Wilcox analysis). Furthermore, patients with additional chromosomal abnormalities demonstrated lower rates of either complete or partial cytogenetic remission with imatinib therapy. Similarly, five year survival of patients with less than 90% Ph-positive metaphases at diagnosis (n = 4) was approximately 60% compared to 92% in patients with greater than 90% Ph-positive metaphases (n = 61; p = 0.01 by Logrank and p = 0.001 by Breslow-Gehan-Wilcox analysis). Additionally, the former group of patients was significantly less responsive to imatinib. Finally, there was significant correlation between Ph-positive metaphase mosaicism and the presence of additional chromosomal abnormalities (p = 0.05). Conclusion: Although it is tempting to speculate the possibility that Ph-chromosome mosaicism and/or additional cytogenetic abnormalities at presentation of CML is a surrogate for the presence of Ph-negative imatinib-resistant clones, the preliminary results from the current study require validation from a larger study. View large Download slide Figure View large Download slide Figure View large Download slide Figure View large Download slide Figure"
}