{
    "doi": "https://doi.org/10.1182/blood.V128.22.4281.4281",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3564",
    "start_url_page_num": 3564,
    "is_scraped": "1",
    "article_title": "Aside from the Allelic Burden of JAK2 -V617F, Acquisition of Mutations in Myeloid Gene Panel Is Associated with the Transformation of Myeloproliferative Neoplasm into Secondary AML ",
    "article_date": "December 2, 2016",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "topics": [
        "genes",
        "leukemia, secondary acute",
        "mutation",
        "myeloproliferative disease",
        "follow-up",
        "protein p53",
        "ccaat/enhancer binding protein alpha",
        "caspase-8",
        "complement membrane attack complex",
        "mac protocol"
    ],
    "author_names": [
        "Meong Hi Son, MD",
        "Taehyung Kim, MSc",
        "Jae-Sook Ahn",
        "Marc Tyndel",
        "Hyeoung-Joon Kim",
        "Yeo-Kyeoung Kim, MD PhD",
        "Seung-Shin Lee",
        "Seo-Yeon Ahn",
        "Sung-Hoon Jung",
        "Deok-Hwan Yang, MD",
        "Je-Jung Lee",
        "Hee Jeong Park",
        "Seung Hyun Choi, PhD",
        "Zhaolei Zhang, PhD",
        "Dennis Dong Hwan Kim, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pharmacology and Toxicology, University of Toronto, Toronto, Canada "
        ],
        [
            "Donnelly Centre For Cellular & Biomolecular Research, University of Toronto, Toronto, Canada ",
            "Department of Computer Science, University of Toronto, Toronto, Canada "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of ",
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of "
        ],
        [
            "Department of Computer Science, University of Toronto, Toronto, Canada "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of ",
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, South Korea "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of ",
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of ",
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of ",
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of ",
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, South Korea "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of ",
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Jeollanamdo, Korea, The Republic of "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, The Republic of "
        ],
        [
            "Donnelly Centre For Cellular & Biomolecular Research, University of Toronto, Toronto, Canada ",
            "Department of Computer Science, University of Toronto, Toronto, Canada ",
            "Department of Molecular Genetics, University of Toronto, Toronto, Canada "
        ],
        [
            "Department of Medical Oncology & Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.6608871",
    "first_author_longitude": "-79.3937206",
    "abstract_text": "Introduction: The discoveries of JAK2 -V617F as well as MPL and CARL mutations have greatly clarified the underlying genetics of Philadelphia negative myeloproliferative disease (MPN). Mutation status on these three genes, especially JAK2 -V617F, can characterize over 90% of MPN patients. However, the heterogeneity of MPN in terms of its AML transformation and treatment response remains unclear. To assess the difference in mutational status between MPN patients who progress to secondary AML and those who do not, we aim to examine longitudinal samples taken from multiple time points using next generation sequencing. Patients and Methods: Bone-marrow (BM) samples were collected from 19 MPNpatientsfrom2003 to 2012atChonnamNational UniversityHwasunHospital.The diagnosis of MPN was established according to the revised criteria of the World Health Organization.Longitudinal samples were taken at the time of diagnosis and at a follow-up as well as its T-cell fractions (CD+3) isolated from the peripheral blood using MAC separation column.Targeted sequencing was performed using an Agilent custom probe set of a panel of 84 myeloid genes. We multiplexed and sequenced the samples using an IlluminaHiseq2000. Results: The mean on-target coverage for the 57 sequenced samples was 861.4x. We detected a total of 48 somatic mutations in 25 genes in 17 patients (89%) throughout the course of the disease. Five of the 25 genes were recurrently mutated ( JAK2 , IDH2 , ASXL1 , SRSF2 and, TP53 ). As expected, JAK2 -V617F was the most commonly observed (15/17 patients). One of the patients without JAK2 -V617F carried a MPL mutation and another was triple negative.At the time of follow-up, 12 patients had chronic MPN (11 stable disease and 1 spleen response) withRuxolitinib treatment for a median duration of 373 days (range 255 - 729). Among 7 progressed patients, 5 patients had additional mutation at diagnosis of MPN other than JAK2 or MPL : MPN-13 ( DNMT3A and ASXL1 ), MPN-14 ( SRSF2 and IDH2 ), MPN-15 ( IDH2 ), MPN16 ( U2AF1 ), MPN-17 ( IDH2 and SRSF2 ) as shown in figures. On the other hand, 4/12 non-progressed patients carried additional mutations: MPN-01 ( ZRSR2 ), MPN-05 ( ASXL1 , CBL , FGR , KMT2D and TET2 ), MPN-10 ( ASXL1 , CDH13 , EED , EZH2 , MN1 , NF1 and TRRAP ), MPN-11 ( FOXP1 ). In summary, only ASXL1 and JAK2 -V617F were recurrently mutated among the non-progressed group. At the time of leukemic transformation, 6 out of 7 patients acquired new mutations: MPN-13 ( SETBP1 and TP53 ), MPN-14 ( RUNX1 , ASXL1 , and IDH1 ), MPN-15 ( TP53 and CASP8 ), MPN-16 ( TP53 ), MPN-18 ( CEBPA ), and MPN-20 ( ASXL1 ). In the remaining case (MPN-17), increase of JAK2-V617F VAF was also observed. In summary, TP53 mutation was the most common mutation to acquire by the time of leukemic transformation (n=3). Other mutations acquired by this stage were in SETBP1 , RUNX1 , IDH1 , CEBPA , and ASXL1 . We did not observe any significant difference in the allelic burden increase of J AK2 -V617F from diagnosis to follow-up between the non-progressed and progressed groups (Figure A). Conclusion: There is no significant difference in mutation burden increase of JAK2 -V617F between patients who progressed to secondary AML and patients that did not. Acquisition of mutations other than JAK2 -V617F at both diagnosis and at follow-up is associated with the risk of transformation to secondary AML. Mutation profiling using a myeloid gene panel at timed follow-up after MPN diagnosis can be more helpful than monitoring JAK2 -V617F status in these patients. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}