{
    "doi": "https://doi.org/10.1182/blood-2019-130581",
    "article_title": "Outcomes of Elderly Patients Undergoing Allogeneic Transplantation for Acute Myeloid Leukemia with Fludarabine/Melphalan or Fludarabine/TBI Conditioning Regimen ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Title: Outcomes of Elderly Patients Undergoing Allogeneic Transplantation for Acute Myeloid Leukemia with Fludarabine/Melphalan or Fludarabine/TBI Conditioning Regimen Intro: Acute myeloid leukemia (AML) is an aggressive hematological disorder that primarily occurs in the elderly with an average age of 68 at the time of diagnosis. Allogeneic transplantation provides the only chance for long term survival and several studies have shown that allogeneic transplantation in elderly patients using reduced intensity regimens are safe and well tolerated and lead to long term survival. Fludarabine/melphalan, a reduced intensity conditioning regimen, and fludarabine/total body irradiation (TBI) a non-myeloablative conditioning regimen, are two regimens that are often used for elderly patients. Fludarabine/TBI is considered to be a less intensive conditioning regimen than fludarabine/melphalan. We examined outcomes of allogeneic transplantation in elderly patients with AML that received fludarabine/melphalan or fludarabine/TBI as a conditioning regimen. Methods: Ninety-five (95) patients that had a diagnosis of an AML or secondary AML that were 60 or older and received an allogeneic transplantation between April 2008 and October 2017 at Winship Cancer Institute of Emory University were included in this retrospective analysis. Patients that had active disease relapse at the time of transplant were excluded. Patients were identified using the institutional transplant database and confirmed with our electronic medical record system. Results: Ninety-five patients (95) were included in our study with a median age at transplant of 66. Melphalan was given at a dose of 140mg/m2 in each patient. TBI was given at a dose between 200-300cGy in each patient. Seventy-seven patients (81%) received fludarabine/melphalan conditioning regimen. Twenty patients (21%) were 70 or older. Thirty-two patients (35.6%) patients had unfavorable cytogenetics. Patients that received conditioning regimen with fludarabine and melphalan had a longer 1 year overall survival rate than patients that received fludarabine/TBI (71.2% vs 50.0%, p=0.08). In multivariate analysis, only disease risk score was significantly associated with overall survival (p=0.039). Patients with higher co-morbidity index score (p=0.003) were more likely to receive fludarabine/TBI for conditioning, however the 1 year overall survival rate was higher in the fludarabine/melphalan than the fludarabine/TBI group (69% vs 43.8%, p=0.09). In sub-group analysis, patients between the ages of 60-64 and those with complete remission with incomplete hematological recovery derived the most benefit from fludarabine/melphalan rather than fludarabine/TBI with a 1 year survival rate of 74.3% vs 40.0% (p=0.06) and 61% vs 0%, (p=0.06), respectively. Relapse rates were similar between the two groups (p=.536). Treatment related mortality (TRM) was not significantly different between the two conditioning regimens, with a slightly higher TRM in fludarabine/TBI group (OR= 1.36, 95% CI=0.42-4.35, p=0.60). Conclusions: This retrospective analysis sought to examine the outcomes in elderly patients undergoing allogeneic transplantation for AML with either fludarabine/melphalan or fludarabine/TBI. Fludarabine/TBI is non-myeloablative regimen and considered to a be a less intense regimen than fludarabine/melphalan. There was a trend for better overall survival for the fludarabine/melphalan group in comparison to fludarabine/TBI, even in patients with higher comorbidity index and patients over the age of 70. Thus, fludarabine/melphalan is a reasonable regimen even in elderly and less fit patients that improves overall survival without unacceptable toxicities, including TRM. View large Download slide View large Download slide  Close modal Disclosures Langston: Astellas Pharma: Other: Research Support; Incyte: Other: Research Support; Jazz Pharmaceuticals: Other: Research Support; Chimerix: Other: Research Support; Takeda: Other: Research Support; Kadmon Corporation: Other: Research Support; Novartis: Other: Research Support; Bristol Myers Squibb: Other: Research Support. Waller: Amgen: Consultancy; Cerus Corporation: Other: Stock, Patents & Royalties; Pharmacyclics: Other: Travel expenses, Research Funding; Cambium Oncology: Patents & Royalties: Patents, royalties or other intellectual property ; Chimerix: Other: Stock; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kalytera: Consultancy.",
    "topics": [
        "conditioning (psychology)",
        "fludarabine",
        "leukemia, myelocytic, acute",
        "melphalan",
        "older adult",
        "transplantation, homologous",
        "transplantation",
        "cancer",
        "complete remission",
        "leukemia, secondary acute"
    ],
    "author_names": [
        "Ashley C Woods, MD",
        "Nisha Joseph, MD",
        "Manali Rupji, MS",
        "Yuan Liu, PhD",
        "Amelia Langston, MD",
        "Edmund K. Waller, PhDMD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ashley C Woods, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nisha Joseph, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manali Rupji, MS",
            "author_affiliations": [
                "Department of Biostatistics and Bioinformatics Shared Resource, Winship Cancer Institute, Emory University, Atlatna, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuan Liu, PhD",
            "author_affiliations": [
                "Department of Biostatistics and Bioinformatics, Emory University, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amelia Langston, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Atlanta, GA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edmund K. Waller, PhDMD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:42:41",
    "is_scraped": "1"
}