{
    "doi": "https://doi.org/10.1182/blood-2018-99-119667",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3882",
    "start_url_page_num": 3882,
    "is_scraped": "1",
    "article_title": "Veterans Treated with R-CHOP for Diffuse Large B Cell Lymphoma Compared to Neighboring Hospital: An Interesting Discovery for Treatment Outcomes ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster II",
    "topics": [
        "diffuse large b-cell lymphoma",
        "r-chop",
        "treatment outcome",
        "veterans",
        "cancer",
        "chemotherapy regimen",
        "cyclophosphamide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "doxorubicin",
        "infections"
    ],
    "author_names": [
        "Jessica Trevino Jones, MD",
        "Manuel Ricardo Espinoza-Gutarra, MD",
        "Sushanth Kakarla, MBBS",
        "Michelle Janania Martinez, MD",
        "David Gregorio, MD",
        "Prathibha Surapaneni",
        "Michael Mader",
        "Zohra Nooruddin, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology Fellowship, UT Health San Antonio/ Mays Cancer Center, San Antonio, TX "
        ],
        [
            "Internal Medicine, UTHSCSA, San Antonio, TX "
        ],
        [
            "7703 Floyd Curl Dr, UTHSCSA, San Antonio, TX "
        ],
        [
            "Hematology / Oncology Fellowship, UT Health San Antonio/ Mays Cancer Center, San Antonio, TX "
        ],
        [
            "Internal Medicine, UTHSCSA, San Antonio, TX "
        ],
        [
            "Hematology / Oncology Fellowship, UT Health San Antonio/ Mays Cancer Center, San Antonio, TX "
        ],
        [
            "Biostastics, Audie l. Murphy Memorial VA Hospital, San Antonio. Texas, San Antonio, TX "
        ],
        [
            "Audie l. Murphy Memorial VA Hospital, San Antonio. Texas, San Antonio, TX"
        ]
    ],
    "first_author_latitude": "29.5135661",
    "first_author_longitude": "-98.5796518",
    "abstract_text": "BACKGROUND: Diffuse Large B cell Lymphoma (DLBCL) is the most common subtype of non-Hodgkin lymphoma (NHL). Rituximab plus cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) remains the standard of care for most advanced stage DLBCL. There is limited outcome data in DLBCL in Veteran population. Having unique health care access, our goal was to study basic characteristics of Veterans with DLBCL and to assess and compare treatment responses to similar patient population. METHODS: With IRB approval, we performed a retrospective analysis of DLBCL patients (n=55) who received R-CHOP at the VA Audie Murphy Hospital in San Antonio, Texas from 2007-2017. We compared the Veteran patients with DLBCL who received R-CHOP to Insured Community Setting ICS (n=58) and uninsured patients UCS (n=24) from 2007-2017 in the same zip code. Only patients who started and completed their care with respective institutions were included in this study. Rates of neutropenia, and use of hematopoietic support either pre-emptively or after infection were measured for VA patients. Other variables studied included LDH, stage, HIV status, age, time from definitive diagnosis to first R-CHOP treatment (TDT), treatment response (CR, PR, PD), relapse date, and morbidity/mortality. Similar variables were compared for patients at neighboring community stetting. Outcomes were compared based on health care access - Veterans (VA) vs Insured Community Setting (ICS) vs Uninsured Community Setting (UCS). Frequency among variables and predictive analysis were evaluated by the FREQ and NPAR1WAY procedures in SAS 9.4 using the Chi-squared Test of Independence and the Cochran-Mantel-Haenszel test. RESULTS The median age of diagnosis was 64.5 years (yrs.), 57 yrs. and 58 yrs. for the VA patients, ICS and UCS patients respectively. TDT for VA vs ICS vs UCS was 20 days vs. 22 days vs. 21.5 days (p=0.66). VA patients had a higher rate of stage III/IV disease at 78% compared to ICS 53% and UCS 43% (p=0.0033). Accounting for the higher rate of Stage III/IV cancers in the VA population, there was a higher failure rate of 40 % among VA patients vs 18 % for ICS vs 20 % for UCS to initial chemotherapy(p=0.034). CONCLUSION Our comparison data of VA patients with DLBCL receiving R-CHOP to a neighboring community setting show similar TDT. Response to initial treatment was inferior in Veteran population as compared to patient population with similar demographics and having similar TDT. Also, in comparing VA patients to uninsured patients, VA patients still have worse outcomes for treatment of DLBCL with R- CHOP. Older patient population, advanced stage and multiple co-morbidities are the possible contributing factors for difference in treatment outcomes for DLBCL in the VA community. Disclosures No relevant conflicts of interest to declare."
}