{
    "doi": "https://doi.org/10.1182/blood-2021-150890",
    "article_title": "Utilizing HealthTree ® Cure Hub's Real-World Data to Assess Treatment Management of Patients with Multiple Myeloma during the COVID-19 Pandemic ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Background: Patients with multiple myeloma (MM) are uniquely susceptible to viral and bacterial illnesses, including COVID-19, due to their immunocompromised state, age, treatments, and comorbidities. With the advent of COVID-19, changes to treatment were recommended whenever possible, in order to reduce visits to the clinic. The total effect of these changes on cancer patients with multiple myeloma remains unclear. The aim of this project was to assess treatment management by changes to treatment of patients with MM during the COVID-19 pandemic. Methods: We utilized HealthTree ® Cure Hub for Multiple Myeloma (healthree.org) and invited patients with active MM cancer or precursor conditions to participate in an online survey. We analyzed patient responses to questions regarding their myeloma treatments during the COVID-19 pandemic. Results: 978 MM patients participated in the survey between February to June 2021. Since March 2020, 151 patients (15%) either delayed, postponed, or stopped a myeloma treatment because of COVID-19. The four most common treatments were daratumumab (20%), lenalidomide (15%), stem cell transplant (13%) and zoledronic acid (11%). There were 110 patients that canceled a planned myeloma treatment. Of these patients, 55 (50%) canceled a planned chemotherapy, 15 (14%) canceled a stem cell transplant, 1 (1%) canceled radiation and 39 (35%) indicated other. Eight patients replaced an intravenous or subcutaneous treatment with an oral treatment because of COVID-19. There were 9 patients that started a new myeloma treatment because of COVID-19, the most common being daratumumab (44%), ixazomib (22%), lenalidomide (22%) and carfilzomib (11%). Finally, 15 patients had their lenalidomide (50%), steroid (42%) and carfilzomib (8%) dose changed. Conclusions: Our results show that decision-making regarding treatment changes were made on an individual basis and that patients who required a change in treatment were the minority. Aggregating real-world data can provide evidence that despite the changes, patients with MM still received and efficacious treatment and avoided putting these patients at risk or mortality. Disclosures Ahlstrom:  Bristol Myers Squibb: Other: Patient Advisory; Janssen: Other: Patient Advisory; Pfizer: Other: Patient Advisory; Takeda: Other: Patient Advisory.",
    "author_names": [
        "Nathan W. Sweeney",
        "Jennifer M. Ahlstrom"
    ],
    "author_dict_list": [
        {
            "author_name": "Nathan W. Sweeney",
            "author_affiliations": [
                "HealthTree Foundation, Lehi, UT"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer M. Ahlstrom",
            "author_affiliations": [
                "HealthTree Foundation, Lehi, UT"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:33:43",
    "is_scraped": "1"
}