{
    "doi": "https://doi.org/10.1182/blood.V108.11.1470.1470",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=706",
    "start_url_page_num": 706,
    "is_scraped": "1",
    "article_title": "Gene Expression Patterns Identify Patients with Non-Small Cell Lung Cancer (NSCLC) and Ovarian Cancer Who Are at Increased Risk for Venous Thromboembolism (VTE). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: VTE is the leading cause of death in patients with cancer. The 1-year survival rate in patients diagnosed with cancer at time of VTE is 12% compared to 36% in cancer patients without thrombosis. Cancer patients who develop VTE have higher mortality during hospitalization and during surgery. VTE in cancer patients portends a poorer prognosis and may indicate a more aggressive phenotype. There are, as yet, no clinical or laboratory parameters that have clinical utility in identifying this important group of patients with cancer who are at risk for developing VTE. Methods: We explored whether gene expression profiling could define phenotype-specific metagenes (aggregate patterns of gene expression) that distinguish cancer patients with and without VTE. The medical history of 95 patients with NSCLC and 37 patients with ovarian cancer was reviewed to identify patients with VTE after the initial diagnosis of cancer but not within 6 weeks of surgery. Separate sets of controls with NSCLC and ovarian cancer, respectively, were identified from the same groups, matched by age, gender and clinical stage, but without VTE for at least 2 years following the diagnosis of cancer. RNA was extracted and gene array data obtained using Affymetrix U133 GeneChips. Gene expression data was analyzed using binary regression methodologies. Results: 13/95 (13.5%) patients with NSCLC and 6/37 (16%) with ovarian cancer had VTE and met inclusion criteria. Using the metagene approach, a discriminator gene set (n=50) that differentiated patients with NSCLC and VTE from patients with NSCLC without VTE was identified. A separate discriminator gene set was identified for the ovarian cancer group. A leave-one-out cross validation performed to validate the reliability of the discriminator metagene set was 85% accurate in identifying patients with NSCLC and VTE. Similar analysis for the ovarian cancer patients was limited by the small number of patients identified. Significant biological differences were seen between the comparison groups in the NSCLC subset, including genes such as P53, VEGFC, E2F4, TFPI and EPHB2. Expression differences in the ovarian subset similarly included P53, but also included genes not seen in the NSCLC group, such as H-ras, Tissue factor and Factor X. Conclusions: Our data suggests that a genomic approach can identify patients with cancer at risk for VTE. In addition, these results also suggest that different tumor types might possess unique expression signatures associated with increased thrombotic risk.",
    "topics": [
        "gene expression",
        "non-small-cell lung carcinoma",
        "ovarian cancer",
        "venous thromboembolism",
        "cancer",
        "cancer diagnosis",
        "surgical procedures, operative",
        "dna microarrays",
        "factor x",
        "gene expression profiling"
    ],
    "author_names": [
        "Veshana S. Ramiah, MD",
        "Anil Potti, MD",
        "Rebecca Peterson, MD",
        "David Harpole, MD",
        "Andrew Berchuck, MD",
        "Thomas L. Ortel, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Hematology/Oncology, Duke University Medical Center, Durham, NC, USA",
            "Institiute for Genomic Sciences Policy, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Thoracic Oncology, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Thoracic Oncology, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Institiute for Genomic Sciences Policy, Duke University Medical Center, Durham, NC, USA",
            "Gynaecology/Oncology, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Hematology/Oncology, Duke University Medical Center, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "36.004372700000005",
    "first_author_longitude": "-78.9360007"
}