{
    "doi": "https://doi.org/10.1182/blood.V114.22.1372.1372",
    "article_title": "Cost-Effectiveness of Ferric Carboxymaltose Supplementation in Chemotherapy-Induced Anemia Patients Treated with Erythropoiesis-Stimulating Agents. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH POSTER I",
    "abstract_text": "Abstract 1372 Poster Board I-394 Background: Erythropoiesis-stimulating agents (ESA) are widely used in the treatment of chemotherapy-induced anemia (CIA). ESA prescription has come under pressure in this indication due to safety concerns and because of their high acquisition price. Recent studies suggest that the efficiency of ESA can be maximized by optimising iron stores and iron bioavailability. However, little is known about the economic implications of adding intravenous ferric carboxymaltose (iv FCM; an innovative iv iron formulation allowing the administration of high iron dosages in a short time) to ESA treatment. Aims: This study aimed at estimating the incremental cost-effectiveness of adding iv FCM to ESA treatment in patients with CIA, in the Swiss health care setting. Methods: Using a Swiss third party perspective, incremental cost effectiveness of iv FCM use was expressed as cost per additional CIA patient responding to anemia treatment. Response rates and medical resource use parameters were retrieved as weighted averages from 4 randomised controlled clinical trials of solid tumour patients, which used other iv iron preparations. An assumption of equal clinical effectiveness was made. Mean treatment duration was 11.9 weeks. Unit costs were based on average ex-factory prices for ESAs. The European target ex-factory price for 100 mg iv FCM was €25. Results: Per-patient costs were determined to be €4'943 for ESA treatment alone and €5'227 for ESA plus iv FCM. The addition of iv iron to ESA increased the response rate from 55% to 74%. Hence, the incremental cost-effectiveness (cost per additional patient responding to treatment) for iv FCM was estimated at €1′455. Summary/conclusions: The addition of iv FCM to ESA treatment appears to be economically viable in patients with CIA, on the basis of a marked increase in response rate due to iv iron use. Additional economic analyses are certainly warranted, as soon as appropriate clinical data become available. Cost savings associated with reduced administration time are not covered by this analysis. Disclosures: Schwenkglenks : Amgen: Honoraria, Research Funding.",
    "topics": [
        "anemia",
        "chemotherapy regimen",
        "cost effectiveness",
        "erythropoiesis-stimulating agents",
        "ferric carboxymaltose",
        "iron",
        "duration of treatment",
        "edmonton symptom assessment scale",
        "solid tumors",
        "frequency of responses"
    ],
    "author_names": [
        "Thomas D. Szucs",
        "Patricia R. Blank",
        "Matthias Schwenkglenks, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas D. Szucs",
            "author_affiliations": [
                "Institute of Social and Preventive Medicine, University of Zurich, Zurich, Switzerland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patricia R. Blank",
            "author_affiliations": [
                "Institute of Social and Preventive Medicine, University of Zurich, Zurich, Switzerland, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Schwenkglenks, PhD",
            "author_affiliations": [
                "European Center of Pharmaceutical Medicine, University of Basel, Basel, Switzerland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T21:35:48",
    "is_scraped": "1"
}