{
    "doi": "https://doi.org/10.1182/blood.V120.21.2117.2117",
    "article_title": "Etiology of and Associations with Early Death in Adult Patients with Sickle Cell Disease At a Single Referral Institution. ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster II",
    "abstract_text": "Abstract 2117 Sickle cell disease (SCD) causes significant morbidity and early mortality. The largest study to date reported in 1994 a median survival of 42 years for men and 48 years for women with homozygous SCD 1 . One third died during a vaso-occlusive crisis, and 18% died of acute organ failure. Circumstances of death were unknown in 18% of patients. With improved patient care in the current era including hydroxyurea (HU) therapy, we sought to identify age and causes of death and associated clinical variables in adults with SCD at a single referral institution. We first reviewed death certificates and assigned one or more causes of death based on all listed data. We studied autopsy reports and medical records and communicated with medical providers when available to identify further causes of death. We then performed a cross sectional analysis of clinical features obtained at initial enrollment and compared those variables in patients who are now living versus deceased using univariate t-test or Chi-squared analysis in order to determine which factors may be associated with death. 528 patients with SCD evaluated at the National Institutes of Health between 2001 and 2010 were included. Out of 511 patients with known genotypes, 391 patients had homozygous SCD. 85 of 528 (16%) died at a median age of 43 years for men and 44 years for women. Death certificates were available for 55 (65%) patients. SCD and infection were the most common listed cause of death (12% each), followed by pulmonary hypertension and/or cor pulmonale (9%), cardiac etiology (8%), narcotic toxicity (7%), and other (31%). Cause of death was unavailable in 18 (21%) cases. Deceased patients were significantly older at the time of first enrollment compared to living patients (41.5 vs. 34.1 years, p<0.0001). There was no significant gender difference between groups. There was also no significant difference in the reported use of HU or fetal hemoglobin levels. Enrollment laboratories suggesting renal insufficiency in deceased patients included a higher creatinine, phosphorus, and uric acid (p<0.02). Hepatic dysfunction was also more prevalent in the deceased group as evidenced by significantly higher direct bilirubin and alkaline phosphatase and lower albumin (p<0.005). There was no difference in alanine transaminase levels. Lactate dehydrogenase (LDH) was significantly higher in deceased patients (p=0.01). As there was no significant difference in hemoglobin, indirect bilirubin, or absolute reticulocyte counts between groups, higher LDH in deceased patients suggests a non-erythrocytic source. Ferritin levels and percent saturation of transferrin were significantly higher and transferrin significantly lower (p<0.004) suggesting more iron overload in deceased patients. Lastly, brain natriuretic peptide levels (reported only in patients with creatinine <1mg/dL) and tricuspid regurgitant velocity were also significantly increased (p<0.0001), suggesting higher prevalence of cardiopulmonary disease in deceased patients. In summary, the most common listed cause of death was nonspecific and unrevealing, reported as SCD. Surprisingly, another common cause of death was infection. This may be due to the combination of poor organ function reserve and functional asplenia. Deceased subjects were older and more likely to have organ impairment at initial evaluation. These data suggest that while contemporary management of patients with SCD may decrease acute manifestations, end organ damage still occurs. Lastly, markers of organ function should be closely monitored as patients increase in age, and organ-specific and definitive disease-specific therapy should be considered before irreversible organ damage ensues. 1 Platt OS et al. NEJM , 1994. 330(23): 1639–1644. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "patient referral",
        "sickle cell anemia",
        "cor pulmonale",
        "creatinine",
        "infections",
        "transferrin",
        "alanine transaminase",
        "albumins",
        "alkaline phosphatase",
        "brain natriuretic peptide measurement"
    ],
    "author_names": [
        "Courtney Fitzhugh, MD",
        "Darlene Allen, C.L.T.",
        "Wynona Coles",
        "Cassie Seamon, RN",
        "Xiongce Zhao",
        "Deepika Darbari, MD",
        "Jonathan Wilson",
        "Meghan Quinn",
        "Matthew Hsieh, MD",
        "Gregory J. Kato, M.D.",
        "James G. Taylor, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Courtney Fitzhugh, MD",
            "author_affiliations": [
                "MCHB, NHLBI, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Darlene Allen, C.L.T.",
            "author_affiliations": [
                "HB, NHLBI, National Institutes of Health, Bethesda, MD, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wynona Coles",
            "author_affiliations": [
                "MCHB, NHLBI, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cassie Seamon, RN",
            "author_affiliations": [
                "HB, NHLBI, National Institutes of Health, Bethesda, MD, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiongce Zhao",
            "author_affiliations": [
                "Intramural Research, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepika Darbari, MD",
            "author_affiliations": [
                "HB, NHLBI, National Institutes of Health, Bethesda, MD, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Wilson",
            "author_affiliations": [
                "HB, NHLBI, National Institutes of Health, Bethesda, MD, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meghan Quinn",
            "author_affiliations": [
                "HB, NHLBI, National Institutes of Health, Bethesda, MD, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Hsieh, MD",
            "author_affiliations": [
                "MCHB, NHLBI, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory J. Kato, M.D.",
            "author_affiliations": [
                "HB, NHLBI, National Institutes of Health, Bethesda, MD, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James G. Taylor, M.D.",
            "author_affiliations": [
                "HB, NHLBI, National Institutes of Health, Bethesda, MD, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T18:43:13",
    "is_scraped": "1"
}