{
    "doi": "https://doi.org/10.1182/blood.V116.21.3613.3613",
    "article_title": "B-Cell Lymphoma Cells Overexpressing BMI-1 Are Correlated with Drug Resistance through Enhanced Expression of Survivin and Are Effectively Eliminated by T Cells with Anti-CD38 Chimeric Receptor ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Abstract 3613 BMI-1 is essential for the self-renewal and proliferation of leukemic and hematopoietic stem and progenitor cells. Increased expression of BMI-1 is known to be an indicator for a poor prognosis in cancer patients. Analysis of the expression of BMI-1 and survivin in 6 patients with B-cell lymphoma (3 drug-resistant and 3 sensitive cases) showed that in the drug-resistant patients, high levels of BMI-1 and survivin were maintained even after drug administration in vitro. However, there observed was a down-regulation of both BMI-1 and survivin expression in the drug-sensitive patients. BMI-1 transduction induced the drug-resistance of two B-cell lymphoma cell lines, HT and RL, to the anti-cancer drugs etoposide and oxaliplatin, but not to irinotecan. The expression of survivin was clearly augmented in the cells transduced with BMI-1. Moreover, we detected sustained expression of survivin level in the presence of etoposide in the BMI-1-overexpressing cells. By contrast, the mock-transduced cells succumbed in the medium with anti-cancer drugs with an accompanying decrease in the expression of survivin as well as BMI-1. Survivin has been reportedly implicated in resistance to chemotherapeutic agents. Intriguingly, survivin mRNA levels in BMI-1-overexpressing cells were consistent with those in controls. Also, the level of survivin was enhanced by treatment with a proteasomal inhibitor, MG132, suggesting that overexpression of BMI-1 stabilized survivin expression post-translationally. We further showed that sh RNA-mediated knockdown of BMI-1 or survivin restored sensitivity to etoposide in the HT cells overexpressing BMI-1. Our findings suggest survivin as a potential target for BMI-1. Thus BMI-1, by acting as an upstream regulator, may control the expression of survivin, facilitating drug resistance in B-cell lymphoma. Next, we examined whether B-cell lymphoma cells overexpressing BMI-1 are abrogated by immunotherapy with T cells containing anti-CD38 chimeric receptor in vitro. Interestingly, these B-cell lymphoma cells were effectively eliminated by specific T cells against B-cell lymphoma cells bearing CD38. These results suggest that the immunotherapy is useful for treatment of patients with B-cell lymphoma cells overexpressing BMI-1, which are refractory to chemotherapeutic reagents. BMI-1 may be an important prognostic marker as well as a future therapeutic target in the treatment of drug-resistant lymphomas. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "body mass index procedure",
        "cd38",
        "chimera organism",
        "drug resistance",
        "lymphoma",
        "survivin",
        "t-lymphocytes",
        "cancer",
        "etoposide"
    ],
    "author_names": [
        "Joyeeta Bhattacharyya",
        "Keichiro Mihara, MD, PhD",
        "Motoaki Ohtsubo",
        "Shin'ichiro Yasunaga, MD, PhD",
        "Yoshihiro Takihara, MD, PhD",
        "Masaharu Hoshi",
        "Akiro Kimura, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joyeeta Bhattacharyya",
            "author_affiliations": [
                "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keichiro Mihara, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motoaki Ohtsubo",
            "author_affiliations": [
                "Department of Stem Cell Biology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin'ichiro Yasunaga, MD, PhD",
            "author_affiliations": [
                "Department of Stem Cell Biology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiro Takihara, MD, PhD",
            "author_affiliations": [
                "Department of Stem Cell Biology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaharu Hoshi",
            "author_affiliations": [
                "Department of Radiation Biophysics, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiro Kimura, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T04:00:36",
    "is_scraped": "1"
}