{
    "doi": "https://doi.org/10.1182/blood.V108.11.4336.4336",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=686",
    "start_url_page_num": 686,
    "is_scraped": "1",
    "article_title": "E6-Associated Protein (E6-AP): A Potential Tumor Suppressor Protein for Non-Hodgkin Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Over the past decade considerable progress has been made in cloning and characterization of potential tumor suppressor genes. Tumor suppressors have a repressive effect on the regulation of the cell cycle or promote apoptosis and sometimes do both. The function of tumor suppressor proteins fall into several categories, tumor suppressor genes are presumed to encode negative regulator of proliferation and inhibit mitotic activity. Loss of tumor suppressor protein or function of a tumor suppressor protein has been shown to be associated with the cancer formation. Continued investigation into the biochemical and cell biological functions of the tumor suppressor is critical to elucidate the mechanisms by which they normally inhibit proliferation/tumor development and to provide a molecular explanation for their frequent inactivation in cancer. Our laboratory has previously shown that the expression of E6-associated protein (E6-AP), which is an E3 ubiquitin-protein ligase and a coactivator of nuclear hormone receptors, is significantly reduced in human cancers having epithelial cell origin such as breast cancer. In this prospective study, we want to extend our observation to the cancers originating from lymphoid tissue. Non-Hodgkin lymphoma is a cancer of lymphoid tissue. The main cell type found in lymphoid tissue is the lymphocyte. The 2 main types of lymphocytes are B-lymphocytes (B-cells) and T-lymphocytes (T-cells). B-cell lymphomas are much more common than T-cell lymphomas. In the U. S., 85% of all cases of non-Hodgkin lymphoma come from B lymphocytes (B-cell) and 15% from T lymphocytes (T-cell). We performed immunohistochemistry analysis to investigate the expression pattern of E6-AP in normal lymph nodes and lymphoid tumors. Tissue micro arrays representing samples from 60 different patients were analyzed in this study. Our analysis suggest that on an average there was about 55 % reduction in E6-AP protein levels in B-cell lymphomas ( P =0.0001) and 98.5 % reduction in E6-AP levels in T-cell lymphomas ( P =0.0002) compared to normal lymph node. Based on our previous studies in breast and prostate tumors and considering our current finding of reduced/loss of E6-AP in lymphoid tumors, we propose that E6-AP may act as a potential tumor suppressor protein. This proposed idea is consistent with our in vivo data generated from E6-AP null mice which shows that the number of B- and T-cells are significantly increased in spleen compared to normal wild-type animals. Taken together our data establish the role of E6-AP as a potential growth and tumor suppressor protein.",
    "topics": [
        "lymphoma, non-hodgkin",
        "tumor suppressor proteins",
        "cancer",
        "neoplasms",
        "b-cell lymphomas",
        "t-cell lymphoma",
        "breast cancer",
        "cloning",
        "microbiology procedures",
        "nuclear hormone receptor"
    ],
    "author_names": [
        "Shazia Zafar, MD",
        "Sathish Srinivasan, MS",
        "Zafar Nawaz, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/Oncology, University of Miami School of Medicine, Miami, FL, USA",
            " "
        ],
        [
            "Department of Biochemistry and Molecular Biology, University of Miami School of Medicine, Miami, FL, USA",
            " "
        ],
        [
            "Department of Biochemistry and Molecular Biology, University of Miami School of Medicine, Miami, FL, USA",
            " "
        ]
    ],
    "first_author_latitude": "25.7904064",
    "first_author_longitude": "-80.21199279999999"
}