{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2104.2104",
    "article_title": "Differences in Infection Prophylaxis between Pediatric AML Study Groups within the International BFM Study Group ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster I",
    "abstract_text": "Background Pediatric patients with acute myeloid leukemia (AML) are at high risk of severe infections. Prophylaxis of infections is of obvious relevance, but recommendations are often non-specific and supported by low-quality evidence. Despite appeals by experts and working groups in the field to harmonize guidelines, many divergent regimens among hospitals and study groups seem to exist. Whereas previous surveys on this matter mainly focused on hospital-based recommendations, the aim of the current study was to gain insight in all nationally available infection prophylaxis guidelines for pediatric AML patients within the international Berlin-Frankfurt-Munster (I-BFM) study group. Methods Using a web-based survey, we inquired the infection prophylaxis guidelines of 22 pediatric AML study groups within the I-BFM consortium. The survey included questions on the use of both pharmacological measures, i.e. antibiotics, antifungal medication, antiviral prophylaxis, granulocyte colony stimulating factor (G-CSF), and non-pharmacological measures, e.g. the use of isolation rooms, out-patient clinic visits and food or social restrictions. In order to check for discordant answers or inconsistencies, a copy of the formal study group guidelines (if available) was requested. In order to evaluate differences in daily practice among hospitals within one study group, hospital representatives ( n =27) from the NOPHO-DBH AML Study Group participated in a slightly modified survey. Descriptive statistics are presented. Results Almost all participating study groups prescribe Pneumocystis Jiroveci pneumonia prophylaxis with sulfonamides ( n =21, 95%). About 32% of the study groups ( n =7) advise gram-negative antibiotic prophylaxis, mainly with fluoroquinolones ( n =6, 86%). Gram-positive prophylaxis is prescribed by 36% of the study groups ( n =8), of whom 2 study groups only prescribe this in specific situations, for example after high-dose cytarabine. The majority of the study groups do not recommend the use of G-CSF ( n =10, 46%) or recommend it only in specific cases of severe infections and/or prolonged neutropenia ( n =7, 32%). Over 60% of the study group prescribe food and social restrictions, but the specific topics and strictness differed largely between all groups. Most frequently reported food restrictions included consumption of raw meat and raw seafood ( n =16, 76%), unpasteurized milk products ( n =14, 67%) and dishes with undercooked eggs ( n =13, 62%). Frequently reported social restrictions included visiting indoor crowded places ( n =13, 62%), using public transportation ( n =12, 57%) and visiting daycare/kindergarten/pre-school ( n =12, 57%). Study groups who recommend antibiotic prophylaxis were comparable stringent with regard to social or food restrictions and outpatient management. According to the hospital-based survey, sites roughly complied with the common study group guidelines. However, the use of any gram-negative antibiotic prophylaxis, the specific prophylactic antifungal agent and the strictness of the food and social restrictions differed substantially between the hospitals. Conclusion This study gives an overview of the currently applied international recommendations on infection prophylaxis for pediatric AML patients. Despite a long history of close collaboration within the I-BFM consortium, many differences are still present between the affiliated pediatric AML study groups. Differences between study groups, as well as the discrepancies between hospital practices, are probably explained by generally formulated guidelines based on conflicting results of previous studies, and the lack of solid clinical evidence. Fortunately major efforts are now being undertaken to answer several of the remaining issues on infection prophylaxis. Furthermore, an update of the international guidelines on management of pediatric oncology patients with fever and neutropenia was recently published. The results of this survey provide an appropriate baseline measure to study the impact of these and emerging guidelines in the future. Disclosures Kaspers: Janssen-Cilag: Research Funding.",
    "topics": [
        "infection prophylaxis",
        "myeloblastic leukemia, pediatric acute",
        "antibiotic prophylaxis",
        "granulocyte colony-stimulating factor",
        "infections",
        "recombinant granulocyte colony stimulating factor",
        "antifungal agents",
        "neutropenia",
        "antibiotics",
        "antiviral prophylaxis"
    ],
    "author_names": [
        "Kim Klein, MD MSc",
        "Henrik Hasle, MD PhD",
        "Jonas Abrahamsson, MD PhD",
        "Barbara De Moerloose, MD PhD",
        "Gertjan J.L. Kaspers, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kim Klein, MD MSc",
            "author_affiliations": [
                "Pediatric Oncology, Pediatric Oncology, Amsterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Henrik Hasle, MD PhD",
            "author_affiliations": [
                "Pediatrics and Adolescent Medicine, Aarhus University Hospital, Aarhus, Denmark ",
                "Nordic Pediatric Hematology and Oncology Group, Aarhus, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonas Abrahamsson, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Queen Silvia Children's Hospital, Gothenburg, Sweden ",
                "Nordic Pediatric Hematology and Oncology Group, Gothenburg, Sweden "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara De Moerloose, MD PhD",
            "author_affiliations": [
                "Belgium Society of Paediatric Hematology Oncology, Ghent, Belgium ",
                "Department of Pediatric Hematology-Oncology and Stem Cell Transplantation, Ghent University Hospital, Ghent, Belgium "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gertjan J.L. Kaspers, MD PhD",
            "author_affiliations": [
                "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands ",
                "Dutch Childhood Oncology Group, The Hague, Netherlands ",
                "Department of Pediatric Hematology/Oncology, VU University Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:36:04",
    "is_scraped": "1"
}