{
    "doi": "https://doi.org/10.1182/blood-2020-135911",
    "article_title": "The Prevalence of Lymphocytopenia Among Arab Population with Iron Deficiency Anemia an Experience from Qatar ",
    "article_date": "November 5, 2020",
    "session_type": "102.Regulation of Iron Metabolism",
    "abstract_text": "Introduction Iron deficiency anaemia (IDA) is one of the most common health problems worldwide, its prevalence is up to 1 in 5 of the general population. The diagnosis of absolute iron deficiency is easy unless the condition is masked by inflammatory conditions. All cases of iron deficiency should be assessed for treatment and underlying cause.In developing countries, iron deficiency anemia is nutritional, resulting from reduced intake of bioavailable iron , and often associated with infections causing hemorrhages, such as hookworm infestation . In Western societies, other than in individuals at risk, iron depletion results from chronic bleeding and/or reduced iron absorption, disorders that may be more relevant than anemia itself.The association between IDA and lymphocytopenia is poorly addressed in the literature. Objective: To assess the prevalence of lymphocytopenia in a large cohort with IDA and to study the effect of iron replacement on lymphocytes count. Materials and Methods We retrospectively reviewed the electronic medical records of patients attended haematology clinic with the diagnosis of IDA over 2 years in Hamad Medical Corporation, Qatar. Patients with other forms of anemia were excluded as those with chronic or systemic diseases. Complete blood count and iron parameters were collected and analysed. Lymphocytopenia was defined as lymphocyte count less than 1000/microlitre. Statistical analysis was done using mean and SD and paired t test to compare variables after versus before treatment. Results The mean age of our IDA patients was 37.95 years with a mean BMI = 31.82. Out of 1567 case of IDA, 20 had lymphocytopenia, (1.276%). The mean lymphocytes count mean increased from 0.73 +/- 0.15 x 10^9 before iron replacement, to 1.79 +/- 0.74 x 10^9 after iron treatment (p < 0.05) (iron dose of 1000 mg of IV iron saccharate or ferric carboxymaltose) . Four out of the 20 patients with lymphopenia had mild infections (2 upper respiratory tract infections, 1 urinary tract infection and one gastroenteritis) with no serious complications. These findings suggested that the lymphopenia associated with IDA is correctable and does not increase infection risk in these patients. Discussion Our study showed a possible negative impact of IDA on lymphocytes count in a small number of patients that was corrected with the correction of anemia with iron therapy. Animal studies showed that iron deficiency may lead to impaired T lymphoid differentiation and may negatively affect all cell lineage in haematopoiesis not only on erythroid line. A case control study by Das et al. found significantly lower levels of CD4+ T-cell counts and CD4:CD8 ratios in iron deficient children, however there was no significant effect on immunoglobulin levels. Conclusions: Lymphopenia may occur in a small percentage of patients with IDA. Significant increase in the lymphocyte count occur with iron therapy and correction of the anemia. Lymphopenia was not associated with serious infections. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Hussam A Almasri",
        "Ashraf Tawfiq Soliman, MDPhD",
        "Vincenzo Desanctis, MDPhD",
        "Rita Wafik Ahmad, MD",
        "Mustafa A Al-Tikrity, MD",
        "Ruoa Alhashimy, MD",
        "Mohammad N Kloub, MD",
        "Majd M Aldwairi, MD",
        "Mahmoud S Eisa, MD",
        "Arwa E Alsaud, MD",
        "Mona M Babikir, MD",
        "Shaima Ahmed, MD",
        "Mohamed A Yassin, MBBS, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Hussam A Almasri",
            "author_affiliations": [
                "Department of Medicine, HMC, Doha, Qatar "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ashraf Tawfiq Soliman, MDPhD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Endocrinologyent, Alexandria University Children's Hospital, Doha, Qatar "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Desanctis, MDPhD",
            "author_affiliations": [
                "Quissana, Quissana Hospital, Ferrara, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Wafik Ahmad, MD",
            "author_affiliations": [
                "Primary Health Care Corporation, Department of Family Medicine, Doha, Qatar "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mustafa A Al-Tikrity, MD",
            "author_affiliations": [
                "Department of Medicine, Hamad Medical Corporation, Doha, Qatar "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruoa Alhashimy, MD",
            "author_affiliations": [
                "Primary healthcare care corporation, Department of Family Medicine, Doha, Qatar "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammad N Kloub, MD",
            "author_affiliations": [
                "Hamad Medical Corporation, Department of Medicine, Doha, Qatar "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Majd M Aldwairi, MD",
            "author_affiliations": [
                "Hamad Medical Corporation, Department of Medicine, Doha, Qatar "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mahmoud S Eisa, MD",
            "author_affiliations": [
                "Hamad Medical Corporation, Department of Medicine, Doha, Qatar "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arwa E Alsaud, MD",
            "author_affiliations": [
                "Hamad Medical Corporation, Department of Medicine, Doha, Qatar "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mona M Babikir, MD",
            "author_affiliations": [
                "Hamad Medical Corporation, Department of Medicne, Doha, Qatar "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaima Ahmed, MD",
            "author_affiliations": [
                "Department of Medicine, Hamad Medical Corporation, Doha, Qatar "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed A Yassin, MBBS, MSc",
            "author_affiliations": [
                "Hematology oncology department, National Centre For Cancer Care & Research, Doha, Qatar"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T13:08:25",
    "is_scraped": "1"
}