{
    "doi": "https://doi.org/10.1182/blood.V122.21.3516.3516",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2463",
    "start_url_page_num": 2463,
    "is_scraped": "1",
    "article_title": "Thrombin Induces Specific Signaling Pathways Distinct From Simultaneous Stimulation With PAR1 and PAR4 Agonist Peptides In Human Platelets ",
    "article_date": "November 15, 2013",
    "session_type": "301. Platelet Activation and Biochemistry: Poster III",
    "abstract_text": "Platelet activation by thrombin plays an important role in hemostasis and thrombosis. Protease activated receptor 1 (PAR1) and PAR4 are G- protein coupled receptors expressed in human platelets and activated by the proteolytic cleavage of their N-terminus with thrombin. We have previously shown by Bioluminescence Resonance Energy Transfer (BRET) that thrombin induces the formation of PAR1-PAR4 heterodimers in HEK293 cells. In contrast, simultaneous stimulation with the PAR1 and PAR4 agonist peptides, TFLLRN and AYPGKF, respectively, does not induce the formation of heterodimers. Signaling events that are specific to PAR1-PAR4 heterodimers in platelets are not known. In the current study we compared signaling in human platelets activated with thrombin or a mixture of TFLLRN and AYPGKF agonist peptides by examining the phosphoproteome using mass spectrometry. A global analysis of proteins phosphorylated on tyrosine, serine, or threonine residues was performed using nanoflow liquid chromatography-tandem mass spectrometry (MS/MS). Human platelets were pretreated with tirofiban, a GPIIb/IIIa integrin inhibitor, in order to block the outside in signaling and limit the analysis to the initial signaling events prior to integrin activation. Platelets were then activated with 3 nM thrombin or both TFLLRN (50 μM) and AYPGKF (500 μM) for 3 min and compared to unstimulated platelets. The results showed the expected signaling pathways activated in both thrombin-stimulated and agonist peptide-stimulated platelets. Importantly we identified 51 proteins that were specifically phosphorylated in thrombin-stimulated platelets. Next we wanted to know if the specific phosphorylation sites identified play a role in the function of these proteins. We identified a single phosphorylation residue on Ser552 of β-catenin, a signaling component of the Wnt pathway, after stimulation with thrombin but not with TFLLRN+ AYPGKF. This phosphorylation is important for the stabilization of β-catenin. We also identified that Disabled-2 (Dab2) and protein kinase C beta (PKC-β) are phosphorylated after stimulation with TFLLRN+ AYPGKF, but not thrombin. Dab2 is a cargo-specific adaptor protein involved in endocytosis and cell signaling. The phosphorylation on Ser401 regulates function and localization of Dab2 whereas the phosphorylation on Thr500 and Thr642 regulates PKC-β function. Taken together, we have identified specific signaling pathways initiated by thrombin stimulation, since thrombin induces the formation of PAR1-PAR4 heterodimers, the signaling events identified in our study may be specific to PAR1-PAR4 heterodimers. In conclusion, the understanding of the molecular arrangement of PAR1 and PAR4 in platelets will provide insight for the development of specific antiplatelet therapies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "agonists",
        "blood platelets",
        "peptides",
        "receptor, par-1",
        "signal pathway",
        "signal transduction pathways",
        "thrombin",
        "integrins",
        "mass spectrometry",
        "adaptor signaling protein"
    ],
    "author_names": [
        "Amal Arachiche, PhD",
        "Marvin T. Nieman, PhD"
    ],
    "author_affiliations": [
        [
            "Pharmacology, Case Western Reserve University, Cleveland, OH, USA, "
        ],
        [
            "Pharmacology, Case Western Reserve Universtiy, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.5043413",
    "first_author_longitude": "-81.6083838"
}