{
    "doi": "https://doi.org/10.1182/blood.V126.23.2982.2982",
    "article_title": "Deletion of TP53 (17p13) Is Associated with Poor Outcome for Newly Diagnosed High-Risk Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Introduction In multiple myeloma (MM), deletion of chromosome 17 p13 (del17p) is a poor prognostic feature. The percentage of cells carrying an abnormality has been reported to be important with thresholds of 20% being taken generally but thresholds as high as 60% being suggested more recently. We have reported previously in the Total Therapy (TT)-2 trial (NCT00083551) for newly diagnosed (ND) MM that del17p is an adverse prognostic factor (Blood 112: 4235). The TT3 trial (NCT00081939) incorporated Brtezomib into tandem Melphalan-based autotransplants with DT-PACE for induction/consolidation and Thalidomide and Dexamethasone for maintenance to treat patients with newly diagnosed MM. In more recent iterations of these trials following the introduction of novel agents in induction and during maintenance the impact of carrying del17p has not been studied. In particular we have stratified patients into low- or high-risk molecular subgroups based on the GEP-70 (TT4 protocol [NCT00734877] or TT5 protocol [NCT00869232], respectively). We have used interphase FISH (iFISH) to detect the presence of del17p in baseline bone marrow samples. Method The iFISH slides were prepared with bone marrow aspirates after removing erythrocytes. A specific TP53 probe at chromosome 17 arm p13 combined with a control probe for the ERBB3 locus (HER2, 17q12), in different colors, were hybridized to bone marrow cells. Myeloma PCs were identified by restricted Kappa or Lambda immunoglobulin light-chain staining. We investigated role of 20% cutoffs per ≥100 tumor cells for significant deletion of the TP53 probe. Kaplan-Meier analysis was used to estimate the distributions of overall survival (OS) and progression-free survival (PFS) during the follow-ups. OS was calculated from registration until the date of decease. PFS was similarly calculated, but also incorporated progressive disease as an event. Results We examined 709 baseline samples from TT3, 4, and 5 trials with the two probes at chromosome 17. Overall, 66 of 709 patients (9.3%) had deletion of TP53 locus, including 44 of the 591 (7.5%) of low-risk patients and 20 of the 118 (17.0%) high-risk patients (Table). The range of TP53-deleted cells among newly diagnosed patients is 20-99% (median=75%) overall; 35-100% (median=62%) in TT3-low-risk; 30-97% (median=80%) in TT3-high-risk; 21-99% (median=76%) in TT4; and 20-97% (median=81%) in TT5. Deletion of TP53 was associated with significant shorter OS and PFS in HR patients treated on TT3. The 3 year estimated OS of patients for TT3-HR with del17p was 33% compared with 56% for TT3-LR with del17p, and PFS of patients for TT3-HR with del17p was 25% compared with 51% for TT3-LR with del17p ( Figure ). The comparison of TT4 to TT5 continued showing short OS in HR patients treated on TT5. The 3 year estimated OS of patients for HRMM with del17p was 17% compared with 75% for TT5 patients without deletion (p=0.0008). But, del17p was neutral in LR patients treated on TT4 ( Figure) . Conclusion Since the introduction of novel agents during various stages of the disease and a focus on HRMM and LRMM defined by GEP70 we show that while TP53 deletion is an adverse prognostic factor for patients with HRMM it is no longer prognostically relevant in LRMM. Table 1.  Patients with iFISH results . GEP-70 risk Low ≤0.66 High >0.66 . Deletion TP53 in 20-59% PCs (n/N [%]) . Deletion TP53 in ≥60% PCs (n/N, [%]) . Total . TT3 (N=329) Low=256 9/329, [2.7%] 9/329, [2.7%] 18/329, [5.5%] High=73 3/329, [0.9%] 9/329, [2.7%] 12/329, [3.7%] TT4 (N=313) Low=313 5/313, [1.6%] 21/313, [6.7%] 26/313, [8.3%] High=0 0 0 0 TT5 (N=67) Low=22 2/67, [3.0%] 0 2/67, [3.0%] High=45 0 8/67, [11.9%] 8/67, [11.9%] Sum (N=709) Low=591 (83.4%) 14/709, [2.0%] 30/709, [4.2%]  High=118 (16.6%) 3/709, [0.4%] 17/709, [2.4%]  66/709 (9.3%) Patients with iFISH results . GEP-70 risk Low ≤0.66 High >0.66 . Deletion TP53 in 20-59% PCs (n/N [%]) . Deletion TP53 in ≥60% PCs (n/N, [%]) . Total . TT3 (N=329) Low=256 9/329, [2.7%] 9/329, [2.7%] 18/329, [5.5%] High=73 3/329, [0.9%] 9/329, [2.7%] 12/329, [3.7%] TT4 (N=313) Low=313 5/313, [1.6%] 21/313, [6.7%] 26/313, [8.3%] High=0 0 0 0 TT5 (N=67) Low=22 2/67, [3.0%] 0 2/67, [3.0%] High=45 0 8/67, [11.9%] 8/67, [11.9%] Sum (N=709) Low=591 (83.4%) 14/709, [2.0%] 30/709, [4.2%]  High=118 (16.6%) 3/709, [0.4%] 17/709, [2.4%]  66/709 (9.3%) View Large Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures Tian: University of Arkansas for Medical Sciecnes: Employment. Epstein: University of Arkansas for Medical Sciences: Employment. Qu: Cancer Research and Biostatistics: Employment. Heuck: Millenium: Other: Advisory Board; Janssen: Other: Advisory Board; Celgene: Consultancy; Foundation Medicine: Honoraria; University of Arkansas for Medical Sciences: Employment. van Rhee: University of Arkansa for Medical Sciences: Employment. Zangari: University of Arkansas for Medical Sciences: Employment; Millennium: Research Funding; Onyx: Research Funding; Novartis: Research Funding. Hoering: Cancer Research and Biostatistics: Employment. Sawyer: University of Arkansas for Medical Sciences: Employment. Barlogie: University of Arkansas for Medical Sciences: Employment. Morgan: Weismann Institute: Honoraria; CancerNet: Honoraria; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; MMRF: Honoraria; University of Arkansas for Medical Sciences: Employment; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "multiple myeloma",
        "protein p53",
        "tp53 gene",
        "photon correlation spectroscopy",
        "portacaval shunt, surgical",
        "precordial catch syndrome",
        "prognostic factors",
        "bone marrow aspiration",
        "bone marrow specimen",
        "dexamethasone"
    ],
    "author_names": [
        "Erming Tian, PhD",
        "Joshua Epstein, DSc",
        "Pingping Qu, PhD",
        "Christoph Heuck, MD",
        "Frits van Rhee, MD PhD",
        "Maurizio Zangari, MD",
        "Antje Hoering",
        "Jeffery Sawyer",
        "Bart Barlogie, MD PhD",
        "Gareth J Morgan, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Erming Tian, PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joshua Epstein, DSc",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pingping Qu, PhD",
            "author_affiliations": [
                "Cancer Research and Biostatistics, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Heuck, MD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frits van Rhee, MD PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurizio Zangari, MD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antje Hoering",
            "author_affiliations": [
                "Cancer Research and Biostatistics, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery Sawyer",
            "author_affiliations": [
                "Department of Pathology, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie, MD PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J Morgan, MDPhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T09:34:10",
    "is_scraped": "1"
}