{
    "doi": "https://doi.org/10.1182/blood.V128.22.2824.2824",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3503",
    "start_url_page_num": 3503,
    "is_scraped": "1",
    "article_title": "Development of a CD123xCD3 Bispecific Antibody (JNJ-63709178) for the Treatment of Acute Myeloid Leukemia (AML) ",
    "article_date": "December 2, 2016",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster II",
    "topics": [
        "antibodies, bispecific",
        "leukemia, myelocytic, acute",
        "antibodies",
        "tumor cells",
        "antigens, cd25",
        "cytotoxicity",
        "mechlorethamine",
        "tumor cells, malignant",
        "tumor regression",
        "blinatumomab"
    ],
    "author_names": [
        "François Gaudet",
        "Jennifer F Nemeth",
        "Ronan McDaid",
        "Yingzhe Li",
        "Benjamin Harman",
        "Hillary Millar",
        "Alexey Teplyakov",
        "John Wheeler",
        "Jinquan Luo",
        "Susan Tam",
        "Sheng-Jiun Wu",
        "Emily Chen",
        "Stephen Rudnick",
        "Gerald Chu",
        "Anna Hughes",
        "Leopoldo Luistro",
        "Diana Chin",
        "Alexander Babich",
        "Anna Kalota",
        "Indrajeet Singh",
        "Mark Salvati",
        "Yusri Elsayed",
        "Ricardo M. Attar"
    ],
    "author_affiliations": [
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA"
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA"
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA"
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA"
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA"
        ],
        [
            "Janssen Pharmaceuticals Research & Development, Spring House, PA "
        ]
    ],
    "first_author_latitude": "40.1895032",
    "first_author_longitude": "-75.2102369",
    "abstract_text": "AML is a cancer of the myeloid lineage that is characterized by the accumulation of abnormal white blood cells in the bone marrow and blood. Existing therapies do not lead to cures, partially due to their inability to eliminate residual leukemic stem cells (LSCs) in the bone marrow. T-cell redirection has been shown to be an effective method of treatment for hematologic malignancies (eg, blinatumomab) and represents an attractive approach to treat AML. CD123 (α-chain of the interleukin-3 receptor) has been shown to be expressed on the surface of AML blasts and LSCs. To eradicate CD123 + cells, we developed a bispecific antibody (JNJ-63709178) using the Genmab DuoBody ® technology that can bind both CD123 on tumor cells and CD3 on T cells. JNJ-63709178 is a humanized IgG4 bispecific antibody with silenced Fc function. This antibody is able to recruit T cells to CD123-expressing tumor cells and induce the killing of these tumor cells in vitro (MOLM-13, OCI-AML5 and KG-1; EC 50 = 0.51-0.91 nM). In contrast, this antibody does not kill CD123 - cell lines, demonstrating the specificity of cytotoxicity. Consistently, the degree of cell killing correlated with the level of T-cell activation (CD69 and CD25) and cytokine release (TGF-β and TNF-α). Control bispecific antibodies containing a null arm (viral epitope) paired with a CD123 arm (CD123xnull) or a CD3 arm (nullxCD3) did not induce cytotoxicity or T-cell activation in the assays tested. JNJ-63709178 had no effect on T-cell activation when incubated with T cells alone. In AML murine xenograft models, JNJ-63709178 was able to suppress tumor growth and induce tumor regression (MOLM-13 and KG-1, respectively) in the presence of human peripheral blood mononuclear cells (PBMCs) or T cells. Tumor regression correlated with the infiltration of T cells in the tumor and the expression of T-cell activation markers such as CD25, PD1 and TIM3. Furthermore, this antibody was able to induce the killing of primary CD123 + cancer cells from the blood of patients with AML without the need to supplement with fresh T cells (EC 50 = 0.83 nM). These results indicate that JNJ-63709178 can potently and specifically kill CD123 + cancer cells in vitro, in vivo and ex vivo. Pharmacokinetic studies in cynomolgus monkeys support twice weekly dosing for human studies. JNJ-63709178 is currently being investigated in a Phase 1 clinical trial in relapsed and refractory AML (ClinicalTrials.gov ID: NCT02715011). Disclosures Gaudet: Janssen Pharmaceuticals R&D: Employment, Other: Stock options, Patents & Royalties: pending, not yet issued. Nemeth: Janssen Pharmaceuticals R&D: Employment, Other: stock, Patents & Royalties: patent pending. McDaid: Janssen Pharmaceuticals Research and Development: Employment. Li: Janssen: Employment. Harman: Janssen Pharmaceuticals R&D: Employment. Millar: Janssen Pharmaceuticals R&D: Employment, Other: stock options. Teplyakov: Janssen Pharmaceuticals R&D: Employment. Wheeler: Janssen Pharmaceuticals R&D: Employment. Luo: Janssen Pharmaceuticals R&D: Employment. Tam: Janssen Pharmaceuticals R&D: Employment, Other: stocks, Research Funding. Wu: Janssen Pharmaceuticals R&D: Employment. Chen: Janssen Pharmaceuticals R&D: Employment. Rudnick: Janssen Pharmaceuticals R&D: Employment. Chu: Janssen Pharmaceuticals R&D: Employment. Hughes: Janssen Pharmaceuticals R&D: Employment. Luistro: Janssen: Employment. Chin: Janssen: Employment. Babich: Janssen: Employment. Kalota: Janssen Pharmaceuticals R&D: Employment, Other: stock. Singh: Janssen Pharmaceuticals R&D: Employment, Other: stock options. Salvati: Janssen Pharmaceuticals R&D: Employment, Other: stock options, Patents & Royalties: patent. Elsayed: Janssen: Employment, Other: stock options. Attar: Janssen: Employment."
}