{
    "doi": "https://doi.org/10.1182/blood.V104.11.2492.2492",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=185",
    "start_url_page_num": 185,
    "is_scraped": "1",
    "article_title": "Phase I Dose Escalation Study of Flavopiridol in Combination with Fludarabine and Rituximab: Activity in Indolent B-Cell Lymphoproliferative Disorders and Mantle Cell Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The cyclin-dependent kinase inhibitor flavopiridol was inactive when administered as a 72-hour infusion, but a 1-hr IV bolus dosing schedule demonstrated clinical activity in mantle cell lymphoma (MCL) and chronic lymphocytic leukemia (CLL). Flavopiridol induces apoptosis via a p53-independent mechanism. Thus, we hypothesized that flavopiridol may eliminate tumor cells resistant to fludarabine and rituximab. We report preliminary results of an ongoing phase I dose escalation study of flavopiridol in combination with fludarabine and rituximab in patients (pts) with MCL, CLL and other indolent B-cell lymphoproliferative disorders. Pts had adequate marrow function (ANC ≥ 1500, hemoglobin ≥ 9.0, platelets ≥ 100,000), organ function, and performance status (ECOG 0–2) and provided informed consent. Pts in all cohorts received fludarabine 25 mg/m2 IV on days 1–5 and rituximab 375 mg/m 2 on day 1 of each 28-day cycle. The planned dose escalation of flavopiridol was 50 mg/m 2 by 1-hr IV bolus on day 1 (cohort 1), days 1–2 (cohort 2), or days 1–3 (cohort 3) of each cycle. Treatment was for up to 6 cycles, and pts were placed on prophylactic Bactrim and Valtrex. Fifteen pts have been enrolled to date, and 9 pts are evaluable for toxicity and response. Median age of these 9 pts was 67 years (range, 43–72), and 4 pts were male. Pts had the following diagnoses: CLL (5), MCL (2) and follicular lymphoma (FL; 2). Four pts had received 1–2 prior therapies; 5 pts were previously untreated. CLL pts had Rai stage III/IV disease (2) or required treatment for Rai stage I/II disease (3) by NCI 96 criteria. MCL/FL pts were stage III/IV (3) or had progressive stage II disease (1). Three pts were treated in cohort 1; 2 pts completed 6 cycles, but 1 pt was removed from study after cycle 3 due to prolonged cytopenias. Six pts were treated in cohort 2. Two pts developed dose-limiting toxicity; 1 pt developed grade 3 confusion and grade 3 generalized seizures during cycle 2, and 1 pt developed nausea and diarrhea, which resulted in grade 3 acute renal failure. Infectious toxicity was limited to 1 pt who was hospitalized for 48 hrs with a grade 3 upper respiratory infection and febrile neutropenia. Three pts in cohort 2 were removed from study for prolonged cytopenias after 3, 3 and 4 cycles; only 1 pt in cohort 2 completed 6 cycles. Two of the 6 pts in cohort 2 did not receive flavopiridol after cycles 2 and 3, due to life threatening tumor lysis in our single agent flavopiridol study. Response was graded by NCI 96 criteria (CLL) or IWG criteria (MCL/FL). Overall response rate (ORR) was 100%; 7 pts (78%) achieved CR, and 2 pts achieved PR (22%). Two pts relapsed after 7 and 8 months; 7 pts remain in remission a median of 9 (range,7–12) months after therapy. Of note, all 4 MCL/FL pts remain in CR. An ongoing expansion of 12 pts at the cohort 1 dose level is being conducted, to better define toxicity and efficacy; 6 pts have been enrolled to date. In conclusion, flavopiridol, fludarabine and rituximab exhibited significant clinical activity in a small group of pts, with a 78% CR rate. This combination warrants further study, particularly with consideration to an altered flavopiridol schedule using our highly active 30-minute bolus followed by 4-hour infusion regimen.",
    "topics": [
        "b-lymphocytes",
        "flavopiridol",
        "fludarabine",
        "indolent",
        "lymphoproliferative disorders",
        "mantle-cell lymphoma",
        "rituximab",
        "brachial plexus neuritis",
        "toxic effect",
        "cytopenia"
    ],
    "author_names": [
        "Thomas S. Lin, MD, PhD",
        "Beth Fischer, MSN",
        "Mollie E. Moran, CRNP",
        "David M. Lucas, PhD",
        "Roshini S. Shank, BA",
        "Eric H. Kraut, MD",
        "Sheriff S. Farag, MD, PhD",
        "Margaret S. Lucas, PA-C",
        "Alexander D. Colevas, MD",
        "Michael R. Grever, MD",
        "John C. Byrd, MD"
    ],
    "author_affiliations": [
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ],
        [
            "Cancer Therapy Evaluation Program, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ]
    ],
    "first_author_latitude": "39.9941487",
    "first_author_longitude": "-83.0168242"
}