{
    "doi": "https://doi.org/10.1182/blood.V128.22.467.467",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3449",
    "start_url_page_num": 3449,
    "is_scraped": "1",
    "article_title": "Venetoclax Synergizes with Radiation Therapy for Treatment of B-Cell Lymphomas ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents: Novel Therapeutic Strategies",
    "topics": [
        "b-cell lymphomas",
        "radiation therapy",
        "venetoclax",
        "diffuse large b-cell lymphoma",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "cesium",
        "transplantation, heterologous",
        "biotin",
        "immunoglobulin g",
        "lymphoma"
    ],
    "author_names": [
        "Shyril O'Steen, PhD",
        "Amelia Waltman",
        "Garrett Booth",
        "Aimee L Kenoyer, BS",
        "Margaret Nartea",
        "Chelsea Mullins",
        "Yukang Lin",
        "Sang Yun Lee",
        "Mark D Hylarides, PhD",
        "Johnnie J. Orozco, MD PhD",
        "Damian J. Green, MD",
        "Ajay K. Gopal, MD",
        "Brian G. Till, MD",
        "Oliver W Press, MD PhD"
    ],
    "author_affiliations": [
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "Seattle Cancer Care Alliance, Seattle, WA "
        ],
        [
            "FHCRC, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Hematology, University of Washington, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA "
        ],
        [
            "Seattle Cancer Care Alliance, University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "Introduction: An estimated 19,970 Americans died of non-Hodgkin lymphoma (NHL) in 2015, with diffuse large B-cell lymphoma (DLBCL) accounting for roughly 30% of newly diagnosed NHL. Our study focuses on three NHL subtypes: germinal center (GCB)-DLBCL, the most common DLBCL subtype; activated (ABC)-DLBCL, a particularly aggressive and high-risk subtype; and mantle cell lymphoma (MCL), considered incurable. Constitutive B-cell receptor signaling is implicated in the pathogenesis of ABC-DLBCL and MCL and may couple with aberrant apoptotic BCL-2 pathway proteins. The BCL-2 inhibitor venetoclax is a promising targeted agent that promotes apoptosis in a variety of NHL subtypes, but is almost never curative as a single agent. Radiotherapy promotes apoptosis by creating DNA strand breaks, and we hypothesized that the combination of radiotherapy and venetoclax would act synergistically in NHL to increase the probability of cures. Methods: We tested in vitro killing efficacy of sublethal 137 Cesium irradiation combined with venetoclax in 15 cell lines, representing a diversity of NHL subtypes. Cells were treated with 137 Cesium and venetoclax in 8 x 8 dose combination matrices, incubated 72-120 hrs, then assayed for viability with Celltiter-Glo (Promega). The degree of treatment antagonism, additivity, or synergism was determined using isobolographic analyses. For in vivo studies, we tested combinations of venetoclax with either 137 Cesium total body irradiation (TBI), or CD20 pre-targeted radioimmunotherapy (PRIT), in threetumor models chosen for divergent single agent sensitivities. Tumor xenografts of Rec-1 (MCL), U2932 (ABC-DLBCL), and SU-DHL-6 (GCB-DLBCL) were produced by subcutaneous flank injection of 10 x 10 6 cells in male and female NOD.Cg- Rag1 tm1Mom Il2rg tm1Wjl /SzJ (NRG) mice. When tumor volumes were 50 mm 3 , mice (n = 8-12/group) were treated with either venetoclax (100-200mg/kg daily for 10-30 days), diluent control, TBI (single dose, 6-10 Gy 137 Cesium), or a combination of venetoclax and TBI. In PRIT studies, mice were coinjected with 300µg unlabeled streptavidin-conjugated anti-CD20 antibody (murine IgG 2a ) and 400µg HB8181 (IgG 2a isotype control to block non-specific binding) in place of TBI. Twenty-one hours later, 5.8 nmol biotin-galactose \"clearing agent\" was administered, followed in 3 hours by 1.2 nmol DOTA-biotin labeled with 400, 800, or 1200 µCi of 90 Y (14.8, 29.6, or 44.4 MBq, respectively). Results: In vitro , 10 of 15 lymphoma cell lines responded synergistically to combined radiotherapy and venetoclax, including GCB-DLBCL, ABC-DLBCL and MCL lines (p < .04 in 10 cell lines). In vivo , each of 3 lymphoma models responded synergistically to combination therapy. In mice bearing Rec-1 xenografts, venetoclax alone did not affect mean survival time (p = .32), 8 Gy TBI lengthened survival by 44% compared to controls (p < .0001), but TBI combined with venetoclax tripled survival time compared to controls (p < .0001, combination group > TBI alone). The SU-DHL-6 model produced similar results. In the U2932 model, tumors disappeared during venetoclax monotherapy, but recurred in all mice, such that mean survival time doubled compared to controls (p = .0001). Six Gy TBI had no effect (p = .73), but combining TBI with venetoclax tripled survival time compared to controls (p = .0003, combination group > venetoclax alone). Using PRIT in place of TBI produced yet greater efficacy. In Rec-1 bearing mice, venetoclax had no effect alone (p = .12), 800µCi PRIT lengthened survival time 111% beyond controls (p = .0001), while the combination extended survival 483% beyond controls and cured 40% (p = .001, combination group > PRIT alone). In the U2932 xenograft model, venetoclax alone doubled survival time compared to controls (p < .0001) and 800µCi PRIT alone doubled survival and cured 30% (Fig. 1, p < .0001). Combination treatments cured 100% (Fig. 1). Conclusion: In vitro and in vivo results support our hypothesis that radiotherapy combines effectively with venetoclax to treat NHL. Despite differences in single agent sensitivity, xenograft models of GCB-DLBCL, ABC-DLBCL and MCL all responded synergistically to combinations of either TBI or PRIT with venetoclax. PRIT combinations with venetoclax produced cures (Fig. 1) without detectable toxicity, and merit clinical preference. Ongoing studies examine predictive biomarkers and optimal treatment protocols for therapeutic efficacy. View large Download slide View large Download slide  Disclosures Gopal: Paid Consultancy- Gilead, Janssen, Seattle Genetics, Spectrum, Research funding- Gilead, Janssen, Pfizer, BMS, Merck, Teva, Takeda, Spectrum, Seattle Genetics: Consultancy, Honoraria, Research Funding."
}