{
    "doi": "https://doi.org/10.1182/blood.V106.11.1696.1696",
    "article_title": "Hepatogenic Potential of Stem Cells and Lymphoid Precursors. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Several research groups have recently reported that certain bone marrow cells (BMCs) differentiate into hepatocytes in vitro as well as in vivo in rodents through both transdifferentiation and cell fusion. Hematopoietic myelomonocytic cells are thought to be the major source of hepatocyte fusion partners in the tyrosinaemia type I mouce transplantation model. Transdifferentiation of murine BMCs can be induced with various cytokines and extracellular matrix. We previously reported that when Sca-1 + BMCs were co-cultured with fetal liver cells (FLCs) on laminin-coated dishes, alpha-fetoprotein (AFP)-expressing BMCs became completely adherent by day 4 and expressed albumin as assessed with immunochemistry and RNA-PCR (Yamada et al., Exp Hematol. in press). In the present study, we attempted to further delineate the characteristics of BMCs that differentiate into hepatic-like cells. It was found that AFP-expressing cells were in CD5 + or B220 + lymphoid lineage, mostly Sca-1 + CD5 + lineage and that CD5 + CD4 − CD8 − and CD5 + CD4 + CD8 + thymocytes expressed AFP. When cKit + Sca-1 + lineage BMCs (KSLs) which did not express AFP, CD5 + BMCs, and CD5 + thymocytes, all from green fluorescence protein (GFP)-expressing transgenic mice, were co-cultured with FLCs from ROSA26 mice (X-gal + FLCs), fractionated cells gave rise to adherent hepatic-like cells, which expressed albumin and cytokeratin 8 (CK 8) as assessed with immunochemistry and AFP, albumin, transthyretin and dipeptidylpeptidase IV as examined with RNA-PCR. The hepatic-like cells from KSLs, CD5 + BMCs and CD5 + thymocytes emerged at the frequency of 1 in 50, 1x10 3 and 3.5x10 5 by titration assay. These data suggest that AFP-expressing cells in BMCs were derived from hematopoietic stem cells and that lymphoid precursors differentiated into hepatic-like cells and their hepatogenic ability could diminish over lymphoid maturation.",
    "topics": [
        "albumins",
        "alpha-fetoproteins",
        "bone marrow cells",
        "cell fusion procedure",
        "cell transdifferentiation",
        "cooking and eating utensils",
        "cytokeratin 8",
        "cytokine",
        "extracellular matrix",
        "fetus"
    ],
    "author_names": [
        "Yasuhiro Yamada, MD",
        "Hirosada Miyake, MD",
        "Eishi Nishimoto, MD",
        "Hiroaki Mitsuya, MD, PhD",
        "Yuji Yonemura, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yasuhiro Yamada, MD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hirosada Miyake, MD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eishi Nishimoto, MD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroaki Mitsuya, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuji Yonemura, MD, PhD",
            "author_affiliations": [
                "Blood Transfusion Service, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T15:39:10",
    "is_scraped": "1"
}