{
    "doi": "https://doi.org/10.1182/blood-2018-99-117020",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3858",
    "start_url_page_num": 3858,
    "is_scraped": "1",
    "article_title": "Systematic Screening for Familial Leukemia Based on Somatic Genomic Profiling Results ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research—Malignant Diseases: Poster I",
    "topics": [
        "gene expression profiling",
        "leukemia",
        "screening",
        "genetic predisposition to disease",
        "cancer",
        "familial cancer",
        "ccaat/enhancer binding protein alpha",
        "genetic screening",
        "heme",
        "protein p53"
    ],
    "author_names": [
        "Ensi Voshtina, DO",
        "Arun K Singavi, MD",
        "Amanda Jacquart, MS, CGC",
        "Lyndsey Runaas, MD",
        "Ehab L. Atallah, MD",
        "Laura C. Michaelis, MD",
        "Sameem Abedin, MD"
    ],
    "author_affiliations": [
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Division of Hematology & Oncology, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Medical College of Wisconsin Cancer Center, Milwaukee, WI "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
        ]
    ],
    "first_author_latitude": "43.0435728",
    "first_author_longitude": "-88.02116509999999",
    "abstract_text": "The incidence of familial acute leukemias (AL) and myelodysplastic syndrome (MDS) in the adult population is not well characterized, though recent estimates report that up to 4% of newly diagnosed individuals have a familial syndrome. Recognizing these syndromes is critical to proper clinical management of patients with an inherited susceptibility, and for genetic screening of family members. Within our tertiary care academic institution, less than 1% of AL/MDS cases are referred to genetic counseling, presenting an opportunity for improvement in practice. With the integration of next generation sequencing into standard clinical practice, we recently initiated a bi-monthly meeting to review these sequencing results, with the intent to detect possible familial AL/MDS syndromes and increase appropriate genetic counseling referrals. Here, we describe the potential value of this approach, through a retrospective analysis of somatic genomic profiling results in AL/MDS patients. We performed a retrospective, single-center analysis of all patients who underwent somatic genomic profiling with FoundationOne Heme for AL and MDS between May 2015 and July 2018. Genomic alterations implicated in familial leukemias or familial cancers and included in the FoundationOne Heme panel were as follows: RUNX1 , CEBPA , ETV6 , GATA2 , TERC/TERT , PAX5 , CHEK2 , and TP53 . We recorded baseline characteristics including age, sex, and diagnosis. The presence of the suspected germline variant and up 6 other genomic alterations were recorded. We described whether a comprehensive family history, defined as whether a family history of bleeding tendency, low blood counts, or cancers, was documented for all patients. All patients with a positive family history had the malignancies and blood disorders reported. Finally, we observed if a genetic counseling referral was placed. A total of 108 patients underwent genomic profiling during the study period. Pathogenic variants implicated in familial AL/MDS or familial cancers were detected in 41 of those patients. The number of patients under the age of 50 was 7. Twenty-nine patients had a diagnosis of AML and 12 patients had MDS. Of the reported relevant pathogenic variants, TP53 was seen in 20 patients, RUNX1 in 14 patients, CEBPA in 4 patients, ETV6 in 4 patients, and GATA2 in 3 patients. There were 5 patients that had 2 pathogenic variants noted on their genetic testing. Among the patients with positive pathogenic variant, 22/41 had a comprehensive family history performed. Family history was positive for malignancy in 26/41 patients. Of those 26, 9 patients had a first degree relative with a history of hematologic malignancy including leukemia. Only 2 patients overall were referred to genetic counseling. In AL/MDS patients who underwent somatic genomic profiling at our institution, nearly half of patients with suspected germline variants for familial AML-MDS syndromes had either a family history of malignancy or development of their malignancy at an earlier age, warranting genetic counseling referral. There also is room to improve comprehensive family history collection. Beginning in March 2018, we initiated a bi-monthly meeting to review somatic genomic profiling results in AL/MDS patients with a licensed geneticist. If a suspected germline variant is discovered, we now issue a statement to the primary oncologist to clarify family history if needed, and recommend a referral for formal genetic counseling in the presence of a suggestive family history or on the basis of age. In future investigations, we plan to study how this changes the rate of genetic counseling referrals, and whether this results in an increase in the detection of familial AL/MDS or familial cancer syndromes among this patient group. Disclosures Atallah: Abbvie: Consultancy; Pfizer: Consultancy; BMS: Consultancy; Jazz: Consultancy; Novartis: Consultancy."
}