{
    "doi": "https://doi.org/10.1182/blood-2021-152762",
    "article_title": "The Monocyte Monolayer Assay to Build a Personalized Pipeline of Transfusion Support in Highly Sensitized Sickle Cell Disease ",
    "article_date": "November 5, 2021",
    "session_type": "401.Blood Transfusion",
    "abstract_text": "BACKGROUND: RBC transfusions play a role in organ- and life-preservation for patients with sickle cell disease (SCD). These in turn are subject to higher-fidelity matches to offset the particularly high condition-specific odds of seroconversion events. Adverse outcomes may be as severe as hyperhemolysis, and/or undertransfusion from the scarcity of suitable antigen profiles. In a woman with HbSS SCD and multiple alloantibodies (-K, -E, Jkb-, -Fya, -S), correspondingly antigen-negative units had nevertheless become invariably crossmatch-incompatible (iXM) owing to the development of an antibody to -Kna, a high-prevalence (but clinically insignificant) target antigen on CR1/CD35. Genotyping ruled out the absence of other rare antigen-negative states at risk of high-frequency antibodies (hrB, hrS, Joa, U). Due to uncertainties on the in-vivo effects of iXM RBC in this patient, the infeasibility of sourcing of complete antigen matches, and challenges ruling out other emerging (and potentially more harmful) antibodies, a prolonged period of transfusion-avoidance ensued. This deferral correlated with progression of SCD-associated dilated non-ischemic cardiomyopathy and restrictive interstitial pulmonary fibrosis. In order to qualify Kna-unselected iXM that were otherwise target-negative for her clinically significant antibodies, a monocyte monolayer assay (MMA) approach was taken to identify, transfuse, and maintain a personalized roster of RBCs for monthly top-up transfusions. METHODS: Selected donors (group O, ±D, ±C, E- K- Jkb- Fya-) were assessed at least once in the MMA by a 4:1 (patient serum) to (candidate unit RBC) ratio, incubated at 37°C for 1 hour. The total number of RBCs phagocytosed in 100 patient monocytes was reported as a phagocytic index (PI), with a significance cut-off of 5 (or lower, if rosettes were noted, and/or a noticeably more incompatible [≥3+] crossmatch was observed compared with other prepared units). Antibody screens (automated solid phase) and manual serologic crossmatches (by both conventional tube- and gel microtube- technique) were performed at each RBC sitting. Interval/pre-RBC tests incorporated hemolytic markers and hemoglobin electrophoresis (HbS%). RESULTS: Of 26 donors examined in 8 MMA arrays over 3 years, 10 were excluded due to high PI (median 6 [range 3.3-54]) and/or differential iXM. Of the remaining 16 (PI 0.9 [0.2-4.5]), RBCs have been transfused from 13, with 56 units [u] (51 fresh/5 frozen-deglycerolized) given in 27 sittings over 113 weeks. Most have donated >1u (7/13 with ≥1u transfused to this recipient, median 4u [range 1-8]). The HbS% fell from 91% to 45% [39-48] (median [IQR], pre-3rd-to-27th sitting) with improved hemolytic markers and freedom from overt incompatibility reactions. A minor allergic reaction on the 1 st sitting (with 2u from the same donor) led to a default mitigation strategy of supernatant reduction and antihistamine-premedication thereafter. All sittings (including 5u from the index donor) were reaction-free until a 2 nd minor allergic reaction 2 years later (associated with 2 other donors). Improvements occurred in cardiac function, performance status, pain, and quality of life over the 1 st 20 months of transfusions, though an acute pulmonary embolism and progressive iron overload have reversed the initial gains. Of 11 donors re-examined in 3 repeat MMA (29-112 weeks later), 10 were re-qualified; the 1 st donor was excluded due to an unexplained PI surge (2.5 to 5.6). Host tolerance otherwise increased to most re-qualified donors in a PI downtrend over time (in 8/10, median 1 st PI 2.1, vs median 2 nd PI 1.0, P=0.006 [paired, 2-sided t-test]). A new sensitization (anti-Cob) was noted before the 14 th sitting, with donor genotypes imputing and disqualifying donor 9. CONCLUSIONS: An MMA-vetted pipeline of RBCs in a once-prohibitively alloimmunized patient with SCD has re-enabled transfusion care by the coordinated efforts of the national blood collector with its donors, its MMA laboratory, and the supervising hospital transfusion service. An unexpected finding in repeated exposures to a limited number of donors was increased tolerance. When the viability of transfusions is restored in SCD, so too are opportunities in disease control and in transfusion-requiring curative treatment options. The number of similarly constrained patients, and the scalability of this innovation, remain to be determined. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Shangari Vijenthira",
        "Jenny Nguyen",
        "Donald R. Branch",
        "Gwen Clarke",
        "Richard Ward",
        "Samia Saeed",
        "Christine Cserti-Gazdewich"
    ],
    "author_dict_list": [
        {
            "author_name": "Shangari Vijenthira",
            "author_affiliations": [
                "Laboratory Medicine Program, University Health Network, Toronto, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jenny Nguyen",
            "author_affiliations": [
                "Laboratory Medicine Program, University Health Network, Toronto, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald R. Branch",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Canada",
                "Centre for Innovation, Canadian Blood Services, Toronto, CAN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gwen Clarke",
            "author_affiliations": [
                "Clinical Services, Canadian Blood Services, Edmonton, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Ward",
            "author_affiliations": [
                "Toronto General Hospital, University Health Network, Toronto, Canada",
                "Division of Medical Oncology and Hematology, Department of Medicine, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samia Saeed",
            "author_affiliations": [
                "Laboratory Medicine Program, University Health Network, Toronto, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Cserti-Gazdewich",
            "author_affiliations": [
                "Laboratory Medicine Program, University Health Network, Toronto, Canada",
                "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Canada",
                "Division of Hematology, Department of Medicine, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:09:36",
    "is_scraped": "1"
}