{
    "doi": "https://doi.org/10.1182/blood.V126.23.5332.5332",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3257",
    "start_url_page_num": 3257,
    "is_scraped": "1",
    "article_title": "High Level of Soluble Interleukin-2 Receptor in Serum Predicts Treatment Resistance and Poor Progression Free Survival in Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "interleukin 2 receptor",
        "multiple myeloma",
        "progression-free survival",
        "pmel17",
        "squamous intraepithelial lesions",
        "aldesleukin",
        "bortezomib",
        "prognostic factors",
        "biological markers",
        "disease progression"
    ],
    "author_names": [
        "Liang Wang, MD",
        "Zhongjun Xia, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematologic Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China"
        ],
        [
            "Department of Hematologic Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "23.131427",
    "first_author_longitude": "113.29117300000001",
    "abstract_text": "Background: The IL-2/IL-2 receptor (IL-2R) system plays a central role in maintaining normal T cell immunity, and its disturbance is associated with several hematologic disorders. Studies have found in several types of lymphoma that abnormal amounts of soluble IL-2R (sIL-2R) may result in imbalance of the IL-2/IL-2R system and hence of the T cell immunoregulation. Whether the level of sIL-2R in blood could predict treatment response and survival outcomes or not needs to be investigated in multiple myeloma (MM) patients. Methods: The level of sIL-2R in serum was measured using enzyme-linked immunosorbent assay (ELISA) in 81 patients with newly diagnosed MM. 26 patients (32.1%) were treated with bortezomib-based regimens and 55 patients (67.9%) received old drugs-based regimens. Results: The mean concentration of sIL-2R for myeloma patients was 8.51ng/ml, significantly higher than that of healthy controls (0.56ng/ml, p6.049ng/ml), and 45 patients (55.6%) as lower group (=<6.049ng/ml). The overall response rate (ORR) was 60.0% in lower sIL-2R level group, higher than that in higher level group (41.7%, p=0.156). The 3-year progression free survival (PFS) and overall survival (OS) rate was 16% and 64%, respectively. In a multivariate survival analysis including ECOG performance status score, treatment response, and sIL-2R level, it was found that all these three parameters were significantly independent prognostic factors for PFS (p=0.032, 0.016, and 0.043, respectively), but none factors maintained their value in predicting OS. Subgroup analysis revealed that high level of sIL-2R correlated with significantly inferior PFS in patients treated with bortezomib-based regimens (p=0.004). Conclusions: Serum sIL-2R level is a valuable biomarker for predicting treatment response and an independent prognostic factor for PFS, indicating novel drugs targeting the imbalance of IL-2/IL-2R system may be a promising strategy in MM. Disclosures No relevant conflicts of interest to declare."
}