{
    "doi": "https://doi.org/10.1182/blood.V122.21.792.792",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2476",
    "start_url_page_num": 2476,
    "is_scraped": "1",
    "article_title": "Storage-Induced Clearance Of RBCs Following Transfusion Occurs Independent Of RBC Age ",
    "article_date": "November 15, 2013",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion",
    "topics": [
        "drug clearance",
        "retail clinics",
        "transfusion",
        "biotin",
        "streptavidin",
        "adenine",
        "artifacts",
        "citrates",
        "glucose",
        "hemorrhage"
    ],
    "author_names": [
        "Connie M Arthur, PhD",
        "Nicole H. Smith",
        "James C. Zimring, MD, PhD",
        "Jeanne E. Hendrickson, MD",
        "Sean R. Stowell, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Director, Transfusion Medicine Research Program, Puget Sound Blood Center, Seattle, WA, USA, "
        ],
        [
            "Departments of Pediatrics and Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA, "
        ]
    ],
    "first_author_latitude": "33.7915152",
    "first_author_longitude": "-84.3223235",
    "abstract_text": "Background During red blood cell (RBC) storage, changes occur that increase the clearance of RBCs following transfusion. RBCs also display unique age related changes that target them for removal in vivo, a process commonly termed RBC senescence. However, whether storage related changes simply reflect acceleration of the normal senescent programs that occur in vivo, or whether all RBCs display equal sensitivity to storage induced alterations that enhance clearance following transfusion remains unknown. As a result, we sought to determine whether enhanced RBC removal following storage simply reflects preferential clearance of older RBCs. Methods B6 mice expressing green fluorescent protein (GFP) under a H-2K b promoter were injected with N-hydroxysulfosuccinimide biotin followed by evaluation of biotinylated RBCs at weekly time points post transfusion by staining RBCs with strepavidin and flow cytometric analysis. At approximately 1 or 35 days post-biotinylation, blood was harvested into citrate phosphate dextrose adenine (CPDA) and RBCs were immediately transfused or stored in CPDA for 21 days prior to transfusion. Prior to transfusion, the percent of RBCs that remained biotinylated was enumerated. Following transfusion, mice were bleed at 10 minutes, 1 hour or 2 hours followed by daily bleeds for 7 days and weekly thereafter and the ratio of biotin and GFP double positive to GFP single positive RBCs was examined by staining RBCs with strepavidin followed by flow cytometric analysis. Results Immediately after whole mouse biotinylation, nearly 100% of donor RBCs became strepavidin positive. The percent strepavidin positivity gradually decreased until approximately 20% of the total RBCs remained strepavidin positive 35 days post-biotinylation. RBCs harvested 35 days post biotinylation into CPDA and transfused immediately exhibited gradual clearance over time, such that very few transfused RBCs were detectable 40 days post transfusion. In contrast, the percent of transfused RBCs that remained biotin positive rapidly declined to undetectable levels within 7 days following transfusion. Transfused RBCs harvested only 1 day following biotinylation failed to display enhanced clearance during the same 7 day interval. In contrast, the percent of biotin positive RBCs remained unchanged during storage. In addition, transfusion of stored RBCs failed to result in selective clearance of biotin positive RBCs during the initial clearance phase, although biotin positive RBCs appeared to retain enhanced rates of removal following the initial phase of RBC removal. Conclusion Older RBCs appear to retain signals that result in preferential removal compared to younger RBCs following harvesting, processing and transfusion into a new recipient. Preferential clearance of older RBCs does not appear to reflect a biotinylation artifact, as newly biotinylated RBCs failed to display similar increases in RBC clearance. However, storage induced changes do not appear to result in selective removal of older RBCs, as biotinylated and non-biotinylated RBCs displayed significant removal during the initial phase of clearance following transfusion. Taken together, these results suggest that older RBCs retain senescent markers that results in enhanced clearance, but that RBC storage induces unique RBC changes that marks them for rapid clearance largely independent of RBC age. Disclosures: Zimring: Immucor Inc.: Research Funding; Terumo: Research Funding; Haemonetics: Consultancy; Cerus: Honoraria."
}