{
    "doi": "https://doi.org/10.1182/blood-2018-99-118317",
    "article_title": "Interim PET-Based Outcome Prediction in Diffuse Large B-Cell Lymphoma Patients Participating in the Positron Emission Tomography-Guided Therapy of Aggressive Non-Hodgkin Lymphomas (PETAL) Trial: Comparison of the Delta SUV Max Method and the Deauville 5-Point Scale ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster I",
    "abstract_text": "Introduction: The recently published randomized PETAL trial (JCO 36:2024, 2018) aimed at improving outcome of aggressive non-Hodgkin lymphomas by changing therapy based on the response to the first 2 cycles of standard (R-)CHOP as assessed by interim PET (iPET). Outcome remained unaffected by treatment changes, which provided an opportunity to use the study to define the prognostic value of iPET. This report details the iPET results in the subgroup of patients (pts.) with diffuse large B-cell lymphoma (DLBCL), by comparing the deltaSUVmax method (J Nucl Med 48:1626, 2007) used in the course of the trial, with the Deauville 5-point scale (DS) which has been recommended for iPET-based outcome prediction in DLBCL (JCO 32:3048, 2014). With deltaSUVmax, a positive iPET indicating insufficient treatment response is defined as a reduction of the maximum standardized uptake value (SUV) by 2) or the liver (DS >3) on the same interim scan. Methods: iPET scans for a post-hoc investigation using the Deauville criteria were available from 597 of 609 DLBCL pts. treated in the PETAL trial. For the binary cut-off variables of deltaSUVmax and DS, concordance and Spearman correlation were calculated and hazard ratios (HR) regarding event-free (EFS), overall (OS), progression-free survival (PFS), and time to progression (TTP) were determined by Cox regression. Time-dependent receiver operating characteristic (ROC) analysis (Biometrics 56:337-44, 2000) for the raw values of deltaSUVmax and DS yielded area under the curve (AUC), sensitivity, specificity, and predictive values that were accompanied with median and 95% confidence intervals (CI) obtained from a simple bootstrap with 1,000 repetitions. The integrated Brier score was used as a measure of model calibration. Results: The numbers of DLBCL pts. with a positive iPET scan were 62 for deltaSUVmax, 408 for DS >2, and 278 for DS >3. Concordance between a positive iPET according to deltaSUVmax and the DS cut-offs was 40.4% and 60.1%, and Spearman correlation was 0.17 and 0.24, respectively. HRs for a positive iPET according to deltaSUVmax were higher than for the two DS cut-offs in any time-to-event endpoint: 3.13 [CI: 2.22 - 4.46] in EFS as compared to 1.36 [0.99 - 1.85] for DS >2 and 1.38 [1.05 - 1.81] for DS >3; 3.48 [2.29 - 5.27] in OS versus 1.56 [1.03 - 2.36] and 1.91 [1.33 - 2.73]; 3.06 [2.11 - 4.43] in PFS compared to 1.22 [0.88 - 1.69] and 1.34 [1.00 - 1.80]; and 3.04 [1.97 - 4.67] versus 1.28 [0.88 - 1.88] and 1.46 [1.04 - 2.07] in TTP. ROC analysis confirmed this tendency as AUCs were higher for deltaSUVmax than for DS in all four endpoints (Table 1). Also, the difference of predictive values of the two markers favored deltaSUVmax over DS >3 in EFS (Figure 1). Similar results were obtained in the remaining endpoints and for DS >2. Calibration assessed by the Brier score was slightly better for deltaSUVmax than for DS in EFS, PFS, and TTP, and was equal in OS. Of note, when investigating the survival curves in subgroups defined by both deltaSUVmax and DS >3, pts. with negative deltaSUVmax but positive DS showed similar survival as pts. with deltaSUVmax and DS both negative, presumably indicating DS false-positives (Figure 2). The same was true for deltaSUVmax positive/DS negative pts. whose unfavorable survival curve resembled that of double-positive pts.. Conclusion: DeltaSUVmax seems to be a more potent prognostic factor than DS in terms of discrimination and calibration with respect to EFS, OS, PFS, and TTP. Superior performance was shown for raw values as well as for dichotomized variables. The DS appeared unreliable due to a high number of false-positive results. Although the AUCs for deltaSUVmax were relatively low, it still seems to be a good prognostic tool with regard to HRs. Given its high positive predictive value, it may be a suitable tool to select poor-prognosis pts. in first-line for treatment approaches that have so far been reserved for later lines of therapy. View large Download slide View large Download slide  Close modal Disclosures Hüttmann: Roche: Other: Travel expenses; Celgene: Other: Travel expenses. Duehrsen: Amgen: Research Funding; Gilead: Consultancy, Honoraria; Roche: Honoraria, Research Funding; Janssen: Honoraria; Celgene: Honoraria, Research Funding; AbbVie: Consultancy, Honoraria.",
    "author_names": [
        "Jan Rekowski, MSc",
        "Andreas Hüttmann, MD",
        "Christine Schmitz, MD",
        "Stefan P. Müller, MD",
        "Karl-Heinz Jöckel, PhD",
        "Ulrich Duehrsen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jan Rekowski, MSc",
            "author_affiliations": [
                "Institute for Medical Informatics, Biometry and Epidemiology, University of Duisburg-Essen, University Hospital Essen, Essen, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hüttmann, MD",
            "author_affiliations": [
                "Department of Hematology, University of Duisburg-Essen, University Hospital Essen, Essen, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Schmitz, MD",
            "author_affiliations": [
                "Department of Hematology, University of Duisburg-Essen, University Hospital Essen, Essen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan P. Müller, MD",
            "author_affiliations": [
                "Department of Nuclear Medicine, University of Duisburg-Essen, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karl-Heinz Jöckel, PhD",
            "author_affiliations": [
                "Institute for Medical Informatics, Biometry and Epidemiology, University of Duisburg-Essen, University Hospital Essen, Essen, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Duehrsen, MD",
            "author_affiliations": [
                "Department of Hematology, University of Duisburg-Essen, University Hospital Essen, Essen, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T21:34:22",
    "is_scraped": "1"
}