{
    "doi": "https://doi.org/10.1182/blood.V116.21.446.446",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1690",
    "start_url_page_num": 1690,
    "is_scraped": "1",
    "article_title": "Interleukin-17 and T H 17 Pathway Supports Waldenstrom's Macroglobulinemia Cell-Growth: Potential Therapeutic Implications ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, Excluding Therapy II",
    "topics": [
        "cell growth",
        "interleukin-17",
        "waldenstrom macroglobulinemia",
        "cytokine",
        "chemokines",
        "immune system diseases",
        "aldesleukin",
        "antibodies",
        "granulocyte-macrophage colony-stimulating factor",
        "immune dysregulation"
    ],
    "author_names": [
        "Rao H Prabhala, Ph.D.",
        "Dheeraj Pelluru, PhD",
        "Mariateresa Fulciniti, PhD",
        "Puru Nanjappa, MS",
        "Christine Pai, BS",
        "Saem Lee, B.A.",
        "Nithya Prabhala",
        "John Daley, PhD",
        "Steven P. Treon, MD, PhD",
        "Nikhil C. Munshi, MD"
    ],
    "author_affiliations": [
        [
            "Va Boston Healthcare System, West Roxbury, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Research and development, VA Boston healthcare system, West Roxbury, MA, USA, "
        ],
        [
            "VA Boston Healthcare System, Boston, MA, USA, "
        ],
        [
            "Research and development, VA Boston healthcare system, West Roxbury, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute; VA Boston Healthcare System and Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3008709",
    "first_author_longitude": "-71.1409607",
    "abstract_text": "Abstract 446 Waldenstrom's macroglobulinemia (WM), similar to multiple myeloma (MM), is associated with immune dysfunction. Both T and B cell dysfunctions are reported with suppressed uninvolved immunoglobulin, and inadequate vaccine and T cell responses. Although some mechanisms mediating immune dysregulation in WM have been studied, its molecular and cellular basis remains ill defined. Similarly, number of inflammatory cytokines and chemokines has been implicated in this process, but their effect on WM cell growth and immune function has not been well characterized. Recently, T H 17 cells, a new CD4 cell population, has been identified by the presence of IL-17. T H 17 cells play an important role in auto-immunity and in the development of anti-tumor immunity. As T H 17 cells support MM cell growth and induce immune dysfunction in MM, we have evaluated the the role of T H 17 cells and associated pro-inflammatory cytokines in WM. We first analyzed T helper cell subsets (TH1, TH2, and TH17) in freshly isolated PBMC from WM, and observed that all three cell types were decreased in WM compared with normal donors. Particularly, the IFN-γ producing TH1 cells from patients with WM were significantly reduced compared to normal donors (11±2% vs 30±3% respectively, P<0.01). However, unlike MM, IL-17 producing TH17 cell numbers were reduced in PBMC from WM patients (n=8) compared to PBMC from normal donors (n=8) and patients with MM (n=11), (1.5±0.5 vs 2.5±0.5% vs 4.50±0.8% respectively; p<0.05). Furthermore, when we polarized isolated naïve CD4 cells from WM patients using TH17 polarizing cocktail consisting of IL-6, IL-1β, IL-23 and TGF-β to induce TH17 cells differentiation, WM patients, unlike MM patients, showed significantly lower induction of TH17 cells in CD4 population compared to normal donor TH17 cells (0.3±0.1% WM; 11.9±2 % MM and 3.6±0.7% ND). Next, we evaluated the serum levels of cytokines and chemokines in sera from patients with WM in comparison with normal donors. The sera from WM patients showed significantly elevated levels of IL-2 (5 folds), IL-15 (2 folds) and GM-CSF (2 folds) among 19 cytokines, compared with sera from normal donors. When we evaluated T H 17 cell-associated cytokines, both IL-1-beta (3 folds) and IL-17 (2 folds) were significantly elevated in sera from WM patients compared with sera from normal donors. In addition, we observed modulation of chemokines including, MCP-1, MIP-1, Eotaxin and RANTES in sera from WM patients. Finally, when we cultured WM cell-line in the presence or absence of IL-17 with or without stromal cells, we observed significant induction of WM cell proliferation by IL-17 and its inhibition by anti-IL17 antibody. These data shows that although similar to MM, there is immune dysfunction in WM, the mechanisms driving these effects especially cytokine milieu, and T H 17 cell population are different between MM and WM. Disclosures: Treon: Millennium Pharmaceuticals, Genentech BiOncology, Biogen IDEC, Celgene, Novartis, Cephalon: Consultancy, Honoraria, Research Funding; Celgene Corporation: Research Funding; Novartis Corporation: Research Funding; Genentech: Consultancy, Research Funding. Munshi: Millennium Pharmaceuticals: Honoraria, Speakers Bureau."
}