{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2397.2397",
    "article_title": "Thromboprophylaxis with Fixed Dose, 1mg/Kg/Day, Low Molecular Weight Heparin in Adults Undergoing Induction with Asparaginase for Acute Lymphoblastic Leukemia. Results of a Single Institution Cohort Study ",
    "article_date": "December 7, 2017",
    "session_type": "332. Antithrombotic Therapy: Poster II",
    "abstract_text": "Introduction Thrombosis is a well-known complication of L-asparaginase therapy for the treatment of acute lymphoblastic leukemia (ALL), with incidence in adults ranging from 5.9% to 34%. Strategies aimed at preventing thrombosis during treatment with L-asparaginase have included prophylactic AT-III (antithrombin III), fresh frozen plasma (FFP) supplementation or anticoagulant prophylaxis. Prior small studies have suggested that low molecular weight heparin (LMWH) prophylaxis at escalated doses is more effective than lower doses and placebo for preventing thrombosis during ALL intensification therapy, without an increase in bleeding, although the ideal prophylaxis protocol is yet to be determined. We implemented a fixed dose (1 mg/kg/day) of LMWH prophylaxis for adults with ALL undergoing induction therapy with L-asparaginase at our institution in 2012. In this study we report our outcomes with this protocol. Methods Retrospective review of twenty-three patients who received prophylactic anticoagulation with the LMWH enoxaparin (1mg/kg/day) while undergoing induction therapy with L-asparaginase for ALL. Anticoagulation with enoxaparin was initiated with the first dose of L-asparaginase and continued until the day of discharge. Fifteen patients receiving similar induction protocols who did not receive any prophylactic anticoagulation were used as the control group. All patients received an identical dose of pegylated asparaginase (2500 mg/m 2 ). The primary outcome of interest was the incidence of thrombotic events within the first 30 days of induction. Minor and major bleeding events, as defined by the International Society of Thrombosis and Haemostasis (ISTH), were recorded. Results: Twenty-three patients received the LMWH Prophylaxis protocol during ALL induction between Jan 2012 and Jan 2017 (27 with B-cell ALL and 11 with T-cell ALL). There were two new thrombotic events documented within the first thirty days in the prophylaxis cohort, both of which were associated with indwelling central venous catheters. Three thrombotic events occurred within the control group, two of which were central venous catheter-associated and one cerebral sinus thrombosis (9% thrombosis rate in prophylaxis group vs 20% in control group; p =0.3649). The median time to thrombosis in the entire study population was 14 days. There was one death in the control group due to cerebral venous sinus thrombosis and no thrombosis-related deaths in the prophylaxis group. One major bleeding event occurred in the control group compared to none in the prophylaxis group (0% in prophylaxis group vs 7% in control group; p =0.3947). Conclusions: Our study found a fixed dose (1 mg/kg/day) LMWH prophylaxis protocol was safe, with no documented bleeding events. Although breakthrough thrombosis occurred, there was a non-statistically significant reduction in thrombotic events in the prophylaxis group. All thromboses in the prophylaxis group were associated with central venous catheters, and there were no thrombosis-associated deaths. We suggest fixed dose (1 mg/kg/day) enoxaparin prophylaxis be considered as a viable option for adults undergoing ALL induction with L-asparaginase. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "asparaginase",
        "low-molecular-weight heparin",
        "thromboprophylaxis",
        "thrombosis",
        "hemorrhage",
        "thrombus",
        "anticoagulation",
        "enoxaparin",
        "antithrombin iii"
    ],
    "author_names": [
        "Luai S Al Rabadi, MD",
        "Sven Reid Olson, MD",
        "Joseph J. Shatzel, MD",
        "Thomas G. Deloughery, MD MACP, FAWM",
        "Brandon Hayes-Lattin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luai S Al Rabadi, MD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sven Reid Olson, MD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph J. Shatzel, MD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas G. Deloughery, MD MACP, FAWM",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Knight Cancer Institute, Oregon Health & Science University, Portland, OR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brandon Hayes-Lattin, MD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:33:00",
    "is_scraped": "1"
}