{
    "doi": "https://doi.org/10.1182/blood.V112.11.sci-1.sci-1",
    "article_title": "Bone Marrow in Aging: Changes? Yes; Clinical Malfunction? Not So Clear. ",
    "article_date": "November 16, 2008",
    "session_type": "Ad Hoc Scientific Committee on Hematology and Aging Alterations in Bone Marrow With Aging: Microenvironment and Stem Cells",
    "abstract_text": "Like every organ system, the bone marrow undergoes changes with age. The most readily apparent change is a decline in marrow cellularity. The percentage of marrow space occupied by hematopoietic tissue goes from 40–60% in young adults to 20–40% in older people, with the remaining space being taken up by fat. It is unclear whether the expansion of marrow fat with age is a cause or an effect of aging. A similar change happens in the thymus much earlier in adulthood. At about age 30, thymic fibroblasts become fat-laden and the expansion of fatty tissue essentially replaces the cellular elements of thymopoiesis. In late life, this thymic inactivity is manifested by a reduction in naïve T cells and a compromise in cellular immunity. It is unclear whether the processes in the marrow and the thymus are qualitatively similar. Bone remodeling and osteoporosis can also lead to a decrease in trabecular bone in the marrow. Several age-related changes have been noted in hematopoietic cells, including shortening of telomeres, accumulation of mitochondrial DNA mutations, skewed X-inactivation, and others. However, in the absence of disease, sufficient stem cell proliferation and maturation is preserved so that people are capable of living their entire life span, up to 120 years, without running out of blood cells. Indeed, even when a person is given stem cells from another person, presumably in numbers far less than were present in the host before myeloablation, the transferred stem cells appear to be capable of maintaining normal hematopoiesis throughout the lifespan of their adoptive host. Normal blood counts are maintained throughout life. Physiologic compensations may be necessary to achieve this end. A longitudinal study of older people with normal hemoglobin levels over a period of 30 years showed that people increase serum levels of erythropoietin over time to maintain normalcy. Older people also seem to increase their neutrophil count to a lower extent and somewhat more slowly in response to pharmacological G-CSF than younger people, though such an intervention is generally done in people with underlying disease. Qualitative neutrophil defects in older people may include impaired phagocytosis and respiratory burst response to soluble signals. Enhanced in vitro platelet aggregation in older people does not have a clear in vivo functional correlate.",
    "topics": [
        "aging",
        "bone marrow",
        "bone marrow aspiration",
        "bone marrow purging",
        "erythropoietin",
        "granulocyte colony-stimulating factor",
        "hemoglobin measurement",
        "neutrophilia",
        "osteoporosis",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Dan L. Longo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dan L. Longo, MD",
            "author_affiliations": [
                "National Institute on Aging, National Institutes of Health, Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T09:31:32",
    "is_scraped": "1"
}