{
    "doi": "https://doi.org/10.1182/blood.V122.21.4846.4846",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2641",
    "start_url_page_num": 2641,
    "is_scraped": "1",
    "article_title": "LSD1 Plays an Important Role in GATA Switch during Erythroid Differentiation ",
    "article_date": "November 15, 2013",
    "session_type": "503. Hematopoiesis: Regulation of Gene Transcription",
    "topics": [
        "acute erythroblastic leukemia",
        "attenuation",
        "cell proliferation",
        "chromatin",
        "conflict of interest",
        "demethylation",
        "dimethyl sulfoxide",
        "disclosure",
        "down-regulation",
        "enhancer of transcription"
    ],
    "author_names": [
        "Yue Jin",
        "Yidi Guo",
        "Dongxue Liang",
        "Yue Li",
        "Zhe Li, Ph.D",
        "Xin Hu, Ph.D"
    ],
    "author_affiliations": [
        [
            "college of science, Jilin university, Chuangchun, China, "
        ],
        [
            "college of science, Jili university, Changchun, China, "
        ],
        [
            "College of Life Science, Jilin University, Changchun, China, "
        ],
        [
            "College of Life Science, Jilin University, Changchun, China, "
        ],
        [
            "Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Brigham and women's hospital,havard medical school, boston, MA, USA"
        ]
    ],
    "first_author_latitude": "43.82572",
    "first_author_longitude": "125.2850161",
    "abstract_text": "GATA factors play important role in hematopoiesis. In particular, GATA2 is critical for maintenance of hematopoietic stem and progenitor cells (HS/PCs) and GATA1 is required for erythropoiesis. GATA1 and GATA2 are expressed in reciprocal patterns during erythroid differentiation. It was shown that GATA1 occupied the -2.8Kb regulatory element and mediated repression of the GATA2 promoter in terminally differentiating erythroid cells. However, the detailed molecular mechanisms that control the enhancer/promoter activities of the GATA2 gene remain to be elucidated. In this report, we found that LSD1 and TAL1 co-localize at GATA2 1S promoter through ChIP and double-ChIP assays in murine erythroleukemia (MEL) cells. To further test whether LSD1 and its mediated H3K4 demethylation is important for repression of the GATA2 gene during erythroid differentiation, we silenced LSD1 expression in both MEL cells and mouse ES cells using retrovirus mediated shRNA knockdown and induced them to differentiate into erythroid cells with DMSO and EPO, respectively. GATA2 expression was elevated while the level of GATA1 was repressed by RT-qPCR. Furthermore, consistent with the GATA witch hypothesis, ChIP analysis revealed that the levels of H3K4me2 were increased at the GATA2 1S promoter.  In addition, knock-down of LSD1 in MEL cells results in inhibition of erythroid cell differenciation and attenuation of MEL cell proliferation and survival. Thus, our data reveal that LSD1 involved in control of terminal erythroid differentiation by regulating GATA switch. The LSD1 histone demethylase complex may be recruited to the GATA2 1S promoter by interacting with TAL1. The H3K4 demethylation activity of LSD1 leads to downregulation of the active H3K4m2 mark at the GATA2 promoter that alters chromatin structure and represses transcription of the GATA2 genes. Disclosures: No relevant conflicts of interest to declare."
}