{
    "doi": "https://doi.org/10.1182/blood-2019-127779",
    "article_title": "Evaluation of TIM-3-Positive LSCs Post Allo-SCT Is a Highly Sensitive Strategy to Predict AML Relapses ",
    "article_date": "November 13, 2019",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Relapse of acute myeloid leukemia (AML) is a critical problem in clinics. Particularly, the prognosis of patients who relapsed after allogeneic stem cell transplantation (allo-SCT) is still poor. Self-renewing leukemic stem cells (LSCs), which are mainly enriched within CD34 + CD38 - fraction, cause re-growth of leukemia and eventually lead to recurrence. Therefore, evaluation of residual LSCs is crucial to estimate the efficacy of therapies including allo-SCT. As we previously described, T-cell immunoglobulin mucin-3 (TIM-3) is a useful marker for discrimination of LSCs from normal HSCs. We, therefore, prospectively evaluated the frequencies of LSCs at multiple time points and assessed the validity of TIM-3 as a minimal residual disease (MRD) marker in the setting of allo-SCT. We analyzed 63 allo-SCT from 57 patients who had been detected over 20% of the frequency of TIM-3 + cells within CD34 + CD38 - fraction in BM sample at least once before SCT. All 63 allo-SCT were undergone at Fukuoka Blood and Marrow Transplantation Group (FBMTG)-related hospitals from July 2015 to July 2019. In all SCTs, patients achieved complete donor chimerism at the time of engraftment (day 15-36). Median age of the 57 patients was 45.8 [19-70]. Pre-SCT disease status in 58.6% of patients were refractory/relapse. We tracked residual LSCs marked by surface TIM-3 using multicolor FACS, and defined the frequency of TIM-3 + cells within CD34 + CD38 - fraction as TIM-3 + LSC(%). Of note, the proportion in BM mononuclear cells of CD34 + CD38 - fraction was 0.029 [0.002 - 0.088] % at engraftment. And then, according to the level of TIM-3 + LSC(%) at engraftment, we classified into 3 groups; 'high' (> 90 %, n=7), 'intermediate' (61-90 %, n=26), and 'low' (< 60 %, n=29). Relapse-free survival (RFS) after allo-SCT was 77.7 [49-92] days in 'high' group, 358 [56-1238] days in 'intermediate' group and 619.4 [55-1398] days in 'low' group, respectively (p<0.01). Of note, all 7 patients in 'high' group relapsed within 100 days. In competing risk analysis for RFS, TIM-3 + LSC(%) at engraftment was a significant risk factor ('high-intermediate' group vs 'low' group: hazard ratio (HR), 3.72; 95% CI, 1.71-8.75; P<0.001)) in addition to pre-SCT disease status (non-hCR vs hCR: P<0.001), number of SCT (2 nd SCT vs 1 st SCT: P=0.032) and cytogenetic risk (Adverse vs Intermediate/favorable: P=0.017), whereas, other variables including age, gender, FLT3-ITD status, intensity of conditioning regimen and donor source did not have significant effect on RFS. For multivariate analysis, variables were included in a multivariate model if P<0.05. As results, TIM-3 + LSC(%) at engraftment was independent predictor of post-SCT RFS (HR, 2.81; 95% CI, 1.27-6.76; P=0.010) as well as pre-SCT disease status (P=0.028) and cytogenetic risk (P=0.041). We next evaluated the correlation of TIM-3 and Leukemia-associated immunophenotype (LAIP) expression by multicolor FACS using single tube (including CD34, CD38, TIM-3 and case-specific LAIP markers). In 29 cases of this study cohort, LAIP was detectable as aberrant cross-lineage expression. As results, in the hematological CR samples, the majority of LAIP-MRD expressed TIM-3 on the surface. Inversely, TIM-3 + LSCs did not express the LAIP because LAIP-MRD were barely distributed in CD34 + CD38 - fraction. These results indicate TIM-3 + LSCs should be different cell population from LAIP-MRD. Considering LSCs is enriched in CD34 + CD38 - fraction, our method might be superior to detection of \"cross-lineage\" LAIP-MRD in terms of identification of cells responsible for relapse. We also confirmed that the identical driver mutations were detected at both the initial diagnosis and relapse using whole exome sequencing (WES) of purified LSCs. As a typical example, WES detected CEBPA mutation (c.11dupG, 72.7 % and 50.0 %) and WT1 mutation (c.1091_1092insTTGTACGGTC, 41.9 % and 39.5 %) in a single patient. Additionally, we also validated that purified TIM-3 + LSCs at engraftment harbored the identical mutations by amplicon sequencing. It indicates that, in terms of genetic background, CD34 + CD38 - TIM-3 + cells should represent LSCs throughout the clinical course, from diagnosis to relapse. In summary, TIM-3 expression represents the clones of functional LSCs responsible for relapse. Evaluation of TIM-3 + LSCs by multicolor FACS should be a highly sensitive strategy to predict relapse in clinical allo-SCT settings. Disclosures Akashi: Sumitomo Dainippon, Kyowa Kirin: Consultancy; Celgene, Kyowa Kirin, Astellas, Shionogi, Asahi Kasei, Chugai, Bristol-Myers Squibb: Research Funding.",
    "topics": [
        "allopurinol",
        "hepatitis a virus cellular receptor 2",
        "cd34 antigens",
        "leukemia",
        "allogeneic stem cell transplant",
        "bone marrow transplantation",
        "ccaat/enhancer binding protein alpha",
        "immunophenotyping",
        "impedance threshold device",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Teppei Sakoda, MD",
        "Yoshikane Kikushige, MD PhD",
        "Takuya Harada, MD",
        "Hidetoshi Irifune, MD",
        "Masayasu Hayashi, MD PhD",
        "Goichi Yoshimoto, MD PhD",
        "Toshihiro Miyamoto, MD PhD",
        "Koichi Akashi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Teppei Sakoda, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan ",
                "Department of Hematology, Oncology & Cardiovascular medicine, Kyushu University Hospital, Fukuoka, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yoshikane Kikushige, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takuya Harada, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hidetoshi Irifune, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masayasu Hayashi, MD PhD",
            "author_affiliations": [
                "Department of hematology, Hamanomachi Hospital, Fukuoka, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Goichi Yoshimoto, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan ",
                "Department of Hematology, Oncology & Cardiovascular medicine, Kyushu University Hospital, Fukuoka, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshihiro Miyamoto, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan ",
                "Department of Hematology, Oncology & Cardiovascular medicine, Kyushu University Hospital, Fukuoka, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Akashi, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T02:31:00",
    "is_scraped": "1"
}