{
    "doi": "https://doi.org/10.1182/blood.V118.21.1816.1816",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2117",
    "start_url_page_num": 2117,
    "is_scraped": "1",
    "article_title": "Gene Mutations Detected by Whole-Exome Sequencing and Recurrent Cytogenetic Abnormalities Are Independent Events in Multiple Myeloma ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "chromosome abnormality",
        "multiple myeloma",
        "mutation",
        "whole exome sequencing",
        "neoplasms",
        "protein p53",
        "plasma cells"
    ],
    "author_names": [
        "Hervè Avet-Loiseau, MD, PhD",
        "Graham R Bignell",
        "Cheng Li, PhD",
        "Florence Magrangeas, PhD",
        "Thierry Facon, MD",
        "Michel Attal, MD",
        "Kenneth C. Anderson, MD",
        "Peter Campbell",
        "Stephane Minvielle, PhD",
        "Nikhil C. Munshi, MD",
        "Andrew Futreal"
    ],
    "author_affiliations": [
        [
            "Hematology, CHU-Nantes, Nantes, France, "
        ],
        [
            "Wellcome Trust Sanger Institute, Cambridge, United Kingdom, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Centre Hospitalier Universitaire de Nantes, UMGC, Laboratoire d'Hématologie, INSERM U892, Université de Nantes, Nantes, France, "
        ],
        [
            "Service des Maladies du Sang, Hopital Huriez, CHRU, Lille, France, "
        ],
        [
            "Hématologie Clinique, Hôpital Purpan, Toulouse, France, "
        ],
        [
            "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Cancer Genome Project, Wellcome Trust Sanger Institute, Cambridge, United Kingdom, "
        ],
        [
            "Hematology, CHU de Nantes, Nantes, France, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Wellcome Trust Sanger Institute, cambridge, United Kingdom"
        ]
    ],
    "first_author_latitude": "47.2105969",
    "first_author_longitude": "-1.5539874",
    "abstract_text": "Abstract 1816 Multiple Myeloma (MM) is characterized by several recurrent chromosomal abnormalities, some of them driving the outcome of the patients, especially t(4;14), del(17p), and hyperdiploidy. On the other hand, recent data based on whole genome sequencing showed that MM is characterized by many gene mutations, some of them being recurrent. In order to try to reconcile these two types of genetic abnormalities, we performed whole exome sequencing (WES) in 53 newly-diagnosed patients characterized by high or low risk at the chromosomal level. We selected 16 patients with del(17p) in at least 60% of the clonal plasma cells, 5 patients with del(12p), including 3 with associated t(4;14), 2 patients with t(14;16), 1 patient with both del(17p), del 12p), and t(4;14), considered as the poor risk group (24 patients), 24 patients with hyperdiploidy (including chromosome 5 gain), and 2 patients with a normal SNParray profile, considered as the good risk group (26 patients, and 3 patients with hyperdiploidy and either del(17p) and/or del(12p), considered as the uncertain risk group. A total of 3621 non-silent mutations were observed through the 53 tumor genomes. The median number of mutations per patient was 79 (31–462). We did not observe differences in the number of mutations according to cytogenetic risk. Regarding specific gene mutations, 376 genes presented 2 mutations, and 128 genes presented at least 3 mutations (3–16). Comparison with recently published sequencing data (Chapman, Nature, 2011) revealed only a few common mutated genes ( NRAS 26% , KRAS 23% , TP53 13%, BRAF 11%, and FAM46C 10%). In contrast, many recurrently mutated genes were identified in this series, but not in the published one. This could be related to the relatively low number of sequenced cases in both series. Very interestingly, quite a high number of strictly identical mutations involving many genes were observed in different patients (139 cases), suggesting that those mutations are more probably driver rather than passenger events. To conclude, in this large comprehensive study, we did not find any significant correlation between recurrent chromosomal changes and gene mutations, suggesting that these two events occur independently. We cannot address the issue of the prognostic value of the gene mutations because of the low number of patients sequenced so far. This question will definitely have to be addressed in future larger series on newly diagnosed patients with MM. Disclosures: Facon: Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees. Anderson: Celgene: Membership on an entity's Board of Directors or advisory committees; Millennium: Membership on an entity's Board of Directors or advisory committees; Onyx: Membership on an entity's Board of Directors or advisory committees; Merck: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Acetylon: Membership on an entity's Board of Directors or advisory committees. Munshi: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Millennium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Onyx: Membership on an entity's Board of Directors or advisory committees."
}