{
    "doi": "https://doi.org/10.1182/blood.V122.21.1574.1574",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2410",
    "start_url_page_num": 2410,
    "is_scraped": "1",
    "article_title": "Real-World “myelodysplastic Syndrome-unclassifiable” and Its Comparison With “refractory Cytopenia With Multi-Lineage dysplasia” and “refractory anemia” ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "cytopenia",
        "dysplasia",
        "myelodysplastic syndrome",
        "refractory anemias",
        "cytopenia, refractory, with multilineage dysplasia",
        "prostatic hypertrophy risk score",
        "karyotype determination procedure",
        "transfusion",
        "chemotherapy regimen",
        "hemoglobin"
    ],
    "author_names": [
        "Kebede Begna, MD",
        "Mrinal M. Patnaik, MBBS",
        "Naseema Gangat, MD",
        "Biruk Mengistu, MD",
        "Curtis A. Hanson, MD",
        "Ayalew Tefferi, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Atlanta Medical Center, Atlanta, GA, USA, "
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.0225456",
    "first_author_longitude": "-92.4666752",
    "abstract_text": "Background In routine myelodysplastic syndromes (MDS) practice, physicians do not submit bone marrow (BM) slides for central review. Instead, they rely on available BM reports to assess prognosis and make therapeutic decisions. Such practice is likely to introduce inaccuracies, especially in the diagnosis of MDS-unclassifiable (MDS-U). The objectives of the current study were to describe the natural history of MDS-U that is diagnosed based on routine BM and peripheral blood (PB) smear reports and compare its prognosis to refractory anemia (RA) or refractory cytopenia with multi-lineage dysplasia (RCMD), which were diagnosed in the same manner. Methods Mayo Clinic databases were reviewed to identify consecutive patients who meet current WHO criteria for MDS-U, RA and RCMD (Swerdlow et al. WHO classification of Tumors, Lyon 2008). No central review was required and diagnosis was based on routine Mayo Clinic pathology reports. Included in the current WHO-defined MDS-U are patients with findings of i) refractory cytopenia with unlineage dysplasia (RCUD) or RCMD with 1% blasts in the PB, 2) MDS with unilineage dysplasia and pancytopenia and 3) persistent cytopenia with ≤1% PB blasts, <5% BM blasts, <10% BM myeloid cell dysplasia and cytogenetic abnormalities considered presumptive evidence of MDS. Patients who had exposure to chemotherapy and/or radiotherapy were excluded. Results A total of 382 patients met WHO diagnostic criteria for MDS-U ( n =146; 38%), RA (n=26; 7%), and RCMD ( n =210; 55%). Presenting clinical characteristics for patients belonging to each one of these three categories are listed and compared in table 1 . There was no difference between the three subgroups in age or gender distribution. Similarly, with the exception of thrombocytopenia that was more prevalent in RCMD, complete blood count and transfusion need at diagnosis were not significantly different between the groups. Risk distribution using conventional prognostic models for survival did not reveal significant differences between MDS-U, RCMD and RA. At the time of this analysis, 265 deaths and 25 leukemic transformations were documented. Overall and leukemia-free survival was similar between the three groups ( Figure 1 ). IPSS and IPSS-R karyotypes ( Figure 2 &3), however delineate patients into distinct category (P=0.001 and P= 0.01) View large Download slide View large Download slide View large Download slide View large Download slide Variables . MDS-U n=146 . RA n=26 . RCMD n=210 . P value . Age: median (range) years 71 (23-90) 68 (57-90) 73 (25-96) 0.2 Sex: Male (%) 100 (68 %) 17 (65 %) 152 (72 %) 0.6 HGB: median (range) 9.8 (5.6 -14.6) 9.85 (6.6-13.4) 9.7 (6.4-15.7) 0.8 WBC: median (range) 3.3 (1.1-35) 4.5 (1.3-10.7) 3.85 (0.6-37) 0.2 ANC: median (range) 2.7 (0.0-20) 2.33 (0.48-8.88) 1.86 (0.08-18.1) 0.4 Platelet count: median (range) 132 (7-599) 163 (14-447) 93 (2-780) 0.01 Transfusion dependency (%) 43 (29 %) 7 (27 %) 80 (38 %) 0.2 IPSS Low Inte-1 Inte-2 High 37 93 16 0 7 18 1 0 48 137 25 0 0.4 IPSS-R (Karyotype) Very good Good Intermediate Poor Very poor 6 87 33 12 6 3 14 8 1 0 11 133 39 13 14 0.5 IPSS-R Very low Low Intermediate High Very high 22 50 39 22 13 8 7 6 5 0 31 72 53 36 18 0.5 WPSS Very low Low Intermediate High Very high Not applicable 8 10 7 1 0 0 95 66 49 0   Median Survival (months) IPSS Karyotype Good Intermediate Poor 0.001 38 26 14 IPSS-R Karyotype Very good Good Intermediate Poor Very Poor 0.04 33 38 28 15 19 IPSS-R-modified Good & very good Intermediate Poor & very poor 0.01 35 28 15 Variables . MDS-U n=146 . RA n=26 . RCMD n=210 . P value . Age: median (range) years 71 (23-90) 68 (57-90) 73 (25-96) 0.2 Sex: Male (%) 100 (68 %) 17 (65 %) 152 (72 %) 0.6 HGB: median (range) 9.8 (5.6 -14.6) 9.85 (6.6-13.4) 9.7 (6.4-15.7) 0.8 WBC: median (range) 3.3 (1.1-35) 4.5 (1.3-10.7) 3.85 (0.6-37) 0.2 ANC: median (range) 2.7 (0.0-20) 2.33 (0.48-8.88) 1.86 (0.08-18.1) 0.4 Platelet count: median (range) 132 (7-599) 163 (14-447) 93 (2-780) 0.01 Transfusion dependency (%) 43 (29 %) 7 (27 %) 80 (38 %) 0.2 IPSS Low Inte-1 Inte-2 High 37 93 16 0 7 18 1 0 48 137 25 0 0.4 IPSS-R (Karyotype) Very good Good Intermediate Poor Very poor 6 87 33 12 6 3 14 8 1 0 11 133 39 13 14 0.5 IPSS-R Very low Low Intermediate High Very high 22 50 39 22 13 8 7 6 5 0 31 72 53 36 18 0.5 WPSS Very low Low Intermediate High Very high Not applicable 8 10 7 1 0 0 95 66 49 0   Median Survival (months) IPSS Karyotype Good Intermediate Poor 0.001 38 26 14 IPSS-R Karyotype Very good Good Intermediate Poor Very Poor 0.04 33 38 28 15 19 IPSS-R-modified Good & very good Intermediate Poor & very poor 0.01 35 28 15 View Large View large Download slide View large Download slide Conclusions Distinguishing between MDS-U, RCMD and RA, in daily practice, has limited clinical relevance. It might be simpler and more practical to consider MDS without excess blasts under one common morphologic category and utilize instead cytogenetic and molecular information for further prognostic stratification and identify patient subgroups with specific therapeutic needs. Myelodysplastic syndrome-unclassifiable (MDS-U) (n=146) compared with refractory anemia (RA) (n=26) and refractory cytopenia with multilineage dysplasia (RCMD) (n=210) Disclosures: No relevant conflicts of interest to declare."
}