{
    "doi": "https://doi.org/10.1182/blood.V120.21.1853.1853",
    "article_title": "Escalated Dose Bortezomib Once Weekly Combined with Lenalidomide and Dexamethasone (eVRD) Followed by Lenalidomide Maintenance in First Relapse of Multiple Myeloma (MM). the HOVON 86 Phase 2 Trial ",
    "article_date": "November 16, 2012",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1853 Background: Bortezomib (1.3 mg/m2) combined with Lenalidomide (10–25 mg) and Dexamethasone (VRD) is effective in newly diagnosed and relapsed multiple myeloma (MM). Reported data on the effect of these drugs in relapse/refractory MM are available from the APEX and MM-009/MM-010 trials, respectively. These trials, however, were performed in patients with 2–8 prior regimens. Aim: This investigator sponsored two-step phase 2 HOVON trial was designed to evaluate escalated dosages of Bortezomib (B) given once weekly and daily Lenalidomide (L) combined with weekly Dexamethasone (D) (eVRD) followed by Lenalidomide maintenance in an homogenous group of patients with symptomatic MM in first relapse. The goal was to explore the maximum tolerated dose of this combination in order to achieve a durable second remission. Methods: Dose levels were B 1.3 mg/m2, L 10 mg, (level 1); B 1.6 mg/m2, L 10 mg (level 2); B 1.6 mg/m2, L 15 mg (level 3); B 1.6 mg/m2, L 20 mg (level 4). D dose was 20 mg days 1–2, 8–9, 15–16 in all dose levels. Inclusion criteria were symptomatic MM ISS stage 1–3, aged 18–80 in first relapse after initial treatment. The primary endpoint was response (complete response (CR) according to IMWG criteria, very good partial response (VGPR), partial response (PR), together overall response (ORR)) with Progression-free Survival (PFS), overall survival (OS) and toxicity as secondary endpoints. Results: Eighty-one patients were included, i.e. 15 patients in dose levels 1, 2 and 3, followed by 66 in the phase 2 part. This report is based on 12 patients in the dose escalation phase and the first 42 patients in the phase 2 part. Median age was 67 yrs, with ISS stages 1 (56%), 2 (40%) and 3 (5%). 37/54 patients had received HDM followed by stem cell transplant as part of first-line treatment. The MTD was reached at dose level 3 when the maximum of 3 SAEs in 5 patients was observed. After establishment of the MTD, the phase 2 part of the trial was performed with B 1.6 mg/m2 once weekly for 3 weeks, L 20 mg days 1–21 and D 20 mg days 1–2, 8–9, 15–16, for 8 cycles of 28 days followed by L maintenance 10 mg days 1–21 of a 28 days cycle. The median number of cycles was 6 in the dose-escalation phase and 7 cycles in phase 2. 7/12 (58%) patients in the dose-escalation phase and 23/42 (55%) patients in phase 2 started lenalidomide maintenance. Reasons for premature discontinuation of the protocol treatment were toxicity (14%), progression (24%), no response (5%) or other (14%). Polyneuropathy grade 3–4 occurred in 19% with a median time to maximum PNP of 123 days. Hematological toxicity grade 3 and 4 was observed in 29 % of patients In the phase 2 part including 42 patients the ORR was 92 %, ≥VGPR 64% and CR/nCR 30%. Median time to response was 1.1 cycles. At a median follow-up of 13.6 months PFS at 18 months was 52% and OS 76%. Among predetermined risk factors ISS stage, prior HDM/ASCT and achieved response on protocol, depth of response was the only significant factor which was associated with PFS (p<0.001) and OS (p<0.001), Eight patients died from progressive MM (n=4) or other causes (n=4). One second primary malignancy was observed in dose level 3. Conclusions: Escalated VRD followed by Lenalidomide maintenance is effective and feasible in patients with first relapse MM. We will present an updated follow-up at ASH This trial was registered as Eudract nr 2007–002533–37. Unrestricted grants and study drug were provided by Janssen and Celgene. Disclosures: Sonneveld: Janssen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Onyx: Honoraria, Research Funding.",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "toxic effect",
        "follow-up",
        "partial response",
        "autologous stem cell transplant",
        "complete remission",
        "disease remission"
    ],
    "author_names": [
        "Pieter Sonneveld, MD",
        "Okke de Weerdt",
        "Mark-David Levin",
        "Wendimagegn Ghidey",
        "Edo Vellenga",
        "Saskia K Klein",
        "Jeanette Doorduyn",
        "Marie José Kersten",
        "P.W. Wijermans, MD, PhD",
        "Henk Lokhorst, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pieter Sonneveld, MD",
            "author_affiliations": [
                "Erasmus Medical Center, Rotterdam, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Okke de Weerdt",
            "author_affiliations": [
                "Department of Internal Medicine, St. Antonius Hospital, Nieuwegein, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark-David Levin",
            "author_affiliations": [
                "Hematology, Albert Schweitzer Hospital, Dordrecht, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendimagegn Ghidey",
            "author_affiliations": [
                "HOVON Data Center Easmus Medical Center, Rotterdam, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edo Vellenga",
            "author_affiliations": [
                "Hematology, University Medical Center Groningen UMCG, Groningen, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saskia K Klein",
            "author_affiliations": [
                "Hematology, Meander Medical Center, Amersfoort, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanette Doorduyn",
            "author_affiliations": [
                "Hematology, Erasmus MC University Medical Center/Daniel den Hoed Cancer Center, Rotterdam, Netherlands, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie José Kersten",
            "author_affiliations": [
                "Department of Hematology, AMC, Amsterdam, Netherlands, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "P.W. Wijermans, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Haga Hospital, The Hague, Netherlands, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk Lokhorst, MD",
            "author_affiliations": [
                "Hematology, UMC Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:32:08",
    "is_scraped": "1"
}