{
    "doi": "https://doi.org/10.1182/blood.V124.21.4169.4169",
    "article_title": "Tamoxifen Directly Disrupts Platelet Angiogenic Potential and Inhibits Platelet-Mediated Metastasis ",
    "article_date": "December 6, 2014",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster III",
    "abstract_text": "Platelets, which are mainly known for their role in hemostasis, are now known to play a crucial role in metastasis. Metastatic disease is the cause of roughly 90% of all cancer-related deaths and understanding the mechanisms leading to dissemination of tumor cells to distant sites remains one of the main challenges of cancer research. Tamoxifen is a selective estrogen receptor modulator that is widely used for the treatment and prevention of breast cancer. Interestingly, tamoxifen has demonstrated anti-cancer efficacy in estrogen negative breast cancers suggesting that this drug has additional mechanisms of action. Previously tamoxifen and its metabolites have been shown directly impact platelet function; however, the reported effects have been varied (Vitseva et al,. 2005, Nayak et al., 2011). Because platelets are critical for metastatic spread, we posited that tamoxifen may exert anti-tumor effects by directly altering platelet function. To explore this, we first examined the effect of tamoxifen on platelet activation. P-selectin expression was determined by flow cytometry for platelets pretreated with or without tamoxifen and then activated with ADP or MCF-7 cells. Both ADP and exposure to MCF-7 cells resulted in platelet activation and treatment with tamoxifen lead to a partial inhibition of activation. Platelets are a reservoir for angiogenic proteins that are secreted in a differentially regulated process. We have previously shown that we can manipulate the angiogenic potential of the platelet releasate through physiological (platelet agonists) and pathological activation (MCF-7 tumor cells) (Battinelli et al., 2011). We hypothesized that tamoxifen may impact malignancy by altering the release of angiogenesis regulatory proteins from platelets. To explore the impact of tamoxifen on the angiogenic potential of platelets, we analyzed the releasates from platelets exposed to tamoxifen alone or activated with ADP or MCF-7 cells in conjunction with tamoxifen. Our data reveals that platelets exposed to tamoxifen release significantly decreased amounts of VEGF in response to activation by either the platelet agonist ADP or interaction with tumor cells (MCF-7 cells). Next, in vitro angiogenesis assays were performed to further examine the effect of tamoxifen on the angiogenic potential of platelets. We observed dramatically diminished capillary tube branch point formation and decreased migration in endothelial cell cultures exposed to releasates generated from tamoxifen treated platelets compared to control releasates, demonstrating that tamoxifen inhibits the ability of activated platelets to promote angiogenesis. Platelets play a critical role in aiding the intravasation and extravasation of tumor cells in the circulation and therefore we postulated that tamoxifen could alter the ability of platelets to aid tumor cells in crossing the vascular endothelium. We performed transendothelial migration assays in which platelets were pretreated with tamoxifen or vehicle control, washed and mixed with MCF-7 tumor cells in endothelialized transwells. Platelets significantly increased the number of tumor cells that crossed the endothelial barrier; however this increase was lost when platelets were pretreated with tamoxifen. Overall our results demonstrate that tamoxifen directly alters platelet function, leading to decreased angiogenic and metastatic potential. These studies highlight a previously unknown mechanism of action for tamoxifen and may shed light on the efficacy of tamoxifen in estrogen-receptor negative cancers. Furthermore our work stresses the importance of crosstalk between platelets and cells within the tumor microenvironment for successful angiogenesis and metastatic spread and, ultimately, support the idea of utilizing targeted platelet therapies to inhibit the platelet’s role in malignancy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "angiogenesis",
        "blood platelets",
        "neoplasm metastasis",
        "tamoxifen",
        "occupational stress",
        "tumor cells",
        "cancer",
        "agonists",
        "breast cancer",
        "angiogenic proteins"
    ],
    "author_names": [
        "Elisabeth M. Battinelli, MD PhD",
        "Rajesh Kulenthirarajan",
        "Joseph E Italiano, PhD",
        "Kelly Johnson, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elisabeth M. Battinelli, MD PhD",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rajesh Kulenthirarajan",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph E Italiano, PhD",
            "author_affiliations": [
                "Brigham and Women's Hospital, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Johnson, PhD",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:44:33",
    "is_scraped": "1"
}