{
    "doi": "https://doi.org/10.1182/blood.V110.11.514.514",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=987",
    "start_url_page_num": 987,
    "is_scraped": "1",
    "article_title": "Early Results of a Clinical Trial Using Targeted Oncolytic Virotherapy in Kaposi Sarcoma Herpes Virus (KSHV) Associated Multicentric Castleman’s Disease (MCD). ",
    "article_date": "November 16, 2007",
    "session_type": "Immunodeficiency, including HIV and other infections",
    "topics": [
        "human herpesvirus 8",
        "multi-centric castleman's disease",
        "oncolytic virotherapy",
        "brachial plexus neuritis",
        "c-reactive protein",
        "valganciclovir",
        "zidovudine",
        "cytopenia",
        "fatigue",
        "antiretroviral therapy, highly active"
    ],
    "author_names": [
        "Deirdre O’Mahony, MD",
        "Wendy Bernstein, MD",
        "Kathy Wyvill, RN",
        "Karen Aleman, RN",
        "Denise Whitby, PhD",
        "Seth Steinberg, PhD",
        "Giovanna Tosato, MD",
        "Stefania Pittaluga, MD",
        "Elaine S. Jaffe, MD",
        "Robert Yarchoan, MD",
        "Richard F. Little, MD"
    ],
    "author_affiliations": [
        [
            "HIV and AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "HIV and AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "HIV and AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "HIV and AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Biostatistics and Data Management Section, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Experimental Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Laboratory of Pathology, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Laboratory of Pathology, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "HIV and AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "HIV and AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.00079145000001",
    "first_author_longitude": "-77.10601935",
    "abstract_text": "Human herpes virus 8, also termed KSHV, is an oncogenic gamma herpesvirus associated with Kaposi’s sarcoma (KS), primary effusion lymphoma and MCD. KSHV-associated MCD (KSHV-MCD), a rare B-cell lymphoproliferative disease almost universally found in association with HIV infection, is characterized by recurrent flares of a systemic syndrome of fatigue, fevers, cytopenias, elevated serum C-reactive protein (CRP), and lytic KSHV replication. Prognosis is poor (median survival 14 months). KSHV open reading frames (ORF) 21 and 36 respectively have the ability to phosphorylate zidovudine and ganciclovir, leading to cell death ( Cancer Res  2007 ; 67 (14): 7003 –10 ), and this may be exploitable for oncolytic virotherapy. Ten patients (pts) with symptomatic and biopsy confirmed KSHV-associated MCD have been treated with high dose oral zidovudine (HDAZT) 600mg every 6 hours and valganciclovir (VGCV) 900mg every 12 hours. Treatment length of first cycle is dependent on response, and ranges from 7–21 days. Subsequent cycle length is 21 days with 7 treatment days. Pt characteristics: median age 40 (range 33–56); ECOG PS 2 (1–3); median enrollment CD4 count 189 (range 19–1319 UL); median HIV viral load <50 copies/ml 3 plasma (range <50 to 27,500). All pts were on highly active antiretroviral therapy; this was adjusted during time pts were on AZT. 8 pts had a history of KS. Median duration of MCD 3.5 months (range 0.5–45 months); seven pts had received at least one prior therapy for MCD (range 1–6). All had MCD-related constitutional symptoms and CRP above 0.8mg/dl (median 13.1, range 1.06–38.7 mg/dl) at treatment initiation. A total of 83 cycles have been administered to date, with a median of 6 (range 4–23) cycles per pt. 9/10 had documented improvement in constitutional symptoms, C-reactive protein levels or cytopenias. Therapy continues in 5 patients who have had sustained responses (median duration on therapy 7 months, range 3–18). Response was only short-lived in 4 (median duration on therapy 4.5 months, range 3.5–6.5) who then received alternative treatments. Grade (gr) 3 or 4 hematologic toxicity not attributable to disease was seen in only 2 patients. Two infectious events occurred, a staphylococcal skin abscess and streptococcal meningitis. There were no neutropenia associated infections. Treatment toxicity included two patients with fatigue (gr3), 1 with nausea (gr3), 1 with transaminitis (gr3) and one with insomnia (gr3). In summary, this preliminary data suggests that HDAZT and VGCV has activity useful in the management of KSHV-associated MCD. Accrual continues."
}