{
    "doi": "https://doi.org/10.1182/blood-2020-137374",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4621",
    "start_url_page_num": 4621,
    "is_scraped": "1",
    "article_title": "A Monocentric Clinical Observation of Haploidientical Transplantation in 27 Patients with Acute Megakaryocytic Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Background Acute Megakaryocytic Leukemia (AMKL) accounts for approximately 10% of childhood AML and 1% of adult AML cases. Although AMKL with Down syndrome has a good prognosis, the prognosis for non-DS-AMKL is quite poor with a 3-years survival rate of less than 40%. At present, only allogeneic HSCT is curative. In our study, we followed 27 patients with AMKL who received a modified Bu/Cy/Mel protocol and underwent hematopoietic stem cell transplantation. The patients were then followed up with monocentric clinical observation. Methods From August 2015 to July 2020, 27 AMKL patients (14 males, 13 females, all non-Down-AMKL) with a median age of 2 years (range: 1-9 years) were continuously treated in our hospital (Hebei Yanda Lu Daopei Hospital) including 18 cases of chromosome abnormality including 3 cases of CBFA2T3/GLIS2 gene fusion (11.1%). Gene mutation included WT1(8), EVI1(5), JAK2(5): 18.51%, TET2(4), ASXL1(4), PTPN11(4): 14.81%, GATA1(2), GATA2(2): 7.4%. Bone marrow status before transplantation: 19 complete remission (CR) cases, 3 partial response (PR) cases, and 5 no response (NR) cases. There were 24 haploidentical transplants (including one patient going through 3 transplants), one transplant from a HLA-identical sibling donor and two from matched unrelated donors. Source of donor stem cells: parents in 23 cases, brothers in 2 cases, non-blood relationship in 2 cases, and none from offspring. HLA matching between the donor and recipient: 21 cases with HLA 5/10, 6 cases with ≥HLA 6/10. Haplo stem cells all came from BM+PBSC, with a median MNC input of 20.32x10 8 /kg (10.1-26.7), CD34+ 11.6810 6 /kg (4.05-22.44), and CD3+ 4.66x10 8 /kg (2.11-11.29). Pre-treatment protocol: 27 patients received a modified Bu/Cy/Mel and were treated with graft-versus-host disease (GVHD) to prevent CsA+MMF+sMTX. Results During a median follow-up period of 10 months (range: 2-48 months), the 27 patients remained alive, with a median of +13 days (range: 9-21 days) to leukocyte transplantation and a median of +9 days (range: 4-38 days) to platelet transplantation. One month following transplantation, the bone marrow of all patients was 100% donor type. The overall survival (OS) rate was 63.0%, event-free survival (EFS) was 59.3%. OS was 84.2%, 33.3%, and 0% in the CR, PR, and NR groups, respectively (P<0.001). There were 7 cases of relapse and 10 deaths, among which 4 were caused by GVHD and 5 due to relapse. Incidence of acute GVHD (aGVHD) was 59.25% Grade I-IV and 18.51% Grade III-IV. Incidence of chronic GVHD (cGVHD) was 56%, with cystitis accounting for 14.81% of cases, 29.62% cytomegalovirus (CMV), 3.7% EBV, 0% thrombotic microangiopathy (TMA) and 18.51% infection. Conclusion For high-risk AMKL patients with poor long-term prognosis, the application of a modified Bu/Cy/Mel pretreatment significantly improves the efficacy of haploid transplantation without increasing pretreat-related death. For non-Down syndrome AMKL, we conclude that it is feasible to perform hematopoietic stem cell transplantation in CR status patients. Additional studies and multicenter and large-scale clinical studies with long-term follow-up are still needed to confirm these results. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": null,
    "author_names": [
        "Zhijie Wei",
        "Fei Pan",
        "Rong Yang",
        "Shuquan Ji, MD",
        "Yue Guanlan",
        "Peihua Lu, MD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplant Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Bone Marrow Transplant Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Bone Marrow Transplant Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Bone Marrow Transplant Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China ",
            "Beijing Lu Daopei Institute of Hematology, Beijing, China"
        ]
    ],
    "first_author_latitude": "39.768100000000004",
    "first_author_longitude": "116.54879999999999"
}