{
    "doi": "https://doi.org/10.1182/blood-2021-147607",
    "article_title": "Safety and Tolerability of Fedratinib (FEDR), an Oral Inhibitor of Janus Kinase 2 (JAK2), in Patients with Intermediate- or High-Risk Myelofibrosis (MF) Previously Treated with Ruxolitinib (RUX): Results from the Phase 3b FREEDOM Trial ",
    "article_date": "November 5, 2021",
    "session_type": "634.Myeloproliferative Syndromes: Clinical and Epidemiological",
    "abstract_text": "INTRODUCTION: Ruxolitinib (RUX) has demonstrated efficacy in patients (pts) with MF, but many pts discontinue (D/C) RUX due to loss of response or treatment (Tx)-related cytopenias. Fedratinib (FEDR) is an oral, selective JAK2 inhibitor approved for Tx of pts with MF, including those previously treated with RUX. In the single-arm, phase 2 JAKARTA2 trial of FEDR 400 mg/day (d) in pts with MF resistant/intolerant to prior RUX, 31% of pts achieved a spleen volume response and 27% achieved a symptom response with FEDR. The most common adverse events (AEs) in JAKARTA2 were gastrointestinal (GI) events, including diarrhea in 62% of pts, nausea in 56%, and vomiting in 41%. A temporary clinical hold was placed on FEDR in 2013 due to suspected cases of Wernicke's encephalopathy (WE). The ongoing, single-arm, phase 3b FREEDOM trial (NCT03755518) further evaluates the safety and efficacy of FEDR in pts with MF previously treated with RUX. Unlike JAKARTA2 and other early FEDR trials, FREEDOM includes prospective strategies for preventing or mitigating GI AEs, thiamine level decreases, and potential WE. We investigated the safety of FEDR 400 mg/d in FREEDOM, including the effectiveness of these strategies. METHODS: Eligible pts are aged ≥ 18 years with DIPSS-defined intermediate- or high-risk, primary or post-PV/ET MF, ECOG PS ≤ 2, platelet count ≥ 50 ×10 9 /L, and spleen volume ≥ 450 cm 3 by MRI/CT or palpable spleen ≥ 5 cm below the left costal margin (LCM). Pts must have previously received RUX for ≥ 3 months (mo), or for ≥ 28d with development of RBC transfusion requirement (≥ 2 units/mo for 2 mo) or grade ≥ 3 thrombocytopenia, anemia, hematoma, or hemorrhage. All pts received FEDR 400 mg QD in continuous 28d cycles. AE mitigation strategies include prophylactic and symptomatic use of anti-nausea/vomiting and anti-diarrheal Tx, thiamine supplementation, FEDR dosing modifications, and administration of FEDR with food. All pts who received ≥ 1 FEDR dose were evaluated for safety. AEs were coded using MedDRA v24.0 and graded (G) by CTCAE v5.0. RESULTS: At data cutoff (April 9, 2021), 34 pts had been enrolled and 16 pts continued to receive FEDR. Reasons for FEDR Tx D/C in > 1 pt were lack of efficacy (n = 5) AEs (n=4; 1 was Tx-related [G3 thrombocytopenia]), disease progression (n = 2), pt decision (n = 2), and to undergo transplant (n = 2). Median FEDR Tx duration was 28.3 weeks (range 1.6-101.3); 20 pts (59%) had received > 6 Tx cycles and 14 pts (41%) completed > 12 cycles. Median average FEDR dose was 400 mg/d (range 298-400).At BL, median (range) age was 68.5 years (49-82), time from MF diagnosis was 3.4 years (0.1-17.4), and spleen size was 15 cm (3-31). Most pts (62%) had primary MF, and all pts had received ≥ 3 mo of prior RUX Tx; the most common reason for prior RUX D/C was loss of response/Tx failure (41%). During FEDR Tx, 22 pts (65%) received ondansetron and 11 (32%) received loperamide. GI AEs reported in > 10% of pts were constipation (47%), diarrhea (35%), nausea (26%), abdominal pain (24%), and vomiting (18%). The frequency of nausea, vomiting, and diarrhea decreased as Tx continued ( Figure ). Most GI AEs were G1/2 (including all events of nausea, vomiting and diarrhea) and there were no Tx-related G3/4 GI AEs. No pt required FEDR dose-reduction, interruption, or D/C due to a Tx-related GI AE Overall, Tx-related G3/4 AEs were reported in 11 pts (32%), including anemia in 7 pts (21%), and neutropenia, thrombocytopenia, and hyperkalemia in 2 pts each (6%). The cases of hyperkalemia occurred in the setting of acute renal failure or of relevant concomitant conditions. At BL, 1 pt had a thiamine level below the lower limit of normal (LLN; 70 nmol/L); thiamine level was normalized before the pt received FEDR Tx. Thiamine levels dropped below the LLN during FEDR Tx for 4 pts between cycles 2-3 (and for 1 pt at end of Tx); levels returned to normal for these pts with thiamine supplementation and did not require FEDR interruption or reduction. Five other pts received prophylactic thiamine supplementation. There were no reported cases of WE. CONCLUSIONS: FEDR was generally well tolerated. These data suggest the frequency and severity of GI AEs may be reduced via early implementation of GI prophylaxis. Use of GI-directed therapies may have increased the incidence of low-grade constipation. Monitoring thiamine levels before FEDR initiation and periodically during FEDR therapy is recommended. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Gupta:  Pfizer: Consultancy; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Constellation Pharma: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria; BMS-Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy; Incyte: Honoraria, Research Funding; Sierra Oncology: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Yacoub:  Agios: Membership on an entity's Board of Directors or advisory committees; Acceleron Pharma: Membership on an entity's Board of Directors or advisory committees; CTI Biopharma: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Incyte: Speakers Bureau. Verstovsek:  Gilead: Research Funding; Genentech: Research Funding; Ital Pharma: Research Funding; Promedior: Research Funding; NS Pharma: Research Funding; Celgene: Consultancy, Research Funding; CTI BioPharma: Research Funding; PharmaEssentia: Research Funding; Protagonist Therapeutics: Research Funding; Incyte Corporation: Consultancy, Research Funding; Blueprint Medicines Corp: Research Funding; Roche: Research Funding; Sierra Oncology: Consultancy, Research Funding; AstraZeneca: Research Funding; Novartis: Consultancy, Research Funding; Constellation: Consultancy; Pragmatist: Consultancy. Mesa:  Novartis: Consultancy; CTI: Research Funding; Promedior: Research Funding; AOP: Consultancy; Sierra Oncology: Consultancy, Research Funding; La Jolla Pharma: Consultancy; Genentech: Research Funding; CTI: Research Funding; Celgene: Research Funding; Constellation Pharmaceuticals: Consultancy, Research Funding; Pharma: Consultancy; Incyte Corporation: Consultancy, Research Funding; Samus: Research Funding; Gilead: Research Funding; Abbvie: Research Funding. Harrison:  BMS: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Shire: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead Sciences: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AOP Orphan Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Promedior: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Keros: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Geron: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Constellation Pharmaceuticals: Research Funding; Galacteo: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte Corporation: Speakers Bureau; Sierra Oncology: Honoraria; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; CTI BioPharma: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Kiladjian:  Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; PharmaEssentia: Other: Personal fees; Taiho Oncology, Inc.: Research Funding; Incyte Corporation: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; AOP Orphan: Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees. Fazal:  Agios: Consultancy, Honoraria, Speakers Bureau; Amgen: Consultancy, Honoraria, Speakers Bureau; BMS: Consultancy, Honoraria, Speakers Bureau; Celgene: Consultancy, Honoraria, Speakers Bureau; Gilead: Consultancy, Honoraria, Speakers Bureau; GlaxoSmithKline: Consultancy, Honoraria, Speakers Bureau; Incyte: Consultancy, Honoraria, Speakers Bureau; Janssen: Consultancy, Honoraria, Speakers Bureau; Jazz Pharma: Consultancy, Honoraria, Speakers Bureau; Karyopharm: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau; Sanofi Genzyme: Consultancy, Honoraria, Speakers Bureau; Stemline: Consultancy, Honoraria, Speakers Bureau; Taiho: Consultancy, Honoraria, Speakers Bureau; Takeda: Consultancy, Honoraria, Speakers Bureau; Tolero: Consultancy. Foltz:  Incyte: Research Funding; CTI Biopharma: Research Funding; Constellation: Research Funding; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sierra: Research Funding; Amgen: Other: Spouse employment and equity ownership.. Miller:  CTI: Consultancy, Research Funding; Incyte: Consultancy, Honoraria, Research Funding, Speakers Bureau; Novartis: Honoraria; Takeda: Honoraria, Speakers Bureau; Celgene: Speakers Bureau. Gharpure:  Bristol Myers Squibb: Current Employment. Hernandez:  Bristol Myers Squibb: Current Employment. Wang:  Bristol Myers Squibb: Current equity holder in publicly-traded company, Ended employment in the past 24 months; VIR Biotechnology: Current equity holder in publicly-traded company. Talpaz:  Imago: Consultancy; Celgene: Consultancy; Constellation: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Other: Grant/research support .",
    "author_names": [
        "Vikas Gupta",
        "Abdulraheem Yacoub",
        "Srdan Verstovsek",
        "Ruben A. Mesa",
        "Claire N. Harrison",
        "Giovanni Barosi",
        "Jean-Jacques Kiladjian",
        "H. Joachim Deeg",
        "Salman Fazal",
        "Lynda Foltz",
        "Ryan J. Mattison",
        "Carole B. Miller",
        "Vinod Parameswaran",
        "Vishwanath Gharpure",
        "Christopher Hernandez",
        "Tianhua Wang",
        "Moshe Talpaz"
    ],
    "author_dict_list": [
        {
            "author_name": "Vikas Gupta",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Abdulraheem Yacoub",
            "author_affiliations": [
                "University of Kansas Medical Center, Kansas City, KS"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A. Mesa",
            "author_affiliations": [
                "Mays Cancer Center at UT Health San Antonio MD Anderson, San Antonio, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire N. Harrison",
            "author_affiliations": [
                "Guy's and St Thomas' Hospital, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Barosi",
            "author_affiliations": [
                "Foundation IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Jacques Kiladjian",
            "author_affiliations": [
                "Hôpital Saint-Louis; Université de Paris, INSERM, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Joachim Deeg",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salman Fazal",
            "author_affiliations": [
                "Allegheny Health Network Cancer Institute, Pittsburgh, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynda Foltz",
            "author_affiliations": [
                "St Paul's Hospital, University of British Columbia, Vancouver, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan J. Mattison",
            "author_affiliations": [
                "University of Wisconsin Carbone Comprehensive Cancer Center, Middleton, WI"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carole B. Miller",
            "author_affiliations": [
                "Ascension Saint Agnes Hospital, Baltimore, MD"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vinod Parameswaran",
            "author_affiliations": [
                "Avera Cancer Institute, Sioux Falls, SD"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vishwanath Gharpure",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Hernandez",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tianhua Wang",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe Talpaz",
            "author_affiliations": [
                "University of Michigan Comprehensive Cancer Center, Ann Arbor, MI"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:35:18",
    "is_scraped": "1"
}