{
    "doi": "https://doi.org/10.1182/blood.V122.21.4186.4186",
    "article_title": "A Phase II Trial Of Eltrombopag For Patients With Chronic Lymphocytic Leukemia (CLL) and Thrombocytopenia ",
    "article_date": "November 15, 2013",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Background Eltrombopag is an oral thrombopoietin (TPO)-receptor agonist that induces proliferation and differentiation of megakaryocytes. Eltrombopag is approved for the treatment of patients (pts) with idiopathic (immune) thrombocytopenia (ITP) who have had an insufficient response to standard therapy. It is also indicated for the treatment of thrombocytopenia in patients with chronic hepatitis C to allow interferon-based therapy. Approximately 5% of pts with untreated CLL and 25-30% of pts with previously treated CLL have thrombocytopenia. Methods Pts ≥18 years and a diagnosis of CLL/SLL and platelet (PLT) count ≤50K/µL were eligible. The pts were stratified into 2 groups according to likely etiology of thrombocytopenia: a) thrombocytopenia due to ITP (CLL-associated ITP); b) thrombocytopenia secondary to CLL marrow infiltration. Group assignment was based on clinician input, bone marrow aspirate and biopsy, and prior PLT counts. Pts with ITP must have failed at least one prior ITP therapy. Concurrent chemotherapy for CLL and concurrent treatment for ITP were not allowed. The starting dose of eltrombopag was 75 mg once daily. Dose adjustments were done every 2 wks according to the PLT count. Maximum dose was 300mg once daily. Response definitions were based on the myelodysplastic syndrome (MDS) guidelines (Cheson, Blood 2006). Complete response (CR) was defined as an increase in PLT count to ≥100K/µL for at least 4 wks. Major response (MR) was defined as an increase in PLT count from20K/μL PLTs, absolute increase in PLT count of ≥30K/μL for at least 4 wks. The primary efficacy endpoint was overall response (OR) defined as a composite of CR and MR. Results Twenty-two pts (20 men) were enrolled and treated so far. The median age was 63.5 yrs (range, 47-90). Prognostic factors for CLL were as follows: ZAP-70 positive (57% pts), unmutated IGHV gene (71% pts), and CD38 ≥30% (25% pts). Cytogenetics by FISH analysis was available for 19 pts (deletion 13q, n=7; deletion 11q, n=5; deletion 17p, n=2; trisomy 12, n=1; normal, n=4). Overall, 10 pts had CLL-associated ITP and 12 pts had thrombocytopenia secondary to CLL. The median PLT count at study enrollment was 23K/µL (range, 4-47). Overall 12/22 (55%) pts had a response (10 CR, 2 MR). The response rate in the CLL-associated ITP group was 80% (7 CR, 1 MR). The response rate in the thrombocytopenia secondary to CLL marrow involvement group was 33% (3 CR, 1 MR). Responding patients were treated with eltrombopag for a median of 5.8 months (range, 2.8-21). All patients started at the 75 mg daily dose. At the time of last follow-up, the distribution of daily dosing was as follows: 75mg (n=9), 150mg (n=2), 225mg (n=1), and 300mg (n=10). The majority of responding patients have discontinued eltrombopag due to progression of their CLL necessitating systemic therapy. Conclusions Eltrombopag is effective in treating ITP-associated thrombocytopenia in patients with CLL. Enrollment continues in both groups on this clinical trial. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "eltrombopag",
        "phase 2 clinical trials",
        "thrombocytopenia",
        "brachial plexus neuritis",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "agonists",
        "biopsy"
    ],
    "author_names": [
        "Nitin Jain, MD",
        "Michael J. Keating, MD",
        "Jan A. Burger, MD, PhD",
        "Alessandra Ferrajoli, MD",
        "Gautam Borthakur, MD",
        "Charles Koller, MD",
        "Srdan Verstovsek, MD, PhD",
        "Susan O'Brien, MD",
        "William G. Wierda, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nitin Jain, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Keating, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan A. Burger, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Ferrajoli, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Koller, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan O'Brien, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G. Wierda, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T02:30:38",
    "is_scraped": "1"
}