{
    "doi": "https://doi.org/10.1182/blood.V112.11.1306.1306",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1095",
    "start_url_page_num": 1095,
    "is_scraped": "1",
    "article_title": "Satisfaction and Adherence Significantly Improves in Patients with β-Thalassemia and Myelodysplastic Syndromes Treated with Deferasirox (Exjade ® ) ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "deferasirox",
        "myelodysplastic syndrome",
        "thalassemia",
        "brachial plexus neuritis",
        "adverse effects",
        "chelating agents",
        "deferiprone",
        "deferoxamine",
        "iron overload",
        "epic study"
    ],
    "author_names": [
        "John B Porter",
        "Donald Bowden",
        "Arnold Ganser",
        "Gabor Domokos",
        "Diana Rofail",
        "Jean-François Baladi",
        "Maria Domenica Cappellini"
    ],
    "author_affiliations": [
        [
            "University College London, London, United Kingdom"
        ],
        [
            "Monash Medical Centre, Melbourne, Australia"
        ],
        [
            "Medizinische Hochschule Hannover, Hannover, Germany"
        ],
        [
            "Novartis, Basel, Switzerland"
        ],
        [
            "Mapi Values, Cheshire, United Kingdom"
        ],
        [
            "Novartis, East Hanover, NJ, USA"
        ],
        [
            "Universitá di Milano, Policlinico Foundation IRCCS, Milan, Italy"
        ]
    ],
    "first_author_latitude": "51.5245592",
    "first_author_longitude": "-0.13404009999999997",
    "abstract_text": "Introduction: Iron chelation therapy (ICT) is essential for the treatment of iron overload and is routinely used life-long to help extend patients’ (pts) lives. Conventional ICT (deferoxamine, Desferal ® , DFO) is burdensome to pts in terms of method (subcutaneous infusions) and duration (typically 8–12 hours, 5–7 days per week). Deferasirox (Exjade ® ) is an oral chelator that offers 24-hour ICT, 7 days a week and consequently is less burdensome to pts. Pt-reported outcomes can augment what is known about ICT from clinical and physiological assessments, and they are important since they represent how a pt feels. Methods: As part of a large, single arm, multicenter, 1-year open-label trial (the EPIC study) to assess the efficacy and safety of deferasirox in pts with transfusion-dependent iron overload, β-thalassemia (n=270) and MDS pts (n=87), previously receiving ICT (DFO, deferiprone [Ferriprox ® ] or combined), were recruited from sites in Australia, Belgium, France, Germany, UK, Greece and Italy. All pts aged ≥16 years were asked to complete the 19-item Satisfaction with ICT questionnaire (SICT) at baseline and week 52 (end of study [EOS]). The SICT is a validated questionnaire assessing pt satisfaction over 4 domains of ICT: perceived effectiveness; side effects; acceptance; burden. Higher SICT scores represent greater levels of satisfaction with each domain. Mean change domain scores were calculated for all pts who had completed data at both time points. Adherence to deferasirox was assessed by asking pts how often they thought about stopping their ICT, and how often they took their ICT exactly as directed by their doctor. Pts responded from 1 ‘Never’ to 5 ‘Always’, and the frequency of pts responding ‘Never’ and ‘Always’ for each item at baseline and EOS was calculated. Results: Mean age of β-thalassemia pts was 26.2 years (SD=11.36); 45.6% (n=123) were male and 54.4% (n=147) were female. MDS pts had a mean age of 66.4 years (SD=10.75); 57.5% (n=50) males and 42.5% (n=37) females. There were 181 β-thalassemia and 57 MDS pts aged ≥16 years who completed the SICT at study baseline. Baseline and EOS mean SICT scores are presented in Table 1. Significant improvements in mean change domain scores were reported in β-thalassemia ( P <0.0001) and MDS ( P <0.05) pts at EOS: side effects of ICT (mean=1.42, SD=1.31; mean=0.65, SD=1.14, respectively); acceptance of ICT (mean=1.64, SD=1.20; mean=1.03, SD=1.28, respectively); and burden of ICT (mean=1.36, SD=1.05; mean=0.88, SD=1.19, respectively). No statistically significant differences in mean change scores for the perceived effectiveness of ICT domain were found. At EOS, 67.1% (n=116) of β-thalassemia pts reported ‘Always’ following their ICT regimen, compared to 32.4% (n=58) at baseline. Results were comparable in MDS pts (85.7% [n=36] at EOS versus 62.5% [n=35] at baseline). Similarly, 76.3% (n=132) of β-thalassemia pts reported never thinking about stopping ICT at EOS compared to 40.8% (n=73) at baseline. The frequency of MDS pts reporting that they never thought about stopping ICT, decreased from baseline to EOS (75.9% [n=41] at baseline versus 69% [n=29] at EOS). Table 1. SICT scores at baseline and EOS in β-thalassemia and MDS pts treated with deferasirox  SICT domains . Baseline mean (SD) . End of study mean (SD) . . β-thalassemia . MDS . β-thalassemia . MDS . Perceived effectiveness of ICT  4.12 (0.71) \u2028 n=80 3.95 (0.79) \u2028 n=56 3.98 (0.79) \u2028 n=173 3.96 (0.80) \u2028 n=41 Side effects of ICT  2.93 (1.18) \u2028 n=178 3.83 (1.16) \u2028 n=56 4.41 (0.75) \u2028 n=172 4.17 (0.89) \u2028 n=42 Acceptance of ICT  2.67 (0.92) \u2028 n=179 3.23 (0.79) \u2028 n=56 4.27 (0.71) \u2028 n=171 4.11 (0.67) \u2028 n=42 Burden of ICT  3.26 (0.99) \u2028 n=180 3.77 (0.78) \u2028 n=55 4.63 (0.54) \u2028 n=172 4.56 (0.50) \u2028 n=41 SICT domains . Baseline mean (SD) . End of study mean (SD) . . β-thalassemia . MDS . β-thalassemia . MDS . Perceived effectiveness of ICT  4.12 (0.71) \u2028 n=80 3.95 (0.79) \u2028 n=56 3.98 (0.79) \u2028 n=173 3.96 (0.80) \u2028 n=41 Side effects of ICT  2.93 (1.18) \u2028 n=178 3.83 (1.16) \u2028 n=56 4.41 (0.75) \u2028 n=172 4.17 (0.89) \u2028 n=42 Acceptance of ICT  2.67 (0.92) \u2028 n=179 3.23 (0.79) \u2028 n=56 4.27 (0.71) \u2028 n=171 4.11 (0.67) \u2028 n=42 Burden of ICT  3.26 (0.99) \u2028 n=180 3.77 (0.78) \u2028 n=55 4.63 (0.54) \u2028 n=172 4.56 (0.50) \u2028 n=41 View Large Conclusions: Satisfaction and adherence with ICT greatly improves in pts with β-thalassemia and MDS treated with deferasirox compared with previous ICT. This is likely to result in increased quality of life and improved long-term health outcomes, while the perception of respondents regarding the effectiveness of their chelator remained stable."
}