{
    "doi": "https://doi.org/10.1182/blood-2018-99-117448",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4030",
    "start_url_page_num": 4030,
    "is_scraped": "1",
    "article_title": "Checkpoint Blockade Therapy May Sensitize Aggressive and Indolent Non-Hodgkin Lymphoma to Subsequent Therapy ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Outcomes With CD19 CAR T Therapy and Checkpoint Blockade in the Real World Setting",
    "topics": [
        "allopurinol",
        "cell cycle checkpoint",
        "cell therapy",
        "chemotherapy regimen",
        "complete remission",
        "disease progression",
        "hematopoietic stem cell transplantation",
        "indolent",
        "lymphoma",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Nicole A Carreau, MD",
        "Orrin Pail, MD",
        "Philippe Armand, MD PhD",
        "Reid W Merryman, MD",
        "Ranjana H Advani, MD",
        "Michael A Spinner, MD",
        "Alex F. Herrera, MD",
        "Robert W. Chen, MD",
        "Sarah Tomassetti, MD",
        "Radhakrishnan Ramchandren, MD",
        "Muhammad Hamid, MD",
        "Sarit Assouline",
        "Raoul Santiago, MD",
        "Nina D. Wagner-Johnston, MD",
        "Suman Paul, PhDMD",
        "Jakub Svoboda, MD",
        "Steven M. Bair, MD",
        "Stefan Klaus Barta, MDMRCP,MS",
        "Yang Liu, MD",
        "Sunita Nathan, MD",
        "Madelyn Burkart, MD",
        "Reem Karmali, MD",
        "Pallawi Torka, MD",
        "Kevin A. David, MD",
        "Catherine Wei, MD MA",
        "Frederick Lansigan, MD",
        "Lukas Emery, MD",
        "Daniel Persky, MD",
        "Sonali M. Smith, MD",
        "Julio C. Chavez, MD",
        "Yuhe Xia, MS",
        "Andrea B Troxel, ScD",
        "Catherine Diefenbach, MD"
    ],
    "author_affiliations": [
        [
            "NYU Langone Health, New York, NY "
        ],
        [
            "NYU Langone Health, New York, NY "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medicine, Division of Oncology, Stanford University, Stanford, CA "
        ],
        [
            "Stanford University, Stanford, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope, Duarte, CA "
        ],
        [
            "Department of Hematology/Hematopoietic Cell Transplantation, City of Hope, Duarte, CA "
        ],
        [
            "City Of Hope, Duarte, CA "
        ],
        [
            "Department of Oncology, Karmanos Cancer Institute, Detroit, MI "
        ],
        [
            "Karmanos Cancer Institute, Detroit, MI "
        ],
        [
            "McGill University, Montreal, Canada "
        ],
        [
            "McGill University, Montreal, Canada "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Division of Hematology-Oncology, Department of Medicine, Hospital of the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Abramson Cancer Center, Hospital of the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA "
        ],
        [
            "Department of Hematology/Oncology, Fox Chase Cancer Center, Philadelphia, PA "
        ],
        [
            "Rush University Medical Center, Chicago, IL "
        ],
        [
            "Northwestern University, Chicago, IL "
        ],
        [
            "Division of Hematology, Northwestern University, Chicago, IL "
        ],
        [
            "Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ "
        ],
        [
            "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ "
        ],
        [
            "Dartmouth-Hitchcock Medical Center, Lebanon, NH "
        ],
        [
            "Dartmouth-Hitchcock Medical Center, Lebanon, NH "
        ],
        [
            "Division of Hematology/Oncology, University of Arizona Cancer Center, Tucson, AZ "
        ],
        [
            "The University of Chicago Medicine, Chicago, IL "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "New York University School of Medicine, New York, NY "
        ],
        [
            "New York University School of Medicine, New York, NY "
        ],
        [
            "New York University School of Medicine, NYU Cancer Institute, New York, NY"
        ]
    ],
    "first_author_latitude": "40.671270799999995",
    "first_author_longitude": "-73.98671695",
    "abstract_text": "Background: Outcomes to salvage therapy for patients with relapsed/refractory (R/R) non-Hodgkin lymphoma (NHL) are suboptimal. Checkpoint blockade therapy (CBT) has been explored in the relapsed/refractory (R/R) NHL population, but response rates to single agent CBT therapy are modest. To date, there is no literature on whether treatment with CBT may sensitize NHL patients to subsequent therapy. We investigated the outcome of subsequent treatment in patients with R/R NHL who had received CBT in a large multicenter international retrospective analysis. Methods : Seventeen centers across the US and Canada are participating in this study to date. Medical records of each institution were queried to identify lymphoma patients who received CBT and were subsequently treated with an additional line of therapy. The primary aim of the current analysis was to determine the best response to post-CBT treatment in patients who discontinued CBT due to progression of disease (PD) or toxicity. Patients who discontinued CBT due to a complete response (CR), or patients whose best response to post-CBT therapy could not be determined due to death from another cause, were excluded from analysis. Responses were assessed using Lugano criteria. Survival status to date was analyzed for the entire study population and stratified by post-CBT treatment regimen categories and disease subgroups using the Kaplan-Meier method. Progression free survival (PFS) and overall survival (OS) were calculated for patients with at least stable disease (SD) to post-CBT treatment. Log rank tests were performed to test for statistical significance. Two-sided P<0.05 was considered to be statistically significant. Results : To date, out of 121 total lymphoma patients, we identified 42 NHL patients whom received therapy subsequent to CBT. The median age was 62 (range 27-85); 26 patients were men and 16 women. Twelve patients were stage 1-2, and 30 were stage 3-4. Forty patients, with 10 histologic subtypes (Table 1) were included in analysis. At least 24 patients (60%) had aggressive NHL; 12 (30%) had indolent histologies, and 4 (10%) were not otherwise specified (NOS). Seven patients had stem cell transplant (SCT) prior to CBT: 6 autologous (auto) and 1 allogeneic (allo). SCT occurred between 142 days and 8.3 years prior to treatment with CBT. The median number of treatments prior to CBT was 3 (range 1-9), and the median duration of response (DOR) to the treatment immediately prior to CBT was 2 months. The best response to CBT for these patients included: 4 partial response (PR), 11 SD, and 25 PD. Patients discontinued CBT due to PD (90%) and toxicity (10%). Post-CBT treatment regimens included standard chemotherapy (55%), targeted therapy (22.5%), and clinical trial drugs (22.5%). The overall response rate (ORR) to post-CBT treatment was 52.50% with 12 (30%) CR and 9 (22.5%) PR. Five patients (12.5%) had SD as their best response, and 14 (35.0%) PD. Of the patients with CR to post-CBT treatment, their best responses to CBT were PD for 6, SD for 4, and PR for 2. Currently, 13 patients have died: 12 from disease progression and 1 from AML, thus median overall survival (OS) has not been reached (Figure 1). Nine patients have not progressed on their subsequent therapy. For patients with CR, PR, or SD to post-CBT therapy, the median PFS is 12.5 months (Figure 2). The post-CBT treatment regimen used did not impact the survival outcome, and there is no significant evidence that post CBT treatment response and post CBT regimens are associated (Figure 3, Table 2). Fourteen patients had consolidative SCT after their post-CBT treatment: 11 allo and 3 auto. All of these patients remain alive and half have progressed. Conclusions : These data suggest that in a R/R NHL population, treatment with CBT may sensitize some patients to subsequent therapy even if they progress or do not respond to CBT. Patient survival and best response to post-CBT treatment were independent of the treatment regimen, but many of these treatments bridged patients to SCT. In many patients the post-CBT treatment responses with or without SCT were of a significantly greater duration than their pre-CBT DOR (2 months vs 1 year). For this population, especially if they are ineligible for SCT or CAR-T cell therapy, this may be a novel treatment approach. We plan to expand this analysis with additional patients prior to the December meeting. View large Download slide View large Download slide  Disclosures Advani: Kura: Research Funding; Infinity: Research Funding; Kyowa: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Agensys: Research Funding; Janssen: Research Funding; Celgene: Research Funding; Bayer: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Forty Seven Inc.: Research Funding; Roche/Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board, Research Funding; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Merck: Research Funding; Regeneron: Research Funding; Gilead/Kite: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Cell Medica: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Autolus: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board, Research Funding; Astra Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Seattle Genetics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board, Research Funding; Millenium: Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Herrera: Immune Design: Research Funding; AstraZeneca: Research Funding; Merck, Inc.: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Seattle Genetics: Research Funding; Gilead Sciences: Research Funding; KiTE Pharma: Consultancy, Research Funding; Genentech: Consultancy, Research Funding. Chen: Affimed: Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding; Seattle Genetics: Consultancy, Honoraria, Research Funding, Speakers Bureau; Millennium Pharmaceuticals: Consultancy, Research Funding; Genentech Inc.: Consultancy; Merck & Co., Inc.: Consultancy, Research Funding, Speakers Bureau. Ramchandren: Bristol-Myers Squibb: Consultancy; Seattle Genetics: Consultancy, Research Funding; Pharmacyclics LLC an AbbVie Company: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Merck: Research Funding. Assouline: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Honoraria, Research Funding, Speakers Bureau; Pfizer: Honoraria, Research Funding, Speakers Bureau; Roche: Honoraria, Research Funding, Speakers Bureau; Novartis: Research Funding. Wagner-Johnston: Celgene: Research Funding; Merck: Research Funding; Novartis: Research Funding; JUNO: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; ADC Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; ASTEX: Research Funding. Svoboda: Bristol-Myers Squibb: Consultancy, Research Funding; Regeneron: Research Funding; Merck: Research Funding; KITE: Consultancy; TG Therapeutics: Research Funding; Pharmacyclics: Consultancy, Research Funding; Kyowa: Consultancy; Seattle Genetics: Consultancy, Research Funding. Barta: Janssen: Membership on an entity's Board of Directors or advisory committees; Merck, Takeda, Celgene, Seattle Genetics, Bayer: Research Funding. Karmali: Gilead: Speakers Bureau; AstraZeneca: Speakers Bureau. Persky: Genentech: Honoraria; Morphosys (IDMC): Consultancy; Spectrum: Research Funding; Merck: Research Funding. Smith: BMS: Consultancy; Portola: Honoraria. Chavez: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Speakers Bureau; Merck: Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Kite: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Humanigen: Consultancy. Diefenbach: Merck: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; Incyte: Research Funding; Acerta: Research Funding; Millenium/Takeda: Research Funding; Denovo: Research Funding; Trillium: Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Genentech: Consultancy."
}