{
    "doi": "https://doi.org/10.1182/blood-2019-121743",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4285",
    "start_url_page_num": 4285,
    "is_scraped": "1",
    "article_title": "The Impact of Identifying the Syndromic and Genetic Diagnoses on Hematopoietic Stem Cell Transplantation Outcome in Patients with Inherited Bone Marrow Failure Syndromes ",
    "article_date": "November 13, 2019",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Background: Over the last decade major progress has been made in developing new diagnostic methods and in phenotypic and molecular classification of inherited bone marrow failure syndromes (IBMFSs). Nevertheless, data from the Canadian Inherited Marrow Failure Registry ( CIMFR) indicates that 28% of patients with inherited bone marrow failure syndromes (IBMFS) cannot be assigned a specific syndromic diagnosis. These unclassified IBMFS (UIBMFS) cases may represent either novel syndromes or atypical presentations of previously described disorders. Hematopoietic stem cell transplantation (HSCT) is the only curative option for bone marrow failure and malignant myeloid transformation in IBMFSs. However, it is unknown whether the application of this treatment to UIBMFS patients without an ability to modify the procedure according to the underlying genetic and syndromic diagnosis affects outcome. To our knowledge, there are no published transplant data on cohorts of patients with UIBMFSs. The aims of this study were to evaluate the outcome and prognostic factors of HSCT in a cohort of patients with UIBMFSs and to determine whether the knowledge of the syndromic/genetic diagnosis before HSCT has an impact on transplant outcome. Methods: Patients were enrolled on the CIMFR if they were diagnosed with a specific IBMFSs (e.g. Fanconi anemia), and/or they had bone marrow failure and either a family history of bone marrow, or physical malformations or a diagnosis before the age of one year. Patients were considered as having an UIBMFS if they fulfilled the above criteria, but could not be assigned a specific syndromic diagnosis since they did not meet the diagnostic criteria for any known IBMFS. HSCT data were extracted from the CIMFR database and analyzed. Descriptive statistics were used to compare between groups. Cox proportional hazards model was used for univariate analysis to identify risk factors for worse overall survival post HSCT in patients with UIBMFSs. Results: Among the patients enrolled in the CIMFR, 22 with UIBMFSs and 68 with classified IBMFSs (CIBMFSs) underwent HSCT between January 2001 and December 31, 2017. Transplanted patients with UIBMFSs were hematologically characterized by multilineage cytopenia (n=13), single-lineage cytopenia (n=1), myelodysplastic syndrome (MDS) (n=5) or acute myeloid leukemia (AML) (n=3). Patients with CIBMFSs had Fanconi anemia (n=30), dyskeratosis congenita (n=7), Shwachman-Diamond syndrome (n=9), Kostmann syndrome (n=6), Diamond-Blackfan anemia (n=4) or others (n= 11). Median age at diagnosis of patients with UIBMFSs was 4.18 years (range; 0 to 32.0 years) and median age at HSCT for UIBMFSs was 5.74 years (range; 0.17-66.67 years). Median time between diagnosis of UIBMFS and HSCT was 0.48 years (range; 0.12 - 34.67), this was significantly shorter than that of CIBMFS (1.77 years, range; 0.17 - 15 years, P =0.014). Six patients (27.3%) of UIBMFS and 9 patients (19.7%) with CIBMFS underwent HSCT for MDS-RCEB or AML ( P =0.15). The overall 5-year survival of UIBMFS patients was significantly inferior to that of CIBMFS patients: 56±11.4% vs. 76±5.5%, respectively ( P =0.047). 5-year overall survival of patients with UIBMFSs was significantly worse among those whose stem cell source was cord blood (15±13.3%) vs. those who received other stem cell sources (91±8.7%, P =0.04), while stem cell source did not affect prognosis of patients with CIBMFSs. Engraftment failure among UIBMFS patients who received cord blood was significantly higher than engraftment failure among those who received bone marrow (55.6% vs. 9.1%, P =0.024). No other factors reached statistical significance when the impact of stem cell source on overall survival was analyzed, including transfusion load, transplant indications, intensity of conditioning regimens, related/non-related donor, degree of human leukocyte antigen (HLA) matching or identifying a diagnosis after HSCT. Conclusion: Identifying the syndromic diagnosis of IBMFSs is critically important when considering HSCT. The worse HSCT outcome of UIBMFSs in this study might be related to an inability to tailor the transplant approach to the patient specific phenotype and genotype. Our data suggest that cord blood should be avoided as a stem cell source in patients with UIBMFSs. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "genetics",
        "hematopoietic stem cell transplantation",
        "pancytopenia",
        "transplantation",
        "cytopenia",
        "fanconi anemia",
        "human leukocyte antigens",
        "atypical",
        "congenital abnormality",
        "congenital neutropenia"
    ],
    "author_names": [
        "Yeon Jung Lim, MD",
        "Omri Avraham Arbiv, BSc",
        "Melanie Evelyn Kalbfleisch, BSc",
        "Robert J Klaassen, MD FRCPC",
        "Conrad Fernandez, FRCPC, MD BSc",
        "Meera Rayar",
        "MacGregor Steele, MD",
        "Jeffrey H. Lipton, MD PhD",
        "Geoffrey Cuvelier, MD",
        "Yves D. Pastore, MD",
        "Mariana Silva, MD FRCPC",
        "Josee Brossard, MD",
        "Bruno Michon, MD FRCPC",
        "Sharon Abish, MD",
        "Roona Sinha, MD",
        "Mark J. Belletrutti, MD MSc",
        "Vicky R. Breakey, BSc,MDFRCPC",
        "Lawrence Jardine, MD BA, FRCPC",
        "Lisa Goodyear, MD FRCPC",
        "Lillian Sung, MD PhD",
        "Tal Schechter-Finkelstein, MD",
        "Bozana Zlateska",
        "Michaela Cada, MD FRCPC, FAAP, MPH",
        "Yigal Dror, MDFRCPC"
    ],
    "author_affiliations": [
        [
            "the Genetics and Genome Biology Program, Research Institute, The Hospital for Sick Children and the University of Toronto, Toronto, Canada "
        ],
        [
            "The Hospital for Sick Children and the University of Toronto, Toronto, Canada "
        ],
        [
            "The Hospital for Sick Children and the University of Toronto, Toronto, Canada "
        ],
        [
            "Children's Hosp. of Eastern Ontario, Ottawa, Canada "
        ],
        [
            "Pediatric Hematology/Oncology, IWK Health Center, Halifax, Canada "
        ],
        [
            "British Columbia Children's Hospital, Vancouver, Vancouver, CAN "
        ],
        [
            "Alberta Children's Hospital, Calgary, Canada "
        ],
        [
            "Hans Messner Allogeneic Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Department of Pediatrics and Child Health, Section of Hematology and Oncology, University of Manitoba, Winnipeg, Canada "
        ],
        [
            "Pediatrics, HSJ, University of Montrea, Montrea, Canada "
        ],
        [
            "Kingston General Hospital, Queen's University, Kingston, Canada "
        ],
        [
            "Centre hospitalier universitaire, Sherbrooke, Canada "
        ],
        [
            "Centre Hospital University Quebec-Pav CHUL, Sainte-Foy, Canada ",
            "Division of Hematology-Oncology, Centre Hospitalier de l'Universite Laval (CHUL), Quebec, Canada "
        ],
        [
            "Pediatric Hematology Oncology, Montreal Children's Hosp., Montreal, Canada "
        ],
        [
            "Royal University Hospital, University of Saskatchewan, Saskatoon, Canada "
        ],
        [
            "Department of Pediatrics, Division of Immunology, Hematology, Oncology & Palliative Care (iHOPE) University of Alberta and Stollery Children's Hospital, Edmonton, Canada "
        ],
        [
            "McMaster Children's Hospital, Hamilton, Canada "
        ],
        [
            "Children's Hospital, London Health Sciences Centre, London, Canada "
        ],
        [
            "Janeway Child Health Centre, St. John's, Canada "
        ],
        [
            "Child Health Evaluation Sciences, The Hospital for Sick Children, Toronto, Canada "
        ],
        [
            "Haematology/Oncology, Child Health Evaluative Services (CHES) Program Research Institute, The Hospital for Sick Children, Toronto, Canada "
        ],
        [
            "Hospital For Sick Children, Toronto, CAN "
        ],
        [
            "Marrow Failure and Myelodysplasia Program, Division of Hematology/Oncology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Canada"
        ],
        [
            "Marrow Failure and Myelodysplasia Program, Division of Hematology/Oncology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.661316199999995",
    "first_author_longitude": "-79.39364259999999"
}