{
    "doi": "https://doi.org/10.1182/blood-2018-99-112794",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4128",
    "start_url_page_num": 4128,
    "is_scraped": "1",
    "article_title": "Lymphadenopathy in a TB-Endemic Region: Employing Focused Techniques in a Rapid Access Lymph Node Biopsy Clinic ",
    "article_date": "November 29, 2018",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "lymph node biopsy",
        "lymphadenopathy",
        "tuberculosis",
        "lymphoma",
        "core needle biopsy",
        "biopsy",
        "needles",
        "atypical",
        "cancer",
        "delayed diagnosis"
    ],
    "author_names": [
        "Katherine Rae Antel",
        "Estelle Verburgh, MD PhD",
        "Vernon J. Louw, MD PhD",
        "Jenna Oosthuizen",
        "Francois Malherbe",
        "Maartens Gary",
        "Mark Nicol"
    ],
    "author_affiliations": [
        [
            "University of Cape Town, Cape Town, South Africa "
        ],
        [
            "University of Cape Town, Cape Town, South Africa "
        ],
        [
            "University of Cape town, Cape Town, South Africa "
        ],
        [
            "University of Cape Town, Cape Town, South Africa "
        ],
        [
            "University of Cape Town, cape town, South Africa"
        ],
        [
            "University of Cape Town, cape town, South Africa"
        ],
        [
            "University of Cape Town, cape town, South Africa"
        ]
    ],
    "first_author_latitude": "-33.957651999999996",
    "first_author_longitude": "18.461199099999998",
    "abstract_text": "Introduction Lymphoma and extrapulmonary tuberculosis (EPTB) are common in HIV and may cause peripheral lymphadenopathy. EPTB can be difficult to diagnose and consequently, patients with lymphadenopathy in TB-endemic regions are frequently placed on empiric TB treatment. This may result in a missed or delayed diagnosis of lymphoma. In the local setting, in Cape Town (South Africa), primary level doctors have difficulty accessing lymph node excision biopsies which rely on an over-burdened surgical service. Core-needle biopsy is not currently routinely performed for peripheral lymphadenopathy in the investigation of lymphadenopathy. Methods A prospective study of patients with peripheral lymphadenopathy >2cm was performed. A rapid access lymph node biopsy clinic examined the performance of three methods of investigation on a lymph node: the fine-needle aspirate for cytology (FNAC), the Xpert MTB/Rif Ultra (on both aspirate and tissue specimens), and the ultrasound-guided core-needle biopsy. In all patients a final histological diagnosis was sought, including referral for excision biopsy if core-needle histology was inconclusive. If >0.5ml of pus was aspirated this was tested with the Xpert MTB/Rif and a biopsy was not performed. Results Sixty-two patients including 48% HIV+ have undergone investigation. The final diagnosis is known for 56 patients: lymphoma in 34%, TB in 30%, cancer in 12%. Ultra had a 64% sensitivity on the aspirate (95% CI 31-89%), and 73% on tissue (95% CI 39-94). In both cases specificity was 100%. FNAC was diagnostic in 0% of lymphoma cases (reported atypical in 24%); it was diagnostic for TB (+AFBs) in 27% with TB; and diagnostic in 36% of disseminated cancer cases. The core biopsy was able to make a diagnosis in 83% of cases (including sub-typing in 89% of lymphoma cases). Conclusion The Ultra shows promising sensitivity and should routinely be performed for both HIV+ and -patients at the first visit in the investigation of unexplained lymphadenopathy in a TB-endemic region. If the Ultra is negative, a core-needle biopsy is the most appropriate next investigation. In a TB-endemic region, FNAC should be reserved for patients >50 years who are HIV negative. There is no role for empiric TB treatment for patients with peripheral lymphadenopathy in the era of new TB diagnostic tests, and the application of these investigations with early biopsy for patients with negative TB tests will result in earlier detection of lymphoma. Disclosures No relevant conflicts of interest to declare."
}