{
    "doi": "https://doi.org/10.1182/blood-2018-99-118232",
    "article_title": "The Molecular Genetic Analysis of Coagulation Factor XI (FXI) Deficiency in Two Chinese Patients ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Objective: To investigate the molecular pathogenesis of two coagulation factor XI (FXI) deficiency patients. Methods: The diagnosis was validated by coagulant assays: APTT and correct test, PT, INR and coagulation factors activities. Coagulation factor activity were tested with clotting assay. The patients' DNA were extracted and all exons and flanking sequences of FXI gene were amplified using PCR. After purified, the products were sent for sequencing directly, the mutations were detected by comparing with wild sequences and analyzed using some bioinformatics software. Results: The two patients were diagnosed as coagulation factor XI deficiency due to prolonged APTT and low activities of coagulation factor FXI. The results of APTT, FXI:C was 88.1s, 1.1% and 107.1s, 3.8% , respectively. Genetic analysis found that compound heterozygous mutations g.1251-1G > A and g.1271delT in the first patient and the sequencing results of TA plasmid clones showed that the two mutations were located on different single strands of chromosomes. Double heterozygous mutations g.1070A >G and g.1446C > G were detected in the second patient, resulting in Lys357Arg and Cys482Stop. Software analysis indicated the mutations probably brought amino acid sequence changed, protein features affected and splice site changed. Conclusion: Compound heterozygous mutations g.1251-1G > A, g.1271delT and g.1070A > G , g.1446C > G had been identified in two coagulation factor XI deficiency patients, which might be the cause of their prolonged APTT and low FXI:C. To the best of our knowledge, the four mutations are reported for the first time in the literature. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "factor xi",
        "genetics, molecular",
        "blood coagulation factors",
        "activated partial thromboplastin time measurement",
        "partial thromboplastin time prolonged",
        "coagulants",
        "dna",
        "genetic analysis",
        "international normalized ratio",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Rong-Fu Zhou, PhD MD",
        "Qian Li",
        "Min Zhou"
    ],
    "author_dict_list": [
        {
            "author_name": "Rong-Fu Zhou, PhD MD",
            "author_affiliations": [
                "Department of Hematology, Nanjing Drum Tower Hospital, the Affiliated Hospital of Nanjing University Medical School, Nanjing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qian Li",
            "author_affiliations": [
                "Department of Hematology, Nanjing University Medical School, the Affiliated Nanjing Drum Tower Hospital, Nanjing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Zhou",
            "author_affiliations": [
                "Department of Hematology, Nanjing University Medical School, the Affiliated Nanjing Drum Tower Hospital, Nanjing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T06:39:12",
    "is_scraped": "1"
}