{
    "doi": "https://doi.org/10.1182/blood.V116.21.1569.1569",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1698",
    "start_url_page_num": 1698,
    "is_scraped": "1",
    "article_title": "Bone Marrow Niche Down-Regulates Mir-30 In Multiple Myeloma Cells to Promote Cancer Progression and Cancer Initiation by Targeting BCL9/Wnt Pathway. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells: Poster I",
    "topics": [
        "bone marrow",
        "cancer",
        "multiple myeloma",
        "tumor progression",
        "rna, messenger",
        "luciferases",
        "bortezomib",
        "cd44 antigens",
        "coculture techniques",
        "extracellular matrix proteins"
    ],
    "author_names": [
        "Jian-Jun Zhao, M.D., Ph.D.",
        "Jianhong Lin, M.D.",
        "Zhangbo Chu, M.D.",
        "Qi Wang, Ph.D.",
        "Kohichi Takada, M.D., Ph.D.",
        "Mala Mani, Ph.D.",
        "Bryan Ciccarelli",
        "Teru Hideshima, M.D., Ph.D.",
        "Tai Yu-Tzu, Ph.D.",
        "Jianguo Tao, MD, PhD",
        "Steven P. Treon, MD, PhD",
        "Nikhil C. Munshi, M.D.",
        "Kenneth C. Anderson, M.D.",
        "Ruben Carrasco, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Abstract 1569 “Niche” is a specialized microenvironment which controls the fate specification and development of stem and progenitor cells. The bone marrow (BM) niche is composed of osteoblasts, osteoclasts, bone marrow endothelial cells, stromal cells, adipocytes, and extracellular matrix proteins (ECM). These elements provide an optimal growth environment for multiple hematological malignancies, including multiple myeloma (MM) cancer stem cells (CSCs). For example, the MM bone marrow stromal cells (BMSCs) confer survival and chemoresistance of MM cells to current therapies. A better and more detailed understanding of the neoplastic MM niche will therefore provide a model for identifying and validating novel targeted therapies directed against MM. Our previous data in 78 MM patient samples showed that miR-30 family members were more weakly expressed in patients samples compared with normal plasma cells. In our present study, we showed that miR-30 is downregulated by co-culture of either MM cell line or MM patients sample with BMSCs. Bioinformatics analysis showed that Bcl9 is a common target of miR-30, with two different binding sites in 3’UTR region of Bcl9 mRNA predicted by 3 different web-based softwares. Importantly, we confirmed Bcl9 as a direct target of miR-30 in MM cells by both gain of function and loss of function studies. Specifically, ectopic expression of miR-30 by using HIV based lentivirus (V-miR-30) downregulates Bcl9 gene expression by mRNA degradation in either 293T or H929 cells compared with GFP control cells (V-GFP). Conversely, knockdown of miR-30 family expression upregulates Bcl9 mRNA and protein level in MMS1 cells, which have relatively higher miR-30 and lower Bcl9 levels. To prove a direct interaction between miR-30 and the 3’UTR of Bcl9, two wild type Bcl9-3’UTR reporter vectors (pmiR-Bcl9-30-1W and pmiR-Bcl9-30-2W) and two mutant Bcl9-3’UTR reporter vectors (pmiR-Bcl9-30-1M and pmiR-Bcl9-30-2M) were cotransfected into H929 cells, together with V-miR-30 or V-GFP. Luciferase activity of wild type, but not mutant, was significantly decreased with V-miR-30 with respect to V-GFP. Downregulation of miR-30 induced overexpression of Bcl9 in MM cell line or patients samples, which in turn transcriptionally activates WNT pathway downstream target genes such as Axin2 and CD44. As expected, WNT pathway TOP/FOP luciferase activity was induced by knockdown miR-30 in MMS1 cells and suppressed by ectopic expression of miR-30 in H929 cells. In addition, the stem cell population of H929 V-miR-30 dramatically decreased, identified using functional Hoechst 33342 stem cell staining assay. Moreover, in experiments using stem cell medium to culture sorted CSCs, the sphere number and size is less in H929 V-miR-30c CSCs compared with H929 V-GFP control CSCs. In addition, proliferation and tumor formation were inhibited in vitro and in vivo in H929 V-miR-30 stable cells compared with H929 V-GFP cells. Finally, H929 V-miR-30 stable cells were more sensitive to bortezomib treatment than GFP control cells in the presence or absence of BMSCs. Our studies therefore demonstrate that miR-30 regulates the WNT pathway by targeting Bcl9 in MM cells in the BM milieu and represents a promising novel therapeutic target in MM. Disclosures: Munshi: Millennium Pharmaceuticals: Honoraria, Speakers Bureau. Anderson: Millennium Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau."
}