{
    "doi": "https://doi.org/10.1182/blood.V124.21.4662.4662",
    "article_title": "Multi-Center Study on Myelodysplastic Syndromes with Isolated Partial or Total Loss of Chromosome 7 ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies: Poster III",
    "abstract_text": "Monosomy 7 is the second commonest abnormality in myelodysplastic syndrome (MDS). Recent studies (Cordoba et al 2012, Schanz et al 2012) have shown partial loss [del(7q)] of the chromosome (chr) is associated with better prognosis than total loss (-7). However it is still unclear if the biogenesis of these 2 abnormalities are separate or step wise progression of del(7q) to -7. Moreover monosomy 7 (-7) often occurs in the presence of other cytogenetic abnormalities which further adversely impacts the prognosis. We designed a multicenter study to describe and compare clinical features, bone marrow characteristics, genetic profile and outcome of a large population of MDS patients with del(7q) or -7 as sole cytogenetic abnormality. We retrospectively analysed 224 MDS patients who presented at diagnosis with the loss of chr. 7 as isolated cytogenetic abnormality or acquired it during follow up. We also performed a deep targeted mutational screen of the 24 commonest mutated genes in MDS. Patients were included from the King’s College Hospital of London (n=75), the Spanish MDS group (n=107), the University of Medicine of Göttingen (n=35) and the \"Città della Salute e della Scienza\" hospital of Turin (n=11). Fifty-five patients presented with isolated del(7q) and 169 with isolated -7. Median age at diagnosis was 69 and 64 years old in the two groups, respectively ( p n.s.). According to WHO classification 18 patients had refractory anemia (RA), 3 RA with ring sideroblasts (RARS), 61 refractory cytopenia with multilineage dysplasia (RCMD), 42 RA with exces of blasts type 1 (RAEB-1), 53 RAEB-2, 25 MDS/MPN (MDS/Myeloproliferative neoplasm) and 8 MDS unclassified. Fourteen patients with bone marrow blasts percentage between 20 and 30% were also included. MDS with excess of blasts type 1 or 2 were more frequent in the del(7q) group (56% vs. 42%) whereas MDS/MPN prevailed in the -7 group (14% vs. 4%), p =0.049. At diagnosis, del(7q) patients had a higher platelet count whereas there were no differences in neutrophils count and haemoglobin between the two groups; despite similar basal haemoglobin levels a higher number of patients with del(7q) was transfusion dependent (52% vs. 32%, p =0.015). Regarding the mutational status, we have so far analysed 55 patients, 45 with del(7q) and 10 with -7. Overall we found 118 different allele variants (37 previously described as somatic mutations in cancer) across 24 myeloid genes commonly mutated in MDS. Sixty-four percent of patients had 1 or more previously described mutations, with a range of 1 to 6 mutations per patient (median 1). The genes involved in epigenetic modification were the most commonly mutated (in 36% of patients). Genes encoding for spliceosome components, signalling factors, transcriptional factors and STAG2 were mutated in 29%, 22%, 16% and 2% of patients respectively. There were no differences in mutation distribution between patients with -7 and patients with del(7q). Median survival for the whole cohort was 23 months and was significantly affected by WHO diagnosis and, interestingly, by bone marrow cellularity: patients with hypocellular marrow at diagnosis had a better outcome with a median survival of 38 months, compared to 26 and 23 for normocellular and hypercellular marrow respectively ( p = 0.031). Patients with isolated del(7q) had a trend towards longer survival than patients with -7 (32 vs. 23 months), but this difference was not statistically significant. Overall 30% of patients were treated with azacytidine, 20% with intensive chemotherapy, 5% with immunosuppressive drugs and 5% with other therapies, including lenalidomide; 46 patients (20.5%) underwent allogeneic transplantation and this significantly impacted on survival (median survival 35 months for transplanted patients vs. 22 for not-transplanted ones, p =0.002), regardless of induction treatment or cytogenetic status. In conclusion, although patients with del(7q) had worse disease characteristics (excess of blasts and transfusion dependence), they showed a trend towards a better survival than those with -7. Preliminary data on the genetic profile showed a prevalence of mutations in the genes involved in epigenetic regulation with no significant differences between the partial and total loss of chr.7. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "myelodysplastic syndrome",
        "chromosomes, human, pair 7",
        "cytopenia, refractory, with multilineage dysplasia",
        "refractory anemia with excess blasts",
        "transfusion",
        "azacitidine",
        "bone marrow aspiration",
        "bone marrow, hypocellular",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Elena Crisà, MD",
        "Esperanza Such, PhD",
        "Steven Best, PhD",
        "Austin Kulasekararaj",
        "José Cervera",
        "Vera Adema, PhDstudent",
        "Nicholas Lea, PhD",
        "Dario Ferrero, MD PhD",
        "Bernardino Allione",
        "Julie Schanz, MD PhD",
        "Detlef Haase, MD",
        "Guillermo F. Sanz, MD PhD",
        "Francesco Sole, PhD",
        "Ghulam J. Mufti, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elena Crisà, MD",
            "author_affiliations": [
                "King's College Hospital, NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Esperanza Such, PhD",
            "author_affiliations": [
                "Hospital Universitario La Fe, Valencia, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Best, PhD",
            "author_affiliations": [
                "King's College Hospital, NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Austin Kulasekararaj",
            "author_affiliations": [
                "King's College Hospital, NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "José Cervera",
            "author_affiliations": [
                "Genetics Unit, Hospital Universitario La Fe, Valencia, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera Adema, PhDstudent",
            "author_affiliations": [
                "Institut de Recerca Contra la Leucèmia Josep Carreras, ICO-Hospital Germans Trias i Pujol, Universitat Autònoma de Barcelona, Barcelona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Lea, PhD",
            "author_affiliations": [
                "King's College Hospital, NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dario Ferrero, MD PhD",
            "author_affiliations": [
                "University of Torino, Azienda Ospedaliera Città della Salute e della Scienza, Torino, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernardino Allione",
            "author_affiliations": [
                "Azienda Ospedaliera Città della Salute e della Scienza, Torino, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Schanz, MD PhD",
            "author_affiliations": [
                "University Medicine of Göttingen, Göttingen, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Detlef Haase, MD",
            "author_affiliations": [
                "University Medicine of Göttingen, Göttingen, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo F. Sanz, MD PhD",
            "author_affiliations": [
                "Hospital Universitario La Fe, Valencia, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Sole, PhD",
            "author_affiliations": [
                "Institut de Recerca Contra la Leucèmia Josep Carreras, ICO-Hospital Germans Trias i Pujol, Universitat Autònoma de Barcelona, Barcelona, Spain "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghulam J. Mufti, MD PhD",
            "author_affiliations": [
                "King's College Hospital, NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T02:35:18",
    "is_scraped": "1"
}