{
    "doi": "https://doi.org/10.1182/blood-2020-139574",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4544",
    "start_url_page_num": 4544,
    "is_scraped": "1",
    "article_title": "Procoagulant Activity of Skeletal Muscle Myosin Is Not Caused By Contaminating Phosphatidylserine-Vesicles ",
    "article_date": "November 5, 2020",
    "session_type": "321.Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Skeletal muscle myosin (SkM) can bind factor (F)Xa and FVa, thereby providing a surface that promotes thrombin generation by the prothrombinase complex (FXa:FVa:Ca ++ ) that cleaves prothrombin. A recent BLOOD paper (Novakovic & Gilbert, 2020) asserted that this activity of SkM preparations is entirely due to contaminating phosphatidylserine (PS)-containing phospholipid vesicles in SkM preparations because annexin V and lactadherin neutralized the ability of SkM to enhance prothrombin activation. However, annexin V and lactadherin are certainly not monospecific for binding PS as they are globular proteins that can bind other lipids and many proteins. Without any PS measurements or use of any reagents specific for PS (e.g., monoclonal (mAb) anti-PS antibodies), that report, in a gross overinterpretation of its incomplete data, dismissed any direct role for myosin for SkM's procoagulant activity. When we previously observed that annexin V is inhibitory of SkM's support for prothrombinase activity, we sent a sample of SkM (Cytoskeletal Inc) to Avanti Polar Lipids for quantitation of the PS content based on liquid chromatography-mass spectrometry. That analysis showed that only a small amount of PS was present in the SkM, approximately 0.90 µmol PS per 40. µmol SkM. This amount of PS present in SkM preparations is not enough to explain SkM's procoagulant activity. For example, standardized purified prothrombinase reaction mixture assays show that 10 nM SkM enables formation of 3 nmol thrombin/min while 0.22 nM PS (in 1.1 nM phosphatidylcholine (PC)(80%)/PS(20%) vesicles) enables formation of only 0.4 nmol thrombin/min (Figure 1A). We directly assessed the role of contaminating PS for SkM's prothrombinase support using the well characterized anti-PS mAb 11.31 (aka mAb PGN632). When the ability of mAb 11.31 to inhibit prothrombinase enhancement by SkM or, in controls, by PC/PS vesicles was determined, the data showed that, in controls, mAb 11.31 at 1.0 nM severely inhibited PC/PS vesicle's enhancement of prothrombinase by > 90% (Figure 1B). The dose-response gave an inhibitory IC 50 value of 0.2 nM which is near this mAb's reported K d of 0.17-0.35 nM for PS, establishing the potent ability of this anti-PS mAb to neutralize PS procoagulant activity. However, there was no substantial inhibition of SkM's enhancement of prothrombinase by the anti-PS mAb 11.31 at up to 1 nM mAb 11.31 (Figure 1B). This indicates that contaminating, PS-containing vesicles are not a significant factor for SkM-dependent enhancement of prothrombin activation by the SkM preparation -- in direct contradiction of the assertion of Novakovic & Gilbert (BLOOD 2020). That recent report was correct that annexin V inhibits the ability of SkM to enhance prothrombinase as well as the ability of PC/PS vesicles to do so (Figure 1B). So it was the overinterpretation of the annexin V and lactadherin data as well as the failure to provide any direct measurement of PS that were problematic in that report. The observation that annexin V and lactadherin inhibit SkM's enhancement of prothrombinase merits further studies to understand what may be their mechanistic influences. Another informative test for an essential role for PS in SkM's enhancement of prothrombinase involves the use of FXa that lacks its gamma-carboxyglutamic acid (Gla) domain because this N-terminal domain of FXa is required for FXa binding to PS-containing phospholipid vesicles. Data in Figure 1A show that SkM, but not PS-containing PL vesicles, supports the prothrombinase activity of des-Gla Domain (DG)-FXa which lacks its Gla domain. Dose-response data show that, in prothrombinase assays, DG-FXa has only 1% activity in the presence of PC/PS vesicles but has 25-35% activity in presence of SkM (Figure 1A). These data indicate that SkM's procoagulant activity does not absolutely require the Gla domain of FXa whereas PS-containing vesicles do require the Gla domain of FXa for significant activity. These data prove that the recent assertion that PS vesicle contamination, not myosin, explains SkM's procoagulant activity represents an overinterpretation of annexin V and lactadherin data and is simply wrong. In conclusion, both new data here, i.e., PS content of SkM preparations and data for effects of anti-PS mAb 11.31 (Figure 1B) and previous data (Deguchi et al, Blood 2016 and J Biol Chem, 2019), affirm that the myosin protein is a key factor for SkM's ability to enhance prothrombin activation. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": null,
    "author_names": [
        "Shravan Morla",
        "Hiroshi Deguchi, MD PhD",
        "Rolf Brekken, PhD",
        "John H. Griffin, PhD"
    ],
    "author_affiliations": [
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Scripps Research Institute, La Jolla, CA"
        ]
    ],
    "first_author_latitude": "32.8957567",
    "first_author_longitude": "-117.2424725"
}