{
    "doi": "https://doi.org/10.1182/blood-2021-153348",
    "article_title": "Insights into Endogenous Vs Exogenous Cargo-Containing Platelet Alpha-Granules ",
    "article_date": "November 5, 2021",
    "session_type": "321.Coagulation and Fibrinolyis: Basic and Translational",
    "abstract_text": "Alpha granules in megakaryocytes contain a mixture of endogenously expressed proteins as well as proteins taken up from the intramedullar fluid. Both pools are thought to be found in all alpha granules in the megakaryocytes and released platelets. We have been studying the ectopic expression of urokinase (uPA) in platelets as a targeting strategy for fibrinolysis of nascent thrombi without causing fibrinolysis of established thrombi. These studies also demonstrated that there are two distinct pools of alpha granules, an endogenous cargo pool of granules and an exogenous uptake cargo pool of granules. Using in vitro grown megakaryocytes from two sources (1) CD34+-hematopoietic progenitor cells and (2) induced-pluripotent stem cell derived line imMKCL kindly provided by Dr. Koji Eto at Kyoto University, we demonstrated that urokinase can be localized within alpha granules in the megakaryocytes by either adding urokinase to the media or by ectopically expressing the protein using a lentiviral strategy. We observed that both a human single-chain uPA (scuPA) or a plasmin-insensitive but thrombin-activatable truncated human uPA mutant (uPA-T) in the media were internalized into granules distinct from granules containing ectopically expressed mouse scuPA following lentiviral transduction. Endocytosed uPA showed no co-localization with endogenous von Willebrand Factor (vWF), but significant colocalization with endocytosed Factor V or plasminogen (PLG) on confocal immunofluorescent microscopy. Further, Factor V competed with both uPA variants for uptake from the media. Uptake of these proteins was inhibited by the LRP1 antagonist receptor-associated protein (RAP) and by anti-LRP1 antibodies. This suggests that both proteins use the same endocytic receptor pathway and share this pathway with other proteins taken up from the media, including Factor V. We found that in vitro-generated CD34+ megakaryocytes pre-loaded with exogenously added PLG and co-incubated thereafter with recombinant scuPA and FV significantly degraded FV; however, no vWF degradation was observed in CD34+-derived megakaryocytes that had endocytosed or ectopically expressed scuPA with exogenously added PLG, suggesting that only the proteins which are endocytosed by in vitro-generated megakaryocytes are degraded by uPA-generated plasmin, whereas endogenous alpha-granular proteins remain intact. We then asked whether uPA localized in these two distinct pools can be released at sites of nascent thrombus formation and be effective in preventing nascent thrombus growth. We infused CD34+-derived MKs into NOD-scid IL2rγnull (NSG) mice homozygous for VWF R1326H (a mutation switching binding VWF specificity from mouse to human GPIb/IX). NSG/VWF R1326H mice have impaired clotting after vascular injury compared to NSG mice unless infused with human platelets or MKs . Significantly less post-injury clotting was seen upon infusion of either endogenous or exogenous scuPA-containing MK infusion. Further studies to define relative efficacy at the same levels of scuPA are being pursued. These studies show that there are two sets of alpha granules that remain separate during megakaryopoiesis in vitro: granules with endogenously expressed cargo and granules with endocytosed cargo with limited mixing between the two pools by confocal microscopy studies and following PLG uptake studies. The extent of mixing that occurs subsequently in released platelets was not studied nor has these finding been done with primary MKs not grown in culture; however, we believe that these studies extend our understanding of the nature of alpha granules and offer new insights into how to manipulate their cargo. Disclosures Cines:  Dova: Consultancy; Rigel: Consultancy; Treeline: Consultancy; Arch Oncol: Consultancy; Jannsen: Consultancy; Taventa: Consultancy; Principia: Other: Data Safety Monitoring Board.",
    "author_names": [
        "Sergey Zaytsev",
        "Hyunsook Ahn",
        "Victoria Stepanova",
        "M. Anna Kowalska",
        "Khalil Bdeir",
        "Deborah L French",
        "Rodney M. Camire",
        "Douglas B. Cines",
        "Mortimer Poncz"
    ],
    "author_dict_list": [
        {
            "author_name": "Sergey Zaytsev",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hyunsook Ahn",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Stepanova",
            "author_affiliations": [
                "Pathology, University of Pennsylvania School of Medicine, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Anna Kowalska",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khalil Bdeir",
            "author_affiliations": [
                "Pathology, University of Pennsylvania School of Medicine, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah L French",
            "author_affiliations": [
                "Center for Cellular and Molecular Therapeutics, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodney M. Camire",
            "author_affiliations": [
                "Raymond G. Perelman Center for Cellular and Molecular Therapeutics, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas B. Cines",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Perelman School of Medicine of the University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:42:57",
    "is_scraped": "1"
}