{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.776.776",
    "article_title": "Eltrombopag Promotes DNA Repair in Human Hematopoietic Stem and Progenitor Cells: Implications for the Treatment of Fanconi Anemia ",
    "article_date": "December 7, 2017",
    "session_type": "508. Bone Marrow Failure: Biology and Therapy",
    "abstract_text": "Fanconi anemia (FA) is an inherited genomic instability syndrome resulting from loss-of-function mutations in any one of at least 21 FANC genes critical for DNA repair. Accumulation of unresolved DNA double strand breaks (DSBs) results in chromosomal rearrangement, accounting in part for the high incidence of bone marrow failure (BMF) and leukemia in patients with FA. Safe, curative options are currently unavailable. Recent investigations have uncovered a specific function of thrombopoietin (TPO), a key regulator of hematopoietic stem/progenitor cell (HSPC) self-renewal and survival, in promoting DNA damage response in these cells. TPO was shown to specifically increase the efficiency of non-homologous end joining (NHEJ), the predominant repair mechanism for DSBs in HSPCs; however, recombinant TPO is no longer approved for clinical applications. The alternative orally bioavailable small molecule TPO receptor agonist, eltrombopag (epag), was recently used in clinical trials to successfully treat life-threatening cytopenias in patients with acquired BMF. In this study, we investigate whether epag can promote NHEJ DSB repair in human HSPCs and thus provide a potential new therapeutic modality for patients with FA. To assess DNA repair activity of epag in FA CD34+ HSPCs, a population of cells that is markedly reduced in these patients, CD34+ HSPCs from 6 healthy individuals were subjected to CRISPR/Cas9-induced knockout mutations in FANCA, the most commonly mutated gene in FA. These FA HSPCs were cultured for 24 hr in the presence of early-acting cytokines, SCF and Flt3-L (designated \"SF\"), or SF supplemented with epag (\"SFE\") or TPO (\"SFT\") prior to induction of DSBs by exposure to 2Gy γ-irradiation (IR). Cells were then cultured for an additional 1, 5, or 24 hr to assess the kinetics of DNA repair, as measured by decreases in H2AX phosphorylation (γH2AX), an indicator of IR-induced DSBs. Maximal H2AX phosphorylation was observed 1 hr after IR of FA HSPCs and was similar for all culture conditions (>90% γH2AX+ cells), indicating that epag and TPO do not prevent DSB formation or phosphorylation of H2AX. Five hours after IR, most FA HSPCs cultured with epag ( Fig. A ) or TPO ( Fig. B ) had resolved the IR-induced DSBs, while much higher percentages of γH2AX+ cells persisted in the control SF group. The observed effect was specific to epag and TPO; removal of SCF had no significant impact on DNA repair. Regardless of culture condition, the majority of FA HSPCs either resolved DSBs or progressed through apoptosis by 24 hr post-IR. These findings indicate that epag and TPO increase the kinetics of DSB repair in FA HSPCs. To gain insight into the primary mechanism of DNA repair promoted by epag and TPO, we inhibited DNA-PK, an essential component of the classical NHEJ (C-NHEJ) pathway. Addition of a DNA-PK inhibitor (NU7441) had no impact on DSB formation measured at 1 hr or on DNA repair at 24 hr, but completely abrogated the enhanced kinetics of DSB repair observed at 5 hr with epag ( Fig. A ) and TPO ( Fig. B ) . These data indicate that culturing FA HSPCs with epag or TPO promotes the fast-acting DNA-PK-dependent C-NHEJ DNA repair mechanism, a pathway known to promote genomic stability. In contrast, cells cultured without epag or TPO resolved DSBs using a slower, DNA-PK-independent alternative NHEJ (alt-NHEJ) mechanism, a pathway associated with genomic instability. Shunting of DSB repair in rapid C-NHEJ with epag ( Fig. C ) or TPO ( Fig. D) was associated with substantial increase in survival of γ-irradiated FA HSPCs compared with control (SF) groups. In contrast, when C-NHEJ DNA repair was inhibited with NU7441, the cell survival benefit observed with epag ( Fig. C ) or TPO ( Fig. D ) was abolished. In colony forming unit (CFU) progenitor assays, γ-irradiated HSPCs cultured with epag or TPO yielded 4- to 6-fold more CFUs than control SF groups ( Fig. E ). When γ-irradiated HSPCs were transplanted into immunodeficient NSG mice, a 2-fold increase in human cell engraftment was observed in cultures containing epag or TPO compared to controls (p<0.01), suggesting activation of DNA repair activity by these cytokines in cells with long-term repopulating capacity ( Fig. F ). Overall, our data indicate that epag and TPO enhance DSB repair in human HSPCs by promoting the fast-operating and faithful C-NHEJ pathway. A phase II clinical trial is in development to assess safety and efficacy of epag in the treatment of hematological manifestations of FA. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Guenther: Agilent Laboratories: Other: Stipend, Research Funding; Norvartis: Research Funding. Cheruku: Novartis: Other: Stipend, Research Funding. Smith: Novartis: Research Funding; Agilent Laboratories: Research Funding. Larochelle: StemCell Technologies: Patents & Royalties: StemDiff Hematopoietic Kit; Novartis: Research Funding; Novartis: Research Funding.",
    "topics": [
        "dna repair",
        "eltrombopag",
        "fanconi anemia",
        "stem cells",
        "dna",
        "cytokine",
        "agonists",
        "cytopenia",
        "dna, double-stranded",
        "immunologic deficiency syndromes"
    ],
    "author_names": [
        "Kacey Linnea Guenther, BS",
        "Patali Shikhi Cheruku, BS",
        "Richard H Smith, PhD",
        "Andre Larochelle, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kacey Linnea Guenther, BS",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patali Shikhi Cheruku, BS",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard H Smith, PhD",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Larochelle, MD PhD",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T04:12:22",
    "is_scraped": "1"
}