{
    "doi": "https://doi.org/10.1182/blood.V104.11.271.271",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=186",
    "start_url_page_num": 186,
    "is_scraped": "1",
    "article_title": "The Frequency of Detection of BCR-ABL Mutations in Imatinib Treated Patients with Chronic Phase CML Who Attain a Complete Cytogenetic Response (CCR) Does Not Diminish with Increasing Duration of CCR but the Associated Loss of Response Is Usually Gradual. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cytogenetics",
        "imatinib mesylate",
        "leukemia, myeloid, chronic-phase",
        "mutation",
        "transplantation",
        "accelerated phase",
        "blast phase",
        "disease progression",
        "follow-up"
    ],
    "author_names": [
        "Susan Branford",
        "Z. Rudzki",
        "A. Grigg",
        "J. Seymour",
        "P. Browett",
        "K. Taylor",
        "R. Herrmann",
        "A. Schwarer",
        "C. Arthur",
        "K. Lynch",
        "T. Hughes"
    ],
    "author_affiliations": [
        [
            "MP, Institute of Medical and Veterinary Science, Adelaide, Australia"
        ],
        [
            "MP, Institute of Medical and Veterinary Science, Adelaide, Australia"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Novartis Australia"
        ],
        [
            "MP, Institute of Medical and Veterinary Science, Adelaide, Australia"
        ]
    ],
    "first_author_latitude": "-35.000766950000006",
    "first_author_longitude": "138.61115984999998",
    "abstract_text": "The majority of patients with chronic phase (CP) CML treated with imatinib achieve a CCR, which is associated with a high progression-free survival (PFS). Nevertheless, BCR-ABL mutations have been observed in patients in ongoing CCR. We previously reported that virtually all patients with mutations develop evidence of resistance. The current analysis of 211 patients with CP CML aimed to determine the incidence of mutations in those who achieve CCR, assess whether the incidence varies with increasing duration of CCR, and evaluate the rate of loss of response in those who do develop mutations. BCR-ABL levels measured by quantitative RT-PCR at 1–6 month intervals were used to guide the frequency of mutation analysis. All patients were screened for mutations at least 6 monthly. Of the 211 patients, 159 (75%) achieved CCR after a median of 3 months (25 th to 75 th percentile 3–6 months), and were then followed for a median of 12 months after achieving CCR (25 th to 75 th percentile 6–28 months). Twelve patients lost CCR and this was associated with the development of a mutation in 8 (67%). The median time to loss of CCR was 3 months after the mutation was detected (range 1–10 months). Three of these 12 patients proceeded to transplant, and 9 received an increased imatinib dose (4 maintaining a major cytogenetic response (MCR); 3 re-establishing CCR). Only 1 of the 12 lost a complete hematologic response (CHR) (patient had 2 mutations) and none have progressed to blast crisis (BC) with a median follow-up of 9 months (range 6–38 months) including 3 patients with P-loop mutations, which have been associated with a poorer prognosis. As well as the 8 patients who lost CCR after a mutation was detected, mutations were detected in 3 patients who have maintained CCR; 2 had an increased imatinib dose. The detection of a mutation was associated with a rise in the BCR-ABL level in all patients with mutations. Of the 159 patients in CCR, mutations were detected in 11 of 25 (44%) with a >2-fold rise in BCR-ABL whereas none of 131 patients with stable or decreasing BCR-ABL had a mutation detected (P<0.0001). The probability of developing a mutation by 24 months after achieving CCR was 12% (95% CI 4–20%). The risk of developing a mutation did not vary with time during CCR, with 6.7% (95% CI 2.1–11.3%) during the first 12 months of CCR, and 6.0% (95% CI 0–12.8%) during the second 12 months (P=0.8). Patients who had a mutation detected while in CCR still had a favorable PFS (defined as sustained MCR/CHR and lack of evolution to accelerated phase/BC) of 90%, 15 months after the mutation was detected. Patients were censored at time of transplant. This relatively favorable outcome may be related to the rapid response in terms of dose intensification. In conclusion, BCR-ABL mutations may still be detected in patients with a low burden of CML and this risk does not appear to diminish up to 24 months in CCR. We observed a gradual loss of response in patients who did develop a mutation in CCR and none have yet progressed to BC. Thus we recommend that patients in CCR should be closely monitored with regular QPCR studies. Such a policy will usually identify patients with emerging resistance at an early stage and facilitate appropriate therapeutic intervention before disease progression."
}