{
    "doi": "https://doi.org/10.1182/blood.V114.22.3002.3002",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1575",
    "start_url_page_num": 1575,
    "is_scraped": "1",
    "article_title": "The Interaction of Von Willebrand Factor with GPIb-IX Initiates Platelet Apoptosis. ",
    "article_date": "November 20, 2009",
    "session_type": "Platelet Activation and Biochemistry Poster I",
    "abstract_text": "Abstract 3002 Poster Board II-979 Background: The interaction of glycoprotein (GP) Ibalpha with von Willebrand factor (VWF) initiates the adherence of platelets to sites of vascular injury, simultaneously triggers intracellular signaling events such as elevation of cytoplasmic calcium and activations of multiple protein kinase pathways which result in the activation of the ligand binding function of GPIIb/IIIa, leading to platelet activation and thrombus formation. The intracellular signaling protein 14-3-3ζ and the membrane skeleton protein filamin A have been confirmed to interact with the intracellular domain of GPIbalpha and play important roles in the regulation of platelet function. The signaling events elicited by GPIbalpha-VWF interaction, such as calcium mobilization and phosphatidylserine (PS) exposure are similar to those occurring during apoptosis. Particularly, the 14-3-3ζ binding domain of GPIbalpha has been reported to involve in the regulation of cell proliferations. However, it is still unclear whether the GPIbalpha-VWF interaction induces platelet apoptosis. Objectives: To investigate whether the GPIbalpha-VWF interaction induces platelet apoptosis and the role of 14-3-3ζ in apoptotic signaling. Methods: Apoptotic events were assessed in platelets or Chinese hamster ovary (CHO) cells expressing GPIb-IX (1b9) interacted with VWF by flow cytometry or Western blotting. Results: Ristocetin induced GPIbalpha-VWF interaction elicited apoptotic events in platelets, including phosphatidylserine exposure, elevations of Bax and Bak, gelsolin cleavage, and depolarization of mitochondrial inner transmembrane potential. Apoptotic events were also elicited in platelets exposed to pathologic shear stresses in the presence of VWF, however, the shear-induced apoptosis was eliminated by anti-GPIbalpha antibody AK-2. Furthermore, apoptotic events occurred in 1b9 cells stimulated with VWF and ristocetin, but were significantly diminished in two CHO cell lines expressing mutant GPIb-IX with truncation of the cytoplasmic domain of GPIbalpha or a serine-to-alanine mutation at 14-3-3ζ binding site in GPIbalpha. Conclusions: This study demonstrates that the GPIbalpha-VWF interaction induces apoptotic events in platelets and association of 14-3-3ζ with the cytoplasmic domain of GPIbalpha is essential for apoptotic signaling. The finding may suggest a novel mechanism for platelet clearance or some thrombocytopenic diseases. The reagents that block 14-3-3ζ-GPIbalpha interaction might be potentially useful in platelet storage or anti-thrombocytopenia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "blood platelets",
        "platelet glycoprotein gpib-ix complex",
        "von willebrand factor",
        "calcium",
        "phosphatidylserines",
        "ristocetin",
        "alanine",
        "antibodies",
        "depolarization"
    ],
    "author_names": [
        "Suping Li",
        "Zhicheng Wang",
        "Yi Liao",
        "Guanglei Liu",
        "Weilin Zhang",
        "Quanwei Shi",
        "Rong Yan",
        "Changgeng Ruan, MD, PhD",
        "Kesheng Dai"
    ],
    "author_affiliations": [
        [
            "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
        ],
        [
            "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
        ],
        [
            "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
        ],
        [
            "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
        ],
        [
            "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
        ],
        [
            "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
        ],
        [
            "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
        ],
        [
            "Jiangsu Inst. of Hematology, Suzhou, China, "
        ],
        [
            "Biological Science and Medical Engineering, Beihang University, Beijing, China"
        ]
    ],
    "first_author_latitude": "39.98191999999999",
    "first_author_longitude": "116.34997499999999"
}