{
    "doi": "https://doi.org/10.1182/blood-2020-136900",
    "article_title": "Evans' Syndrome in Adults: An Observational Multicentre Study ",
    "article_date": "November 5, 2020",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "Evans' syndrome is a rare condition (estimated prevalence of 1-9 per million), characterized by the association (concomitant or not) of immune thrombocytopenia (ITP), with autoimmune hemolytic anemia (AIHA), and/or autoimmune neutropenia (AIN). Here we investigated 106 adult patients (male to female ratio 0.89, median age 50 years) followed for a median of 7.5 years in 12 European tertiary centers. Hematological data and associated conditions at diagnosis, treatments, complications, and outcome were retrospectively collected. The vast majority of patients had the combination of ITP plus AIHA, whereas 6.6% had ITP plus AIN, 2.8% AIHA plus AIN, and 8.5% had triple lineage cytopenia. At presentation, thrombocytopenia, anemia, and concomitant cytopenias were equally frequent (about 1/3 each), whilst AIN was rarer. An associated condition was present in 29% of cases, and included: a) other autoimmune diseases (11.3%), namely Hashimoto thyroiditis (N=7), anti-phospholipid syndrome (N=3), systemic lupus erythematosus (N=1), rheumatoid arthritis (N=1); b) tumors/clonal disorders (12.2%), consisting of colorectal cancers (N=3), thymoma (N=1), Ewing sarcoma (N=1), lymphoproliferative disorders (N=3), multiple myeloma (N=1), MGUS (N=3), and paroxysmal nocturnal hemoglobinuria (N=1); and c) immunodeficiencies (5.6%), including common variable immunodeficiency (N=5), and Kabuki syndrome (N=1). Laboratory values are detailed in table 1, and show a great heterogeneity depending on the predominant cytopenia. Direct antiglobulin test was positive in 93/106 cases, diagnosing 82 warm AIHA (57 IgG, 23 IgG+complement, and 2 IgA), 4 cold and 7 mixed AIHA. Anti-platelets antibodies were positive in 41/48 patients (85%), and anti-neutrophil antibodies in 10/22 (45%). Immunoglobulin levels showed high variability consistently with the underlying conditions, with hypo-IgA present in 5/49 (10%), and hypo-IgG or IgM in 9 (18%) and 8 (16%), respectively. Additionally, anti-nuclear antibodies were positive in 33/88 (37.5%), ENA in 5/63 (8%), anti-DNA in 4/66 (6%), anti-cardiolipin antibodies in 12/64 (18.7%), anti-beta2 glycoprotein antibodies in 8/50 (16%), and lupus anticoagulant in 9/60 (15%). Regarding therapies, all patients received steroids as first-line and 84% intravenous immunoglobulins (mainly for ITP). Rituximab was administered in 51.8% (7 in first, 22 in second, and 26 in subsequent lines), immunosuppressors in 49% (mycophenolate mofetil N=15, azathioprine N=14, cyclophosphamide N=12, and cyclosporine N=11), and splenectomy was performed in 20% of patients. Notably, thrombopoietin receptor analogues (TPO-RA) were given in 38% of cases, namely eltrombopag (N=24), romiplostim (N=16) or both (N=4). Additional therapies included plasma exchange (N=4), recombinant erythropoietin (EPO, N=3), GCSF (N=2), bortezomib (N=2), fostamatinib (N=1), and parsaclisib (N=1). Response rate to first line steroids+/-IVIG was 85%, however, 21 patients required further concomitant treatment (including 2 splenectomies). Response rates beyond first line therapy are difficult to evaluate given that AIHA or ITP relapses required different treatments (i.e. EPO versus TPO-RA), and that many relapses were treated with multiple concomitant treatments. On the whole, relapses were very frequent with 81/106 (76.4%) experiencing at least one, 53.7% two, and 27.3% three or more relapses. Regarding complications, bleeding was observed in 45/106 (42.4%), thrombosis in 27 (25.4%), and CTCAE >3 infections in 46 (43.3%). Death occurred in 26% of cases. In conclusion, these data highlight the clinical severity and the unmet need for therapy in adult Evans' syndrome. Moreover, the great frequency of relapses and burden of complications underline the poor clinical outcome of this condition. View large Download slide View large Download slide Close modal Disclosures Michel: Bioverativ: Consultancy; Rigel: Consultancy; Alexion Pharmaceuticals: Consultancy. McDonald: Sobi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Bianchi: Agios Pharmaceuticals: Other: Scientific Advisor. Barcellini: Bioverativ: Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Other: invited speaker , Research Funding; Agios: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Alexion: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: invited speaker , Research Funding.",
    "author_names": [
        "Bruno Fattizzo, MD",
        "Marc Michel",
        "Juri Alessandro Giannotta, MD",
        "Dennis Lund Hansen",
        "Montserrat Lopez Rubio, PhD",
        "Emanuele Sutto, MD",
        "Nicola Bianchetti, MD",
        "Andrea Patriarca, MD",
        "Silvia Cantoni",
        "Maria Eva Mingot-Castellano, PhD MD",
        "Vickie McDonald, MD",
        "Marco Capecchi, MD",
        "Josephine M.I Vos",
        "Paola Bianchi, BSc, PhD",
        "Nicola Vianelli, MD",
        "Frederick Chen, MD",
        "Henrik Frederiksen, MD PhD Prof",
        "Tomas Jose Gonzalez-Lopez",
        "Wilma Barcellini"
    ],
    "author_dict_list": [
        {
            "author_name": "Bruno Fattizzo, MD",
            "author_affiliations": [
                "UOC Ematologia, Fondazione IRCCS Ca' Grande Ospedale Maggiore Policlinico and University of Milan, Milano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marc Michel",
            "author_affiliations": [
                "Service de Médecine Interne, Centre national de référence des cytopénies auto-immunes de l'adulte, Hôpital Henri Mondor, 51 avenue du Maréchal de Lattre de Tassigny, Assistance Publique Hôpitaux de Paris, Université Paris Est Créteil, 94000 Créteil, Créteil, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juri Alessandro Giannotta, MD",
            "author_affiliations": [
                "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlincio and University of Milan, MILANO, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis Lund Hansen",
            "author_affiliations": [
                "Department of Haematology, Odense University Hospital, Denmark, Odense, Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Montserrat Lopez Rubio, PhD",
            "author_affiliations": [
                "Hospital Universitario Principe de Asturias (Alcala de Henares), Madrid, Spain, Madrid, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuele Sutto, MD",
            "author_affiliations": [
                "Institute of Hematology \"L. and A. Seràgnoli\", Sant'Orsola-Malpighi University Hospital, Bologna, Bologna, ITA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Bianchetti, MD",
            "author_affiliations": [
                "Department of Hematology, ASST Spedali Civili di Brescia, Brescia, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Patriarca, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Translational Medicine, Università del Piemonte Orientale, Novara, Italy ",
                "UO di Ematologia, AOU Maggiore della Carità, Novara, Novara, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Cantoni",
            "author_affiliations": [
                "Division of Hematology, Niguarda Cancer Center, ASST Niguarda Hospital, Milan, MILAN, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Eva Mingot-Castellano, PhD MD",
            "author_affiliations": [
                "Hospital Universitario Virgen del Rocio, Sevilla, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vickie McDonald, MD",
            "author_affiliations": [
                "Clinical Haematology, Barts Health NHS Trust &Queen Mary University, London, UK, London, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Capecchi, MD",
            "author_affiliations": [
                "1. Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico and University of Milan, Italy, Milan, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josephine M.I Vos",
            "author_affiliations": [
                "Dept of Hematology, Amsterdam UMC, University of Amsterdam, Amsterdam, NLD "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Bianchi, BSc, PhD",
            "author_affiliations": [
                "Ospedale Maggiore Policlinico di Milano, Foundation IRCCS Ca' Granda,, Milano, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Vianelli, MD",
            "author_affiliations": [
                "Institute of Hematology \"L. & A. Seragnoli\", Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick Chen, MD",
            "author_affiliations": [
                "Clinical Haematology, Barts Health NHS Trust &Queen Mary University, London, UK, London, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Frederiksen, MD PhD Prof",
            "author_affiliations": [
                "Department of Hematology, Odense University Hospital, Odense, Denmark "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Jose Gonzalez-Lopez",
            "author_affiliations": [
                "Hematology, Hospital Universitario de Burgos, Burgos, ESP "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilma Barcellini",
            "author_affiliations": [
                "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T18:44:50",
    "is_scraped": "1"
}