{
    "doi": "https://doi.org/10.1182/blood.V116.21.1540.1540",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1624",
    "start_url_page_num": 1624,
    "is_scraped": "1",
    "article_title": "Does Deep Venous Thrombosis as Primary Admitting Diagnosis Represent Different Etiologies and Disease Processes as Compared to DVT as Secondary Diagnoses (SD)? ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster I",
    "topics": [
        "deep vein thrombosis",
        "congestive heart failure",
        "endotracheal intubation",
        "intravenous access",
        "atrial fibrillation",
        "hemodialysis",
        "mechanical ventilation",
        "urinary tract infections",
        "diabetes mellitus",
        "erythrocyte transfusion"
    ],
    "author_names": [
        "Prabhu Viswanathan, MD",
        "Tanuja Gandhi, MBBS",
        "Lakshmanan Krishnamurti, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Brookdale University Hospital and Medical Center, Brooklyn, NY, USA, "
        ],
        [
            "Pediatric Hematology/Oncology/BMT, Children's Hospital of Pittsburgh, Pittsburgh, USA"
        ],
        [
            "Pediatric Hematology/Oncology/BMT, Children's Hospital of Pittsburgh, Pittsburgh, USA"
        ]
    ],
    "first_author_latitude": "40.6549713",
    "first_author_longitude": "-73.9123577",
    "abstract_text": "Abstract 1540 Background: Increasing burden of Deep venous thrombosis (DVT) among middle aged and older hospitalized patients is well known. However, little is understood about the factors contributing to DVT in this population. DVT in patients admitted to hospital with this as the PD may represent a different set of etiologies and disease processes as compared to DVT occurring secondary to other disease processes which resulted in the initial admission. Aim: To determine the diagnoses and procedures associated with DVT in patients 45 years age and above as PD as compared to those in whom DVT is a SD. Methods: National Inpatient Sample (NIS) database (2007) was utilized to analyze the changing epidemiology in DVT admissions. The NIS is a part of the Healthcare Cost and Utilization Project (HCUP) sponsored by the Agency for Health Care Research and Quality (AHRQ). For each hospitalization, NIS allows a total of up to 15 diagnostic entries. The entry in the diagnostic (DX) field 1 is called the PD and is always the reason for admission. The entries between DX fields 1 and DX field 15 are called all-listed diagnoses and include the PD plus additional conditions that coexist at the time of admission, or that develop during the stay. We derived secondary diagnosis (SD) by excluding primary diagnosis (PD) of DVT from the list of All Diagnoses. SD refer to additional diagnoses that appear with the PD we have chosen. We selected the following ICD-9 codes to represent DVT (ICD-9 codes 451.11, 451.19, 451.2, 451.81, 451.9, 453.40, 453.41, 453.42, 453.8, 453.9). The common diagnoses and procedures associated when DVT is principal vs. SD is calculated above the age group 45 as the associations might be different from critical age point. The output results were obtained in ICD-9 coding and the procedures pertaining to diagnosis of DVT like USG, CAT scans etc. were excluded to determine the association of procedures done for other associated co-morbidities. The top procedures and diagnosis for SD of DVT was taken and were compared with PD of DVT. IBM SPSS Statistics 18 was used for data mining and analysis. Results: From 1997–2007, the overall number of admissions for DVT increased from 364,079 to 532,759 but DVT as PD decreased from 165,442 to 151,295 while the admissions for DVT as SD increased from 198,637 to 381,464.In our study group above 45 years, the median age for admission for DVT both PD and SD is 71 years. Median charges for admission for DVT as PD is 13760$ and for SD is 37588$. While Hypertension and Diabetes Mellitus are the commonest co-morbidities in both the primary SD group. Patients in whom DVT is a SD are more likely to have serious co-morbidities such as Congestive heart failure or Atrial Fibrillation ( Table 1 )and are more likely to have undergone invasive procedures such as venous catheterization, endotracheal intubation and hemodialysis or received packed red cell transfusion ( Table 2 ). Conclusion: These data demonstrate that DVT as PD is decreasing and DVT as SD is increasing in the US. Further, patients with DVT as SD are more likely to have had serious medical morbidities such as Atrial Fibrillation, urinary tract infection and congestive heart failure or to have undergone invasive procedures such as venous catheterization, endotracheal intubation and mechanical ventilation which may be undergone by individuals with serious medical illnesses. These differences in co-morbidities suggest that the etiologies of DVT as principal and DVT as SD may be significantly different. These data provide the rationale for further study to determine the contributory factors to DVT as PD and SD. Such studies may generate insights that can inform future strategies to address the rising national trend of DVT. Table 1: Co-morbidities associated with DVT as Principal or SD  Co-morbidities associated with DVT above 45 age group . SD of DVT (n = 316858) . PD of DVT (n = 125525) . Hypertension 36.9% 47.9% Diabetes Mellitus 26.2% 24.5% Congestive Heart Failure 23.6% 11.5% Urinary tract Infection 18.0% 8.4% Atrial fbrillation 16.3% 8.7% Co-morbidities associated with DVT above 45 age group . SD of DVT (n = 316858) . PD of DVT (n = 125525) . Hypertension 36.9% 47.9% Diabetes Mellitus 26.2% 24.5% Congestive Heart Failure 23.6% 11.5% Urinary tract Infection 18.0% 8.4% Atrial fbrillation 16.3% 8.7% View Large Table 2: Procedures associated with DVT as Principal or SD  Procedures associated with DVT below 45 age group . SD of DVT (n = 316858) . Primary diagnosis of DVT (n = 125525) . Venous Catheterization 21.9% 4.6% Transfusion of Packed Red Cells 18.4% 5.8% Mechanical Ventilation 9.7% 0.4% Insertion of Endotracheal Tube 7.8% 0.4% Hemodialysis 7.4% 2.0% Procedures associated with DVT below 45 age group . SD of DVT (n = 316858) . Primary diagnosis of DVT (n = 125525) . Venous Catheterization 21.9% 4.6% Transfusion of Packed Red Cells 18.4% 5.8% Mechanical Ventilation 9.7% 0.4% Insertion of Endotracheal Tube 7.8% 0.4% Hemodialysis 7.4% 2.0% View Large Disclosures: No relevant conflicts of interest to declare."
}