{
    "doi": "https://doi.org/10.1182/blood.V110.11.2745.2745",
    "article_title": "NK Cells Derived from Human Embryonic Stem Cells Demonstrate More Effective In Vivo Clearance of Xenografted Human Tumor Cells Compared to NK Cells Derived from Cord Blood. ",
    "article_date": "November 16, 2007",
    "session_type": "Tumor Immunotherapy",
    "abstract_text": "The derivation of both myeloid and lymphoid cells from human embryonic stem cells (hESCs) clearly establish hESCs as an important model system to study human hematopoietic ontogeny. However, the potential for clinical applications of hESC-derived hematopoietic cells still remain poorly characterized. Here we have analyzed the efficacy of hESC-derived natural killer (NK) cells in a model of anti-tumor immunotherapy. hESC-derived NK cells were compared to NK cells derived from human umbilical cord blood (UCB) for ability to clear both established human tumors and metastatic disease in an in vivo model. Using a two-step differentiation process, we have demonstrated effective derivation of NK cells from hESCs. The hESC-derived NK cells express activating and inhibitory receptors similar to NK cells derived from UCB. These receptors include C-type lectin-like receptors, natural cytotoxicity receptors, CD16 and diverse killer-cell Ig-like receptors. More importantly, the hESC-derived NK cells also demonstrate cytokine production and potent direct cytolytic activity against multiple types of tumors, including leukemia, lymphoma, glioma, testicular cancer and breast cancer cells lines. This in vitro cytolytic activity is similar to what found for UCB-derived NK cells cultured in identical conditions. To advance these studies to a more relevant pre-clinical model, we have now investigated the in vivo activity of hESC-derived NK cells in a xenogeneic mouse model. Here, K562 erythroleukemia cells stably expressing firefly luciferase (luc) were injected subcutaneously into sub-lethally irradiated NOD/SCID mice. The luc + K562 cells allows serial bioluminescent imaging to follow growth of the tumor cells non-invasively over a prolonged time course, as well as sensitive detection of micro-metastasis. Three days after tumor-inoculation, mice received one of three treatment courses: NK cells derived from hESCs, NK cells derived from UCB, or no cells. Each group received ip injections of IL-15 every 2–3 days for the first 7 days after treatment, then IL-2 every 2–3 days for an additional 2 weeks. In this model, mice that received cytokine treatment but did not receive NK cells (n=11) consistently developed large tumors within three weeks. Remarkably, all mice treated with hESC-derived NK cells demonstrated complete clearance of the primary tumor two weeks after tumor inoculation (n=8). In contrast, mice treated with UCB-derived NK cells had significantly less anti-tumor activity in vivo, with only 50% tumor-free animals treated with UCB-derived NK cells (n=8). Some mice treated with hESC-derived NK cells were monitored up to 8 weeks with no evidence of tumor development. Furthermore, liver, lungs, spleen and kidneys were harvested at the time of sacrifice and analyzed for presence of micro-metastasis by detection of luc. In animals receiving cytokines alone, 50% of the organs analyzed displayed metastatic presence of luc + cells. However, there was a significant reduction of metastases in UCB-NK-treated (9%) and hESC-NK-treated (4%) animals. These results suggest that hESC-derived NK cells are capable of clearing human tumor cells in vivo more effectively than UCB-derived NK cells. Current studies are underway to investigate in vivo activity of hESC-derived NK cells in other tumor models, and to evaluate specific mechanisms that might regulate improved in vivo activity of hESC- compared to UCB-derived NK cells, focusing on in vivo cell migration, cell survival and proliferation.",
    "topics": [
        "drug clearance",
        "embryonic stem cells",
        "natural killer cells",
        "tumor cells",
        "umbilical cord blood",
        "neoplasms",
        "neoplasm metastasis",
        "cytokine",
        "microbiology procedures",
        "acute erythroblastic leukemia"
    ],
    "author_names": [
        "Petter S. Woll, MS",
        "Rebecca Marcus",
        "Dan S. Kaufman, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Petter S. Woll, MS",
            "author_affiliations": [
                "Stem Cell Institute and Dept. of Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Marcus",
            "author_affiliations": [
                "Stem Cell Institute and Dept. of Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan S. Kaufman, M.D., Ph.D.",
            "author_affiliations": [
                "Stem Cell Institute and Dept. of Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T06:45:35",
    "is_scraped": "1"
}