{
    "doi": "https://doi.org/10.1182/blood.V126.23.4341.4341",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3197",
    "start_url_page_num": 3197,
    "is_scraped": "1",
    "article_title": "Recombinant Thrombomodulin for the Treatment of Transplantation-Associated Coagulopathy after Allogeneic Hematopoietic Stem Cell Transplantation: A Multi-Center Study in Japan ",
    "article_date": "December 3, 2015",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster III",
    "abstract_text": "Background: Thrombotic microangiopathy (TMA) and veno-occlusive disease (VOD) as well as acute GVHD (aGVHD) are closely relevant to inflammation and coagulation involving endothelium in the setting of allogeneic hematopoietic stem cell transplantation (allo-HSCT), which is named as transplantation associated coagulopathy (TAC) to overcome challenges and achieve better survival. Recombinant thrombomodulin (rTM) is a new drug for treating disseminated intravascular coagulation (DIC) approved by the Japanese Ministry of Health, Labour and Welfare in 2008. Membranous TM has many aspects to inhibit inflammation via activated Protein C (APC), lectin-like domain, and activated thrombin-activatable fibrinolysis inhibitor as well as to inhibit coagulation by binding factor IXa and Xa through APC. We investigated the effects of rTM on levels of the biomarkers and examined whether we could prevent TAC using rTM among registered patients in the SIGHT study group. We reported that significant improvements in elevation of TNF-α, E-selectin, VCAM-1, HMGB-1, PAI-1 and PDMP were exhibited following alloHSCT with rTM-treatment. Here we studied which biomarker were predictive for TAC and contributed to reduce the probability of these complications. Methods: SIGHT study group was composed of 70 hospitals and research centers in Japan. Patients eligible for alloHSCT treatment for hematopoietic disorders who secured attending physicians clearance were permitted in the study. Blood samples were collected from the patients before and after transplantation through day 28. Levels of cytokines (IL-6, TNF-α, HMGB1, MCP-1, RANTES) and soluble molecules (VCAM-1, E-selectin, PAI-1, PDMP) were measured by ELISA. rTM was administered as a prophylactic therapy for TAC in day 4-14 after alloHSCT. The dose of rTM, 380 u/kg, was employed as same dose as the treatment for DIC. Control group received 100 u/kg heparin, or no anti-coagulation therapy as prophylaxis at the same schedule as the rTM group. Patients were not randomized to these three arms but allowed to select one by their physician's decision. Complications following transplantation were reported by attending physicians. Results: The subjects were 293 patients who underwent alloHSCT in SIGHT study group between June 2010 and February 2014. 194 patients out of them, in whom complications following alloHSCT were reported, were analyzed to measure level of above biomarkers. No G3/4 adverse events of bleedings or severe organ damages were reported. Regarding complications following alloHSCT, the rate of developing aGVHD and VOD was significantly lower in rTM group than without it (36.5% vs. 62.2%, p=0.000; 12.5% vs. 24.5%, p=0.032, respectively), while TMA did not differ (8.4% vs. 10.2%, p=0.961). Stepwise multivariate logistic regression analyses revealed that anti-coagulation therapy without rTM was an independent risk factor for aGVHD (p=0.000, odds ratio=3.006) and VOD (p=0.015, odds ratio=2.65). We explored candidates for predictive biomarkers for TAC following alloHSCT. Only HMGB-1 levels were useful markers associated with risk of VOD among them (p=0.001, odds ratio=1.433). Also, the levels of HMGB-1 since the day of transplantation were significantly associated with risk of VOD after analyzing the whole dynamics of HMGB-1 level. E-selectin, PAI-1, VCAM-1, PDMP, and HMGB-1 were found to be closely relevant to one another by the principal component analysis (principal component loading=0.797, 0.876, 0.675, 0.780, and 0.691, respectively). Conclusion: The present findings suggested that rTM had the possibility to play a therapeutic role for aGVHD and VOD. HMGB-1 worked as an inflammatory cytokine, which exhibited peak level on the day of transplantation influenced by toxicity of conditioning regimen. VOD develop in relatively early days up to 20 days after alloHSCT, the elevation of HMGB-1 levels since day 0 after transplantation could be an early predictive biomarker for it. Once condition regimens are initiated, HMGB-1 is released from the injured cells including endothelial cells. HMGB-1 induces to release inflammatory cytokines and express adhesion molecules as well as tissue factor on endothelium (Yang H. Proc Natl Acad Sci USA. 2010;107:11942). These reactions facilitate pro-coagulant state resulting in VOD. We concluded that HMGB-1 was a major factor for VOD and rTM was effective to treat VOD attributable to suppression on HMGB-1. Disclosures Ishida: Bristol-Myers Squibb: Honoraria.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "blood coagulation disorders",
        "thrombomodulin",
        "transplantation",
        "hmgb1 protein",
        "veno-occlusive disease",
        "biological markers",
        "teller acuity cards",
        "total arterial compliance",
        "trigeminal autonomic cephalalgias"
    ],
    "author_names": [
        "Kazuyoshi Ishii, MD MPH, PhD",
        "Shosaku Nomura, MD PhD",
        "Shinya Fujita, MD PhD",
        "Atushi Satake, MD PhD",
        "Tomoki Ito, MDPhD",
        "Yuta Katayama, MD PhD",
        "Taiichi Kyo, MD PhD",
        "Shuichi Ota, MD PhD",
        "Masanori Seki, MD PhD",
        "Shigeru Chiba, MD PhD",
        "Yoshinobu Maeda, MD PhD",
        "Mitsune Tanimoto, MD PhD",
        "Takayuki Ikezoe, MD PhD",
        "Hideo Yagi, MD PhD",
        "Kunio Hayashi, MD PhD",
        "Yoji Ishida, MD, PhD",
        "Naohito Fujishima, MD PhD",
        "Kenichi Sawada, MD, PhD",
        "Masaya Okada, MD PhD",
        "Hiroyasu Ogawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "First Department of Internal Medicine, Kansai Medical University, Osaka, Japan "
        ],
        [
            "First Department of Internal Medicine, Kansai Medical University, Osaka, Japan "
        ],
        [
            "First Department of Internal Medicine, Kansai Medical University, Osaka, Japan "
        ],
        [
            "First Department of Internal Medicine, Kansai Medical University, Hirakata, Japan "
        ],
        [
            "First Department of Internal Medicine, Kansai Medical University, Osaka, Japan "
        ],
        [
            "Internal Medicine, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Internal Medicine, Hiroshima Red Cross and Atomic Bomb Survivals Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Hematology, Sapporo Hokuyu Hospital, Sapporo, Japan "
        ],
        [
            "Department of Clinical and Experimental Hematology, Institute of Clinical Medicine, University of Tsukuba, Tsukuba, Japan "
        ],
        [
            "Department of Clinical and Experimental Hematology, Institute of Clinical Medicine, University of Tsukuba, Tsukuba, Japan "
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan "
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan "
        ],
        [
            "Department of Hematology and Respiratory Medicine, Kochi University School of Medicine, Nankoku, Japan "
        ],
        [
            "Department of Hematology, Kinki University School of Medicine Nara Hospital, Ikoma, Japan "
        ],
        [
            "Department of Hematology, Meiwa General Hosipital, Nishinomiya, Japan "
        ],
        [
            "Division of Hematology and Oncology, Department of Internal Medicine, Iwate Medical University School of Medicine, Morioka, Japan "
        ],
        [
            "Department of Hematology, Nephrology and Rheumatology, Akita University School of Medicine, Akita, Japan "
        ],
        [
            "Department of Hematology, Nephrology and Rheumatology, Akita University, Akita, Japan "
        ],
        [
            "Department of Hematology, Hyogo College of Medicine, Nishinomiya, Japan"
        ],
        [
            "Department of Hematology, Hyogo College of Medicine, Nishinomiya, Japan"
        ]
    ],
    "first_author_latitude": "34.8174944",
    "first_author_longitude": "135.64523430000003"
}