{
    "doi": "https://doi.org/10.1182/blood.V116.21.4679.4679",
    "article_title": "Rituximab Is An Effective Therapy for Relapsed Thrombotic Thrombocytopenia Purpura ",
    "article_date": "November 19, 2010",
    "session_type": "DISORDERS OF PLATELET NUMBER OR FUNCTION",
    "abstract_text": "Abstract 4679 Rituximab, a monoclonal antibodies designed against a CD20 glycoprotein expressing lymphocytes. This drug has been implemented in the treatment of B Cell lymphoproliferative disorders as well as other non-neoplastic diseases such as autoimmune disorders. Rituximab has produced response in auto-immune thrombocytopnea, auto-immune hemolytic anemia and refractory inhibitors to coagulation factors. This abstract present our experience with rituximab in the treatment of relapsed Thrombotic Thrombocytopenia Purpura and Hemolytic Uremic Syndrome TTP/HUS. A total of five patients diagnosed with relapsed TTP/HUS with mean age of fifty years, all are black females. Median time to relapse is 5 months, range from 3 weeks to two years. All patients were treated initialy with plasmaphoresis and steroids, average plasmaphoresis treatment before relapse is seventeen sessions, range twelve to twenty five. All patients were retreated with plasmaphoresis and steroids at relapse and all received Rituximab weekly therapy, range two doses to six. All patient achieved good response and durable remission with out relapse. Dose used is 375 mg/M2. Peripheral smears were monitored on daily bases, same as CBC, LDH, BUN and creatinin. Most interestingly that red cell fragmentation were significantly reduced after one week of starting rituximab. Fragmented red cell/schiztocytes were reduced to 3 schiztocytes per 5000 red cell on high power field light microscope. Most patient received first dose of rituxan after at least seven to nine sessions of plasmaphoresis given. In conclusion: Rituximab is an effective therapy in relapsed TTP/HUS, larger study needed to confirm efficacy. Consideration to give Rituximab in first line therapy as well as maintenance therapy is a valid point. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "rituximab",
        "thrombotic thrombocytopenic purpura",
        "hemolytic-uremic syndrome",
        "plasmapheresis",
        "steroids",
        "autoimmune diseases",
        "autoimmune hemolytic anemia",
        "blood coagulation factors",
        "blood urea nitrogen",
        "cd20 antigens"
    ],
    "author_names": [
        "Ahmad Jajeh, MD, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Ahmad Jajeh, MD, MPH",
            "author_affiliations": [
                "Division of Hem./Onc., METRO SOUTH HOSP/PREVIUOSLY KNOWN ST FRANCIS, BLUE ISLAND, Chicago, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T21:37:35",
    "is_scraped": "1"
}