{
    "doi": "https://doi.org/10.1182/blood.V110.11.5175.5175",
    "article_title": "A Cost-Utility Analysis of Nilotinib for CML Patients Who Have Become Resistant to Imatinib. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Background: New generation BCR-ABL tyrosine kinase inhibitors are promising treatments for CML patients who are imatinib resistant or intolerant. The objective of this study was to consider the cost-utility of nilotinib in comparison to ‘high dose’ (800 mg) imatinib (the current standard comparator in the UK) for chronic-phase CML patients resistant to standard dose 400 mg imatinib using a lifetime horizon. The analysis is based on a UK NHS perspective. Methods: A Markov model was developed using interim data from the phase II CAMN107A2101 registration study of nilotinib and data from the 39 patients who were dose-escalated, due to a sub-optimal response, to 800 mg imatinib within the IRIS phase III trial of imatinib versus interferon. Based on this evidence, the estimated 18-month survival has been extrapolated over a lifetime using parametric Weibull regression. Since the price of nilotinib in the UK was still to be determined at the time of preparation, the cost was assumed to be £106.94 per day, price parity with high dose imatinib. The costs and utilities associated with adverse events have been incorporated during the first six months following treatment. All costs and utilities were discounted at 3.5%. Results: Nilotinib is estimated to cost an additional £49K and generate an additional 2.18 Quality-Adjusted Life Year’s (QALYs) in comparison to high dose imatinib over a patient’s lifetime. Therefore, the incremental cost-utility of nilotinib versus high dose imatinib is expected to be approximately £22K per QALY gained. This result is subject to uncertainty around data extrapolation. However availability of longer term data from the ongoing nilotinib trial will allow validation at a later date. Conclusions: Our analysis suggests that nilotinib provides a clinically and cost-effective treatment (according to conventionally acceptable thresholds) for CML patients who have become imatinib resistant, in an indication where limited alternative treatment options exist.",
    "topics": [
        "imatinib mesylate",
        "nilotinib",
        "costs and benefits",
        "adverse event",
        "bcr-abl tyrosine kinase",
        "human leukocyte interferon",
        "immune reconstitution inflammatory syndrome",
        "interferons",
        "iris",
        "national health service (uk)"
    ],
    "author_names": [
        "H. Pilgrim",
        "K. Jewitt",
        "S. Ward"
    ],
    "author_dict_list": [
        {
            "author_name": "H. Pilgrim",
            "author_affiliations": [
                "ScHARR, University of Sheffield, Sheffield, United Kingdom",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "K. Jewitt",
            "author_affiliations": [
                "Novartis Pharmaceuticals UK Ltd., United Kingdom",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Ward",
            "author_affiliations": [
                "ScHARR, University of Sheffield, Sheffield, United Kingdom",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T02:10:12",
    "is_scraped": "1"
}