{
    "doi": "https://doi.org/10.1182/blood.V124.21.2541.2541",
    "article_title": "Effect of Graft Source on Alternative Unrelated Donor Reduced Intensity Conditioning Hematopoietic Stem Cell Transplantation in Adults with Acute Myeloid Leukaemia after: A Study from the SFGM-TC ",
    "article_date": "December 6, 2014",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster II",
    "abstract_text": "Background. Allogeneic stem cell transplantation (allo-SCT) is a well-established therapy for adult patients with acute myeloid leukemia (AML), however many patients will not have a suitable matched sibling donor. The use of alternative stem cell sources has been investigated, especially the use of unrelated umbilical cord blood cells. Previous studies found a similar outcome between HLA 4-6/6 matched UCB, 7/8 mismatched unrelated donors (URD) and 8/8 matched URD. However, it is more common practice in many centers worldwide to search for 10/10 or 9/10 URD. Patients and methods. This retrospective analysis assessed the outcome of 651 patients over 18 years at time of transplant with an AML who received a reduced intensity conditioning (RIC) or non myeloablative conditioning (NMA) allo-SCT from UCB (n=205) or G-CSF mobilized peripheral blood stem cell (PBSC) 9/10 URD (n=99) or 10/10 URD (n=347) between 2002 and 2010 and who were reported to the registry Sociéte Française de Greffe de Moelle et de Thérapie Cellulaire (SFGM-TC). AML cytogenetic risk was favorable in 77 patients, intermediate in 373 and high risk in 113 cases; and unknown in 88 patients. Cytogenetic risk groups were comparable between all three subsets of patients. At time of transplant, patients’ median age was 55 years (19-70), 540 patients (83%) were in CR and 97 (17%) were in relapse/progression. In UCB, 99 patients received a single UCB unit and 106 patients received 2 UCB units. We analyzed engraftment, NRM, relapse/progression, GVHD, LFS and OS using the cumulative incidence procedure and Kaplan-Meyer estimates and multivariate Cox regression modeling. The most important parameters associated with outcome were analyzed and we included in the final multivariate analysis, along with graft source, parameters with a p value over 0.20 (patients age, disease status at transplant, cytogenetic risk, use of ATG, use of TBI, CMV status and conditioning regimen (RIC versus NMA)). Results. With a median follow-up of 43, 43 and 49 months in the 10/10 URD, 9/10 URD and UCB, hematopoietic recovery was slower in UCB compared to URD recipient: the cumulative incidence of neutrophils recovery at day 28 and platelet recovery >50×10 9 /L at day 180 were respectively 76% and 68% in UCB against 95% and 91% in 10/10 URD and 93% and 81% in 9/10 URD (P<0.0001). While there was no significant difference in the day 100 cumulative incidence of grade 2-4 aGVHD: 32% in 10/10 URD, 39% in 9/10 URD and 33% in UCB, the 2 years cumulative incidence of cGVHD was significantly lower in UCB recipients: 16% against 37% in 10/10 URD (p<0.0001) and 29% in 9/10 URD (P=0.004). In multivariate analysis, the cumulative incidence of NRM was significantly lower in UCB recipients compared to 9/10 recipients (HR 1.83, P=0.03), there was no statistically significant difference with 10/10 recipients (HR 1.35, P=0.25). In multivariate analysis, the cumulative incidence of relapse/progression was significantly increased in UCB recipients compared to 10/10 URD recipients (HR 0.64, P=0.04) and there was also a trend towards an increased incidence of relapse compared to the 9/10 URD recipients (HR 0.62, P=0.07). Compared to UCB transplants there was no significant difference in LFS after 9/10 URD (HR 1.17, P=0.33) and 10/10 URD (HR 1.09, P=0.51). For OS, there was no significant difference between the 9/10 URD group and UCB transplants (HR 0.98, P=0.90), but there was a trend toward a better OS in the 10/10 URD group (HR 0.74, P=0.08). In multivariate analysis, relapse/progression risk was greater and LFS was lower in patients with intermediate or adverse risk cytogenetic and in patients who were not in CR at time of transplantation. Disease status at transplant (patients not in CR versus CR) was the only parameter with a significant impact on OS in multivariate analysis (HR 3.2, P<0.0001). Conclusion. These data suggest that UCB is a valid alternative graft source compared to 9/10 URD in patients who lack a 10/10 URD. The increased incidence of relapse/progression in UCB transplant was counterbalance by a decreased NRM incidence. Furthermore this study highlighted the significantly lower cumulative incidence of cGVHD in UCB transplant recipients, an important factor for patients’ quality of life after transplant. This should encourage us to pursue our effort to use UCB RIC/NMA allo-SCT with the development of new strategies to prevent relapse after transplant. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "conditioning (psychology)",
        "donors",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "tissue transplants",
        "transplantation",
        "allopurinol",
        "graft-versus-host disease, chronic",
        "allogeneic stem cell transplant",
        "follow-up"
    ],
    "author_names": [
        "Florent Malard, MD PhD",
        "Noel Milpied, MD PhD",
        "Didier Blaise, MD",
        "Patrice Chevallier, MD PhD",
        "Mauricette Michallet, MD PhD",
        "Bruno Lioure, MD PhD",
        "Laurence Clement",
        "Nathalie Fegueux, MD",
        "Catherine Cordonnier, MD",
        "Régis Peffault de Latour, MD",
        "Mohamad Mohty, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Florent Malard, MD PhD",
            "author_affiliations": [
                "CHU, Nantes, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Noel Milpied, MD PhD",
            "author_affiliations": [
                "University Hospital of Bordeaux, Pessac, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Blaise, MD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Chevallier, MD PhD",
            "author_affiliations": [
                "Nantes University Hospital, Nantes, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricette Michallet, MD PhD",
            "author_affiliations": [
                "Centre Hospitalier Lyon Sud, Pierre Benite, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Lioure, MD PhD",
            "author_affiliations": [
                "Hopital Hautepierre, Strasbourg, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Clement",
            "author_affiliations": [
                "CHU Nancy, Nancy, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Fegueux, MD",
            "author_affiliations": [
                "Hôpital Lapeyronie, Montpellier, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Cordonnier, MD",
            "author_affiliations": [
                "Hopital Henri Mondor and Université Paris 12, Creteil, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Régis Peffault de Latour, MD",
            "author_affiliations": [
                "Saint-Louis Hospital, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamad Mohty, MD PhD",
            "author_affiliations": [
                "Hospital Saint-Antoine, Paris University UPMC, INSERM U938, Paris, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T21:30:42",
    "is_scraped": "1"
}