{
    "doi": "https://doi.org/10.1182/blood.V114.22.1205.1205",
    "article_title": "A Comparison of Stem Cell Source in Adult and Paediatric Recipients of T-Cell Depleted Myeloablative Transplants for Standard Risk Leukaemia: No Difference in Mortality Using BM or PBSC. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL RESULTS - ALTERNATIVE DONOR TRANSPLANTATION POSTER I",
    "abstract_text": "Abstract 1205 Poster Board I-227 The use of GSCF-mobilised Peripheral Blood Stem Cells (PBSC) for unrelated donor (UD) transplantation has increased dramatically since 2000. The association of PBSC with more rapid engraftment and with an increase in chronic Graft versus Host Disease (GvHD), compared to bone marrow (BM) has been reported in a number of studies. More recently the use of PBSC has been associated with an increase in non relapse mortality (NRM) and decrease in survival (OS) in T-cell replete transplants. We have previously reported outcome data in 145 patients who received an unrelated donor transplant for leukaemia. In that study we reported an increase in mild acute GvHD using PBSC, but no other significant differences in outcome. We have now doubled the cohort and report our findings on 320 patients here. In this group all of the patients received pre-transplant serotherapy (Alemtuzumab = 306, ATG = 14) as part of myeloablative conditioning prior to an HLA-matched UD allograft. Patients were transplanted between January 2000 and August 2007: CML in 1CP (n=102) and acute leukaemia in CR1/2 (AML in 105, ALL in 144). 190 patients received BM and 130 PBSC. The median age of the recipients was 28.9 years (10months - 58years). There was no significant difference in age between those receiving BM or PBSC.98% and 96% of patients receiving PBSC and BM achieved neutrophil engraftment (NS), with a significantly faster time to engraftment in recipients of PBSC compared to BM (14 vs 20 days; p<0.001). The incidence of acute GvHD was significantly higher in recipients of PBSC (64%) compared to BM (51%; p=0.022), however there was no increase in grade III/IV (p=0.420) disease in PBSC recipients. The incidence of chronic GvHD at 6 years was 61% in the BM recipients and 55% in the PBSC recipients (NS), with no difference in the incidence of extensive disease. The 5-years OS was 55% in BM recipients, with a median follow-up of 59 months, compared to 54% in PBSC recipients at a median follow-up of 38 months (NS). The incidence of neither disease relapse nor NRM was significantly different between groups (relapse at 5 years: BM 44%, PBSC 36%; p=0.112, and NRM at 5 years: BM 22%, PBSC 24%; p=0.751). In view of the fact that there were more CML patients in the BM group and more AML patients who received PBSC (the distribution of ALL patients was similar) (p=0.051), we performed a subgroup analysis. The pattern of results for each outcome, dependant on the use of BM or PBSC, in patients with CML and those with acute leukaemia were similar to those reported in the group overall. In conclusion, we have confirmed the results of our previous smaller study, showing the only significant difference in clinical outcome between PBSC and BM to be a higher incidence in the occurrence (but not grade) of acute GvHD. We found no association between the use of PBSC and an increased risk of chronic GVHD or of a worse transplant outcome, when compared to BM. We suggest that either stem cell source can be used with a similar outcome in adult and paediatric recipients of T-cell depleted allografts for standard risk leukaemia. Disclosures: Apperley: Novartis: Consultancy, Honoraria.",
    "topics": [
        "leukemia",
        "pediatrics",
        "peripheral blood stem cells",
        "stem cells",
        "t-lymphocytes",
        "transplantation",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "allografting",
        "follow-up"
    ],
    "author_names": [
        "Bronwen E Shaw",
        "Jane Apperley",
        "Nigel H. Russell, MD",
        "Charles F. Craddock, BM, MRCP, MRCPath",
        "Effie Liakopoulou",
        "Michael N Potter",
        "Robert Wynn, MRCP, FRCPath, MD",
        "Brenda ES Gibson",
        "R. Pearce",
        "Keiren Kirkland",
        "Alejandro Madrigal",
        "Gordon Cook, MD, PhD",
        "Jennifer L Byrne, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bronwen E Shaw",
            "author_affiliations": [
                "Section of Haemato-oncology, Royal Marsden Hospital, Sutton, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jane Apperley",
            "author_affiliations": [
                "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel H. Russell, MD",
            "author_affiliations": [
                "Centre for Clinical Haematology, Nottingham University Hospital, Nottingham, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles F. Craddock, BM, MRCP, MRCPath",
            "author_affiliations": [
                "Center for Clinical Hematology, Birmingham, ARRAY(0xc83fd08), "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Effie Liakopoulou",
            "author_affiliations": [
                "Christie Hospital, Manchester, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael N Potter",
            "author_affiliations": [
                "Section of Haemato-oncology, Royal Marsden Hospital, Sutton, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Wynn, MRCP, FRCPath, MD",
            "author_affiliations": [
                "Dept. of Haematology, Royal Manchester Children's Hospital, Manchester, England, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda ES Gibson",
            "author_affiliations": [
                "Haematology/Oncology, Royal Hospital for Sick Children Glasgow, Glasgow, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Pearce",
            "author_affiliations": [
                "British Society of Blood and Marrow Transplantation, London, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiren Kirkland",
            "author_affiliations": [
                "British Society of Blood and Marrow Transplantation, London, United Kingdom, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alejandro Madrigal",
            "author_affiliations": [
                "Anthony Nolan Research Institute, Anthony Nolan Trust, London, UCL Cancer Institute, Royal Free Campus, London, London, United Kingdom, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon Cook, MD, PhD",
            "author_affiliations": [
                "Haematology, St. James Institute of Oncology, Leeds, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer L Byrne, PhD",
            "author_affiliations": [
                "Centre for Clinical Haematology, Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T21:35:35",
    "is_scraped": "1"
}