{
    "doi": "https://doi.org/10.1182/blood-2021-146638",
    "article_title": "Phase 1/2 Trial of IL7/IL15-Expanded Bispecific LV20.19 CAR T-Cells for Relapsed, Refractory B-Cell Non-Hodgkin Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "704.Cellular Immunotherapies: Clinical",
    "abstract_text": "Introduction: Bispecific lentiviral anti-CD20, anti-CD19 (LV20.19) CAR T-cells may improve outcomes in relapsed, refractory (R/R) B-cell malignancies by limiting relapse from single antigen downregulation (Shah et al. Nature Med. 2020). Preclinical models suggest that CAR T-cells cultured with IL7 & IL15 (IL7+15) can improve cell expansion, in vivo persistence, tumor cytotoxicity, and increase frequency of a T-stem cell memory phenotype (Xu et al. Blood 2014) In an ongoing phase 1/2 clinical trial we examined the impact of IL7+15 (in lieu of IL-2 in our prior study) and varying lengths of manufacturing (MF) on LV20.19 CAR T-cell safety and efficacy in R/R B-cell non-Hodgkin lymphoma (NHL). Methods: We conducted a Phase 1/2 single center, prospective trial (NCT04186520) evaluating LV20.19 CAR T-cells at a fixed dose of 2.5x10^6 cells/kg for patients (pts) with R/R B-cell NHL. LV20.19 CAR T-cells were locally manufactured in the CliniMACS Prodigy device with IL7+15 for cell expansion with goal of fresh infusion at varying lengths of MF (8 vs 12 days). There are four cohorts in this study. Cohort 1 was a 6-patient phase 1 safety run-in of IL7+15 expanded LV20.19 CAR T-cells manufactured for 8 and 12 days respectively (n=3 in each arm). Cohort 2 & 3 were phase 1b arms comparing flexible 8/12-day MF versus fixed 12-day MF for pts with diffuse large B-cell lymphoma (DLBCL), follicular lymphoma (FL), and marginal zone lymphoma (MZL). Cohort 4 is a phase 2 arm in mantle cell lymphoma (MCL) utilizing a flexible 8/12-day MF protocol. The primary outcome of the Phase 1 cohorts is safety. Dose limiting toxicity (DLT) was evaluated during the first 28 days post-CAR treatment. Results: In total, 22 pts received LV20.19 CAR T-cells at the specified dose of 2.5x10^6 cells/kg. Median age was 63 (44-78). There were 11 pts with DLBCL, 8 with MCL, and 3 with FL. Median lines of prior therapy was 4 (2-11) (Table 1). Outcomes (all pts) There were no DLTs in the Phase 1 safety run-in allowing accrual to open in the two Phase 1b and Phase 2 MCL arms. In total, there was one DLT in the Phase 1b 12-day arm with prolonged grade 3 ICANS and grade 4 acute kidney injury. There were two non-relapse mortality (NRM) events outside the DLT period from infectious complications (pneumonia and gram-negative rod sepsis). Cytokine release syndrome (CRS) occurred in 19 pts (86%), mostly Grade 1-2 (18/19) (Table 2). ICANS occurred in 6 pts (27%); 3 pts had grade 3 ICANS (14%). Median day to CRS was day 1 (range 0-8) which correlated with rapid in-vivo expansion (Figure 1). Among all pts, the overall response rate (ORR) was 91% (55% complete response [CR]) and 2 pts had progressive disease (PD) at Day 28, one of which was a prior anti-CD19 CAR failure. Seventeen pts had ClonoSEQ minimal residual disease (MRD) testing between Days 28-60, and 13 were MRD-negative. The median follow up of survivors is 6 months. The median PFS and OS have not been reached to date (Figure 2). Twenty of 22 pts received fresh CAR T-cells without cryopreservation. Outcomes by 8 vs 12-day MF (Phase 1 & 1B cohorts) Pts with DLBCL, FL, and MZL (n=14) were assigned consecutively to either 8-day or 12-day MF schema (n=7 in each arm). ORR in the 8-day MF arm was 100% (CR 71%) vs 71% (CR 29%) in the 12-day arm. Immunophenotyping of LV20.19 CAR T-cells demonstrated that nearly all 12-day MF cells had an effector-memory phenotype and contained few, if any, less differentiated T-cells while 8-day MF cells contained T-cells with a central-memory phenotype. Rates of CRS were higher in the 8-day MF arm (100% vs 57%, p=0.05) with no difference in ICANS. MCL outcomes In total, 8 pts with MCL received LV20.19 CAR cells (3 pts in Phase 1 & 5 in the Phase 2 cohort). Six of 8 patients had LV20.19 CAR T-cells manufactured in 8 days. Median lines of therapy were 5 (4-8) and 6 progressed on covalent BTK inhibitors. The ORR at day 28 was 100% (CR=63%), and 6 of 7 evaluated for MRD were negative at day 28. At last follow-up, no patient has relapsed with median follow-up time of 5 months (1.5 to 12 months). One of the two NRM events was in the MCL phase II cohort. There was no grade ≥3 CRS and only one grade 3 ICANS. Conclusions: Bispecific LV20.19 CAR T-cells expanded with IL7+15 are safe and efficacious for R/R B-cell NHL with a high ORR and low rates of grade ≥3 CRS or ICANS. Early results demonstrate immunophenotypic differences and improved responses among pts treated with a shorter 8-day MF process. MCL outcomes were impressive with a 100% ORR and no relapses to date. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Shah:  Miltenyi Biotec: Consultancy, Honoraria, Research Funding; Lily: Consultancy, Honoraria, Research Funding; Legend: Consultancy; Incyte: Consultancy; Umoja: Consultancy; Kite: Consultancy; Epizyme: Consultancy. Schneider:  Lentigen Technology: Current Employment. Hamadani:  Sanofi, Genzyme, AstraZeneca, BeiGene: Speakers Bureau; Takeda, Spectrum Pharmaceuticals and Astellas Pharma: Research Funding; Janssen, Incyte, ADC Therapeutics, Omeros, Morphosys, Kite: Consultancy. Fenske:  TG Therapeutics: Consultancy, Speakers Bureau; Servier Pharmaceuticals: Consultancy; Seattle Genetics: Speakers Bureau; Sanofi: Speakers Bureau; Pharmacyclics: Consultancy; MorphoSys: Consultancy; Kite (Gilead): Speakers Bureau; KaryoPharm: Consultancy; CSL Therapeutics: Consultancy; Bristol-Myers Squibb: Speakers Bureau; Biogen: Consultancy; Beigene: Consultancy; AstraZeneca: Speakers Bureau; ADC Therapeutics: Consultancy; Adaptive Biotechnologies: Consultancy; AbbVie: Consultancy. Johnson:  Miltenyi Biotec: Research Funding. Hari:  Adaptive Biotech: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other, Research Funding, Speakers Bureau; Karyopharm: Consultancy; Millenium: Membership on an entity's Board of Directors or advisory committees, Research Funding; GSK: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other, Research Funding, Speakers Bureau; Oncopeptides: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other, Research Funding, Speakers Bureau; Celgene-BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other, Research Funding, Speakers Bureau.",
    "author_names": [
        "Nirav N. Shah",
        "Joanna C. Zurko",
        "Dina Schneider",
        "Sharon Yim",
        "Mehdi Hamadani",
        "Timothy S. Fenske",
        "Bryon Johnson",
        "Parameswaran Hari"
    ],
    "author_dict_list": [
        {
            "author_name": "Nirav N. Shah",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joanna C. Zurko",
            "author_affiliations": [
                "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dina Schneider",
            "author_affiliations": [
                "Lentigen Technology, Gaithersburg, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Yim",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Hamadani",
            "author_affiliations": [
                "CIBMTR® (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy S. Fenske",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bryon Johnson",
            "author_affiliations": [
                "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Hari",
            "author_affiliations": [
                "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:31:58",
    "is_scraped": "1"
}