{
    "doi": "https://doi.org/10.1182/blood.V124.21.3608.3608",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2918",
    "start_url_page_num": 2918,
    "is_scraped": "1",
    "article_title": "Transmembrane Transporters hOCT1 and SLCO1B3 Polymorphisms Could Have a Role in Patients Affected By Chronic Myeloid Leukemia Treated with Nilotinib ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster III",
    "topics": [
        "leukemia, myelocytic, chronic",
        "membrane transport proteins",
        "nilotinib",
        "polymorphism",
        "solute carrier organic anion transporter family member 1b3",
        "cancer",
        "toxic effect",
        "bendamustine",
        "follow-up",
        "high pressure liquid chromatography procedure"
    ],
    "author_names": [
        "Sara Galimberti, MD PhD",
        "Laura Galeotti, PhD",
        "Francesco Ceccherini, PhD",
        "Marialuisa Polillo, Dr",
        "Claudia Baratè, MD",
        "Giulia Fontanelli, MD",
        "Francesca Guerrini, PhD",
        "Roberta Arici, ScD",
        "Sara Barsotti, MD",
        "Federica Ricci",
        "Lara Aprile, MD",
        "Fulvio Cornolti, Prof.",
        "Mario Petrini, MD",
        "Monica Bocchia, MD PhD Prof.",
        "Antonello Di Paolo, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Pisa, Pisa, Italy "
        ],
        [
            "Phymtech Srl, Navacchio (PI), Italy "
        ],
        [
            "Phymtech Srl, Navacchio (PI), Italy "
        ],
        [
            "University of Pisa, Pisa, Italy "
        ],
        [
            "University of Pisa, Pisa, Italy "
        ],
        [
            "University of Pisa, Pisa, Italy "
        ],
        [
            "University of Pisa, Pisa, Italy "
        ],
        [
            "University of Pisa, Pisa, Italy "
        ],
        [
            "University of Pisa, Pisa, Italy "
        ],
        [
            "University of Pisa, Pisa, Italy "
        ],
        [
            "University of Siena, Siena, Italy "
        ],
        [
            "Phymtech Srl, Navacchio (PI), Italy ",
            "University of Pisa, Pisa, Italy "
        ],
        [
            "University of Pisa, Pisa, Italy"
        ],
        [
            "University of Siena, Siena, Italy "
        ],
        [
            "University of Pisa, Pisa, Italy "
        ]
    ],
    "first_author_latitude": "43.7167235",
    "first_author_longitude": "10.3988593",
    "abstract_text": "Background . Nilotinib represents an effective drug for the treatment of chronic myeloid leukemia after imatinib failure or, as more recently advocated, as first-line therapy. Its efficacy and tolerability allow the chronic administration of the drug, and some studies suggested that the greater benefit could be experienced when minimum plasma concentrations are above the limit of 1 mg/L. However, nilotinib is characterized by a non-negligible interpatient variability in its pharmacokinetics. The variable activity of transmembrane transporters should be not ruled out despite nilotinib has a lower substrate affinity for these proteins. In fact, recent in vitro studies demonstrated that SLCO1B3 and OCT3 are associated with nilotinib IC50 (Zimmermann, Clin Cancer Res 2013; Minematsu, Mol Cancer Ther 2011). Purpose. Therefore, the aim of this study was to investigate any possible influence of genetic polymorphisms in transmembrane transporters ABCB1, ABCG2, hOCT1 and SLCO1B3 on nilotinib pharmacokinetics, according to the procedures of the TIKlet protocol (ClinicalTrials.gov identifier: NCT 01860456). Methods. To accomplish with this objective, a population pharmacokinetic analysis was applied to investigate drug disposition in 21 men and 15 women (median age=62 years, range 38-84; Sokal high risk 15%, Hasford high risk 2%, EUTOS high risk 12%) who received nilotinib as second line therapy. Nilotinib plasma concentrations were measured by a validated UV-HPLC method, while patients’ genotype was obtained by real-time PCR on an ABI Prism 7900 HT instrumentation. The results were analysed through population pharmacokinetic modeling using NONMEM vers. 7.3. Results . With a median follow-up from nilotinib start of 42 months (range 3-86 months), 63% of patients were event-free, 25% of patients discontinuated treatment (2 deaths for MOF, other one for toxicity). After 3 months, all cases achieved the CHR, 82% presented a BCR-ABL1/ABL1 ratio MR4. When nilotinib plasma levels were measured, 80% of our patients had values higher than 1 mg/L. Results showed that elimination constant k10 was influenced by patient’s body mass index and the c.2677G>T/A polymorphism in exon 21 of the mdr1 gene. More interestingly, the polymorphism c.334T>G of the SLCO1B3 transporter was significantly associated with nilotinib bioavailability (F%). In particular, the wild-type genotype (TT) was associated with a 11% increase of F%, whereas the presence of at least one polymorphic allele (genotypes GT and GG) caused a reduction of F% of approximately 6%. Even if nilotinib plasma levels did not significantly influence its efficacy or toxicity, patients carrying the hOCT1 c.480C>G SNP (with lower influx pump activity) showed a shorter 3-year EFS (87% versus 54%, p=0.001) and cases with SLCO1B3 c.521 C allele showed a longer time to the CCyR (4.5 months vs 2.8, p=0.03) and to MR3 (14 months versus 9 months, p=n.s.). Conclusions. In conclusion, although the number of enrolled patients is limited, the present study suggests a role of transmembrane transporters hOCT1 and SLCO1B3 in the disposition of nilotinib. Disclosures Off Label Use: Bendamustine."
}