{
    "doi": "https://doi.org/10.1182/blood.V120.21.3681.3681",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2222",
    "start_url_page_num": 2222,
    "is_scraped": "1",
    "article_title": "Sustained Immune Competency and Long Term Molecular Remissions in FL Patients with FLIPI Risk Factors >1, Treated Front Line with R-CHOP Followed by Consolidative 90 Y-Radioimmunotherapy and Maintenance Rituximab ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "topics": [
        "disease remission",
        "radioimmunotherapy",
        "r-chop",
        "rituximab",
        "polymerase chain reaction",
        "flow cytometry",
        "follicular lymphoma",
        "follow-up",
        "brachial plexus neuritis",
        "complete remission"
    ],
    "author_names": [
        "Neil L Berinstein, MD, FRCPC",
        "Nancy M Pennell, B Sc",
        "Mary-Anne Cussen, RN, BScN, CCRP",
        "Kevin R Imrie, MD",
        "Eugenia Piliotis, MD, FRCPC",
        "Rena Buckstein, MD",
        "Zeina Ghorab, MD",
        "Ellen Anne Miles, MSc",
        "Alden E. Chesney, MD",
        "Matthew Cheung, MD"
    ],
    "author_affiliations": [
        [
            "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Clinical Trials, Sunnybrook Health Sciences Centre, Oddette Cancer Centre, Toronto, ON, Canada, "
        ],
        [
            "Hematology/Oncology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
        ],
        [
            "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Pathology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Sunnybrook Health Sciences Centre, Odette Cance Centre, Toronto, ON, Canada, "
        ],
        [
            "Department of Clinical Pathology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Odette Cancer Center, Sunnybrook Health Sciences Center, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.72064839999999",
    "first_author_longitude": "-79.3780573",
    "abstract_text": "Abstract 3681 Introduction: The First-Line Indolent Trial (FIT) demonstrated that administration of a single infusion of 90 Y-RIT to follicular lymphoma grade 1 or 2 patients with CR or PR after induction chemotherapy could significantly prolong time to progression versus no further therapy. [JCO 2008;26(32):5156–63]. Recently, Fowler et al (ASH 2011, abstract 99) have reported on a chemoimmunotherapy approach followed by both RIT consolidation and rituximab maintenance for advanced stage FL patients with FLIPI risk factors >2. However, molecular status (PCR for t[14;18]) was not reported beyond one year of follow-up. We report a phase II study of safety and efficacy of 90 Y-RIT following R-CHOP chemotherapy in patients with FLIPI=2–5, advanced stage FL. Maintenance rituximab is given every 3 months (m) post 90 Y-RIT, for 24 m. Planned accrual is 33 evaluable patients with extensive two year molecular and immunologic follow-up. Novel insights into the biologic and immunologic effects of this combination regimen are presented. The primary endpoint of our study is the final complete response (CR) rate, defined according to the Cheson criteria and measured 3 m after day 1 of the 90 Y-RIT therapy. Secondary outcomes included molecular remission and immunologic effects. Methods: In patients who had PCR detectable t[14;18] in baseline diagnostic specimens, quantitative real-time PCR was performed on blood and available bone marrow, at baseline, post 6xR-CHOP and Q 3 months post 90 Y-RIT treatment for 24 m. The sensitivity of our PCR assay was 1 in 10 5 cells. Flow cytometry for % B cell clonality was performed at the same time points. T and B cell counts, Ig levels and vaccine serology have been recorded pre and post treatment. Results: We have enrolled 26 patients with a median age of 54 yrs, 80% stage 4, 58%, intermediate FLIPI=2, 42% high FLIPI=3–5. Sixteen of 26 [62%] patients had a complete response (CR/CRu) to R-CHOP and the remaining 10 [40%] showed partial response (PR). One patient died due to sepsis prior to 90 Y-RIT. Five patients with a partial response post R-CHOP converted to CRu post 90 Y-RIT. A total of 19 of 24 (79%) patients who received 90 Y-RIT, achieved CR/Cru. Post 90 Y-RIT, three patients have relapsed. One other developed a secondary malignancy by 9m. The treatment has been most favourable for patients with FLIPI=2, where 13/14 (93%) remain progression-free [median follow-up= 32 m, range= 12.5–62 m]. There were no SAEs attributable to the 90 Y-RIT treatment. Seventeen patients had PCR detectable t(14:18) translocations. Quantitative PCR measurements were concordant with flow cytometry. Of these, 16, were evaluated post 90 Y-RIT and 15/16 (94%) of these patients became PCR negative in blood. Post 90 Y-RIT, 2 patients showed increase in PCR levels and relapsed clinically. All remaining pts with PCR markers are PCR negative in blood as far as 24 m post 90 Y-RIT. CD3+T cell counts remained normal, but CD19+B cells fell below the 1% detection level by flow cytometry during the two yrs of maintenance therapy post 90 Y-RIT. Interestingly, mean IgG levels remained close to normal, but mean IgM levels fell below normal. Memory immune responses to measles and mumps were maintained post chemo-radiotherapy. Antibody titres to Rubella did not change significantly post 90 Y-RIT. No HAMA response has been detected in any of the patients. Conclusions: We found effective eradication of follicular lymphoma from the blood and bone marrow of the high risk lymphoma pts with 2 or more FLIPI risk factors with first line treatment of 6xRCHOP and all but one of our evaluable patients (94%) achieved molecular remission in blood post 90 Y-RIT. Molecular remission was sustained after 90 Y-RIT up to 2 years, considerably longer than that reported by Fowler et al (ASH 2011, abstract 99). Longer follow-up with annual monitoring is planned to determine the precise response duration. The progression-free survival rates are similar or more favourable to previous reports [Blood 2006;108:1504–1508, J Clin Exp Hem. 2012; 52,no. 1]. IgG levels remain close to normal indicating that memory B cells are intact and this was consistent with no significant change in titres to common previously vaccinated pathogens such as rubella. The significance of persistent reductions on IgM levels is unclear. Acknowledgments: This study was sponsored by Bayer Canada and Spectrum Pharmaceuticals. Disclosures: Berinstein: Spectrum Pharma: Clinical Advisory Board Other. Off Label Use: Zevalin for first line treatment of aggressive follicular lymphoma."
}