{
    "doi": "https://doi.org/10.1182/blood.V118.21.4000.4000",
    "article_title": "Lentiviral Transduction of Patient Derived Leukaemic Blasts Allowing In Vivo Bioluminescent Monitoring in An NSG Model of Leukaemia Stem Cell Maintenance, ",
    "article_date": "November 18, 2011",
    "session_type": "661. Malignant Stem and Progenitor Cells: Poster III",
    "abstract_text": "Abstract 4000 Serial transplantation of patient derived acute lymphoblastic leukaemia (ALL) blasts continues to contribute to our understanding of the biology of leukaemia stem cells (LSC). Refinement of techniques, and in particular intrafemoral injection and development of the highly immunocompromised NOD/scid IL2Rγ null (NSG) mouse have demonstrated B precursor ALL propagating cells to be both common and present in diverse immunophenotypes. These studies must now be complemented by interrogation of the biological pathways underpinning leukaemia stem cell behaviour and clonal propagation in ALL. We have developed a lentiviral based approach to such studies, using the transfer vector pSLIEW, encoding both enhanced green fluorescent protein (EGFP) and firefly luciferase (luc). We have recently replaced a bone marrow stromal feeder based transduction protocol with a feeder free protocol, removing the risk of co-transduction of feeder cells. Using the feeder free protocol, we have achieved transduction of primary (n=4) and primograft (n=3) material with between 13.0 and 51.4% eGFP positive cells. Transplantation of transduced cells by intrafemoral injection into NSG mice resulted in engraftment and disease dissemination. This process was monitored using an IVIS Spectrum bioluminescence imaging system. This technique demonstrated progression of disease to the contralateral femur, spleen, CNS and vertebrae. Disease progression was also monitored by serial bone marrow punctures and 5-colour flow cytometry, which demonstrated no immunophenotypic bias amongst the transduced cells. Flow cytometry of harvested bone marrow and spleen showed between 5.5% and 10.2% eGFP positive cells representing only a moderate decrease from 26.3% eGFP positivity at initial transplantation. This confirms the relative resistance of the SFFV promoter to silencing, making this approach suitable for serial transplantation. Harvested bone marrow and splenic cells were re-transplanted at 5.5 × 10 3 – 1.0 × 10 4 SLIEW + cells per mouse (total 1 × 10 5 cells transplanted). Bioluminescent imaging has shown engraftment and dissemination of leukaemia within five weeks, confirming transduction of the leukaemia stem cell compartment. Further development of the pSLIEW vector to include shRNA sequences now offers the potential for functional studies using patient derived material, transduced with a single lentivector construct and serially engrafted in the NSG assay for leukaemic stem cell maintenance. We believe that this approach will allow us to investigate the genetic programmes underpinning leukaemia stem cell self-renewal. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bioluminescence",
        "blast cells",
        "leukemia",
        "stem cells",
        "transplantation",
        "diagnostic imaging",
        "disease progression",
        "flow cytometry",
        "acute lymphocytic leukemia",
        "leukemic hematopoietic stem cell"
    ],
    "author_names": [
        "Simon Bomken, MBBS",
        "Lars Buechler, PhD",
        "Klaus Rehe, MD",
        "Frida Ponthan, PhD",
        "Helen Blair, PhD",
        "Olaf Heidenreich, PhD",
        "Josef Vormoor, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Simon Bomken, MBBS",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lars Buechler, PhD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus Rehe, MD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frida Ponthan, PhD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen Blair, PhD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olaf Heidenreich, PhD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef Vormoor, MD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:41:33",
    "is_scraped": "1"
}