{
    "doi": "https://doi.org/10.1182/blood.V126.23.2792.2792",
    "article_title": "Long-Term Outcome to First-Line Imatinib according to 2013 European LeukemiaNet Response Criteria: a GIMEMA CML WP Analysis ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster II",
    "abstract_text": "Background: The European LeukemiaNet (ELN) response criteria are widely used to decide, at given time points, when the treatment with tyrosine-kinase inhibitors (TKIs) of CML patients should be continued (optimal response, OR), when a careful monitoring is required (warning, W) or when the therapy should be changed (failure, F). The 2013 ELN response criteria are the same for all chronic phase CML patients, irrespective of the prescribed TKI, but the time to response is influenced by the first-line TKI. Despite faster responses, a clear survival advantage of 2 nd generation TKIs over imatinib (IM) has not been demonstrated yet. A validation of the 2013 ELN response definitions and an analysis of their prognostic impact in IM-treated patients may provide important information. Aims: The aim of our study was to assess the significance of 2013 ELN response criteria in CML patients treated frontline with IM, investigating whether or not optimal responders, warnings or failures at 3, at 6 and at 12 months have a different long-term outcome. Methods: 559 patients enrolled within 3 prospective clinical trials (NCT00514488, NCT00510926, observational trial CML/023) were analyzed (ITT population of each study). The 3-month response according to 2013 ELN criteria was not fully evaluable due to missing cytogenetic analysis in 452/559 patients, so we focused on the early molecular response (EMR, BCR-ABL < 10% at 3 months), corresponding to OR. The responses at 6 and 12 months were retrospectively defined according to 2013 ELN criteria: F, BCR-ABL > 10% and/or Ph+ > 35% at 6 months, BCR-ABL > 1% and/or Ph+ > 0 at 12 months; OR, BCR-ABL < 1% and/or Ph+ 0 at 6 months, BCR-ABL < 0.1% at 12 months; W: intermediate conditions. As the ELN criteria changed over time, not all the failures switched to alternative treatment. Progression: transformation to advanced phases (2013 ELN definitions) at any time, including after treatment discontinuation. Overall survival (OS): all the deaths at any time (in-study or off-study) were included. Leukemia-unrelated death: known cause of death, no progression, CCyR and/or MMR < 6 months prior to death; all other deaths were classified as leukemia-related (LRD). The cumulative incidence of LRD was estimated considering the competing risk of leukemia-unrelated death. Results: The median follow-up was 76 months (66-99 months). The patients with OR at 3 months were 82%; the patients with OR-W-F at 6 months were 76%, 14% and 10%, respectively; the patients with OR-W-F at 12 months were 65%, 20% and 14%, respectively. The OS, the progression-free survival (PFS) and the cumulative incidence of LRD according to the presence-absence of EMR were 87-81% (p=0.015), 85-81% (p=0.035) and 11-5% (p=0.019), respectively. Combining the Sokal score and the EMR, the patients were divided into 4 groups, low and intermediate risk/responders, low and intermediate risk/not responders, high risk/responders, high risk/not responders: the OS and the cumulative incidence of LRD across the 4 groups were 88%, 84%, 86% and 70% (p=0.005, Figure 1) and 3%, 9%, 10% and 20% (p<0.001), respectively. The OS according to the 6-month ELN response (OR-W-F) was 88%, 88% and 70% (p<0.001, Figure 2), the PFS was 88%, 86% and 64% (p<0.001), while the cumulative incidence of LRD was 2%, 5% and 28% (p<0.001), respectively. The patients subsequently remaining on IM treatment according to the ELN response at 6 months (OR-W-F) were 77%, 52% and 26%, respectively. The OS, the PFS and the cumulative incidence of LRD according to ELN response criteria at 12 months (OR-W-F) were 89%, 93% and 78% (p<0.001, Figure 3), 89%, 93% and 77% (p<0.001), and 1%, 1% and 16% (p<0.001), respectively. The patients subsequently remaining on IM according to the response at 12 months (OR-W-F) were 80%, 72% and 35%, respectively. Conclusions: The patients without OR at 3 months (particularly high Sokal score patients) had a significantly poorer outcome compared to patients with OR. The warnings at 6 and 12 months had a similar outcome to optimal responders at the same time points; both had a significantly better outcome than the failures. Compared to optimal responders, a larger proportion of patients classified as warnings was subsequently switched to alternative treatment; the subsequent treatment may explain, at least in part, the absence of outcome differences between these 2 groups. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Castagnetti: Novartis: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; ARIAD: Consultancy, Honoraria. Gugliotta: BMS: Honoraria; Novartis: Honoraria. Abruzzese: BMS, Novartis, Pfizer, Ariad: Consultancy. Tiribelli: Ariad Pharmaceuticals: Consultancy, Speakers Bureau; Bristol Myers Squibb: Consultancy, Speakers Bureau; Novartis Farma: Consultancy, Speakers Bureau. Soverini: Novartis, Briston-Myers Squibb, ARIAD: Consultancy. Cavo: Jansenn: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; BMS: Honoraria; Millenium Pharmaceuticals: Honoraria; Onyx: Honoraria; Celgene: Consultancy, Honoraria; Novartis: Consultancy, Honoraria. Martinelli: MSD: Consultancy; Roche: Consultancy; ARIAD: Consultancy; Pfizer: Consultancy, Speakers Bureau; BMS: Speakers Bureau; Novartis: Speakers Bureau. Saglio: Novartis: Consultancy, Honoraria; BMS: Consultancy. Baccarani: BMS: Honoraria, Speakers Bureau; Novartis: Honoraria, Other: Consulting or Advisory Role, Speakers Bureau; Pfizer: Honoraria, Other: Consulting or Advisory Role, Speakers Bureau; ARAID Pharmaceutical Inc.: Other: Consulting or Advisory Role, Speakers Bureau; Novartis: Other: Travel, Accommodations, Expenses; BMS: Other: Travel, Accommodations, Expenses; Pfizer: Other: Travel, Accommodations, Expenses; ARIAD Pharmaceutical Inc.: Other: Travel, Accommodations, Expenses. Rosti: Bristol Myers Squibb: Honoraria, Research Funding, Speakers Bureau; Novartis: Honoraria, Research Funding, Speakers Bureau.",
    "topics": [
        "imatinib mesylate",
        "bcr-abl tyrosine kinase",
        "protein-tyrosine kinase inhibitor",
        "leukemia",
        "cytogenetic analysis",
        "follow-up",
        "leukemia, myeloid, chronic-phase",
        "measles-mumps-rubella vaccine",
        "withdrawing treatment",
        "myanmar"
    ],
    "author_names": [
        "Fausto Castagnetti, MDPhD",
        "Gabriele Gugliotta, MDPhD",
        "Massimo Breccia, MD",
        "Fabio Stagno, MD PhD",
        "Alessandra Iurlo, MD PhD",
        "Francesco Albano, MD",
        "Elisabetta Abruzzese, MD",
        "Bruno Martino, MD",
        "Luciano Levato, MD",
        "Tamara Intermesoli, MD",
        "Patrizia Pregno, MD",
        "Giuseppe Rossi, MD",
        "Filippo Gherlinzoni, MD",
        "Pietro Leoni, Prof",
        "Francesco Cavazzini, MD",
        "Dario Ferrero, MD",
        "Emilio Usala, MD",
        "Monica Bocchia, MD",
        "Mario Tiribelli, MD",
        "Enrico Montefusco, MD",
        "Simona Sica",
        "Claudia Venturi, PhD",
        "Simona Soverini",
        "Michele Cavo, MD",
        "Giuliana Alimena, MD",
        "Giovanni Martinelli, MD",
        "Fabrizio Pane, MD",
        "Giuseppe Saglio, MD",
        "Michele Baccarani, MD",
        "Gianantonio Rosti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fausto Castagnetti, MDPhD",
            "author_affiliations": [
                "Institute of Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Gugliotta, MDPhD",
            "author_affiliations": [
                "Institute of Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Breccia, MD",
            "author_affiliations": [
                "Chair of Hematology, \"Sapienza\" University, Roma, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Stagno, MD PhD",
            "author_affiliations": [
                "Chair of Hematology, University of Catania, Catania, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Iurlo, MD PhD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Maggiore Policlinico Hospital Foundation, Milano, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Albano, MD",
            "author_affiliations": [
                "Hematology - Dept. of Emergency and Organ Transplantation, University of Bari, Bari, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabetta Abruzzese, MD",
            "author_affiliations": [
                "Hematology, S. Eugenio Hospital, Roma, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Martino, MD",
            "author_affiliations": [
                "Az.Osp. Bianchi-Melacrino'-Morelli, Reggio Calabria, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luciano Levato, MD",
            "author_affiliations": [
                "Section of Hematology, A.O. Pugliese-Ciaccio, Catanzaro, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Intermesoli, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplant Unit, Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrizia Pregno, MD",
            "author_affiliations": [
                "Hematology Unit, AZ OSP. CITTA' DELLA SALUTE E SCIENZA TORINO, TORINO, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Rossi, MD",
            "author_affiliations": [
                "Department of Hematology, Spedali Civili di Brescia, Brescia, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Filippo Gherlinzoni, MD",
            "author_affiliations": [
                "Unita Operativa Ematologia, Ospedale Ca' Foncello, Treviso, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pietro Leoni, Prof",
            "author_affiliations": [
                "Haematology Clinic, Ospedali Riuniti di Ancona, Ancona, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Cavazzini, MD",
            "author_affiliations": [
                "Hematology Section, Azienda Ospedaliero-Universitaria S. Anna, University of Ferrara, Ferrara, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dario Ferrero, MD",
            "author_affiliations": [
                "Chair of Hematology, Department of Medicine and Experimental Oncology, Torino, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilio Usala, MD",
            "author_affiliations": [
                "Hematology Unit, \"A.Businco\" Hospital, Cagliari, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Bocchia, MD",
            "author_affiliations": [
                "Department of Hematology and Transplants, University of Siena, Siena, Italy "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Tiribelli, MD",
            "author_affiliations": [
                "Division of Hematology and BMT, Department of Experimental and Clinical Medical Sciences, Azienda Ospedaliero-Universitaria di Udine, Udine, Italy "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrico Montefusco, MD",
            "author_affiliations": [
                "Hematology Unity, Sant'Andrea Hospital, Rome, Italy "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Sica",
            "author_affiliations": [
                "Institute of Hematology, Catholic University, Rome, Italy "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Venturi, PhD",
            "author_affiliations": [
                "Institute of Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Soverini",
            "author_affiliations": [
                "Institute of Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Cavo, MD",
            "author_affiliations": [
                "Institute of Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuliana Alimena, MD",
            "author_affiliations": [
                "Chair of Hematology, \"Sapienza\" University, Roma, Italy "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Martinelli, MD",
            "author_affiliations": [
                "Institute of Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabrizio Pane, MD",
            "author_affiliations": [
                "Department of Biochemistry and Medical Biotechnologies, Federico II University, Napoli, Italy "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Saglio, MD",
            "author_affiliations": [
                "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Italy "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Baccarani, MD",
            "author_affiliations": [
                "Institute of Hematology, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianantonio Rosti, MD",
            "author_affiliations": [
                "Institute of Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T15:37:35",
    "is_scraped": "1"
}