{
    "doi": "https://doi.org/10.1182/blood.V116.21.3061.3061",
    "article_title": "Interim Results of An Ongoing Clinical Study Suggests Efficacy and Improved Toxicity Profile with Once a Week Bortezomib with Dexamethasone In Newly Diagnosed Multiple Myeloma Patients with Older Age and Co-Morbidities ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 3061 The current bortezomib schedule involves administration of the drug twice a week at 1.3 mg/m 2 for 2 weeks every 21 days. This regimen although effective is inconvenient and associated with side effects including neuropathy and gastrointestinal toxicities that limits its use in a proportion of patients. Therefore, to improve convenience and compliance, we have investigated efficacy and safety of a weekly regimen of bortezomib. In this one-stage phase II multi-center, open-label single-arm study bortezomib is administered once a week at 1.6 mg/m 2 in combination with dexamethasone in newly-diagnosed multiple myeloma patients not considered for autologous stem cell transplant in participating Veterans Hospitals nationwide. The objective is to evaluate overall response rate and toxicity of this regimen. Patients received bortezomib at 1.6 mg/m 2 IV weekly for 4 weeks followed by 1 week off and dexamethasone 40mg PO on the day of and day after each dose of bortezomib. Patients may receive 6 such 5-week cycles. At the current time 32 patients (median age - 73; range 50–88) have been enrolled at 11 Veterans Administration Hospital across the U.S. Patients had significant co-morbidities including 61% with cardiovascular problems, 58% with diabetes and/or hyperlipidemia, 58% with elevation of serum creatinine, 26% with respiratory problems and 23% with previous history of cancer. All patients were at least on 5 daily medications. Of the 32 patients enrolled, 25 patients have received at least one cycle of therapy and were evaluable for toxicity and efficacy, while 6 patients have received less than one cycle of therapy and one patient has inadequate data. With a median of 4 cycles administered, this regimen was well tolerated. None of the patients have developed grade 3 neuropathy, while grade 1 neuropathy was observed only in 2 patients and one patient with grade 1 neuropathy at diagnosis had increase to grade 2. Dexamethasone dose was reduced in 29% patients while 6% required reduction in bortezomib dose to 1.3 mg/m 2 . Additionally, Grade ≥1 asthenia was observed in 42%, diarrhea in 35%, and thrombocytopenia in 26%. Four patients have died of co-morbidities which were considered unrelated or probably unrelated to the treatment with bortezomib. The partial response or better was achieved in 68% patients receiving at least 1 cycle of therapy; 20% patients achieved CR/nCR and additional 12% achieved VGPR. Including MR in the analysis, overall response was observed in all evaluable patients. On intent to treat analysis including all 32 patients, overall response rate (≥ MR) was observed in 78% patients and PR or better in 53% patients. These preliminary results suggest that the once a week bortezomib regimen is effective and tolerable with reduced toxicity even in this older patient population with significant co-morbidities. Disclosures: Munshi: Millennium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Onyx: Consultancy, Membership on an entity's Board of Directors or advisory committees. Roodman: Millennium: Consultancy; Amgen: Consultancy, Honoraria; Novartis: Honoraria, Research Funding; Celgene: Honoraria.",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "morbidity",
        "multiple myeloma",
        "toxic effect",
        "neuropathy",
        "adverse effects",
        "asthenia",
        "autologous stem cell transplant",
        "cancer"
    ],
    "author_names": [
        "Nikhil C. Munshi, M.D.",
        "Saem Lee, B.A.",
        "Suman Kambhampati, M.D.",
        "Abid Mohiuddin, M.D.",
        "Michal Rose, M.D.",
        "Caroline Behler, M.D.",
        "Andrew Han, B.A.",
        "Yvonne Efebera, M.D.",
        "Antoun Houranieh, RPh., M.S., Ph.D.",
        "Mary T. Brophy, M.D.",
        "Abraham Zimelman, M.D.",
        "Rao H Prabhala, Ph.D.",
        "Hussain I. Saba, M.D, Ph.D",
        "Catherine Klein, M.D.",
        "Paulette Mehta, M.D, MPH",
        "Teresa Hayes, M.D.",
        "David Roodman, M.D, Ph.D",
        "Alan K. Lichtenstein, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Nikhil C. Munshi, M.D.",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Saem Lee, B.A.",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suman Kambhampati, M.D.",
            "author_affiliations": [
                "Kansas City VA Medical Center, Kansas City, MO, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abid Mohiuddin, M.D.",
            "author_affiliations": [
                "Atlanta VA Medical Center, Atlanta, GA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michal Rose, M.D.",
            "author_affiliations": [
                "VA Connecticut Healthcare System, West Haven, CT, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Behler, M.D.",
            "author_affiliations": [
                "San Francisco VA Medical Center, San Francisco, CA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Han, B.A.",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvonne Efebera, M.D.",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antoun Houranieh, RPh., M.S., Ph.D.",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary T. Brophy, M.D.",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abraham Zimelman, M.D.",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rao H Prabhala, Ph.D.",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hussain I. Saba, M.D, Ph.D",
            "author_affiliations": [
                "Hematology 111R, James A. Haley VA Hospital, Tampa, FL, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Klein, M.D.",
            "author_affiliations": [
                "VA Eastern Colorado Health Care System, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paulette Mehta, M.D, MPH",
            "author_affiliations": [
                "John L. McClellan Memorial Veterans Hospital, Little Rock, AR, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Hayes, M.D.",
            "author_affiliations": [
                "Michael E. DeBakey VA Medical Center, Houston, TX, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Roodman, M.D, Ph.D",
            "author_affiliations": [
                "Medicine/Hematology-Oncology, Pittsburgh VA Medical Center, Pittsburgh, PA, USA, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan K. Lichtenstein, M.D.",
            "author_affiliations": [
                "VA Greater Los Angeles Healthcare System, Los Angeles, CA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T13:09:15",
    "is_scraped": "1"
}