{
    "doi": "https://doi.org/10.1182/blood.V112.11.4770.4770",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1261",
    "start_url_page_num": 1261,
    "is_scraped": "1",
    "article_title": "A New Animal Model for Anemia Induced by Environmental Low-Temperature: Physiology of Erythrocyte Production and Circulation ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "To survive, organisms must adapt to changes in the ambient environment. Here, we describe a new model of anemia based on exposure of African clawed frog, Xenopus laevis to low-temperature. Frogs exposed at low-temperature (5ºC) for five days had decreased numbers of peripheral blood erythrocytes, leukocytes, and thrombocytes as well as low hemoglobin levels. By contrast, spleen erythrocytes increased in number. Cell counts returned to normal in frogs re-warmed at ambient temperature (22ºC) for two days. To confirm these observations in vivo, we labeled peripheral blood cells with fluorescent reagent CFSE. During five days at 5ºC, labeled erythrocytes in peripheral blood decreased in number while those in spleen increased. When the temperature was raised to 22ºC, however, their numbers increased in peripheral blood. The findings suggested that exposure to low-temperature resulted in splenic pooling of peripheral erythrocytes. Accordingly, we looked at recovery from anemia induced by phenylhydrazine (PHZ) in this model. PHZ-treated frogs maintained at 22ºC decreased numbers of peripheral erythrocytes that were minimal on day 8, and increased gradually thereafter. In the liver, we found erythrocyte progenitors expressing erythropoietin receptor and GATA1-A detected by reverse transcription polymerase chain reactions and immunocytochemical staining but no mature forms. In PHZ-treated frogs exposed to 5ºC, peripheral erythrocyte counts remained minimal from day 8, and reversibly recovered when temperature returned to 22ºC. Erythrocyte progenitors were present in liver on day 8 but absent on day 12. Conversely, mature erythrocytes were absent in liver on day 8 but present on day 12. Finally, to learn whether the progenitors proliferate and differentiate without migrating from liver to peripheral blood, we treated frogs with thymidine analog bromodeoxyuridine (BrdU). In frogs kept at 22 ºC, BrdU-labeled erythrocytes were abundant in both liver and peripheral blood. However, frogs cooled at 5ºC had labeled cells in liver but few in peripheral blood. The findings suggest low-temperature exposure cause this anemia by impairing migration of mature/immature erythrocytes from the liver. In summary, this amphibian model offers a new perspective for investigating physiological effects of environmental temperature on vertebrate erythropoiesis.",
    "topics": [
        "anemia",
        "animal model",
        "cold temperature",
        "erythropoiesis",
        "physiology",
        "bromodeoxyuridine",
        "erythropoietin receptors",
        "hemoglobin measurement",
        "polymerase chain reaction",
        "thymidine"
    ],
    "author_names": [
        "Shun Maekawa",
        "Hitomi Iemura",
        "Yuko Kuramochi",
        "Nami Kosaka-Nogawa",
        "Hironori Nishikawa",
        "Youichi Aizawa, PhD",
        "Takashi Kato, DSc"
    ],
    "author_affiliations": [
        [
            "Major in Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan"
        ],
        [
            "Major in Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan"
        ],
        [
            "Major in Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan"
        ],
        [
            "Major in Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan"
        ],
        [
            "Major in Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan"
        ],
        [
            "Department of Biology, School of Education, Waseda University, Tokyo, Japan"
        ],
        [
            "Department of Biology, School of Education, Waseda University, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7087334",
    "first_author_longitude": "139.7196485"
}