{
    "doi": "https://doi.org/10.1182/blood.V124.21.839.839",
    "article_title": "Hematopoietic Stem Cells Are Intrinsically Protected Against MLL-ENL Mediated Transformation ",
    "article_date": "December 6, 2014",
    "session_type": "661. Malignant Stem and Progenitor Cells: New Insights Into Leukemia Initiation and Progression",
    "abstract_text": "Studies on the developmental pathways of hematopoietic stem cells (HSCs) have led to roadmaps of differentiation and resulted in key information concerning lineage relationships and restriction points in the blood system. This knowledge is also central to understand the etiology of acute myeloid leukemia (AML), where recent work has proposed that the heterogeneity and aggressiveness of AML can associate with the developmental stage of transformation. Balanced chromosomal translocations that result in fusion proteins with aberrant transcriptional regulatory activities are frequent initiating events in acute myeloid leukemia, and a prototype family of such chimeric transcription factors is represented by fusions involving the mixed lineage leukemia-1 (MLL1) gene. Previous work using mouse models have suggested that at some stage of normal differentiation there is a loss of competence to induce AML. However discrepancies exists between these mouse models concerning the target cells of MLL fusion genes. While it is clear that cells can lose competence for leukemic transformation as part of their normal differentiation, the question remains whether the most primitive HSCs are always imbued with leukemogenic competency as part of their normal biology. To address this, we developed a Doxycycline inducible transgenic mouse model of the human chimeric transcription factor Mixed Lineage Leukemia-Eleven Nineteen Leukemia (MLL-ENL). Prospective isolations of candidate leukemia-initiating cells followed by adoptive transfers allowed us to detail leukemia-initiation and competence throughout the hematopoietic hierarchy. We show that AML can origin from multiple HPC subsets with intrinsic granulocytic/monocytic potential. Closely related myeloid progenitors displayed distinct leukemic- and functional capacity in response to physiological levels of MLL-ENL, highlighting the importance of a careful prospective isolation of progenitor populations. AML could also develop efficiently from common lymphoid progenitors, supporting a latent myeloid potential of these cells. By contrast, early commitment to the megakaryocytic/erythroid lineages was incompatible with leukemic development. By contrast, disease failed to arise from the most primitive progenitor subsets, including HSCs. Investigations of the immediate transcriptional responses to MLL-ENL showed evidence for a block in differentiation in both myeloid progenitors and HSCs, while MLL-ENL restricted cell cycle progression uniquely in HSCs. Our study highlights how an oncogene can exert unique functions depending on the developmental position of its cellular targets and demonstrate the existence of a mechanism, operational at the level of immature HSCs/progenitors, which act to prevent leukemic development. Figure 1 View large Download slide Graphical abstract Figure 1 View large Download slide Graphical abstract  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "doxycycline",
        "functional capacity",
        "fusion proteins",
        "hematopoietic stem cells",
        "leukemia",
        "leukemia, myelocytic, acute",
        "transcription factor",
        "translocation (genetics)",
        "adoptive transfer",
        "chimera organism"
    ],
    "author_names": [
        "Amol Sanjay Ugale",
        "Gudmundur Logi Norddahl",
        "Martin Wahlestedt",
        "Petter Säwén",
        "Pekka Jaako, PhD",
        "Cornelis J.H. Pronk, MDPhD",
        "Shamit Soneji, PhD",
        "Jorg Cammenga, MD PhD",
        "David Bryder, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amol Sanjay Ugale",
            "author_affiliations": [
                "Lund University, Lund, Sweden "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gudmundur Logi Norddahl",
            "author_affiliations": [
                "Lund University, Lund, Sweden "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Wahlestedt",
            "author_affiliations": [
                "Lund University, Lund, Sweden "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petter Säwén",
            "author_affiliations": [
                "Institution for Experimental Medical Science, BMC D14, Sölvegatan 19, 221 84 Lund, Sweden "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pekka Jaako, PhD",
            "author_affiliations": [
                "Lund University, Lund, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cornelis J.H. Pronk, MDPhD",
            "author_affiliations": [
                "Lund University, Lund, Sweden "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shamit Soneji, PhD",
            "author_affiliations": [
                "Lund University, Lund, Sweden "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorg Cammenga, MD PhD",
            "author_affiliations": [
                "Molecular Medicine and Gene Therapy, Lund, Sweden"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Bryder, PhD",
            "author_affiliations": [
                "Lund University, Lund, Sweden "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T21:32:36",
    "is_scraped": "1"
}