{
    "doi": "https://doi.org/10.1182/blood.V112.11.4497.4497",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1252",
    "start_url_page_num": 1252,
    "is_scraped": "1",
    "article_title": "The Research of Phenylhexyl Isothiocyanate’s Influence on p16 Gene Methylation of Leukaemia Cell ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "topics": [
        "genes, p16",
        "leukemia",
        "methylation",
        "dna",
        "polymerase chain reaction",
        "prostate health index",
        "cytosine",
        "isothiocyanates",
        "cancer",
        "cloning"
    ],
    "author_names": [
        "Bao-An Chen, MD, PhD",
        "Bei-ming Shou",
        "Dong-rui Zhou",
        "Delong Liu",
        "Jia-hua Ding",
        "Yun-Yu Sun",
        "Jun Wang",
        "Jian Cheng",
        "Gang Zhao",
        "Hui-hui Song",
        "Wen Bao",
        "Jue-qiong Wang",
        "Peng Yuan",
        "Xiao-ping Pei",
        "Ning-na Chen",
        "Xu-dong Ma",
        "Zu-hong Lu",
        "Quan-yi Lu",
        "Yong-rong Lai",
        "He Huang"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "State key lab of Bioelectronics, Chien-Shiung WU Laboratory, Southeast University, Nanjing, China"
        ],
        [
            "Department of Medicine, New York Medical College, Valhalla, NY, USA"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, Fujian province Zhangzhou hospital, Zhangzhou, China"
        ],
        [
            "State key lab of Bioelectronics, Chien-Shiung WU Laboratory, Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, Zhong-shan Hospital Affiliated to Xiamen University, Xiamen, China"
        ],
        [
            "Department of Hematology, Hospital of Guangxi Medical University, Nanning, China"
        ],
        [
            "Department of Hematology, The 1st Affiliated Hospital of Zhejiang University, Hangzhou, China"
        ]
    ],
    "first_author_latitude": "32.071185",
    "first_author_longitude": "118.77671799999999",
    "abstract_text": "Objective Aberrant DNA methylation of CpG site is among the earliest and most frequent alterations in cancer. The aim of this study was to study whether phenylhexyl isothiocyanate can reduce the methylation level of P16 gene. This study used a microarray-based method for quantificationally detecting changes of P16 gene methylation in leukemia patient and U266 cell line. And to simply discuss the effect of phenylhexyl isothiocyanate on tumor methylation. Methods This method used bisulfite-modified DNA as a template for PCR amplification, resulting in conversion of unmethylated cytosine, but not methylated cytosine, into thymine within CpG islands of interest. One set of oligonucleotide probes were designed to fabricate a DNA microarray to detect the methylation changes of P16 gene CpG islands. Each set contained a pair of methylated and unmethylated oligonucleotides for interrogating 3 CpG sites in close proximity. By TA cloning, PCR, sequencing, positive and negative DNA targets were required. Next drawing a standard curve by fluorescence intensity. Leukemia samples DNA were abstracted and bisulfite-modified. Sample DNA targets were required by PCR amplification and were hybridized with the microarry. Finally the microarry was scanned with ScanArray Lite microarray analysis systems. Results The linear relationship (R 2 =0.9660) was established and it could be used to eliminate background noise. The methylation level of U266 is hypermethylation, after cultured with PHI, the level reduce. Eleven patients have P16 gene hypermethylation in thrity. After culture with PHI, seven patients showed level reduce, one patient showed raise, three patients showed remaining. Conclusion PHI can reduce the methylation level of P16 gene in U266 cell line, and also can reduce the methylation level of P16 gene of leukemia patient samples in vitro culture."
}