{
    "doi": "https://doi.org/10.1182/blood.V112.11.4664.4664",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1253",
    "start_url_page_num": 1253,
    "is_scraped": "1",
    "article_title": "Prominent Prevalence of Coagulase-Negative Staphylococcus Bloodstream Infections in Neutropenic Hematology/Oncology Children with Central Venous Catheter ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "bloodstream infections",
        "central venous catheters",
        "child",
        "neutropenia",
        "staphylococcus, coagulase negative",
        "medical oncology",
        "fever",
        "bacteremia",
        "teicoplanin",
        "vancomycin"
    ],
    "author_names": [
        "Young-Ho Lee, MD, PhD",
        "Yeon Jung Lim, MD",
        "Soon-young Song, MD, PhD",
        "Ji-hye Kim, MD",
        "Sung-hee Oh, MD, PhD",
        "Hong Hoe Koo, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Hanyang University Medical Center, Seoul, South Korea"
        ],
        [
            "Pediatric Hematology-Oncology, Hanyang University Medical Center, Seoul, South Korea"
        ],
        [
            "Diagnostic Radiology, Hanyang University Medical Center, Seoul, South Korea"
        ],
        [
            "Pediatrics, Hanyang University Medical Center, Seoul, South Korea"
        ],
        [
            "Pediatrics, Hanyang University Medical Center, Seoul, South Korea"
        ],
        [
            "Department of Pediatrics, Sungkyunkwan University School of Medicine, Samsung Medical Center, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.5584119",
    "first_author_longitude": "127.04468624999998",
    "abstract_text": "A retrospective analysis was performed on febrile neutropenic episodes in children with hematologic and oncologic diseases from 2005 to 2008. We reviewed total 255 febrile episodes occurred during the 3-year period in a total of 114 patients. Twenty-eight episodes of bacteremia occurred during neutropenic period in a total of 16 patients. All these patients had central venous catheter. There were 18 febrile episodes of Grampositive bacteria (64.3%), 9 episodes of Gram-negative bacteria (32.1%), and 1 episode of Candida (3.6%). The isolated organisms were as follows: Coagulase-negative Staphylococcus (CNS, N=17, 60.7%), Staphylococcus aureus (N=1, 3.6%), Enterobacter spp. (N=2, 7.1%), Pseudomonas spp. (N=2, 7.1%), Klebsiella (N=2, 7.1%), E. coli (N=2, 7.1%), Acinetobacter (N=1, 3.6%), Candida. (N=1, 3.6%). The bloodstream infection with CNS were more prevalent in children with Chemo-port (12 episodes in 6 from 34 patients, 17.6%) than in children with Hickman catheter (5 episodes in 5 from 22 patents, 22.7%), even though statistically not significant. In antibiotic susceptibility tests, all gram positive bacteria were resistant to penicillin and oxacillin, and sensitive to vancomycin and teicoplanin. In the case of Gram-negative bacteria, resistant rates to amikacin, gentamicin, imipenem, and piperacillin/tazobactam were 4.8%, 38.1%, 14.3%, and 42.9%, respectively. Based on this retrospective analysis, which reflects predominance of CNS bacteremia in febrile neutropenic patients, more emphasis needs to be laid on the empirical antibiotic regimen including vancomycin or teicoplanin as well as the strict skin preparations during procedures in children with central venous catheter."
}