{
    "doi": "https://doi.org/10.1182/blood.V112.11.1417.1417",
    "article_title": "A Short Course of Prednisone in the Management of Acute Chest Syndrome of Sickle Cell Disease. ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "abstract_text": "Background: Acute chest syndrome is defined as the presence of acute pulmonary findings in an individual with sickle cell disease. A brief course of dexamethasone was shown to significantly attenuate the course of mild to moderate ACS, but treated patients appeared to have an increased risk of readmission, generally for pain episodes, as compared to controls (31.5% vs. 4.7%; p=0.09). In a more recent retrospective review of patients with ACS, the readmission rate was even more alarming, with 59% of patients who received steroids alone (without transfusion) readmitted, again primarily for vaso-occlusive pain episodes. Over the past several years low dose steroid therapy [1–2mg/kg (maximum 80mg) of prednisone for 3 – 7 days] has been embraced as routine care for ambulatory and hospitalized patients with status asthmaticus. Potentially deleterious effects of steroid therapy, namely immunosuppression, especially in patients with concurrent pneumonia, and rebound wheezing after discontinuation of therapy have not been problematic. We reasoned that such a regimen to treat ACS might be beneficial without a “rebound effect” potentially leading to pain episodes, and over the past several years have increasingly used an asthma regimen of steroid therapy in our ACS patients who showed worsening clinical severity. Methods: Admissions recorded in a Pediatric Hematology – Oncology inpatient register were reviewed from July 1, 2005 to June 30, 2007 to identify patients hospitalized at the University Hospital of Brooklyn and King’s County Hospital Center with ACS; the register included children with ACS on admission and those who developed ACS during hospitalization for other complications. The clinical course of patients who received prednisone was compared to those who did not, particularly to assess the frequency of early (within two weeks) readmission after discharge. Results: Between July 2005 and June 2007, 63 patients were admitted for 78 episodes of ACS. Fifty-three patients received prednisone and 25 did not. Prednisone was used more frequently in patients with moderate or severe ACS (p<0.001). Eight patients (15.1%) who received prednisone were re-admitted within 2 weeks versus two (8.3%) who did not receive steroids (p=0.41). Overall the duration of hospital stay was similar in both groups, 3.1 days in patients who did not receive steroids and 3.8 days in patients who did (p=0.13). Seventeen patients (21.8%) received a simple blood transfusion, fifteen in the prednisone group and two in the non prednisone group. None had exchange transfusion. No patient required mechanical ventilation. Conclusion: In our retrospective chart analysis, we did see re-admissions after short course prednisone therapy; however, the re-admission rate was not significantly greater than that seen in children not receiving steroids and lower than that previously reported. Duration of stay and transfusion frequency were no different between steroidtreated and untreated patients, though the former had more severe disease at diagnosis; this may suggest clinical benefit. In summary, it may be possible to achieve the previously documented beneficial effects of steroid therapy for ACS without an unacceptable readmission rate by adjusting the treatment regimen. An asthma regimen similar to that used here would be reasonable to assess in a large prospective trial.",
    "topics": [
        "acute chest syndrome",
        "prednisone",
        "sickle cell anemia",
        "wheezing",
        "patient readmission",
        "steroid therapy",
        "steroids",
        "pain",
        "asthma",
        "transfusion"
    ],
    "author_names": [
        "Riten Kumar, MD",
        "Shahina Qureshi, MD",
        "Prita Mohanty, MD",
        "Sreedhar P Rao, MD",
        "Scott T. Miller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Riten Kumar, MD",
            "author_affiliations": [
                "Pediatric Hematology Oncology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shahina Qureshi, MD",
            "author_affiliations": [
                "SUNY - Brooklyn, Brooklyn, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prita Mohanty, MD",
            "author_affiliations": [
                "SUNY - Brooklyn, Brooklyn, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sreedhar P Rao, MD",
            "author_affiliations": [
                "SUNY - Brooklyn, Brooklyn, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott T. Miller, MD",
            "author_affiliations": [
                "SUNY - Brooklyn, Brooklyn, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T06:46:24",
    "is_scraped": "1"
}