{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1096.1096",
    "article_title": "Tissue Factor-Related Biomarkers and Prediction of Cancer-Associated VTE: Correlative Analyses of the Phacs Trial ",
    "article_date": "December 7, 2017",
    "session_type": "331. Pathophysiology of Thrombosis: Poster I",
    "abstract_text": "Background: Cancer patients at high or low risk for venous thromboembolism (VTE) can be predicted by a validated score (Khorana et al, Blood 2008) but the mechanisms underlying this association are not fully understood. We evaluated the association of VTE-related biomarkers with clinical outcomes in patients enrolled in a randomized trial of outpatient prophylaxis in high-risk patients and a control population of low-risk patients. Methods: Cancer patients with risk score ≥3 starting systemic therapy were randomized to dalteparin or observation for 12 weeks; a low-risk group of controls (score=0) was concurrently enrolled. Analyses for tissue factor (TF) using microparticle procoagulant activity, TF pathway inhibitor (TFPI) using ELISA, D-dimer and factor VIIA were conducted on specimens obtained at enrollment and 4-weekly on study as well as at enrollment in control patients. Results: The study populations comprised 89 randomized high-risk patients and 101 low-risk patients. TF MP-PCA levels were more likely to be detectable in high-risk patients (51.7% vs 32.7% of low-risk patients, p=0.01) and levels were elevated at time of enrollment in high-risk compared to low-risk patients (mean 0.67 vs 0.19 pg/mL in low-risk, p=0.002; median 0.03 vs 0 pg/mL, p=0.001). TF levels were particularly high in the subgroup of high-risk patients with pancreatic cancer (N=38, 57.9% detectable, mean 0.87 pg/mL, median 0.13 pg/mL). D-dimer levels were also significantly elevated in high-risk patients (median 1.23 vs 0.92 mg/mL, p=0.006). Levels of F1.2 and FVIIa were not significantly different between the high- and low-risk groups. Patients randomized to dalteparin had a significant decline in median D-dimer levels (median 1.22 mg/mL for timepoint 1 versus 0.7 mg/mL for timepoint 4, p =0.018) whereas there was no significant change over time for patients randomized to observation (median 1.30 vs 1.33 mg/mL, p=0.43). F1.2 levels also declined over time for patients randomized to dalteparin (median 77.17 to 32.37, p=0.01) but not for patients randomized to observation (median 59.06 to 61.63, p=0.99). In multivariate time-dependent Cox analysis in high-risk patients, VTE was associated with both doubling of TF (HR 1.42 95% CI 1.17-1.84, p=0.0003) and doubling of TFPI (HR 3.21, 95% CI 1.14-9.50, p=0.02). Conclusions: Cancer patients at high-risk for VTE are more likely to have increased TF levels at baseline; increased levels of both TF and TFPI were associated with future VTE. Further investigations into the role of TF and TFPI in cancer-associated thrombosis and their roles as predictive biomarkers are warranted. Disclosures Khorana: Pfizer: Consultancy, Honoraria; Halozyme: Consultancy, Honoraria; Janssen Scientific Affairs, LLC: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria; Bayer: Consultancy, Honoraria; Amgen: Consultancy, Research Funding; Leo: Consultancy, Honoraria, Research Funding. Francis: Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Research Funding.",
    "topics": [
        "biological markers",
        "cancer",
        "venous thromboembolism",
        "tissue factor pathway inhibitor",
        "dalteparin",
        "fibrin fragment d substance",
        "factor viia",
        "pancreatic cancer",
        "recombinant coagulation factor viia",
        "systemic therapy"
    ],
    "author_names": [
        "Alok A. Khorana, MD",
        "Nigel Mackman, PhD",
        "Yohei Hisada, PhD",
        "Cihan Ay, MD",
        "Derick Peterson",
        "Charles W. Francis, MD",
        "Andrea Baran, MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Alok A. Khorana, MD",
            "author_affiliations": [
                "CLEVELAND CLINIC - US, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nigel Mackman, PhD",
            "author_affiliations": [
                "Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yohei Hisada, PhD",
            "author_affiliations": [
                "University of North Carolina, Burlington, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cihan Ay, MD",
            "author_affiliations": [
                "Clinical Division of Haematology & Haemostaseology, Department of Medicine I, Medical University of Vienna, Vienna, AUT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derick Peterson",
            "author_affiliations": [
                "University of Rochester, Rochester, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles W. Francis, MD",
            "author_affiliations": [
                "Univ. of Rochester Med. Ctr., Rochester, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Baran, MS",
            "author_affiliations": [
                "Wilmot Cancer Institute Division of Hematology/Oncology, University of Rochester Medical Center, Rochester, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:43:46",
    "is_scraped": "1"
}