{
    "doi": "https://doi.org/10.1182/blood.V114.22.1550.1550",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1391",
    "start_url_page_num": 1391,
    "is_scraped": "1",
    "article_title": "Hodgkin Variant of Richter's Syndrome: Report of 34 Cases. A Role of EBV in Transformation. ",
    "article_date": "November 20, 2009",
    "session_type": "Hodgkin’s Lymphoma - Biology, Excluding Therapy Poster I",
    "topics": [
        "epstein-barr virus infections",
        "herpesvirus 4, human",
        "hodgkin's disease",
        "richter's syndrome",
        "low-grade lymphomas",
        "chemotherapy regimen",
        "rituximab",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "bleomycin/doxorubicin/vinblastine protocol",
        "chemotherapy, intravenous"
    ],
    "author_names": [
        "Bénédicte Deau, MD",
        "Caroline Bonmati, MD",
        "Emmanuel Bachy, MD",
        "Xavier Carles, MD",
        "Pauline Brice, MD",
        "Franck Morschhauser, MD",
        "Philippe Rousselot, MD, PhD",
        "Marie-Olivia Chandesris, MD",
        "Richard Delarue, MD",
        "Bruno Varet, MD",
        "Vincent Ribrag, MD",
        "Olivier Hermine, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Necker Hospital, Paris, France, "
        ],
        [
            "Hematology, CHU Nancy, Nancy, France, "
        ],
        [
            "Hematology, Necker Hospital, Paris, France, "
        ],
        [
            "Hematology, Purpan Hospital, Toulouse, France, "
        ],
        [
            "Hematology, Saint Louis hospital, Paris, France, "
        ],
        [
            "Hematology, Centre Hospitalier Universitaire, Lille, France, "
        ],
        [
            "Hôpital André Mignot, Versailles, France, "
        ],
        [
            "Hematology, Necker Hospital, Paris, France, "
        ],
        [
            "Hopital Necker, Paris, France, "
        ],
        [
            "Hopital Necker, Paris, France, "
        ],
        [
            "Dpt. of Medicine, Institut Gustave Roussy, Villejuif, France"
        ],
        [
            "Hopital Necker, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.8082983",
    "first_author_longitude": "2.3194843",
    "abstract_text": "Abstract 1550 Poster Board I-573 Richter's syndrome represents the clinico-pathologic transformation of chronic lymphocytic leukemia to an aggressive lymphoma, most commonly diffuse large B cell lymphoma. Hodgkin lymphoma variant of Richter transformation are extremely rare. EBV infection has been identified in the lymphoma cells in a few patients with Richter's syndrome. However, the precise role of EBV remains to be established and a causative relation between EBV and Richter's syndrome has not been proven yet. Evidence supports EBV infection in the Hodgkin variant of Richter's transformation. Once the Richter's transformation has occurred, the prognosis is poor. The median survival time with conventional chemotherapy is less than 12 months. The purpose of this study is to assess the presenting characteristics, rates of response and outcomes of patients with a low grade lymphoma who developed Hodgkin lymphoma. In this study, we retrospectively collected a total of 34 patients from distinct haematology centres in France. Presenting features included a male preponderance (74%). The median age at diagnosis of low grade lymphoma was 61.6 years (range, 28-85), that of Hodgkin lymphoma was 66,4 years (range, 28-89). The median time from low grade lymphoma diagnosis to Hodgkin transformation was 3.25 years (range, 0-16), and included 1 patient who presented with concomitant low grade and Hodgkin lymphoma. The propensity of CLL to transform into Hodgkin lymphoma (45% in our study), is shared by other indolent B-cell lymphoproliferative disorder, namely follicular lymphoma (21%), marginal zone lymphoma (9%), and others. Most patients (79%) had been previously treated for low grade lymphoma, including oral chemotherapy (chlorambucil, fludarabine, and cyclophosphamide), intravenous chemotherapy (RCHOP, Gemox), immunotherapy (Rituximab), radiotherapy and splenectomy. 30% of patients had received > 1 prior therapy for treatment of low grade lymphoma. Most patients presented a nodular sclerosis subtype of Hodgkin lymphoma (65%). Epstein-Barr virus status was positive in 70% of patients. Patients presented with B symptoms were 56%. 87% patients had advanced Hodgkin disease, including 44% stage IV disease. First-line treatment for Hodgkin lymphoma consisted of chemotherapy, ABVD for 64% of patients, MOPP/ABV-25% and BEACOPP-10%; a small number of patients (1%) received other cytotoxic regimen, including rituximab (RCHOP). The overall response rate was 85% (complete response rate : 72%). The median overall survival duration was 23 months (range, 4-75). Concerning relapse, 52% of patients relapsed, half with Hodgkin lymphoma. None of localized Hodgkin lymphoma relapsed. In conclusion, patients with the Hodgkin variant of Richter's syndrome generally present with a more advanced stage of disease than do patients with de novo Hodgkin disease. The rates of response and survival in patients with this variant were inferior to those reported in patients with de novo Hodgkin lymphoma, but better than those with classic Richter's syndrome. In addition this study shows a strong association with EBV indicating that it may play an important role in the pathogenesis of Hodgkin transformation. Disclosures No relevant conflicts of interest to declare."
}