{
    "doi": "https://doi.org/10.1182/blood.V104.11.86.86",
    "article_title": "Patterns of Care in a Random Population-Based Sample of Patients Diagnosed with CLL. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Over the past decade new drugs have significantly altered the treatment paradigm for patients with Chronic Lymphocytic Leukemia (CLL). Fludarabine, rituximab and alemtuzumab have established efficacy in CLL, but the patterns of disease presentation and course, and clinical intervention in general practice has not been captured. The Division of Cancer Control and Population Sciences (DCCPS) of NCI has conducted a population-based study of a stratified random sample of patients diagnosed with CLL in 1998 (n=470) who resided in the geographic areas covered by the Surveillance Epidemiology and End-Results program. Patients were followed through Dec, 2001. Logistic regression analyses were performed to study the potential factors that associated with the likelihood of receiving chemotherapy, therapeutic antibodies and/or splenectomy. Cox Proportional Hazards regression models were used to study the risk factors associated with survival time. Stages at diagnosis were 33%, 17%, 16%, and 33% for RAI 0, I/II, III/IV, and unstaged respectively. Early RAI stage was associated with younger age, private insurance, and non-Hispanic white race. Bone Marrow biopsy was performed at diagnosis in approximately 60% of patients, more frequent in patients with advanced stage. Therapy was given to 46% of patients during the follow up period, ranging from 12% for stage 0 to 80% for stage III/IV. 15%, 21% and 5% of patients received fludarabine, alkylating agents, and antibodies, respectively. Splenectomy was performed in 2.8% of stage I/II and 5.4% of stage III/IV cases. The multivariate analysis of receipt of therapy found stage, race/ethnicity, Charlson Comorbidity Score, and education were significantly associated with treatment. The average time from diagnosis to treatment was 3.1 months. Only 1.1% of patients participated in clinical trials. The most frequent reasons for therapy were symptoms, lymphadenopathy and elevated lymphocyte count (in 10–19% of patients stage 0 and III/IV respectively). Men were slightly more likely to be treated, more often with systemic therapy. Women were more likely to receive splenectomy. Blacks received therapy more often than whites or Hispanics even after adjusting for stage at diagnosis, comorbidity score, age, gender, marital status and education. In an analysis of survival, increasing age, advanced stage, minority race, being unmarried and treatment all were significantly associated with death. These data reflect an expected distribution of presentation and treatment for CLL in 1998. Notable, however, are the frequency of treatment based purely on lymphocyte count or lymphodenopathy, the frequency of antibody therapy when none were approved for this indication, the frequency of splenectomy and the impact of race on treatment and outcome.",
    "topics": [
        "african continental ancestry group",
        "alemtuzumab",
        "alkylating agents",
        "antibodies",
        "antibody therapy",
        "bone marrow biopsy",
        "cancer control",
        "chemotherapy regimen",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Thomas A. Davis, MD",
        "Limin X. Clegg, Ph.D.",
        "Jennifer L. Stevens, BS",
        "Linda C. Harlan, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas A. Davis, MD",
            "author_affiliations": [
                "CTEP, NCI, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Limin X. Clegg, Ph.D.",
            "author_affiliations": [
                "SRP, NCI, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer L. Stevens, BS",
            "author_affiliations": [
                "Information Management Systems, Silver Spring, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda C. Harlan, Ph.D.",
            "author_affiliations": [
                "ARP, NCI, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T13:04:22",
    "is_scraped": "1"
}