{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1930.1930",
    "article_title": "Mixed Chimerism of Bone Marrow CD34+ Sorted Cells after Matched or Haploidentical Allogeneic Stem Cell Transplantation for Myeloid Malignancies Is Predictive of Relapse ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "abstract_text": "Introduction The assessment of donor chimerism after allogeneic stem cell transplantation (ASCT) is a useful tool to monitor engraftment and predict relapse. The detection of mixed donor chimerism in CD34 + sorted cells from ASCT patients has been reported in small series in the literature (Bornhäuser M et al. Haematologica. 2009; Hoffmann JC et al. Ann Hematol. 2014) to be sensitive to detect relapse. Investigating these progenitors could indeed allow to suspect an upcoming relapse earlier than assessing chimerism in whole blood (WB) or sorted WB CD3 + T-cells. We report on the predictive impact on survival of chimerism assessment in CD34 + sorted cells from patients' bone marrow (BM) on day +90 after matched or haploidentical ASCT. Patients, materials and methods All ASCT recipients (n=168), between October 2009 and April 2017, treated for acute myeloblastic leukemia (n=115) or chronic myeloid disease (n=53) were reviewed, focusing on those having benefited from CD34 + chimerism assessment in BM around day +90 (50-150). The 20 cases of relapse before this evaluation were excluded. A cohort of 148 grafts was retrieved, and 145 were informative with enough cells for DNA extraction after magnetic CD34 + cell-enrichment. Chimerism was assessed by quantitative PCR using specific donor/recipient markers (Alizadeh et al. Blood, 2002). Data from chimerism assessed on CD3 + sorted cells or whole blood, performed at the same period, were also retrieved. Receiving Operator Characteristics (ROC) curves were drawn based on the presence or absence of relapse. No significant threshold appeared for CD3 + cells chimerism but a threshold of 95% was retained by convention. Conversely good specificity was obtained with a 95% threshold for whole blood (86%) and 80% for CD34 + sorted cells (97%). Event-free survival (EFS) was calculated from the date of the ASCT until the date of either relapse, progression, death or last news. Overall survival (OS) was calculated from the date of ASCT until the date of death or last news. Results The whole cohort comprised 57% of males and had a median age of 60 years old (24-74) at the time of ASCT. Reduced-intensity (RIC), myeloablative (MAC) or sequential (SEQ) conditioning was used in 82%, 12% and 6% of the cases respectively. Donors were familial (73%), from registry (70%) or unrelated cord blood (5%). Post-transplant cyclophosphamide (PTCY) was used in 31 procedures (22 haploidentical-ASCT and 9 matched donors). The median follow-up of the cohort was 13 months (1-88) and the rates of relapse and death were 29% and 24% respectively. The 95% threshold for WB and WB CD3+ chimerisms had no impact on neither EFS nor OS. Conversely, full donor chimerism (>80%) was observed in CD34 + cells in 91% and 86% of all cases and PTCY procedures respectively (P=0.4) with 91% for haploidentical ASCT. Full CD34 + engraftment was observed in 91% of the cases after MAC, 93% after RIC and only 67% after SEQ (p=0.03, yet no difference between MAC and RIC). The presence of a mixed CD34 + chimerism was associated with more relapses (77% vs 25%, p<10 -4 ) in the whole group as well as when considering only PTCY procedures (75% vs 31%) or haploidentical grafts (100% vs 30%) although this did not reach statistical significance because of the small size of these subgroups. The presence of a mixed CD34+ chimerism at day+90 was associated with a significantly worse EFS (median: 5 vs 79 months, HR 0.2 [95%CI: 0.06-0.6] p<10 -4 ) and OS (median: 12 months vs not reached (NR), HR 0.4 [95%CI: 0.1-1.1] p=0.007). Of interest, patients who received ASCT while not in complete remission had a better EFS (median NR vs 5 months, HR 3.1 [95%CI: 1.1-9.2] p=0.005) if they achieved a full CD34 + chimerism at day +90. Discussion In this large series, the feasibility of BM CD34 + cells' sorting at day +90 after ASCT appears highly feasible with 98% of informative patients. BM CD34+ cells chimerism stands out as a more robust marker than CD3+ or whole blood chimerism to predict relapse when using the 80% threshold determined here. It could be of value to decide whether or not to prescribe donor lymphocytes infusions as ASCT consolidation. Moreover, since CD34 + mixed chimerism appears here of high predictive value for relapse, it could be used as a surrogate prognostic factor for patients without minimal residual disease molecular markers. Finally, of interest, this marker is valid whatever the type of donor, and can be used even after hapoloidentical ASCT and/or PTCY administration. Disclosures Moreau: Amgen: Honoraria; Takeda: Honoraria; Novartis: Consultancy, Honoraria; Celgene, Janssen, Takeda, Novartis, Amgen, Roche: Membership on an entity's Board of Directors or advisory committees; Onyx Pharmaceutical: Consultancy, Honoraria; Bristol-Myers Squibb: Honoraria; Millennium: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria. Mohty: Sanofi: Honoraria, Speakers Bureau.",
    "topics": [
        "allogeneic stem cell transplant",
        "bone marrow",
        "cancer",
        "chimerism",
        "autologous stem cell transplant",
        "cd34 antigens",
        "complement membrane attack complex",
        "mac protocol",
        "mdc protocol",
        "mitral valve annular calcification"
    ],
    "author_names": [
        "Yannick LE Bris, MDPharmD",
        "Audrey Menard",
        "Thierry Guillaume, MD PhD",
        "Pierre Peterlin, MD",
        "Alice Garnier, MD",
        "Amandine Le Bourgeois, PhD",
        "Philippe Moreau, MDPhD",
        "Mohamad Mohty, MD PhD",
        "Marie C Bene, PharmD,DPhil",
        "Patrice Chevallier, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yannick LE Bris, MDPharmD",
            "author_affiliations": [
                "Hematology Biology, Nantes University Hospital, Nantes, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Audrey Menard",
            "author_affiliations": [
                "Hematology Biology, Nantes University Hospital, Nantes, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Guillaume, MD PhD",
            "author_affiliations": [
                "Clinical Hematology, Nantes University Hospital, Nantes, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Peterlin, MD",
            "author_affiliations": [
                "Clinical Hematology, Nantes University Hospital, Nantes, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice Garnier, MD",
            "author_affiliations": [
                "Clinical Hematology, Nantes University Hospital, Nantes, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amandine Le Bourgeois, PhD",
            "author_affiliations": [
                "Clinical Hematology, Nantes University Hospital, Nantes, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau, MDPhD",
            "author_affiliations": [
                "Clinical Hematology, Nantes University Hospital, Nantes, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamad Mohty, MD PhD",
            "author_affiliations": [
                "Clinical Hematology, Nantes University Hospital, Nantes, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie C Bene, PharmD,DPhil",
            "author_affiliations": [
                "Hematology Biology, Nantes University Hospital, Nantes, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Chevallier, MD",
            "author_affiliations": [
                "Clinical Hematology, Nantes University Hospital, Nantes, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:33:56",
    "is_scraped": "1"
}