{
    "doi": "https://doi.org/10.1182/blood.V106.11.3741.3741",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=289",
    "start_url_page_num": 289,
    "is_scraped": "1",
    "article_title": "Gene Expression Profiling Reveals the Profound Up-Regulation of Hypoxia-Responsive Genes in Primary Human Astrocytes. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Oxygen is vital for the development and survival of mammals. Lack of oxygen and oxygen sensing mechanisms have been implicated in the pathology of many CNS disorders, including stroke, head trauma, neural developmental problems associated with preterm birth, neoplasia and neurodegenerative diseases. In response to hypoxia, the brain initiates numerous adaptive responses at the organ level as well as at the molecular and cellular level, including the alteration of gene expression. Astrocytes play critical roles in the proper functioning of the brain. They are important for maintaining ion and pH homeostasis, for the synthesis and removal of neurotransmitters, such as GABA and glutamate, and for providing glucose supply to the brain. Recent evidence indicates that astrocytes regulate synaptic activity, synaptogenesis, and neurogenesis. Thus, the manner in which astrocytes respond to hypoxia is likely important in determining the outcome of brain hypoxia. Astrocytes are generally more resistant to energy failure than neurons. Astrocytes account for at least 15% of oxidative metabolism in the brain, and their respiratory rates are maintained at 85% of the basal level until oxygen is virtually exhausted. In this report, to better understand the molecular mechanisms governing astrocytic response to hypoxia, we used microarray gene expression profiling and data analysis algorithms to identify and analyze hypoxia-responsive genes in primary human astrocytes. We also compared the gene expression patterns in astrocytes with those of human HeLa cells and pulmonary artery endothelial cells (ECs). Remarkably, in astrocytes, 5 times as many genes were up-regulated as down-regulated, whereas in HeLa and pulmonary ECs, as many or more genes were down-regulated as up-regulated. More genes encoding hypoxia-inducible functions, such as glycolytic enzymes and angiogenic growth factors, were strongly induced in astrocytes compared to HeLa cells. The extent of induction was also greater than in HeLa cells. Further, gene ontology and computational algorithms revealed that many target genes of the EGF and insulin signaling pathways and the transcriptional regulators Myc, Jun and p53 were selectively altered by hypoxia in astrocytes and in HeLa cells to a lesser degree. View large Download slide Figure View large Download slide Figure View large Download slide Figure View large Download slide Figure In the case of astrocytes, the overwhelming induction of target genes of the EGF and insulin pathways, which are pro-survival, and other genes encoding growth factors and functions involved in carbohydrate metabolism may underlie their relative strong resistance to ischemic/hypoxic insults. These results provide a global view of the signaling and regulatory network mediating oxygen regulation in astrocytes, in comparison with that in HeLa cells.",
    "topics": [
        "astrocytes",
        "gene expression profiling",
        "genes",
        "hypoxia",
        "up-regulation (physiology)",
        "oxygen",
        "growth factor",
        "insulin",
        "central nervous system dysfunction",
        "cerebrovascular accident"
    ],
    "author_names": [
        "Sarah M. Mense, BS",
        "Mei Zhou, MD",
        "Amitabha Sengupta, PhD",
        "Changgui Lan, MD",
        "Galina Bentsman",
        "David J. Volsky, PhD",
        "Li Zhang, PhD"
    ],
    "author_affiliations": [
        [
            "Environmental Health Sciences, Columbia University, New York, NY, USA"
        ],
        [
            "Environmental Health Sciences, Columbia University, New York, NY, USA"
        ],
        [
            "Environmental Health Sciences, Columbia University, New York, NY, USA"
        ],
        [
            "Environmental Health Sciences, Columbia University, New York, NY, USA"
        ],
        [
            "Molecular Virology Division, St. Luke’s-Roosevelt Hospital Center and College of Physicians and Surgeons, Columbia University, New York, NY, USA"
        ],
        [
            "Molecular Virology Division, St. Luke’s-Roosevelt Hospital Center and College of Physicians and Surgeons, Columbia University, New York, NY, USA"
        ],
        [
            "Environmental Health Sciences, Columbia University, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.8421803",
    "first_author_longitude": "-73.9436241"
}