{
    "doi": "https://doi.org/10.1182/blood.V124.21.309.309",
    "article_title": "Banked, GMP Grade Third Party T-Cell Lines Specific for CMVpp65 Epitopes Presented By Certain Prevalent HLA Alleles More Consistently Clear CMV Infections in a Genetically Heterogeneous Population of HSCT Recipients ",
    "article_date": "December 6, 2014",
    "session_type": "703. Adoptive Immunotherapy: Preclinical and Clinical Results",
    "abstract_text": "Adoptive transfer of virus-specific T-cells (CTLs) derived from allogeneic HSCT donors or HLA partially matched third party donors can eradicate EBV, CMV or adenovirus infections in a high proportion of allogeneic HSCT recipients. At our center, the response rate to third party CMVpp65-specific T-cells (CMVCTLs) has been about 60%. The specific characteristics of CTLs from third party donors that can predict efficacy after adoptive transfer have not been fully defined. However, current evidence indicates that for third party CTLs to be effective, CTL lines selected for treatment must at least be restricted by an HLA allele shared by the cells infected in the patient and the T-cell donor. We have developed a CMV CTL bank containing 132 CTL lines that was generated using a pool of overlapping peptides spanning the sequence of CMVpp65. Each CMV CTL line in the bank has been characterized as to T-cell memory phenotype, cytokine profile, epitope specificity and the HLA allele restriction of the cytotoxic T-cells. Although our pool of CTL donors has inherited a diverse group of widely prevalent HLA alleles, the cytotoxic activity of the T-cell lines in the bank is restricted by only 11 alleles. Nevertheless, these T-cells provided an appropriately restricted CTL line for 51 of 56 requested cases. In the present study, we examined 52 HSCT recipients who had received CMV CTLs of defined HLA restriction from either their HSCT donor (n=23) or a third party donor (n= 29) to determine whether and to what degree specific immunodominant T-cells restricted by specific HLA alleles exhibited differential clinical activity following adoptive transfer. We did this analysis because in analyzing responses to epitopes presented by these alleles, we noted that epitopes presented by certain alleles elicited quantitatively greater in-vitro responses as measured by the number of IFNγ+ or tetramer+ T-cells/10 6 T-cells administered. For 9 CTL lines used in our series, the epitope eliciting the immunodominant T-cell response was an 11-15 aa peptide that was presented by both an HLA class-I and class-II allele. These class-I and class-II shared epitopes elicited more robust, multifunctional CD8+ and CD4+ T-cells that generated IFNγ, TNFα and IL-2. 8 of 9 patients treated with one of these CTL lines rapidly cleared viremia and end organ disease. Another group of 4 CTL lines responded to 2 epitopes, 1 dominant and 1 subdominant, that were restricted by one HLA A and one B allele; specifically A01 and B08, A 01 and B35 and A24 and B35. Treatment with such dual epitope responsive CTL lines also yielded complete responses in 4/4 cases. Among lines specific for single immunodominant epitopes, HLA restricted CMV CTLs responding to 4 CMVpp65 epitopes also consistently induced rapid clearance of viremia and organ disease including colitis, retinitis and encephalitis; NLVPMVATV (14/16 Complete responses CR), TPRVTGGGAM/RPHERNGFTV (7/7 CR) and HERNGFTV (6/6 CR) presented by HLA A0201, B0702 and allelic variants of B40 or B44 (B4001-06 and/B4401-03 ) respectively. In contrast, none of the 10 patients treated CTL lines responding to epitopes presented by HLA A2601, A2407, A2902, B0705, B5001, or allelic variants of B35 responded to CTL treatment and progressed. These findings suggest a hierarchy of epitopes presented by prevalent HLA alleles that may exhibit more consistent clinical activity in-vivo. Selection strategies utilizing such data may permit the development of a CTL selection algorithm for CMV CTLs derived from third party donors for treatment of CMV infections that would, more consistenly, induce clearance of CMV viremia and disease. These data also offer the potential to focus strategies for generation of CMV CTLs using a limited peptide pool or a panel of AAPCs expressing specific HLA alleles, thereby making this treatment approach more financially and ligisticaly feasible. These data could also be applied toward the development of an effective CMV vaccine for high risk individuals. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "alleles",
        "cyclic gmp",
        "cytomegalovirus infections",
        "epitopes",
        "hematopoietic stem cell transplantation",
        "heterogeneity",
        "human leukocyte antigens",
        "t-lymphocytes",
        "good manufacturing practice",
        "peptides"
    ],
    "author_names": [
        "Aisha N. Hasan, MD",
        "Susan E. Prockop, MD",
        "Guenther Koehne, MD PhD",
        "Ekaterina Doubrovina, MD PhD",
        "Richard J. O'Reilly, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aisha N. Hasan, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susan E. Prockop, MD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, new york, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guenther Koehne, MD PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ekaterina Doubrovina, MD PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J. O'Reilly, MD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T15:41:32",
    "is_scraped": "1"
}