{
    "doi": "https://doi.org/10.1182/blood.V120.21.1835.1835",
    "article_title": "CRM1 Inhibition Abrogates Osteoclast Formation and Bone Resorption Via Inhibition of RANKL-Induced NFκB While Sparing Osteoblastogenesis: Further Therapeutic Implication in Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1835 Blocking CRM1 by novel selective inhibitors of nuclear export (SINE: KPT-185, KPT-251, KPT-276, and KPT-330) induced potent MM cell apoptosis in vitro and in vivo (Abstract #46829). In addition, these compounds inhibited NFkB p65 DNA-binding activity in MM cells. Here, we investigated whether SINEs have effects on bone and whether this is mediated only through anti-MM activity, or additional effects directly on osteoclasts (OC) are in play. We asked whether SINEs could prevent RANKL/M-CSF-induced osteoclastogenesis via blockade of NFkB activation. Mature OC (TRAP+ multinucleated cell) were derived from the CD138-negative cell fraction from MM patient samples (n=4) stimulated with RANKL/M-CSF for 3 weeks, in the presence or absence of KPT-185. KPT-185 significantly blocked formation of TRAP+ multinucleated OC in a dose-dependent manner, further confirmed by reduction of the selective osteoclastic marker TRAP5b in cell culture supernatant. NFkB p65 activity was induced in nuclear extracts of CD14+ OC precursor cells following RANKL stimulation for 30 min. Importantly, KPT-185 and KPT-330 blocked such induction in a dose-dependent manner. When KPT-185 was added 2 weeks following OC differentiation by RANKL/M-CSF, the effects of KPT-185 on osteoclast culture were not as prominent as when drug was added from the onset. Immunofluorescence staining to examine the actin cytoskeleton in OC cultures performed on glass cover slips further confirmed that actin belt formation in mature OCs is required for bone resorption activity. In the presence of KPT-185 or KPT-330, such critical structure was significantly decreased, consistent with diminished mature OC number and reduced TRAP5b. Pit formation assays on dentine slices clearly showed that KPT-185 and KPT-330, as low as 10 nM, inhibited % erosion area when compared with control group (p<0.005). In RANKL-activated preosteoclasts, both compounds further blocked expression levels of NFATC1, the key osteoclast differentiation transcription factor, as well as fusion-related (Atp6v0d2 and DC-STAMP) and adhesion (integrin αv and integrin β3) molecules. We also assessed the effect of SINE on osteogenesis derived from mesenchymal stem cells of normal healthy donors (n=3). Neither KPT-276 nor KPT-330 blocked calcium deposition, an indicator of bone formation in in vitro culture. Moreover, KPT-185 did not alter INA6 MM cell-inhibited calcium deposition of osteoblasts. Thus, SINEs specifically blocked osteoclast formation and bone resorption activity without significantly impacting osteogenesis. This is the first study to demonstrate a novel role of CRM1 regulating osteoclast formation at least in part by blocking NFkB activity triggered in osteoclast precursor cells by RANKL stimulation. Decreased NFkB p65 activity essential for osteoclast differentiation and fusion was associated with suppressed bone resorption. The potent MM cytotoxicity and prolonged host survival (p=0.0004) demonstrated in our disseminated SCID mouse model of human MM (Abstract#46829), coupled with these bone effects, provide the framework for clinical trials targeting CRM1 with SINEs to simultaneously inhibit both tumor progression and bone destruction in MM. Disclosures: Ghobrial: Millennium pharmaceuticals Inc.: Membership on an entity's Board of Directors or advisory committees; Onyx: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees. Landesman: Karyopharm Therapeutics Inc: Employment. Shacham: Karyopharm Therapeutics: Employment. Kauffman: Karyopharm Therapeutics Inc: Employment. Anderson: Celgene, Millennium, BMS, Onyx: Membership on an entity's Board of Directors or advisory committees; Acetylon, Oncopep: Scientific Founder, Scientific Founder Other.",
    "topics": [
        "bone resorption",
        "multiple myeloma",
        "osteoclasts",
        "trance protein",
        "nf-kappa b",
        "calcification",
        "integrins",
        "macrophage colony-stimulating factor",
        "adhesions",
        "bone destruction"
    ],
    "author_names": [
        "Chirag Acharya, MD",
        "Mike Y Zhong, B.S.",
        "Yolanda Calle, PhD",
        "Stephen Schey, MD",
        "Michelle Chen",
        "Daniel Tannenbaum, B.S.",
        "Michaela R Reagan, PhD",
        "Irene M. Ghobrial, MD",
        "Yosef Landesman, PhD",
        "Sharon Shacham, PhD MBA",
        "Michael Kauffman, MD, PhD",
        "Kenneth C. Anderson, MD",
        "Yu-Tzu Tai, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chirag Acharya, MD",
            "author_affiliations": [
                "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mike Y Zhong, B.S.",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yolanda Calle, PhD",
            "author_affiliations": [
                "Dept. of Haematological Med., King's College London, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Schey, MD",
            "author_affiliations": [
                "Haematology, King's College Hospital, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Chen",
            "author_affiliations": [
                "Dana Farber Cancer Institute, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Tannenbaum, B.S.",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michaela R Reagan, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene M. Ghobrial, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yosef Landesman, PhD",
            "author_affiliations": [
                "Karyopharm Therapeutics Inc, Natick, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Shacham, PhD MBA",
            "author_affiliations": [
                "Karyopharm Therapeutics, Natick, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kauffman, MD, PhD",
            "author_affiliations": [
                "Karyopharm Therapeutics, Natick, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Tzu Tai, PhD",
            "author_affiliations": [
                "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T04:04:08",
    "is_scraped": "1"
}