{
    "doi": "https://doi.org/10.1182/blood.V116.21.2643.2643",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1872",
    "start_url_page_num": 1872,
    "is_scraped": "1",
    "article_title": "Academic Community Standards for Chronic Transfusion Therapy In Children with Sickle Cell Anemia and Abnormal Transcranial Doppler Velocities ",
    "article_date": "November 19, 2010",
    "session_type": "Hemoglobinopathies, excluding Thalassemia: Poster II",
    "topics": [
        "child",
        "sickle cell anemia",
        "transcranial doppler",
        "transfusion",
        "blood transfusion",
        "hemoglobin, sickle",
        "cerebrovascular accident",
        "ischemic stroke",
        "hydroxyurea",
        "hemoglobin"
    ],
    "author_names": [
        "Banu Aygun, MD",
        "Lisa Wruck, PhD",
        "William Herbert Schultz, PA-C",
        "Isaac Odame",
        "R. Clark Brown",
        "William C. Owen, MD",
        "Brian W. Berman, MD",
        "Hamayun Imran, MD",
        "Courtney Thornburg, MD, MS",
        "Michelle Neier, MD",
        "Kamar Godder, MD, MPH",
        "Stephen Nelson, MD",
        "Cynthia A. Gauger, MD",
        "Russell E. Ware, MD, PhD",
        "The TWITCH Investigators"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Rho Inc., Chapel Hill, NC, USA, "
        ],
        [
            "Hematology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "University of Toronto Division of Haematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada, "
        ],
        [
            "Children's Healthcare of Atlanta, Atlanta, GA, "
        ],
        [
            "Children's Cancer & Blood Disorders, Children's Hosp. of the King's Daughters, Norfolk, VA, USA, "
        ],
        [
            "Rainbow Babies & Children's Hospital, Cleveland, OH, USA, "
        ],
        [
            "University of South Alabama, Mobile, AL, USA, "
        ],
        [
            "Hem./Onc., DUMC, Durham, NC, USA, "
        ],
        [
            "Pediatric Hematology Oncology, Cancer Institute of New Jersey, New Brunswick, NJ, USA, "
        ],
        [
            "Hem./Onc., Children Medical Ctr., Richmond, VA, USA, "
        ],
        [
            "Hematology/Oncology Clinic, Children's Hospitals and Clinics of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Nemours Children's Clinic, Jacksonville, Jacksonville, FL, USA, "
        ],
        [
            "St. Jude Children's Research Hospital, Cordova, TN, USA, "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, USA"
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Abstract 2643 Children with sickle cell anemia (SCA) and abnormal transcranial Doppler (TCD) velocities receive chronic transfusion therapy in an effort to prevent a primary stroke. Typically the goal is maintaining sickle hemoglobin (HbS) <30%, however this goal may be difficult to achieve in actual clinical practice. The NHLBI-sponsored TCD With Transfusions Changing to Hydroxyurea (TWiTCH) trial will compare standard therapy (transfusions) with alternative therapy (hydroxyurea) for the prevention of primary stroke. The transfusions will be given according to current transfusion practices at the participating academic sites. To determine the current academic community standards for primary stroke prophylaxis in children with SCA, 32 potential clinical sites collected data for children with abnormal TCD velocities who are receiving chronic transfusion therapy to prevent a primary stroke. The eligibility criteria included all children with SCA, age 4.0–15.9 years who were on chronic transfusion therapy to prevent a primary stroke due to previous abnormal TCD examination. After IRB-approval, subject and transfusion-related data were collected for all TWiTCH-eligible patients over the 12-month period from 9/1/2008 to 8/31/2009. Variables included year of birth, gender, year chronic transfusions began, TCD velocities that led to transfusion therapy, weight, %HbS transfusion goal, type and volume, pre-transfusion hemoglobin concentration and %HbS, and interval between transfusions. Data were analyzed both “per transfusion” and “per patient.” A total of 3970 transfusions were administered to 340 pediatric patients (mean approximate age at time of survey 10.2 ± 4.1 years, M: F = 0.9:1) over the 12-month period, with a mean of 11.6 ± 2.8 transfusions per patient. The average of the highest TCD velocity that led to transfusion therapy was 221 ± 27 cm/sec. Maximum velocities for right and left hemispheres were 201.2 ± 35.3 and 207.7 ± 31.8 cm/sec, respectively, supporting equal susceptibility. The mean approximate age at the start of transfusion therapy was 6.2 ± 2.6 years with average transfusion duration of 4.0 years. Most children (79%) received primarily simple transfusions, while 19% had primarily exchange transfusions (11% manual and 8% automated), and 2% multiple transfusion types. The transfusion goal was HbS <30% at almost all sites (84%). An equal number of patients developed erythrocyte alloantibodies (13.6%) and autoantibodies (13.7%). Transfusions were considered late if administered later than 7 days beyond the scheduled date. On average, late transfusions were given 1.3 ± 5.5 days after the 7 day allowable window. The average pre-transfusion hemoglobin concentration was 9.0 ± 0.9 gm/dL. The average pre-transfusion %HbS was 34.1 ± 11.2%, with a median value of 32.9%. The 75 th percentile for HbS values was 40.9%, while the 90 th percentile was 49.5%. There were profound differences among institutional pre-transfusion %HbS values, ranging from 23 ± 14% HbS at one institution where 103 transfusions were given to 9 patients during the 12-month period to 48 ± 15% at another institution where 95 transfusions were administered to 9 patients during the same time frame. These data indicate that current transfusion practice to prevent primary stroke varies among academic pediatric institutions, and 30%HbS is not an easily attainable goal for the TWiTCH study that includes chronic transfusion therapy within the Standard Arm. As a result of this analysis, the TWiTCH study will recommend chronic transfusions with the goal of maintaining HbS <30%, but only record a protocol violation when the HbS value exceeds 45%. Disclosures: Off Label Use: It will include the use of hydroxyurea in children with sickle cell anemia."
}