{
    "doi": "https://doi.org/10.1182/blood-2021-154476",
    "article_title": "Infectious Complications Following Chimeric Antigen Receptor T-Cell Therapy for Hematologic Malignancy ",
    "article_date": "November 5, 2021",
    "session_type": "704.Cellular Immunotherapies: Clinical",
    "abstract_text": "Background CAR T-cell therapy has shown remarkable efficacy for the treatment of hematologic malignancy. However, this novel adoptive cell therapy is associated with toxicities such as cytokine release syndrome (CRS), CAR-T related encephalopathy syndrome (CRES/ICANS) and infection. While as one of the most common toxicities after CAR T-cell therapy in the first month, infectious complications have not been systematically studied. we aim to explore the incidence, clinical and microbiological characteristics and identify high risk factors for infection in patients with ALL, NHL, and MM. The trial was registered on the Chinese Clinical Trial Registry (ChiCTR-OIC-17011180; ChiCTR1800018143). Methods 72 patients with ALL, 56 patients with NHL and 42 patients with MM from January 2016 to December 2020 are involved in the cohort and the baseline data and the clinical characteristics of infection are retrospectively analyzed within 28 days. Infections were defined as a microbiologic, histopathologic, corroborating laboratory, radiographic or clinical diagnosis, and classified as bacterial (bacteremia or site infection), viral (respiratory or other), or fungal (proven or probable). Infection severity was classified as mild, moderate, severe, life-threatening, or fatal. ( Young et al.Biol Blood Marrow Transplant 2016; 22:359-70.) CRS was graded by ASTCT. We used univariate and stepwise multivariable Poisson regression to identify associations between baseline clinical characteristics and infection density, and Cox proportional hazards regression to assess high-risk factors for infection. Results Among 170 patients, a total of 119 infections occurred in 99 patients within 28 days, with a cumulative infection rate of 58.2%. The incidence of infection in ALL patients is higher than that of MM and NHL patients. Among 72 ALL patients, 46 (63.9%) patients developed infections, and among 42 MM patients, 24 patients (53.1%) developed infections. The difference in infections between these two groups of patients was statistically significant ( Chi-Square test, P=0.038<0.05 ). There was no significant difference in infection between the ALL and NHL groups, and the MM patients and NHL groups had no significant difference in infection ( Chi-square test: ALL vs NHL P=0.168; NHL vs MM P=0.497 ) . 78 patients had 98 bacterial infections and the cumulative incidence of bacterial infection was 45.9%. The cumulative incidence of viral infection was 8.24%, and fungal infection was 4.12%. Bacterial infections are the main types of infections in patients with different tumors, followed by viral infections, and finally fungal infections. There was no statistic significant difference in the severity of infection among different tumors, whether it was the number of patients or events ( Kruskal-Wallis test, P=0.646 , P=0.605 ） 75 infection events occurred in patients who were agranulocytosis, and 90% of patients with bloodstream infections had neutropenia at the time of infection. When agranulocytosis lasted for 28 days, the cumulative infection rate was 38.8%. 91 patients had both CRS and infection. The cumulative incidence of CRS and infection was 68.8% and 58.2%, respectively. Among patients with grade 3-4 CRS, 18 of 30 infections (60%) occurred after the peak of CRS. The adjusted baseline characteristic model showed that ALL patients, previous 30 days of infection history, refractory disease, ANC<0.5×10 9 /L before infusion and≥4 prior antitumor treatment regimens had a higher infection density within 28 days; Grade 3 or 4 CRS was the only high-risk factor related to infection after infusion in the multivariate analysis. Conclusions Infection is one of the common complications of CAR-T cell therapy in patients with hematological malignancy. Bacterial infections occur in most patients regardless of the type of disease. ALL patients, previous 30 days of infection history，refractory disease, ANC<0.5×10 9 /L before infusion and Grade 3 or 4 CRS are risk factors for infection. Keywords ：chimeric antigen receptor t cell；hematological malignancy； bacterial infection Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Yingnan Li",
        "Heng Mei",
        "Mengyi Du",
        "Chenggong Li",
        "Yinqiang Zhang",
        "Wenjing Luo",
        "Haiming Kou",
        "Yu Hu"
    ],
    "author_dict_list": [
        {
            "author_name": "Yingnan Li",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430022, China, Wuhan, China",
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
                "Hubei Clinical Medical Center of Cell Therapy for Neoplastic Disease, Wuhan, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Heng Mei",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
                "Hubei Clinical Medical Center of Cell Therapy for Neoplastic Disease, Wuhan, China",
                "Union Hospital of Tongji Medical College; Huazhong University of Science and Technology, Wuhan, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mengyi Du",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430022, China, Wuhan, China",
                "Hubei clinical medical center of cell therapy for neoplastic disease, Wuhan, 430022, China, Wuhan, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chenggong Li",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
                "Hubei Clinical Medical Center of Cell Therapy for Neoplastic Disease, Wuhan, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yinqiang Zhang",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
                "Hubei Clinical Medical Center of Cell Therapy for Neoplastic Disease, Wuhan, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenjing Luo",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
                "Hubei Clinical Medical Center of Cell Therapy for Neoplastic Disease, Wuhan, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiming Kou",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
                "Hubei clinical medical center of cell therapy for neoplastic disease, Wuhan, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Hu",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
                "Hubei Clinical Medical Center of Cell Therapy for Neoplastic Disease, Wuhan, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T06:49:06",
    "is_scraped": "1"
}