{
    "doi": "https://doi.org/10.1182/blood.V110.11.3729.3729",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=854",
    "start_url_page_num": 854,
    "is_scraped": "1",
    "article_title": "Prostaglandin E 2 Stimulates Human Brain Endothelial Cell Migration Via a Signaling Pathway Involving Activation of Rho-Kinase II ",
    "article_date": "November 16, 2007",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion",
    "topics": [
        "brain",
        "endothelial cells",
        "phosphotransferases",
        "prostaglandins e",
        "signal pathway",
        "signal transduction pathways",
        "mechlorethamine",
        "cerebrovascular disorders",
        "enzymes",
        "hepatocyte growth factor"
    ],
    "author_names": [
        "Gausal Khan, PhD",
        "Maria Theresa Rizzo, M.D."
    ],
    "author_affiliations": [
        [
            "Signal Transduction Laboratory, Methodist Research Institute, Indianapolis, IN, USA"
        ],
        [
            "Signal Transduction Laboratory, Methodist Research Institute, Indianapolis, IN, USA",
            "Department of Pharmacology, Indiana University School of Medicine, Indianapolis, IN, USA"
        ]
    ],
    "first_author_latitude": "39.77978449999999",
    "first_author_longitude": "-86.13275",
    "abstract_text": "Prostaglandin E 2 (PGE 2 ) plays a crucial role in angiogenesis as well as in ischemic and inflammatory disorders of the brain associated with breakdown of the blood-brain barrier. However, the effects of PGE 2 on brain endothelial cell migration, a key process in the angiogenic response and blood-brain barrier stability, are not well defined. Exposure of human brain endothelial cells (HBECs) to PGE 2 elicited a chemotactic response in a time- and dose-dependent manner. The maximum migratory response was detected following 8 hours exposure of HBECs to PGE 2 (100 nM). Migration of HBECs in response to PGE 2 was accompanied by profound changes in the reorganization of actin filaments. Fluorescence microscopy examination of NBD-phallacidin-labeled endothelial cells showed increased formation of stress fibers, lamellipodia and podosomes after treatment with PGE 2 (100 nM) compared to control. Based on these results, we hypothesized that Rho-kinase (ROCK), an enzyme involved in regulation of actin dynamics and cell migration, mediated the effects of PGE 2 on HBEC migration. Western blot analyses revealed that ROCK II (type alpha), but not ROCK I (type beta), was expressed in HBECs. To examine ROCK II activation, we performed immunocomplex kinase assays using myosin light chain (MLC) as a substrate. PGE 2 (100 nM) induced a 2-fold increase of 32 P-incorporation into MLC indicating activation of ROCK II. Pretreatment of HBECs with the selective ROCK inhibitor, Y27632 (150 nM), blunted HBEC migration in response to PGE 2 but had no effect on migration induced by fetal bovine serum (10%). Knockdown of ROCK II by siRNA also abrogated the migratory response of HBECs to PGE 2 . In contrast, similar treatment had no effect of HBEC migration stimulated by hepatocyte growth factor. Taken together, these results are consistent with the hypothesis that stimulation of HBECs with PGE 2 leads to activation of ROCK II, reorganization of the actin cytoskeleton and ultimately migration. A better characterization of the molecular events that regulate migration of brain endothelial cells is critical for the development of novel strategies to treat cerebrovascular diseases associated with deregulated angiogenesis."
}