{
    "doi": "https://doi.org/10.1182/blood.V104.11.372.372",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=130",
    "start_url_page_num": 130,
    "is_scraped": "1",
    "article_title": " Hmgb3 Deficiency Inhibits Down-Regulation of c-kit in Hematopoietic Stem Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Hmgb3 is an X-linked member of a family of sequence-independent chromatin-binding proteins that is expressed in HSC-enriched lin − , c-kit HI , Sca-1 HI , IL-7Rα − (KSIL) cells and Ter119 + erythroid cells. To define Hmgb3 function, we generated hemizygous mice ( Hmgb3 −/Y ) using 129/SvJ ES cells. Hmgb3 −/Y mice contain normal numbers of KSIL cells that are capable of normal repopulation and self-renewal. However, these mice have 1.6-fold fewer common lymphoid progenitors (CLP) and 3-fold fewer common myeloid progenitors (CMP) (p < 0.05). We hypothesized that the role of Hmgb3 in early hematopoiesis involves c-kit regulation. We observed that the level of c-kit mRNA in Hmgb3 −/Y HSCs increased 30% compared to wild-type (WT) (p = 0.05). We used 5-fluorouracil (5-FU), which has been shown to down-regulate c-kit on HSCs, to characterize the interaction between Hmgb3 and c-kit. We monitored Hmgb3 expression in KSIL and lin − , Sca-1 + , c-kit − cells before and after 5-FU treatment (150 mg/kg) using phenotypically normal transgenic mice containing an IRES-GFP cassette knocked into the 3′ UTR of Hmgb3 . Prior to 5-FU treatment, 27% of KSIL cells were GFP + (these cells were absent 4 days post-injection {p.i.}). In contrast, 1.8% of lin − , c-kit − , Sca-1 + cells were GFP + before 5-FU treatment whereas 26% of lin − , c-kit − , Sca-1 + cells were GFP + 4 days p.i. The increased proportion of GFP + lin-, c-kit − , Sca-1 + cells after 5-FU treatment is consistent with previous findings that repopulating activity resides within the c-kit −/LO population in 5-FU treated bone marrow and our finding that Hmgb3 serves as a marker for long-term repopulating activity. To determine the time course of c-kit regulation, we compared bone marrow from 5-FU injected Hmgb3 −/Y and WT mice for analysis at 2, 4, and 6 days p.i. Two days p.i., both WT and Hmgb3 −/Y mice contained similar numbers of bone marrow cells (7 x 10 6 cells/hind limb) and the KSIL population was absent. By four days p.i., the bone marrow cellularity of WT mice declined to 5.5 ± 0.9 x 10 6 cells/hind limb and KSIL cells were still absent. However, in Hmgb3 −/Y mice 4 days p.i., bone marrow cellularity stabilized at 7.9 ± 0.8 x 10 6 cells/hind limb, an increase of 43% compared to WT (p < 0.01), along with the re-emergence of the KSIL population. To determine whether the Hmgb3 −/Y lin − , c-kit − , Sca-1 + population contains repopulating HSCs after 4 days of 5-FU treatment similar to WT mice, we performed repopulation assays using KSIL and lin − , c-kit − , Sca-1 + cells sorted from 4 day p.i. 5-FU treated Hmgb3 −/Y mice. Recipients received either 2 x 10 4 KSIL or 2 x 10 5 lin − , c-kit − , Sca-1 + cells (Ly 5.2) from 5-FU treated Hmgb3 −/Y mice along with a radioprotective dose of 3 x 10 5 congenic (Ly 5.1) bone marrow cells. FACS analysis performed on control recipients transplanted with congenic marrow exhibited < 1% Ly 5.2 cells in the bone marrow 16 weeks after transplant. Pre-5-FU treatment, 88% of bone marrow cells were donor derived in recipients of Hmgb3 −/Y KSIL cells. There was no detectable engraftment of Hmgb3 −Y lin − , c-kit − , Sca-1 + cells. In contrast to WT mice, both KSIL and lin − , c-kit − , Sca-1 + cells from 5-FU treated Hmgb3 −/Y mice were capable of long-term repopulation (62–82% donor derived cells). We conclude that Hmgb3 deficiency facilitates the reemergence of c-kit HI HSCs following 5-FU treatment. Mechanisms involving either enhanced HSC self-renewal or delayed differentiation into CLPs and CMPs are both consistent with our results.",
    "topics": [
        "hematopoietic stem cells",
        "hmgb3 protein",
        "proto-oncogene protein c-kit",
        "down-regulation",
        "fluorouracil",
        "bone marrow aspiration",
        "rna, messenger",
        "transplantation",
        "chromatin",
        "internal ribosome entry sites"
    ],
    "author_names": [
        "Michael J. Nemeth",
        "Stacie M. Anderson",
        "Lisa J. Garrett-Beal",
        "David M. Bodine"
    ],
    "author_affiliations": [
        [
            "Hematopoiesis Section, National Human Genome Research Institute, Bethesda, MD, USA"
        ],
        [
            "Hematopoiesis Section, National Human Genome Research Institute, Bethesda, MD, USA"
        ],
        [
            "Transgenic Mouse Core, National Human Genome Research Institute, Bethesda, MD, USA"
        ],
        [
            "Hematopoiesis Section, National Human Genome Research Institute, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.003571",
    "first_author_longitude": "-77.10133100000002"
}