{
    "doi": "https://doi.org/10.1182/blood.V104.11.1346.1346",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=200",
    "start_url_page_num": 200,
    "is_scraped": "1",
    "article_title": "MDR-1 Recognition by Cytotoxic T Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Acquired multidrug resistance (MDR) remains a major challenge in the treatment of cancer with chemotherapeutic drugs. It can be mediated by the upregulated expression of different proteins within the tumor cell membrane. Here we used murine MDR-1 as a target-antigen for the immunotherapy of cancer. We successfully demonstrated that peripheral T cell-tolerance can be broken by oral administration of a DNA vaccine encoding MDR-1 and carried by attenuated Salmonella typhimurium to secondary lymphoid organs. Thus, mice, immunized orally three times at 2-week intervals and challenged two weeks thereafter with either MDR-1 expressing CT-26 colon carcinoma cells or MDR-1 expressing Lewis lung carcinoma cells, revealed a significant increase in lifespan. This was evident, when compared to animals vaccinated with the empty control vaccine or to animals challenged with the maternal cell lines lacking overexpression of MDR-1. The immune response induced was antigen specific and CD8 + T cell-mediated. The presence of the target antigen led to upregulation of activation markers on CD8 + T cells and resulted in a strong cytotoxic T cell response as well as lysis of tumor target cells in vitro . We furthermore established the vaccine to be an effective treatment for established multidrug resistant tumor metastases resulting in a significantly increased lifespan of experimental animals. Absence of CD8 + T cells due to in vivo depletion led to abrogation of effectiveness. Taken together our results demonstrate, that T cell tolerance against the MDR-1 self antigen can be broken. It is anticipated that the combination of such an approach with chemotherapy could lead to more effective treatments of cancer.",
    "topics": [
        "administration, oral",
        "antigens",
        "antineoplastic agents",
        "autoantigens",
        "cancer",
        "carcinoma, lewis lung",
        "chemotherapy regimen",
        "colon cancer",
        "immunotherapy",
        "neoplasm metastasis"
    ],
    "author_names": [
        "Andreas G. Niethammer, MD",
        "Harald Wodrich, PhD",
        "Markus Loeffler, PhD",
        "Holger Lode, MD",
        "Robert Krempien, MD",
        "Peter E. Huber, MD PhD",
        "Juergen Debus, MD PhD",
        "Ralph A. Reisfeld, PhD"
    ],
    "author_affiliations": [
        [
            "Radiation Oncology, DKFZ (German Cancer Research Center, Heidelberg, Germany;",
            "Childrens Hospital, Charite, Berlin, Germany."
        ],
        [
            "The Scripps Research Institute, La Jolla, CA, USA and",
            "Childrens Hospital, Charite, Berlin, Germany."
        ],
        [
            " Immunology, The Scripps Research Institute, La Jolla, CA, USA;",
            "Childrens Hospital, Charite, Berlin, Germany."
        ],
        [
            "The Scripps Research Institute, La Jolla, CA, USA and",
            "Childrens Hospital, Charite, Berlin, Germany."
        ],
        [
            "Radiation Oncology, DKFZ (German Cancer Research Center, Heidelberg, Germany;",
            "Childrens Hospital, Charite, Berlin, Germany."
        ],
        [
            "Radiation Oncology, DKFZ (German Cancer Research Center, Heidelberg, Germany;",
            "Childrens Hospital, Charite, Berlin, Germany."
        ],
        [
            "Radiation Oncology, DKFZ (German Cancer Research Center, Heidelberg, Germany;",
            "Childrens Hospital, Charite, Berlin, Germany."
        ],
        [
            " Immunology, The Scripps Research Institute, La Jolla, CA, USA;",
            "Childrens Hospital, Charite, Berlin, Germany."
        ]
    ],
    "first_author_latitude": "49.45327085",
    "first_author_longitude": "8.581242450000001"
}