{
    "doi": "https://doi.org/10.1182/blood.V120.21.3142.3142",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2357",
    "start_url_page_num": 2357,
    "is_scraped": "1",
    "article_title": "Efficacy of Autologous Stem-Cell Transplantation in Patients with Relapsed or Refractory Aggressive B-Cell Lymphoma in the Rituximab Era. A Multicenter Geltamo Study. ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "topics": [
        "autologous stem cell transplant",
        "b-lymphocytes",
        "lymphoma",
        "rituximab",
        "transplantation",
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "salvage therapy",
        "treatment resistant disorders",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Alba María Redondo",
        "Alejandro Martín",
        "Helena Pomares",
        "María Jesús Vidal",
        "María Jesús Pascual",
        "Beatriz Quereda",
        "Juan Manuel Sancho, Sr., MD",
        "Joaquín Díaz-Mediavilla",
        "Javier López",
        "Eulogio Conde, MD, PhD",
        "Isidro Jarque, MD",
        "Natalia Alonso",
        "María José Ramirez",
        "María José Sayas",
        "María José Requena",
        "Antonio Salar, MD",
        "José David González, MD",
        "Eva González-Barca, MD, PhD",
        "Reyes Arranz",
        "Jesús F San Miguel",
        "Dolores Caballero, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital Clínico Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Hematology Department, Hospital Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Hospital Duran i Reynals, Barcelona, Spain, "
        ],
        [
            "Hospital Donostia, San Sebastian, Spain, "
        ],
        [
            "Hospital Carlos Haya, MALAGA, Spain, "
        ],
        [
            "Hospital de la Princesa, Madrid, Spain, "
        ],
        [
            "Hematology, ICO-Hospital Germans Trias i Pujol, Badalona, Spain, "
        ],
        [
            "Hospital Clinico San Carlos, Madrid, Spain, "
        ],
        [
            "Servicio de Hematología y Hemoterapia, Hospital Universitario Ramón y Cajal, Madrid, Spain, "
        ],
        [
            "Servicio de Hematologia, Santander, Spain, "
        ],
        [
            "Hospital Universitario La Fe, Valencia, Spain, "
        ],
        [
            "C.H. Universitario de Santiago, Santiago de Compostela, Spain, "
        ],
        [
            "Servicio de Hematologia, Hospital de Jerez, Jerez de la Frontera, Spain, "
        ],
        [
            "H. Universitario Dr Peset, Valencia, Spain, "
        ],
        [
            "Hematology, Hospital Universitario Severo Ochoa, Leganés, "
        ],
        [
            "Hematology Department, Hospital del Mar, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Insular de Canarias, Las Palmas, Spain, "
        ],
        [
            "Hematology, Institut Català d'Oncologia, L'Hospitalet de Llobregat, Spain, "
        ],
        [
            "Hematology, Hospital Universitario La Princesa, Madrid, Spain, "
        ],
        [
            "Servicio de Hematología, Hospital Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Hematology, Hospital Universitario de Salamanca, Salamanca, Spain"
        ]
    ],
    "first_author_latitude": "40.963639500000006",
    "first_author_longitude": "-5.6755733",
    "abstract_text": "Abstract 3142 Background: Recent studies indicate that the use of highly effective rituximab (R)-containing primary therapy in Diffuse Large B-cell Lymphoma (DLBCL) makes it more difficult to salvage patients who are refractory or who relapse. To date, peripheral-blood autologous stem-cell transplantation (PBASCT) is the reference treatment for these patients, but the impact of previous exposure to R on the ulterior results of ASCT is still unknown. Patients and methods: We have retrospectively analysed 252 patients (pts) with DLBCL or grade 3B follicular lymphoma with relapsed or refractory disease after at least one rituximab-containing regimen (“R+” group) who received PBASCT in 17 GELTAMO centers, in comparison to a control group of 127 patients who received APBSCT as salvage therapy without previous exposure to rituximab (“R-” group). Patients with refractory disease at transplant were excluded from the analysis. Results: No significant differences between R+ and R- groups were found with respect to age-adjusted IPI at transplant, disease status at salvage therapy and at transplant, nor number or prior chemotherapy regimens. More patients in the R+ group were ≥60 years (30% vs 19%, p=.02). Complete response (CR) (69% v 70%) and overall response (84% v 83%) rates to PBASCT were similar in R+ and R- groups. In multivariate analysis, factors with significant influence on CR rates were: age-adjusted IPI at diagnosis (<2), number of prior chemotherapy lines (<3), and disease status at transplant (CR). Median follow-up was 35 (1–130) and 121 (2–214) months in the R+ and R- groups, respectively. Patients in the R+ group had a significantly better progression-free survival (PFS) (63% v 48% at 5 years, p=.041) and a non-significantly better overall survival (OS) (71% v 61% at 5 years, p=.098) as compared with patients in the R- group. In multivariate analysis, independent factors with favourable influence on both PFS and OS were disease status at salvage therapy (first partial response or late relapse, in comparison to primary refractory disease or early relapse), previous exposure to R, and age <60 years, whereas the number of previous chemotherapy lines (<3) influenced only PFS. Conclusions: Our results show that, in patients with chemosensitive relapsed or refractory aggressive B-cell lymphoma, PBASCT is at least as effective in patients pre-treated with R-containing therapy as compared to R-naive patients. Thus, PBASCT in still the reference treatment for these patients in the rituximab era. Disclosures: No relevant conflicts of interest to declare."
}