{
    "doi": "https://doi.org/10.1182/blood.V126.23.2746.2746",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3221",
    "start_url_page_num": 3221,
    "is_scraped": "1",
    "article_title": "The Synergistic Effect of Venetoclax Combined with a CDK9 Inhibitor in Primary Diffuse Large B Cell Lymphoma and Follicular Lymphoma Cells ",
    "article_date": "December 3, 2015",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "topics": [
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "venetoclax",
        "flow cytometry",
        "mechlorethamine",
        "neoplasms",
        "transplantation, heterologous",
        "bcl-xl protein",
        "biological markers",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Xiaoxian Zhao, PhD",
        "Darren C. Phillips, PhD",
        "Andrew J. Souers, PhD",
        "Juraj Bodo, PhD",
        "Paul Tapang",
        "Daniel H Albert, PhD",
        "Lisa Durkin",
        "Eric D. Hsi, MD"
    ],
    "author_affiliations": [
        [
            "Laboratory Medicine, Robert J. Tomsich Pathology & Laboratory Medicine Institute. Cleveland Clinic, Cleveland, OH "
        ],
        [
            "AbbVie, Inc., North Chicago, IL "
        ],
        [
            "Oncology Discovery, AbbVie, Inc., North Chicago, IL "
        ],
        [
            "Laboratory Medicine, Robert J. Tomsich Pathology & Laboratory Medicine Institute. Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Oncology Discovery, AbbVie, Inc., North Chicago, IL "
        ],
        [
            "AbbVie, North Chicago, IL "
        ],
        [
            "Laboratory Medicine, Robert J. Tomsich Pathology & Laboratory Medicine Institute. Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Laboratory Medicine, Robert J. Tomsich Pathology & Laboratory Medicine Institute, Cleveland Clinic, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "41.5006683",
    "first_author_longitude": "-81.61574399999999",
    "abstract_text": "The early phase studies have shown the high response rates in chronic lymphocytic leukemia (CLL) patients treated with the BH3 mimetic venetoclax (ABT-199). It indicated that inhibition of BCL-2 is a viable strategy for the treatment of lymphoid malignancies. Objective anti-tumor responses were also observed in patients with other common B-cell non-Hodgkin lymphomas (NHLs) such as follicular lymphoma (FL) or diffuse large B-cell lymphoma (DLBCL), however the overall response rates are not as high as those in CLL patients. Targeting only one anti-apoptotic protein may lead to or uncover resistance owing to activity of other anti-apoptotic BCL2-family members in these settings. MCL-1 is associated with both intrinsic and acquired resistance to venetoclax and thus inhibition of MCL-1 is being explored through either direct inhibition or indirect targeting. Expression of MCL-1 is maintained via p-TEFb-mediated transcription, of which CDK9 plays a critical role. Here we aimed to investigate the combined effects of CDK9 inhibitor and venetoclax in primary DLBCL and FL cells. Inhibition of CDK9 via a small molecule A-1467729.0 (AbbVie) caused rapid loss in phosphorylation (Serine 2) of RNA polymerase II and MCL-1 expression in all tested primary cells of DLBCL and FL patients, confirming the intended effect of CDK9 inhibition. Primary samples from 12 NHL cases (6 DLBCL including 3 GCB/3 non-GCB and 6 FL) were tested for their ex vivo response to A-1467729.0 or venetoclax alone or in combination. Apoptosis assays showed negligible effects (<10% induction) of A-1467729.0 at concentrations of 1, 10, 50 and 100 nM in 11 of 12 samples, while venetoclax at same dose range induced dose-dependent apoptosis in all samples. At 10 nM, the range of venetoclax-induced apoptosis was 16.8% - 55.3% (median 27.9%). Co-treatment with venetoclax and A-1467729.0 demonstrated synergistic effects at multiple doses in all 12 samples as evidenced by flow cytometry based apoptotic assay and PARP cleavage. Quantitative flow cytometry (QFC) studies (molecules/cell) showed that DLBCL and FL patient samples had comparable levels of anti-apoptotic proteins including BCL-2, MCL-1 and BCL-xl. However, BIM levels were higher in DLBCL in comparison to FL samples. Immunohistochemical staining of BIM in formalin-fixed paraffin embedded tissues confirmed this trend. Interestingly, venetoclax was more potent in inducing apoptosis in DLBCL patient samples than FL patient samples ex vivo . QFC data revealed a correlation between 1) BCL-2/BIM ratio and IC50 of venetoclax; 2) BCL-2/(MCL-1+BCL-xl) ratio and IC50 of venetoclax in FL. Importantly, venetoclax and CDK9 inhibitor combination demonstrated superior anti-tumor efficacy in xenograft mouse model of B-cell NHL than either agent alone. In summary, small molecule inhibition of CDK9 in primary NHL cells results in rapid down regulation of MCL1 expression. A-1467729.0, in combination with venetoclax, demonstrates synergistic activity as shown by apoptosis induction in primary DLBCL and FL cells. QFC of BCL-2 family proteins may be a useful biomarker for predicting response to BCL-2 inhibition in FL. The in vitro synergy between CDK9 inhibitor and venetoclax was also seen in vivo xenograft studies. These data support further investigation for combination therapy with CDK9 inhibitor and venetoclax in B-cell NHL. Disclosures Phillips: AbbVie: Employment, Other: Shareholder, Patents & Royalties. Souers: AbbVie: Employment, Equity Ownership. Tapang: AbbVie: Employment, Equity Ownership. Albert: AbbVie: Employment, Equity Ownership."
}