{
    "doi": "https://doi.org/10.1182/blood.V128.22.2785.2785",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3503",
    "start_url_page_num": 3503,
    "is_scraped": "1",
    "article_title": "The Prognostic Impact of KIT D816 Mutations in Core Binding Factor Acute Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster II",
    "abstract_text": "Background : Core binding factor acute myeloid leukemia (CBF-AML) is a form of AML associated with the chromosomal abnormalities t(8;21)(q22;q22) (t(8;21)AML) and inv(16)(p13.1q22)/t(16;16)(p13.1;q22) (inv16 AML). It accounts for approximately 8% of AML cases and is considered to be a karyotype with a favorable prognosis. Mutations of c-kit gene which constitute type III tyrosine kinase receptor were found in approximately 30% of patients with CBF-AML. In CBF-AML, KIT mutation is observed mainly in two domains: the extracellular domain (exon8), and the tyrosine kinase domain (exon17), and has frequently been reported to be an unfavorable prognostic factor for early relapse and for shorter survival. On the other hand, some reports conclude that KIT mutation has no prognostic impact in CBF-AML, and in 2016's guidelines of NCCN, CBF-AML with KIT gene mutation was not assigned to the intermediate prognosis group. One potential reason why the reported prognostic impact of KIT mutation in CBF-AML differs between studies is that CBF-AML cases with t(8;21) and those with inv(16) have differing clinical profiles. Another reason is that KIT mutation occurs at various locations on the gene. We have previously reported that KIT D816 in CBF-AML is associated with a higher relapse rate than KIT N822K and has unfavorable prognosis. The aim of the present study was to clarify that these two types of KIT mutations have differing prognostic impacts in CBF-AML. Methods : We analyzed 138 cases of CBF-AML who achieved complete remission (CR), retrospectively. Mutation analyses were performed by direct sequence analysis Mutation Biased PCR, direct sequence analysis, and the next-generation sequencer Ion PGM TM . Results : Average age was 45 years (15-80 years). The inv16 AMLand t(8;21) AMLwere28 cases and 110 cases, respectively. KIT mutations were found in 62 (45%) cases of patients with CBF-AML. Patients with KIT mutations were significantly more frequently associated with male gender ( p =0.029) and higher white blood cell count (>1×10 4 /μl) ( p =0.002) compared to KIT wild type cases. No significant differences were found in other clinical characteristics between those with and without KIT mutations. Analyzing all CBF-AML patients and inv16 AML, rates of relapse free survival (RFS) and overall survival (OS) in those with KIT mutations were significantly lower than those in patients without c-kit mutations (All patients: RFS, 38% vs 58% at 3 years after CR1, p =0.040; OS, 61% vs 77%, p =0.033; inv16 AML: RFS, 46% vs 82%, p =0.044; OS, 75% vs 100%, p =0.045). However, there was no significant difference between t(8;21)AML with and without KIT mutations (RFS, 35% vs 51%, p =0.219, OS, 58% vs 70%, p =0.161). Next, we analyzed prognosis of CBF-AML according to the types of c-kit mutations. D816, N822K, co-expression of D816 and N822K, and other mutations of KIT gene were detected in 29 cases (21%, D816A:1 case, D816Y:2 cases, D816V:26 cases), 20 (14%), 7 (5%, D816H:1 case, D816V:6 cases), and 6 cases (4%), respectively. (RFS, 58.2% vs 21.6% vs 58.9% vs 14.3% vs 60.0%, p =0.005; OS,77.2% vs 40.0% vs 78.9% vs 60.0% vs 100.0%, p <0.001) Rates of RFS and OS in patients with D816 or both of D816 and N822K (D816-positive) were significantly lower than those in patients with KIT wild type or other KIT mutations (D816-negative) (RFS, 20% vs 59%, p <0.001; OS, 43% vs 79%, p <0.001). In stratified analysis of inv16 AML and t(8;21)AML, rates of RFS and OS in the D816-positive patients were significantly lower than those in D816-negative patients (inv16 AML: RFS, 25% vs 85%, p =0.001; OS, 60% vs 100%, p =0.005; t(8;21)AML: RFS, 18% vs 52%, p =0.019; OS, 38% vs 73%, p <0.001). Multivariate analyses for RFS and OS showed that D816 was an independent unfavorable prognostic factor (RFS, HR 2.06, p =0.014; OS, HR 3.12, p =0.003). Consolidation using high-dose AraC was shown to be independently associated with improved RFS. Conclusions : In ASH meeting of 2014, we showed that the D816V confers higher proliferation activity by JAK-STAT and Src family kinase compared to N822K by in vitro assay. In this study, we showed that patients with D816 had a significantly poorer prognosis than those with N822K or other mutations of KIT in CBF-AML. Going forward, a study is needed in which a trial of autologous stem cell transplantation in first CR or conventional chemotherapy with dasatinib or novel molecular target drug such as PKC 412 for CBF-AML with D816. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "core-binding factor",
        "leukemia, myelocytic, acute",
        "mutation",
        "prognostic factors",
        "protein tyrosine kinase",
        "sequence analysis",
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "complete remission",
        "dasatinib"
    ],
    "author_names": [
        "Shunsuke Yui, MD",
        "Saiko Kurosawa",
        "Hiroki Yamaguchi, MDPhD",
        "Heiwa Kanamori",
        "Toshimitsu Ueki",
        "Nobuhiko Uoshima",
        "Ishikazu Mizuno",
        "Katsuhiro Shono",
        "Kensuke Usuki",
        "Yasushi Okoshi",
        "Yukinori Nakamura",
        "Masamitsu Yanada, MD PhD",
        "Junya Kanda",
        "Kenji Tajika, MD PhD",
        "Seiji Gomi, MD PhD",
        "Keiko Fukunaga, MD",
        "Satoshi Wakita",
        "Takeshi Ryotokuji, MD",
        "Takahiro Fukuda, MD",
        "Koiti Inokuchi, PhD MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nippon Medical School, Tokyo, Japan "
        ],
        [
            "Department of Hematopoietic Stem Cell Transplantation, National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Nippon Medical School, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Nagano Red Cross Hospital, Nagano, Japan "
        ],
        [
            "Department of Hematology, Japanese Red Cross, Kyoto dai-ni Hospital, Kyoto, Japan "
        ],
        [
            "Department of Hematology, Hyogo Cancer Center, Akashi, Japan "
        ],
        [
            "Department of Hematology, Chiba Aoba Municipal Hospital, Chiba, Japan "
        ],
        [
            "Department of Hematology, NTT Medical Center Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Hematology, University of Tsukuba, Kasama, Japan "
        ],
        [
            "Third Department of Internal Medicine, Yamaguchi University, Yamaguchi, Japan "
        ],
        [
            "Department of Hematology, Fujita Health University School of Medicine, Toyoake, Japan "
        ],
        [
            "Division of Hematology, Saitama Medical Center, Saitama, Japan "
        ],
        [
            "Department of Hematology, Yokohama Minami Kyousai Hospital, Kanagawa, Japan"
        ],
        [
            "Department of Hematology, Yokohama Minami Kyousai Hospital, Kanagawa, Japan"
        ],
        [
            "Department of Hematology, Nippon Medical School, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Nippon Medical School, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Nippon Medical School, Tokyo, Japan "
        ],
        [
            "Department of Hematopoietic Stem Cell Transplantation, National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Nippon Medical School, Tokyo, Japan "
        ]
    ],
    "first_author_latitude": "35.7210943",
    "first_author_longitude": "139.7589509"
}