{
    "doi": "https://doi.org/10.1182/blood.V108.11.2513.2513",
    "article_title": "Prenylation Inhibitors as Potential Therapeutic Drugs in Hodgkin Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Although the therapy of Hodgkin lymphoma has improved, patients still suffer from late toxicities and insufficient treatment of relapses. Hence, new treatment strategies are needed. Statins are used to treat hypercholesterolaemia and prevent cardiovascular disease. There is evidence for a preventive effect of statins in cancer, including lymphoma. So far, nothing is known about a therapeutic activity of statins or related drugs in Hodgkin lymphoma. Statins block the conversion of 3-hydroxy-3-methylglutaryl-coenzyme A to downstream isoprenoid products like farnesyl and geranylgeranyl-pyrophosphate, inhibiting protein prenylation and leading to apoptosis in several malignancies. The anti-tumour activity of the statin simvastatin and three specific prenylation inhibitors (FTI-277, GGTI-298 and tipifarnib) in Hodgkin lymphoma cells was evaluated in cytotoxicity and apoptosis assays. Furthermore, simvastatin was tested in a xenograft model for human Hodgkin lymphoma. First simvastatin induced caspase-related apoptosis in Hodgkin lymphoma cells via the isoprenoid pathway. The IC50 of simvastatin in cytotoxicity assays was < 2 μM. Second simvastatin showed high activity in a mouse model for Hodgkin lymphoma, delaying tumour establishment and inhibiting tumour growth. Finally the geranylgeranyltransferase inhibitor GGTI-298 and the farnesyltransferase inhibitors FTI-277 and tipifarnib displayed anti-tumour activity in Hodgkin lymphoma cells (approximate IC50 in cytotoxicity assays: 20, 7.5 and < 0.1 μM respectively). Importantly, the concentration of simvastatin that induced apoptosis in Hodgkin lymphoma cells was in the range of 2 μM. This corresponds to plasma levels reached in humans in clinical trials with high dose statins in cancer. Thus, our results suggest two possible applications of simvastatin in Hodgkin lymphoma: First simvastatin in high doses could be included in polychemotherapy regimens to improve the remission rate of relapsed patients. Second simvastatin in the cholesterol-lowering dose should be evaluated as a preventive drug for patients in remission to avoid relapses. Moreover, in comparison to other haematological malignancies, the farnesyltransferase-inhibitor tipifarnib was highly cytotoxic in Hodgkin lymphoma cells. Given its activity in clinical trials in haematological neoplasia, its clinical evaluation in Hodgkin lymphoma is warranted. Taken together, prenylation inhibitors are promising drugs for the treatment of Hodgkin lymphoma.",
    "topics": [
        "hodgkin's disease",
        "simvastatin",
        "statins",
        "neoplasms",
        "cancer",
        "cytotoxicity",
        "tipifarnib",
        "disease remission",
        "farnesyl transferase inhibitors",
        "caspases"
    ],
    "author_names": [
        "Bastian von Tresckow, MD",
        "Peer Langendorf",
        "Elke Pogge von Strandmann, PhD",
        "Stefanie Sasse, MD",
        "Samir Tawadros",
        "Andreas Engert, MD",
        "Hinrich P. Hansen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bastian von Tresckow, MD",
            "author_affiliations": [
                "Internal Medicine I, University Hospital Cologne, Cologne, Germany",
                "Center for Molecular Medicine, University Hospital Cologne, Cologne, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peer Langendorf",
            "author_affiliations": [
                "Internal Medicine I, University Hospital Cologne, Cologne, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elke Pogge von Strandmann, PhD",
            "author_affiliations": [
                "Internal Medicine I, University Hospital Cologne, Cologne, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefanie Sasse, MD",
            "author_affiliations": [
                "Internal Medicine I, University Hospital Cologne, Cologne, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samir Tawadros",
            "author_affiliations": [
                "Internal Medicine I, University Hospital Cologne, Cologne, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Engert, MD",
            "author_affiliations": [
                "Internal Medicine I, University Hospital Cologne, Cologne, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hinrich P. Hansen, PhD",
            "author_affiliations": [
                "Internal Medicine I, University Hospital Cologne, Cologne, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T09:32:30",
    "is_scraped": "1"
}