{
    "doi": "https://doi.org/10.1182/blood.V112.11.367.367",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1200",
    "start_url_page_num": 1200,
    "is_scraped": "1",
    "article_title": "Dose-Intensified Combined Modality Treatment with 2 Cycles of BEACOPP Escalated Followed by 2 Cycles of ABVD and Involved Field Radiotherapy (IF-RT) Is Superior to 4 Cycles of ABVD and IFRT in Patients with Early Unfavourable Hodgkin Lymphoma (HL): An Analysis of the German Hodgkin Study Group (GHSG) HD14 Trial ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "combined modality therapy",
        "hodgkin's disease",
        "radiation therapy",
        "chemotherapy regimen",
        "erythrocyte sedimentation rate, increased",
        "extranodal disease",
        "mediastinal mass",
        "sequential tests",
        "arm"
    ],
    "author_names": [
        "Peter Borchmann",
        "Andreas Engert",
        "Annette Pluetschow",
        "Michael Fuchs",
        "Jana Markova",
        "Andreas Lohri",
        "Zdenek Kral",
        "Richard Greil",
        "Max Topp",
        "Matthias Villalobos",
        "Jose Zijlstra, MD",
        "Martin Soekler",
        "Harald Stein",
        "Hans Theodor Eich",
        "Rolf Peter Mueller",
        "Volker Diehl"
    ],
    "author_affiliations": [
        [
            "First Department of Internal Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "First department of Internal Medicine/German Hodgkin Study Group (GHSG), University of Cologne, Cologne, Germany"
        ],
        [
            "First department of Internal Medicine/German Hodgkin Study Group (GHSG), University of Cologne, Cologne, Germany"
        ],
        [
            "First department of Internal Medicine/German Hodgkin Study Group (GHSG), University of Cologne, Cologne, Germany"
        ],
        [
            "Hematologia, Fakultni Nemocnice Kralovske Vinohrady, Prague, Czech Republic"
        ],
        [
            "Dept. of Oncology/Hematology, Medical University Clinic, Liestal, Switzerland"
        ],
        [
            "Department of Internal Medicine and Hematology, University Hospitel of Brno, Brno, Czech Republic"
        ],
        [
            "Third Department of Internal Medicine, University of Salzburg, Salzburg, Austria"
        ],
        [
            "Department of Hematology and Oncology, University of Wuerzburg, Wuerzburg, Germany"
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Hematology, VU University Medical Centre Amsterdam, Amsterdam, Netherlands"
        ],
        [
            "Hematology and Oncology, University of Tuebingen, Tuebingen, Germany"
        ],
        [
            "Institute of Pathology, University Hospitel Benjamin Franklin Berlin, Berlin, Germany"
        ],
        [
            "Department of Radiotherapy, University of Cologne, Cologne/Germany, Germany"
        ],
        [
            "Department of Radiotherapy, University of Cologne, Cologne, Germany"
        ],
        [
            "First department of Internal Medicine/German Hodgkin Study Group (GHSG), University of Cologne, Cologne/Germany, Germany"
        ]
    ],
    "first_author_latitude": "50.928263199999996",
    "first_author_longitude": "6.9293607999999995",
    "abstract_text": "Purpose: Combined modality treatment consisting of 4 cycles of chemotherapy and IF-RT is the standard treatment for early unfavourable HL. Overall survival (OS) and freedom from treatment failure (FFTF) in this group of patients was 91% and 83%, respectively, at 5 years in our prior HD8 study. Thus, the rationale for HD14 was to improve on these results by increasing dose intensity using BEACOPP escalated. Methods: Between January 2003 and January 2007, 1.216 patients aged 16–60 with untreated early unfavourable stage HL (CS I, IIA with one of the following risk factors: large mediastinal mass (a), extranodal disease (b), elevated ESR (c), or ≥ 3 nodal areas (d); IIB with risk factors c and d) were randomized to either 4 cycles of ABVD (arm A) or 2x BEACOPP escalated followed by 2x ABVD (arm B). All patients received 30Gy IF-RT after chemotherapy. Primary objective was the improvement of the FFTF. Here we present the results of the predefined 3rd interim analysis within the prespecified group sequential test design. Results: Of the 1.216 patients included, 1.010 were evaluable for this analysis. Patient characteristics were well balanced between both arms. At 3 years, the FFTF for arm A is 90% (95% CI: 87%–93%), and for arm B 96% (95% CI: 94%–98%). Since the observed inverse normal test statistic exceeds the critical level, the null hypothesis of equal FFTF in each arm can already be rejected. The improved FFTF is mainly due to differences in progression and early relapses (arm A 5.9% versus arm B 1.8%). Protocol adherence for chemotherapy was high and not different in both arms (arm A 98.8%, am B 97.3%). Though the chemotherapy-intensity was higher in the experimental arm, safety was comparable to the standard treatment. Secondary neoplasias occurred in 8 patients in each arm so far. Conclusion: Based on the significantly superior FFTF of the intensified therapy (2x BEACOPP escalated + 2x ABVD + IF-RT) compared to the prior standard (4x ABVD + IF-RT), this more aggressive treatment strategy will become the new standard for early unfavourable HL patients within the GHSG. Whether the improved FFTF translates into an improved overall survival must be awaited. Future strategies should aim at identification of those patient subgroups that profit most from this approach."
}