{
    "doi": "https://doi.org/10.1182/blood.V124.21.3864.3864",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2972",
    "start_url_page_num": 2972,
    "is_scraped": "1",
    "article_title": "Influence of Pre-Transplant Cytomegalovirus (CMV) Serostatus on Post-Transplant Viral Reactivation after Allogeneic Stem Cell Transplantation in Patients Receiving Post-Transplant Cyclophosphamide for Gvhd Prophylaxis ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "allogeneic stem cell transplant",
        "cyclophosphamide",
        "cytomegalovirus",
        "graft-versus-host disease",
        "transplantation",
        "cmv reactivation",
        "polymerase chain reaction",
        "single-dose regimen",
        "tacrolimus",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Ravi K. Paluri, MD",
        "Racquel Shelton",
        "Melissa Gazi",
        "Lawrence S. Lamb, PhD",
        "Ayman Saad, MD",
        "Donna Salzman, MD",
        "Antonio Di Stasi, MD",
        "Shin Mineishi, MD"
    ],
    "author_affiliations": [
        [
            "University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "University of Alabama at Birmingham, Birmingham, "
        ],
        [
            "University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "University of Alabama at Birmingham, Birmingham, AL ",
            "UAB Bone Marrow Transplantation & Cell Therapy Program, Birmingham, AL "
        ],
        [
            "University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "University of Alabama at Birmingham, birmingham, AL "
        ],
        [
            "University of Alabama At Birmingham, Birmingham, AL "
        ],
        [
            "UAB Bone Marrow Transplantation & Cell Therapy Program, Birmingham, AL ",
            "University of Alabama, Birmingham, AL"
        ]
    ],
    "first_author_latitude": "33.50119275000001",
    "first_author_longitude": "-86.80798835",
    "abstract_text": "Introduction/Background Human cytomegalovirus (CMV) infection remains one of the major complications affecting the transplant outcomes as it is associated with considerable morbidity and mortality. Pre-transplant CMV serostatus is considered as an important determinant of CMV reactivation after allogeneic HSCT. In 2012 we started using post-transplant cyclophosphamide (post-CY) as GVHD prophylaxis for matched and mismatched unrelated transplant (CY 1 dose) and haploidentical transplant (CY 2 doses). In this study we compared the incidence of CMV reactivation based on donor and recipient pre-transplant serostatus in patients who received post-CY and who did not. Methods and Results Post-transplant CMV reactivation was analyzed in relation to donor/recipient CMV serostatus in 117 patients who underwent alternative donor transplant at UAB between 2009 and 2014. Donors were matched unrelated (94), mismatched unrelated (11) and haploidentical (12) (Table 1). The study patients had at least two months of follow up after the transplant. Graft source was peripheral blood and bone marrow stem cells in 95 (81%) and 22 (19%) patients respectively. Two doses of CY at 50 mg/kg/day was administered on days 3 and 4 following haploidentical and a single dose on day 3 following unrelated donor transplant as a part of GVHD prophylaxis in addition to mycophenolate mofetil (MMF) and tacrolimus. Serial weekly monitoring for CMV viremia was performed using a PP65 antigenemia testing or quantitiative polymerase chain reaction (PCR). Sixty-four (55%) patients received post-CY (group C), 37 (32%) patients received anti-thymocyte globulin (ATG, group A) and 16 (13%) patients received neither ATG nor post-CY (group N). Forty-seven (40%) patients were found to have reactivation of CMV. The majority (99%) in this group had CMV reactivation by day 60 and only 8 of them received more than 7 days of systemic steroid by the time of CMV reactivation. Analyses were performed including these cases. Conclusions have been the same with or without these cases. There have been no CMV diseases in this group. The risk of CMV reactivation appears to be higher in group C (48%) when compared to group A (27%) or group N (37%) but it was not significant (p=0.104). Once CMV reactivated, the peak values of CMV PCR were the same regardless of the group (11,173 copies/ml and 12,173 in group C and group A+N, respectively, p=0.949). If the recipient (R) is seronegative (-), transplant from a seronegative donor (D-) is associated with lower CMV reactivation (0/26 and 2/8 in R-D- and R-D+, respectively, p=0.009). However, if the recipient is seropositive (R+), CMV reactivation incidence tends to be the same whether transplanted from D- or D+ (10/19 and 35/64 in R+D- and R+D+, respectively, p=0.874). In the group C, R+D+ tends to have higher incidence of CMV reactivation than R+D- (24/36 vs 6/12 in R+D+ vs R+D-, respectively, p=0.302). (Table 2) Conclusion: Post-CY has higher risk of CMV reactivation when compared to other GVHD prophylaxis, but once CMV is reactivated the peak values of CMV-PCR have been the similar. In CMV seropositive post-CY patients, transplant from a seropositive donor tends to higher incidence of CMV reactivation rather than from a seronegative donor. This result contradicts to previous publication (Luznik et al, Blood. 2010 Apr 22; 115(16):3224-30.). Our GVHD prophylaxis used only one dose of CY for unrelated donor transplant as opposed to previous publication (2 doses), and also we used tacrolimus and MMF after day 5, which may have caused this difference. Our results warrant further investigation in the mechanism of CMV reactivation in post-CY patients. Table 1 Group . CMV Reactivation Post Transplant . N Y  Count Count A B C 27 33 10 10 31 6 Group . CMV Reactivation Post Transplant . N Y  Count Count A B C 27 33 10 10 31 6 P=0.104 View Large Table 2 View large Download slide Table 2 View large Download slide View large Download slide View large Download slide Disclosures Off Label Use: Cytoxan for GVHD prophylaxis."
}