{
    "doi": "https://doi.org/10.1182/blood.V116.21.837.837",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1744",
    "start_url_page_num": 1744,
    "is_scraped": "1",
    "article_title": "Growth Factor Independence 1 b (Gfi1b) as a New Regulator of Hematopoietic Stem Cell Fate ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoietic Stem and Progenitor Biology: Epigenetic and Transcriptional Regulation",
    "topics": [
        "bone marrow transplantation",
        "cell adhesion molecules",
        "cxcr4 receptors",
        "growth factor",
        "hematologic neoplasms",
        "hematopoietic stem cells",
        "hypoxia",
        "integrins",
        "membrane proteins",
        "oxygen"
    ],
    "author_names": [
        "Cyrus Khandanpour, MD",
        "Lothar Vassen, PhD",
        "Marie-Claude Gaudreau, MSc",
        "Christian Kosan, Ph.D.",
        "Tarik Moroy, Ph.D."
    ],
    "author_affiliations": [
        [
            "Haematopoiesis and Cancer, IRCM, Montreal, QC, Canada"
        ],
        [
            "Haematopoiesis and Cancer, IRCM, Montreal, QC, Canada"
        ],
        [
            "Haematopoiesis and Cancer, IRCM, Montreal, QC, Canada"
        ],
        [
            "Haematopoiesis and Cancer, IRCM, Montreal, QC, Canada"
        ],
        [
            "Haematopoiesis and Cancer, IRCM, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.513588999999996",
    "first_author_longitude": "-73.5761859",
    "abstract_text": "Abstract 837 Donor matched transplantation of bone marrow or hematopoietic stem cells (HSCs) are widely used to treat hematological malignancies, but are associated with high mortality. Methods for expansion of HSC numbers and their mobilization into the bloodstream of a donor could significantly improve therapy. We show here that the zinc finger transcriptional repressor Gfi1b is highly expressed in hematopoietic stem cells (defined as CD 150 + , CD 48 - , Lin - , Sca1 + and c-kit + ) cells and is down-regulated more than 10 fold upon differentiation into multipotential progenitors (defined as CD 150 + or CD150 - , CD 48 + , Lin - , Sca1 + and c-kit + ). Constitutive germline deletion of Gfi1b is lethal at midgestation due to impaired development of erythrocytes and megakaryocytes. We have therefore developed a conditional knock-out of Gfi1b to study its role specifically in the adult hematopoietic system. Deletion of Gfi1b leads to a 30-fold increase of HSC numbers in bone marrow and around a100 fold increase in spleen and peripheral blood. This was due to a higher rate of HSCs undergoing cell cycling. Concomitantly, the number of quiescent HSCs was reduced 5–6 times. We then performed an gene expression array of wt and Gfi1b deficient HSCs and observed that loss of Gfi1b leads to an altered RNA expression of integrins and adhesion molecules, for instance CXCR4, VCAM-1 and Tenascin C, which usually retain HSCs in a dormant state in the endosteal niche. These changes were also confirmed on protein level. Finally, we could observe a higher levels of Reactive Oxygen Species (ROS) in the Gfi1b deficient HSCs compared to wt HSCs. We verified whether elevated level of ROS are causative for the expansion of HSCs and noticed that application of N-Acetyl-Cystein, which counteracts the effects of ROS, limits significantly the expansion of HSCs, underscoring the important role of ROS in the expansion of Gfi1b deficient HSCs. Despite markedly increased proliferation, Gfi1b -/- HSCs can reconstitute lymphoid and myeloid lineages to the same extent as wt HSCs when transplanted in competition with wt HSCs. Furthermore, Gfi1b deficient HSCs also feature an expansion after transplantation and expand 5–10 fold more than wt HSC when transplanted initially in equal numbers with wt HSCs. It is possible that lower expression of CXCR4, VCAM-1 and other surface proteins leads to release and egression of Gfi1b deficient HSCs from the hypoxic endosteal stem cell niche and exposes the HSCs to more oxygen which in turn increases ROS levels. Elevated ROS could promote entry of Gfi1b -/- HSCs into cell cycle. In conclusion Gfi1b regulates HSC dormancy, pool size and potentially also the egress and mobilization of HSCs and might offer a new therapeutic approach to improve human HSC transplantation. Disclosures: No relevant conflicts of interest to declare."
}