{
    "doi": "https://doi.org/10.1182/blood.V116.21.3365.3365",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1788",
    "start_url_page_num": 1788,
    "is_scraped": "1",
    "article_title": "T315I Mutation INCREASES the GENOMIC Instability and the Mutator Phenotype IN BCR-ABL-Expressing LEUKEMIC CELLS. ",
    "article_date": "November 19, 2010",
    "session_type": "Chromosomal Rearrangements and DNA Repair: Poster II",
    "topics": [
        "genomic instability",
        "leukemic cells",
        "mutation",
        "phenotype",
        "bcr-abl tyrosine kinase",
        "thioguanine",
        "coculture techniques",
        "hypoxanthine phosphoribosyltransferase",
        "fusion proteins, bcr-abl",
        "imatinib mesylate"
    ],
    "author_names": [
        "Djamel Aggoune",
        "Angelina Bertrand",
        "Marie Laure Bonnet",
        "Amelie Le Corf",
        "Sandrine Girerd",
        "Fatima Dkhissi, PhD",
        "Nathalie Sorel, PhD",
        "Jean-Claude Chomel, PharmD, PhD",
        "Annelise Bennaceur-Griscelli, MD, PhD",
        "Ali G. Turhan, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Laboratory Hematology and Oncology, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
        ],
        [
            "Division of Laboratory Hematology INSERM, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
        ],
        [
            "Division of Laboratory Hematology and Oncology, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
        ],
        [
            "Division of Laboratory Hematology and Oncology, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
        ],
        [
            "Division of Laboratory Hematology INSERM, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
        ],
        [
            "Cnrs Umr 7216, Universite Paris Diderot- Paris 7, Paris, France, "
        ],
        [
            "Division of Laboratory Hematology INSERM, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
        ],
        [
            "Division of Laboratory Hematology and Oncology, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
        ],
        [
            "Service d'Hematologie Biologique, Inserm U935, Villejuif, France"
        ],
        [
            "Division of Laboratory Hematology INSERM, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
        ]
    ],
    "first_author_latitude": "46.58463045",
    "first_author_longitude": "0.3714571",
    "abstract_text": "Abstract 3365 Recent data suggest that the occurrence of T315I mutation, due in part to genetic instability induced by BCR-ABL, confers to the hematopoietic cells acquiring this mutation an additional genetic instability. Specific signalling pathways induced by T315I mutation could be at the origin of this phenomenon. As T315I substitution arises as a subclone of BCR-ABL-expressing cells, it is very difficult to study the specific effects of the putative mutational effect in primary CML cells. To determine if an additional genetic instability is induced in the presence of T315I, we have used the human UT7 cell model in which we have stably introduced BCR-ABL and BCR-ABL T315I using retroviral vectors. Western blot analysis showed that BCR-ABL protein levels were equivalent in both cell lines. To determine the global genomic instability phenomenon induced by BCR-ABL we have performed a mutator phenotype assay using the detection of HPRT mutants in the presence of 6-Thioguanine (6-TG) in control, wild-type BCR-ABL and BCR-ABL T315I-expressing UT7 cells in methycellulose assays. 6-TG resistant HPRT mutant colonies were quantified 3–4 weeks after initial seeding. The same cells were also used to quantify the baseline levels of &amp;Ugr;-H2AX phosphorylation, indicative of double strand breaks (DSB). In addition, the same experiments were performed after the co-culture of the cells in the presence of a hematopoietic niche. Results: In the experimental conditions used, 6-TG resistant colonies were identified only in T315I-mutated cells, with a frequency of 7.9 10 −6 . The individually plucked HPRT mutants grew in liquid cultures in the presence of 6-TG, confirming the presence of a 6-TG resistance. Interestingly, the co-culture in the presence of MS-5 cell line for 3 days, increased the mutator phenotype (12. 10 −6 ). The analysis of baseline g-H2AX levels showed a clear increase of &amp;Ugr;-H2AX phosphorylation in UT7-T315I cells as compared to UT7-BCR-ABL which showed slightly higher levels as compared to control. To determine the long-term influence of Imatinib in the mutator phenotype, we cultured T315I cells in the presence of IM 1 microM for 7, 21 and 36 days followed by a mutator assay. The frequency of mutator phenotype was found to be stable, varying from 4.4 10 −6 at day 7 to 5.24 10 −6 at day 36 in the presence of IM. To determine the influence of the niche on the genomic instability, we have treated the UT7, UT7-BCR-ABL and UT7-T315I cells with mitomycin C (MMC) for 6 and 18 hours in the absence or in the presence of MS5 cells, followed by quantification of &amp;Ugr;-H2AX levels at day+3. in these conditions, MMC induced '-H2AX levels were higher in T315I-mutated cells as compared to UT7 and the co-culture with MS-5 cells reduced this phenomenon. Thus, T315I mutation confers higher levels of DSB in steady state and increases the mutator phenotype of BCR-ABL-expressing cells. The co-culture in the presence of the niche reduces DSB but further increases the frequency of mutator phenotype, suggesting that the niche is not the major factor of genetic instability but stimulates the self-renewal of T315I-mutation bearing leukemic cells. Disclosures: No relevant conflicts of interest to declare."
}