{
    "doi": "https://doi.org/10.1182/blood-2018-194",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3856",
    "start_url_page_num": 3856,
    "is_scraped": "1",
    "article_title": "Inhibition of Lysine-Specific Demethylase 1A (LSD1) Supports Human HSCs in Culture By Preserving Their Immature State ",
    "article_date": "November 29, 2018",
    "session_type": "711. Cell Collection and Processing II",
    "abstract_text": "The molecular mechanisms that govern hematopoietic stem cell (HSC) fate decisions remain incompletely defined. It has been a long-standing goal in the field to gain a better understanding of the genes and pathways that regulate the self-renewal ability of HSCs in order to develop optimal culture conditions in which HSCs can be expanded for clinical benefit. Lysine-specific histone demethylase 1A (LSD1), also known as lysine (K)-specific demethylase 1A (KDM1A), regulates gene expression by specifically eliminating di- and mono-methyl groups on H3 lysine K4 and K9 residues. Studies in mice have shown that, conditional knockdown of LSD1 results in an expansion of bone marrow hematopoietic stem and progenitor cells (HSPCs). However, a complete knockout of LSD1 results in pancytopenia and a dramatic reduction of HSPCs. In this study, we asked whether inhibition of LSD1 would improve the maintenance or expansion of cultured human HSCs derived from umbilical cord blood (UCB). To evaluate the effect of LSD1 inhibition we treated UCB CD34 + cells with three different LSD1 inhibitors (2-PCPA, GSK-LSD1 and RN1) at their respective IC50 values (20µM, 16nM and 70nM) and expanded the cultures for 6 days in serum free medium supplemented with stem cell factor (SCF), thrombopoietin (TPO) and FMS-like tyrosine kinase 3 ligand (FLT3L). Since we (Subramaniam et. al. Haematologica 2018) and others recently have shown that EPCR is a reliable cell surface marker to track UCB derived HSCs during in vitro culture, we quantified the numbers of CD34 + EPCR + cells using flow cytometry and compared to DMSO treated control cultures. Remarkably, treatment with either 2-PCPA or GSK-LSD1 resulted in a more than 10-fold increase of CD34 + EPCR + cells, compared to controls. Further, from dose response experiments we found that 2-PCPA at 1.25 µM expanded the total CD34 + cell population more efficiently than GSK-LSD1, and we therefore used 2-PCPA at this concentration for the subsequent experiments. Using carboxyfluorescein succinimidyl ester (CFSE) labeling to monitor cell division, we found that 2-PCPA did not significantly alter the cell division rate of the cultured CD34 + cells compared to DMSO controls, suggesting that the expansion of CD34 + EPCR + cells is not due to increased proliferation, and that LSD1 inhibition rather may prevent differentiation of the immature HSPCs. To further explore this, we mapped the early transcriptional changes triggered by 2-PCPA in HSCs using gene expression profiling of CD34 + CD38 - CD45RA - CD90 + cells following 24 hours of culture with or without 2-PCPA treatment. We found that gene sets corresponding to UCB and fetal liver HSCs were significantly enriched upon 2-PCPA treatment compared to DMSO control (Normalized Enrichment Score (NES)=1.49, q=0.05). This suggest that 2-PCPA indeed restricts differentiation and preserves the HSC state upon ex vivo culture. Strikingly, the gene signature induced by LSD1 inhibition was highly similar to that induced by the known HSC expanding compound UM171 (NES=1.43, q=0.11). UM171 is a molecule with unknown target and has also been shown to dramatically expand the EPCR + population in culture. Finally, the frequency of functional HSCs in DMSO and 2-PCPA treated cultures were measured using limiting dilution analysis (LDA). LDA was performed by transplanting 4 doses (day 0 equivalents of 20000, 1000, 300 and 100 CD34 + cells) of DMSO and 2-PCPA treated cultures into sub lethally irradiated (300cGy) NOD.Cg-Prkdc scid Il2rg tm1Wjl /SzJ (NSG) mice. Human CD45 + cell engraftment in the bone marrow was analyzed 18 weeks' post transplantation. Cultures treated with 2-PCPA showed a 5-fold higher content of long-term repopulating cells per day 0 CD34 + cell equivalent compared to the DMSO control (1 in 615 vs 1 in 3041, p=0.03). Thus, the 2-PCPA treated cultures had significantly enhanced HSCs numbers. To determine the absolute expansion rate, we are currently performing LDA using uncultured cells as well. Altogether our data suggest that LSD1 inhibition supports both phenotypic and functional HSCs in culture by preserving the immature state. Currently we are exploring the possibilities of using LSD1 inhibitors in combination with other known modifiers of HSC expansion. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "infectious mononucleosis",
        "lysine",
        "fenclonine",
        "cd34 antigens",
        "dimethyl sulfoxide",
        "endothelial protein c receptor",
        "flt3 ligand",
        "gene expression profiling",
        "cd45 antigens",
        "dilution technique"
    ],
    "author_names": [
        "Agatheeswaran Subramaniam, PhD",
        "Mehrnaz Safaee Talkhoncheh",
        "Kristijonas Zemaitis",
        "Shubhranshu Debnath, PhD",
        "Jun Chen, MD PhD",
        "Mayur Jain, PhD",
        "Roman Galeev, MD",
        "Jonas Larsson, MD PhD"
    ],
    "author_affiliations": [
        [
            "Lund University, Lund, Sweden"
        ],
        [
            "Lund University, Lund, Sweden"
        ],
        [
            "Lund University, Lund, Sweden"
        ],
        [
            "Lund University, Lund, Sweden"
        ],
        [
            "Lund University, Lund, Sweden"
        ],
        [
            "Lund University, Lund, Sweden"
        ],
        [
            "Lund University, Lund, Sweden"
        ],
        [
            "Lund University, Lund, Sweden"
        ]
    ],
    "first_author_latitude": "55.71194829999999",
    "first_author_longitude": "13.203493000000002"
}