{
    "doi": "https://doi.org/10.1182/blood.V116.21.3244.3244",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1777",
    "start_url_page_num": 1777,
    "is_scraped": "1",
    "article_title": "A Pilot Trial of Rapamycin with Glucocorticoids In Children and Adults with Relapsed ALL ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Poster II",
    "topics": [
        "child",
        "glucocorticoids",
        "rapamycin",
        "ribosomal proteins",
        "mtor inhibitors",
        "mtor serine-threonine kinases",
        "chemotherapy regimen",
        "methylprednisolone",
        "western blotting",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Krysta D Schlis, MD",
        "Matthew Stubbs, PhD",
        "Daniel J. DeAngelo, MD, PhD",
        "Donna Neuberg, ScD",
        "Suzanne E. Dahlberg, PhD",
        "Stephen E. Sallan, MD",
        "Scott A. Armstrong, MD, PhD",
        "Lewis B. Silverman, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology Oncology, Dana-Farber Cancer Institute/Children's Hospital Boston, Boston, MA, USA, "
        ],
        [
            "Hematology Oncology, Children's Hospital Boston, Boston, MA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dept. of Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Pediatric Hematology Oncology, Dana-Farber Cancer Institute/Children's Hospital Boston, Boston, MA, USA, "
        ],
        [
            "Pediatric Hematology Oncology, Dana-Farber Cancer Institute/Children's Hospital Boston, Boston, MA, USA, "
        ],
        [
            "Pediatric Hematology Oncology, Dana-Farber Cancer Institute/Children's Hospital Boston, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Abstract 3244 Background: The mammalian target of rapamycin (mTOR) has been identified as a potential therapeutic target in acute lymphoblastic leukemia (ALL). Of particular interest is the potential for mTOR inhibitors to reverse lymphoblast resistance to glucocorticoids. Multiple studies have demonstrated that resistance of lymphoblasts to glucocorticoids, both in vitro and in vivo , predicts a poor clinical outcome in ALL. We have previously demonstrated that rapamycin can reverse glucocorticoid resistance in vitro via suppression of the anti-apoptotic protein MCL-1. Based on this preclinical data, a pilot study was conducted to assess the impact of rapamycin on markers of glucocorticoid resistance in patients with relapsed ALL. Patients and Methods: Protocol therapy consisted of a 5-day investigational window of either glucocorticoids alone (methylprednisolone 32 mg/m 2 /day IV or prednisone 40 mg/m 2 /day by mouth) or in combination with rapamycin (12 mg/m 2 loading dose followed by 9 mg/m 2 divided bid). Peripheral blood samples were obtained and lymphoblasts extracted by Ficoll gradient prior to the first dose of study drug(s) and at 3, 6, 24 and 120 hours (5 days) following the initiation of therapy. Levels of the antiapoptotic protein MCL-1 and phospho - S6 ribosomal protein (a downstream marker of mTOR inhibition) were assessed in the lymphoblasts by Western blot analysis. After completion of the 5-day therapy, patients were treated with multiagent chemotherapy at the discretion of their treating physician. Results: Six patients with a first or subsequent bone marrow relapse of B-lineage ALL were enrolled. Five patients received rapamycin with glucocorticoids and 1 patient received glucocorticoids alone. The median age was 9 years (range: 1 year to 47 years) and 50 % were male. Sufficient protein to perform Western blot analysis was obtained from 5 patients (4 treated with rapamycin/ glucocorticoids and 1 with glucocorticoids alone). Of the 4 assessable rapamycin-treated patients, 3 demonstrated a marked decrease in MCL-1 protein levels after initiation of study drugs which was evident by 6 hours. This was accompanied by a concomitant decrease in phospho - S6 ribosomal protein levels, suggesting successful mTOR inhibition. The fourth patient treated with rapamycin and glucocorticoids had no change in MCL-1 expression and no phospho - S6 ribosomal protein detected at any time point. As controls, we analyzed samples from the one patient from this trial treated with glucocorticoids alone, as well as peripheral blood samples obtained from three patients with newly diagnosed B-lineage ALL who were treated with glucocorticoids (methylprednisolone 32 mg/m 2 /day) alone for 3 days. Three of these 4 patients demonstrated no change in MCL-1 or phospho - S6 ribosomal protein levels. The fourth patient treated with glucocorticoids alone demonstrated variable MCL-1 protein levels with no change in phospho - S6 ribosomal protein levels. Data from these patients indicates that, in the absence of rapamycin, glucocorticoid therapy alone does not appear to alter MCL-1 or phospho-S6 ribosomal protein levels. Daily circulating absolute blast counts were also monitored for patients enrolled on the study. Notably, one patient treated with rapamycin/ glucocorticoids demonstrated a steady decrease in the circulating absolute blast count during the 5 days of therapy, but had a rebound in the absolute blast count when rapamycin was discontinued despite continued treatment with glucocorticoids. Conculsions: Similar to the findings in preclinical studies, rapamycin suppressed MCL-1 expression in vivo in patients with relapsed ALL. This finding suggests that combining glucocorticoids with an mTOR inhibitor in therapeutic regiments for high-risk and relapsed ALL patients may improve the likelihood of glucocorticoid-induced apoptosis. We are currently preparing to conduct a clinical trial of an mTOR inhibitor combined with multiagent reinduction chemotherapy (including glucocorticoids) for relapsed ALL. Disclosures: Silverman: Enzon: Consultancy, Honoraria; EUSA: Consultancy, Honoraria."
}