{
    "doi": "https://doi.org/10.1182/blood-2018-99-110999",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3891",
    "start_url_page_num": 3891,
    "is_scraped": "1",
    "article_title": "The Histone Methyltransferase Setd8 Alters the Chromatin Landscape and Regulates the Expression of Key Transcription Factors during Erythroid Differentiation ",
    "article_date": "November 29, 2018",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation: Poster II",
    "topics": [
        "chromatin",
        "histone methyltransferases",
        "infectious mononucleosis",
        "transcription factor",
        "anemia",
        "atac trial",
        "ccaat/enhancer binding protein alpha",
        "cd63 antigen",
        "dna",
        "histones"
    ],
    "author_names": [
        "Jacquelyn Lillis",
        "Jeffrey Malik, PhD",
        "Tyler A Couch, BS",
        "Michael Getman",
        "Laurie A. Steiner, MD"
    ],
    "author_affiliations": [
        [
            "University of Rochester, Rochester, NY "
        ],
        [
            "University of Rochester Medical Center, Rochester, NY "
        ],
        [
            "Center for Pediatric Biomedical Research, Department of Pediatrics, University of Rochester, Rochester, NY"
        ],
        [
            "University of Rochester, Rochester, NY "
        ],
        [
            "Center for Pediatric Biomedical Research, Department of Pediatrics, University of Rochester, Rochester, NY"
        ]
    ],
    "first_author_latitude": "43.13055310000001",
    "first_author_longitude": "-77.6260033",
    "abstract_text": "Setd8 is the sole methyltransferase capable of mono-methylating histone H4, lysine 20. Setd8 mRNA is expressed ~10-fold higher in erythroid cells than any other cell type (biogps.org) and Setd8 protein levels increase in concert with GATA1 levels during erythroid differentiation of CD34+ HSPCs, suggesting Setd8 may have a role regulating the erythroid transcriptome. Consistent with this hypothesis, erythroid deletion of Setd8 is embryonic lethal by embryonic day 11.5 (E11.5) due to profound anemia and global transcriptomic analyses of sorted populations of E10.5 Sed8 null and control erythroblasts demonstrated a profound defect in transcriptional repression, with 340/345 differentially expressed genes (DEG) expressed at higher levels in the Setd8 null cells than controls (Malik Cell Reports 2017). Primitive erythroblasts mature and enucleate in a semi-synchronous manner in circulation. To better understand the function of Setd8 in regulating the erythroid transcriptome, we extended our transcriptomic analyses by performing RNA-seq in sorted E9.5 Sed8 null (EpoRCre+; Setd8 Δ/Δ) and control (EpoRCre+; Setd8 Δ/+) erythroblasts. The Setd8 null cells failed to repress 20/137 (15%) of the genes that are down regulated in control cells from E9.5 to E10.5. Although relatively few genes were impacted, those genes were enriched for the pathway \"Oxidative Stress\" (adjusted p-value 0.009) suggesting that Setd8 may regulate specific functions during terminal erythroid maturation. We next compared the DEG in Setd8 null erythroblasts to transcriptomic changes that occur as a cell transcends the hematopoietic hierarchy, gaining lineage specificity while suppressing the multi-lineage transcriptome (GSE14833). A large fraction, 105/345 (~30%), of genes up-regulated in Setd8 null erythroblasts, are also up-regulated in multipotent progenitors compared to proerythroblasts. In contrast, only 16/345 (5%) were also up-regulated in granulocyte-monocyte progenitors suggesting that Setd8 does not repress other lineage restricted signatures. Together, these results suggest that Setd8 regulates repression of the multi-lineage transcriptome during erythroid differentiation from multipotent progenitor cells. To gain insights into how Setd8 regulates the erythroid transcriptome, we performed ATAC-seq (Buenrostro Nature Methods 2013) on sorted populations of erythroblasts from E10.5 Sed8 null and control embryos. Cell number for the Setd8 null samples was limited due to anemia, with ~1000 cells used for each replicate. Setd8 and control replicates were aggregated and accessible regions were identified using MACS2. Regions more accessible in Setd8 null cells were identified by computing a log2 ratio between Setd8 null and control samples using deepTools bamCompare. In addition, we utilized ChIPmentation (Schmidl Nature Methods 2015) to assay H3K27me3 occupancy across the genome of WT E10.5 erythroblasts to identify regions of heterochromatin in maturing erythroblasts. Two replicates were performed using 2.5-5x10 5 cells per assay, and peak called was done using MACS2. A total of 157 genes were identified that had more accessible chromatin in Setd8 null cells and contained an enrichment for H3K27me3 in WT cells suggesting that these genes should be repressed during normal erythropoiesis. Among these were several DEG that were up-regulated in the Setd8 null cells including Hhex, Cd63, and Gata2. Genomic data integration also identified several additional transcriptional regulators that are active in earlier hematopoietic progenitors but typically silenced during erythroid differentiation including Notch1 and Cebpa. Pathway analysis of the 157 genes identified several stemness-related pathways including \"Transcriptional regulation of pluripotent stem cells\" and \"OCT4, SOX2, NANOG repress genes related to differentiation\" (adjusted p-values 0.005 and 0.008, respectively). The chromatin regions that were more accessible in the Setd8 null cells were enriched for the DNA binding motifs of the transcription factor ERG (p-value 1-257), SCL (p-value 1e-193), and NRF1 (p-value 1e-101). Taken together, these data suggest that Setd8 works in concert with erythroid transcription factors to repress the transcriptional network in stem and progenitor cells and establish appropriate patterns of gene expression during erythroid differentiation. Disclosures No relevant conflicts of interest to declare."
}