{
    "doi": "https://doi.org/10.1182/blood.V110.11.341.341",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=953",
    "start_url_page_num": 953,
    "is_scraped": "1",
    "article_title": "The Akt/Mcl-1 Pathway Plays a Prominent Role in Mediating Pro-Survival Signals Derived from the B-Cell Receptor in Chronic Lymphocytic Leukemia B-Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "b-lymphocytes",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "proto-oncogene proteins c-akt",
        "receptors, antigen, b-cell",
        "bcl-xl protein",
        "antibodies",
        "immunoglobulin m",
        "antigens",
        "leukemic cells"
    ],
    "author_names": [
        "Pablo G. Longo, MD",
        "Luca Laurenti, MD",
        "Stefania Gobessi, PhD",
        "Simona Sica, MD",
        "Giuseppe Leone, MD",
        "Dimitar G. Efremov, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular Hematology Group, ICGEB, Rome, Italy"
        ],
        [
            "Department of Hematology, Catholic University Hospital “A. Gemelli”, Rome, Italy"
        ],
        [
            "Molecular Hematology Group, ICGEB, Rome, Italy"
        ],
        [
            "Department of Hematology, Catholic University Hospital “A. Gemelli”, Rome, Italy"
        ],
        [
            "Department of Hematology, Catholic University Hospital “A. Gemelli”, Rome, Italy"
        ],
        [
            "Molecular Hematology Group, ICGEB, Rome, Italy"
        ]
    ],
    "first_author_latitude": "45.65803400000001",
    "first_author_longitude": "13.829208000000003",
    "abstract_text": "Studies of the immunoglobulin variable region gene repertoire have provided compelling evidence that antigen-stimulation through the B-cell receptor (BCR) plays a crucial role in the pathogenesis and progression of chronic lymphocytic leukemia (CLL). In addition, previous studies from our lab have shown that CLL B-cells become more resistant to spontaneous and chemotherapy-induced apoptosis following sustained engagement of the BCR with immobilized anti-IgM antibodies, which mimic stimulation with membrane-bound antigens. Investigation of downstream signaling pathways revealed that sustained BCR engagement induces prolonged activation of the PI3K/Akt and MEK/ERK pathways, which are key regulators of survival and proliferation in various cell types. To further define the role of sustained activation of the Akt and ERK kinases in regulating CLL growth and survival, we transfected constitutively active mutants of Akt (myr.Akt) and MEK2 in primary leukemic cells and evaluated changes in the expression of relevant apoptosis- and cell-cycle regulatory proteins. Introduction of constitutively active MEK2 resulted in activation of ERK, but did not induce significant changes in the levels of most investigated proteins (Bcl-2, Bcl-xL, Bim, Bax or Mcl-1). The only exception was the inhibitor of apoptosis protein XIAP, which showed increased expression in most but not all experiments. In contrast, transfection of myr.Akt showed a consistent increase in the levels of the antiapoptotic protein Mcl-1, which ranged from 1.5 to more than 4-fold higher levels with respect to cells transfected with control vectors. Increased expression of Mcl-1 was observed in all experiments and paralleled the rise in Mcl-1 that occurred following stimulation of CLL B-cells with immobilized anti-IgM antibodies. The increase in Mcl-1 protein levels was entirely due to post-transcriptional mechanisms, since quantification by real-time PCR did not show an increase in Mcl-1 mRNA levels. Constitutively active Akt also upregulated Bcl-xL and XIAP, although this increase was lower than the increase in Mcl-1. In addition, CLL cells transfected with myr.Akt showed induction of cyclin D3 and an increase in cell size and viability, indicating that sustained activation of Akt is required for both leukemic cell survival and cell cycle progression. To determine the relative importance of Mcl-1, Bcl-xL and XIAP in CLL B-cell survival, we downregulated expression of these proteins in primary CLL B-cells by RNA interference. Surprisingly, downregulation of Bcl-xL and XIAP had no effect on CLL B-cell survival. In contrast, silencing of Mcl-1 induced rapid and potent apoptosis in all investigated cases and abrogated the prosurvival effect of stimulation with immobilized anti-IgM antibodies. Together, these data provide direct evidence that pro-survival BCR signaling in CLL B-cells is mediated, at least in part, through the Akt/Mcl-1 pathway. In addition, they suggest that Mcl-1 could be an attractive candidate for targeting, either with small molecule inhibitors or with pharmacological agents that interfere with BCR signals propagated by the Akt kinase."
}