{
    "doi": "https://doi.org/10.1182/blood.V124.21.1860.1860",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2804",
    "start_url_page_num": 2804,
    "is_scraped": "1",
    "article_title": "The Prognostic Impact of the Mutational Profile in Patients with Myelofibrosis in the Era of the JAK1/JAK2-Inhibitor Ruxolitinib ",
    "article_date": "December 6, 2014",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "topics": [
        "myelofibrosis",
        "ruxolitinib",
        "prostatic hypertrophy risk score",
        "anemia",
        "transfusion",
        "splenomegaly",
        "follow-up",
        "leukemia",
        "screening",
        "thrombocytopenia"
    ],
    "author_names": [
        "Haifa Kathrin Al-Ali, MD",
        "Song-Yau Wang",
        "Nadja Jaekel, MD",
        "Anne Koehler, MD",
        "Rainer Krahl, PhD",
        "Karolin Hubert, Mrs",
        "Thoralf Lange, MD",
        "Martin Roskos, PhD",
        "Rayak Stengel, PhD",
        "Ines Kovacs, Mrs",
        "Schwabe Scarlett, Mrs",
        "Karoline Schubert",
        "Kathrin Wildenberger",
        "Melanie Schneider, Mrs",
        "Elisabeth Koehler, Mrs",
        "Dietger Niederwieser, MD"
    ],
    "author_affiliations": [
        [
            "University Hospital Leipzig, Leipzig, Germany "
        ],
        [
            "University of Leipzig, Leipzig, Germany "
        ],
        [
            "University of Leipzig, Leipzig, Germany "
        ],
        [
            "University of Leipzig, Leipzig, Germany "
        ],
        [
            "University Hospital Leipzig, Leipzig, Germany "
        ],
        [
            "University of Leipzig, Leipzig, Germany "
        ],
        [
            "University of Leipzig, Leipzig, Germany "
        ],
        [
            "Synlab Jena Oncoscreen, Jena, Germany "
        ],
        [
            "Synlab Jena Oncoscreen, Jena, Germany "
        ],
        [
            "University of Leipzig, Leipzig, Germany "
        ],
        [
            "University of Leipzig, Leipzig, Germany "
        ],
        [
            "Universität Leipzig, Leipzig, Germany "
        ],
        [
            "Universität Leipzig, Leipzig, Germany "
        ],
        [
            "Synlab Jena Oncoscreen, Jena, Germany "
        ],
        [
            "Synlab Jena Oncoscreen, Leipzig, Germany"
        ],
        [
            "University of Leipzig, Leipzig, Germany "
        ]
    ],
    "first_author_latitude": "51.3306888",
    "first_author_longitude": "12.3863589",
    "abstract_text": "In retrospective studies, CALR mutation is found to be a favorable prognostic variable in myelofibrosis (MF) compared with JAK2, or MPL mutations. With the availability of the JAK1/JAK2 inhibitor ruxolitinib (RUX) for treatment of MF, it is not yet known whether response varies across mutational subgroups and whether the prognostic implication of the driver mutations in terms of survival (OS) changes under RUX. We studied the prevalence and prognostic weight of clinical parameters in the IPSS and DIPSS-plus and the impact of RUX on OS in the context of mutation status. Patient and Methods : As of November 2009, RUX for treatment of splenomegaly and/or constitutional symptoms became an option at the University of Leipzig. All patients (pt) with MF seen since then were included (n=127; f=43%, median age 58 years) with the exception of pt with MPL mut+ because of small number. Screening for the JAK2 V617F and CALR mutations was performed as previously published. Cytogenetic-risk categorization was conducted as published (Caramazza et al. Leukemia 2011). Results: JAK2 mut+ (group A; 60.6%) constituted the largest group, followed by CALR mut+ (group B; 19.7%), and \u0093triple-negative\u0094 (group C; 19.7%). The median duration of MF was 22 months with no difference in the 3 groups. Higher-risk IPSS was present in the majority [Int-II 34.4%; high-risk 42.4%]. Constitutional symptoms were present across all groups, although more frequent in group A which was also characterized by prominent splenomegaly (Table). Group B pt were younger with low WBC in contrast to goup C pt who were older, anemic, with high WBC and low platelets, unfavorable cytogenetics and high-risk IPSS. Hb < 100 g/L (54%), and transfusion-dependency (32%) were frequently present in group B and was similar to group A. RUX was given to 72 (57%) pt [graoup A (66%), group B (56%), group C (29%)] with a median exposure of 8 months. The response of 80% was not influenced by the mutation status, cytogenetics, or IPSS variables. Leukemic transformation was documented in 22 pt [14 (64%) pt had no RUX exposure] after a median of 18 months after diagnosis. The incidence was highest in group C (36%) and lowest in group B (4%) (p=0.004). Unfavorable cytogenetics were 75%, and 27% in group C and A respectively. After a median follow-up of 31 months, OS at 3-years was 82% and worst in group C (72%) vs 80% for group A (p=0.05) vs 96% in goup B (p=0.003). In univariate analysis, non-mutated status (p=0.02), Int-2/high-risk IPSS (p=0.06), anemia (p=0.03), transfusion dependency (p=0.04), and platelets < 100 x10 9 /L (p=0.06) but not unfavorable cytogenetics were associated with an inferior OS. In multivariate analysis, advanced IPSS only (p=0.04) but not the mutation status (p=0.4) retained its negative impact on OS. Generally, in group A pt treated with RUX (n=50), OS was only marginally inferior to group B (p=0.08). In pt with int-2/high-risk IPSS, OS in group A with RUX (n=41) was similar to that of group B (p=0.4). Conclusions: The mutation status in MF bestows distinct clinical phenotypes and has crucial prognostic and therapeutic implications. Patients with non-mutated MF had the worst prognosis, unfavourable cytogenetics, and the highest rate of leukemic transformation. Although the IPSS retains its value, the prognostic power of certain factors such as anemia and constitutional symptoms in CALR -mutated pt needs to be re-evaluated. Response to ruxolitinib seems to be independent of the mutation status. More importantly, a JAK1/JAK2 inhibition appears to be capable of attenuating the prognostic implication of the different mutation profiles by improving the less-favorable survival associated with non- CALR -mutated MF through a disease-modifying effect. The full potential of a sustained JAK1/JAK2 inhibition in modifying survival in the context of the various mutational profiles needs to be further studied in a larger cohort of patients. Table Clinical variables in patients with different driver mutations  Variable . JAK2 mut+ . CALR mut+ . Triple-negative . p . N (%) 77 (60.6) 25 (19.7) 25 (19.7)  Median age (years) 59 51 61 0.02 Constitutional symptoms (%) 69 52 46 0.08 Median palpable spleen (cm) 10 4 3 0.001 Int-2/high-risk IPSS (%) 79 52 96 0.01 WBC > 25 x10 9 /L (%) 21 11.5 44 0.008 Median peripheral blasts (%) 1 0.5 2 ns Median Hb (g/L) 106 99 86 0.008 Hb < 100 g/L (%) 42 54 80 0.03 Transfusion dependency (%) 33 32 67 0.009 Platelets < 100 x10 9 /L (%) 30 8 52 0.04 Unfavorable cytogenetics (%) 31 14 48 0.06 Variable . JAK2 mut+ . CALR mut+ . Triple-negative . p . N (%) 77 (60.6) 25 (19.7) 25 (19.7)  Median age (years) 59 51 61 0.02 Constitutional symptoms (%) 69 52 46 0.08 Median palpable spleen (cm) 10 4 3 0.001 Int-2/high-risk IPSS (%) 79 52 96 0.01 WBC > 25 x10 9 /L (%) 21 11.5 44 0.008 Median peripheral blasts (%) 1 0.5 2 ns Median Hb (g/L) 106 99 86 0.008 Hb < 100 g/L (%) 42 54 80 0.03 Transfusion dependency (%) 33 32 67 0.009 Platelets < 100 x10 9 /L (%) 30 8 52 0.04 Unfavorable cytogenetics (%) 31 14 48 0.06 View Large Disclosures Al-Ali: Novartis: Honoraria, Research Funding. Jaekel: Novartis: Honoraria. Lange: Novartis: Honoraria. Roskos: Novartis: Honoraria. Niederwieser: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau."
}