{
    "doi": "https://doi.org/10.1182/blood.V114.22.1733.1733",
    "article_title": "Up-Regulation of Genes Involved in Folate Metabolism Characterize Late but Not Early Relapse in Childhood Acute Lymphoblastic Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Molecular Pharmacology, Drug Resistance Poster I",
    "abstract_text": "Abstract 1733 Poster Board I-759 Introduction Outcomes for relapsed pediatric acute lymphoblastic leukemia (ALL) are poor overall but depend on the timing of relapse, with lower survival rates for patients that relapse early (defined as < 36 months from diagnosis). Previously we sought to discover underlying biological pathways that mediate relapse by analyzing gene expression profiles in a large cohort of diagnosis/relapse paired bone marrow samples on the Affymetrix U133A arrays (Bhojwani et al, ASH 2008). We determined that early relapse was characterized by over-expression of cell cycle genes reflective of a proliferative state but late relapse was characterized by genes involved in nucleotide biosynthesis including targets of anti-folate agents. Given the potential therapeutic implications of these results we sought to validate these findings in an independent set of samples. Patients and Methods Validation of the first 60 pairs was performed using 26 additional pairs analyzed on Affymetrix U133Plus2 arrays. This validation set consisted of 17 early and 9 late diagnosis/relapse pairs. All patients had B precursor ALL and were at first relapse. Probesets differentially expressed between early and late relapse were identified in a supervised pair-wise analysis using an FDR cutoff of <10%. Expression of several genes found to be up-regulated at relapse by array expression were validated using real-time quantitative PCR. Results Evaluation of the last 26 pairs once again revealed distinct gene signatures that could distinguish between early and late relapse and many genes that were significant in the original 60 pairs were validated. Overall, thirty percent of the genes that distinguish diagnosis from relapse were validated in this smaller cohort. Importantly, genes involved in nucleotide metabolism that are targets of anti-folates such as thymidylate synthetase ( TYMS ), dihydrofolate reductase ( DHFR ) and methylenetetrahydrofolate dehydrogenase ( MTHFD1 ) were validated as up-regulated at late relapse. TYMS was elevated at late relapse in the original (p=0.004) and validation (p=0.02) cohorts. MTHFD1 and DHFR also showed increased expression at late relapse (p=0.01 and p=0.09 for MTHFD1 ; and p=0.01and p=0.07 for DHFR ) in both the discovery and validation cohorts respectively. Increased expression of DHFR and TYMS in late relapse was also confirmed by real-time quantitative PCR comparing 12 early and 12 late relapse pairs. Median expression at late relapse was 2 fold higher than diagnosis for both DHFR (p= 0.03) and TYMS (p= 0.01). Conclusion Increased expression of anti-folate target genes is seen in clinical samples from patients whose disease recurs late, indicating possible selection during maintenance where the bulk of anti-folate exposure occurs. Therapeutic strategies to augment folate antagonism may prevent late recurrences of ALL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow specimen",
        "dihydrofolate reductase",
        "folic acid",
        "folic acid metabolism",
        "gene expression profiling",
        "genes",
        "leukemia, lymphocytic, acute, childhood",
        "methylenetetrahydrofolate dehydrogenase (nadp+)",
        "nucleotides",
        "quantitative real-time polymerase chain reaction"
    ],
    "author_names": [
        "Laura Hogan, MD",
        "Deepa Bhojwani, MD",
        "Jinhua Wang, PhD",
        "Debra Morrison, PhD",
        "Jun J Yang, PhD",
        "Yutong Zhang",
        "Jiri Zavadil, PhD",
        "Gregory Condos",
        "Stephen P Hunger, MD",
        "Cheryl L. Willman, MD",
        "Mary V. Relling, PharmD",
        "Elizabeth Raetz, MD",
        "William L. Carroll, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Hogan, MD",
            "author_affiliations": [
                "New York University Langone Medical Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Deepa Bhojwani, MD",
            "author_affiliations": [
                "Oncology, St Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jinhua Wang, PhD",
            "author_affiliations": [
                "New York University Langone Medical Center, New York, NY, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debra Morrison, PhD",
            "author_affiliations": [
                "New York University Langone Medical Center, New York, NY, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun J Yang, PhD",
            "author_affiliations": [
                "Dept. of Pharmaceutical Sciences, St. Jude Children's Res. Hosp., Memphis, TN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yutong Zhang",
            "author_affiliations": [
                "New York University Langone Medical Center, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Zavadil, PhD",
            "author_affiliations": [
                "New York University Langone Medical Center, New York, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Condos",
            "author_affiliations": [
                "New York University Langone Medical Center, New York, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen P Hunger, MD",
            "author_affiliations": [
                "Pediatric Heme/Onc/BMT, University of Colorado College of Medicine, Aurora, CO, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl L. Willman, MD",
            "author_affiliations": [
                "UNM Cancer Research Facility, University of New Mexico Cancer Research and Treatment Center, Albuquerque, NM, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary V. Relling, PharmD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Raetz, MD",
            "author_affiliations": [
                "New York University Langone Medical Center, New York, NY, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William L. Carroll, MD",
            "author_affiliations": [
                "New York University Langone Medical Center, New York, NY, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T21:30:54",
    "is_scraped": "1"
}