{
    "doi": "https://doi.org/10.1182/blood-2021-152800",
    "article_title": "EPOR/JAK/STAT Signaling Pathway As Therapeutic Target of Acute Erythroid Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "617.Acute Myeloid Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "Background: Acute erythroid leukemia (AEL) is a rare subtype of AML characterized by erythroid predominant proliferation and classified into two subtypes with pure erythroid (PEL) and myeloid/erythroid (MEL) phenotypes. Although several reports described gene mutations in AEL, genotype phenotype correlations have not fully been elucidated with little knowledge about feasible molecular targets for therapy. Methods: To understand the mechanism of the erythroid dominant phenotype of AEL and identify potential therapeutic targets for AEL, we analyzed a total of 121 adult AEL cases with the median age of 60 (23-87), using whole genome/exome sequencing of 35 cases, followed by targeted-capture sequencing of 387 genes together with 1,279 SNP loci for copy number measurements in all cases. Among these, 21 were also analyzed by RNA sequencing. Genetic profiles of these AEL cases were compared to those of 409 cases with non-erythroid AML (non-AEL) including 195 cases from The Cancer Genome Atlas. Six patient-derived xenografts (PDX) were established from AEL with JAK2 and/or EPOR focal gain/amplification/mutation. PDX cells were inoculated into immune-deficient mice and tested for their response to JAK1/2 inhibitor. Results: According to unique genetic alterations, AEL was classified into 4 genomic groups (A-D). Characterized by TP53 mutations and complex karyotype, Group A was the most common subtype (48/121; 40%) and showed very poor prognosis. Remarkably, almost all the PEL cases (12/13; 92%) were categorized into Group A. Conspicuously, 75% of PEL cases with TP53 mutation had focal gain/amplifications/mutations of JAK2 (5/12; 42%), EPOR (7/12; 58%), and ERG / ETS2 (1/12; 8%) loci on chromosomes 9p, 19q, and 21q, respectively, while 34% of MEL cases with TP53 mutation had focal gain/amplifications/mutations of JAK2 (2/29; 7%), EPOR (7/29;24%), and ERG / ETS2 (7/29;24%) loci, frequently in combination. Group B was characterized by frequent NPM1 mutations, in contrast to the frequent co-mutation of FLT3 in the corresponding subgroup of NPM1 -mutated cases in non-AEL, whereas NPM1 -mutated patents in this group lacked FLT3 mutations but had frequent PTPN11 mutations (8/16; 50%), which were much less common in non-AEL (15/101; 15%). All cases in Group C ( n =22, 18%), another prevalent form of AEL, had STAG2 mutations and classified in MEL. Prominently, 68% (17/25) of STAG2 -mutated AEL cases had KMT2A -PTD, which was rarely found in non-AEL cases. The remaining cases were categorized into Group D, which was enriched for mutations in ASXL1 , BCOR , PHF6 , RUNX1 and TET2 . We also identified recurrent loss-of-function USP9X mutations in this group, which were previously reported in ALL with an upregulated JAK-STAT pathway. In RNA sequencing analysis, AEL cases exhibited gene expression profiles implicated in an upregulated STAT5 signaling pathway, which was seen not only in those cases with JAK2 or EPOR focal gain/amplification/mutation, but also in AEL without these amplifications, suggesting that aberrantly upregulated STAT5 activation might represent a common molecular signature of AEL. Survival analysis revealed that TP53 mutation is a poor prognostic factor in AEL and non-AEL and no statistically significant difference between AEL and non-AEL with TP53 mutation. Intriguingly, 19p gains/amplifications were associated with a significantly poor prognostic prognosis in TP53-mutated AEL cases. Based on this finding, we evaluated the effect of a JAK inhibitor, ruxolitinib, on 6 PDX models established from AEL having TP53 mutations and JAK2 and EPOR mutation/amplification. Of interest , ruxolitinib significantly suppressed cell growth and prolonged overall survival in mice engrafted with 4 PDX models with STAT5 downregulation, although the other 2 models were resistant to JAK2 inhibition with persistent STAT5 activation. Conclusion: AEL is a heterogeneous group of AML, of which PEL is characterized by frequent amplifications/mutations in JAK2 and/or EPOR . Frequent involvement of EPOR/JAK/STAT pathway is a common feature of AEL, in which a therapeutic role of JAK inhibition was suggested. Disclosures Nakagawa:  Sumitomo Dainippon Pharma Oncology, Inc.: Research Funding. Yoda:  Chordia Therapeutics Inc.: Research Funding. Morishita:  Chordia Therapeutics Inc.: Current Employment, Current equity holder in publicly-traded company. Miyazaki:  Sumitomo-Dainippon: Honoraria, Research Funding; Astellas: Honoraria; Chugai: Honoraria; Abbvie: Honoraria; Novartis: Honoraria; Nippon-Shinyaku: Honoraria; Bristol-Myers Squibb: Honoraria; Takeda: Honoraria; Daiichi-Sankyo: Honoraria; Kyowa-Kirin: Honoraria; Eisai: Honoraria; Janssen: Honoraria; Pfizer: Honoraria; Sanofi: Honoraria. Usuki:  Alexion: Speakers Bureau; Eisai: Speakers Bureau; MSD: Speakers Bureau; PharmaEssentia: Speakers Bureau; Yakult: Speakers Bureau; Mundipharma: Research Funding; Astellas-Amgen-Biopharma: Research Funding; Nippon Boehringer Ingelheim: Research Funding; Takeda: Research Funding, Speakers Bureau; Celgene: Research Funding, Speakers Bureau; Janssen: Research Funding; Ono: Research Funding, Speakers Bureau; Otsuka: Research Funding, Speakers Bureau; Sumitomo Dainippon: Research Funding; Daiichi Sankyo: Research Funding, Speakers Bureau; Symbio: Research Funding, Speakers Bureau; Gilead: Research Funding; Abbvie: Research Funding; Nippon shinyaku: Research Funding, Speakers Bureau; Novartis: Research Funding, Speakers Bureau; Pfizer: Research Funding; Kyowa Kirin: Research Funding, Speakers Bureau; Brisol-Myers Squibb: Research Funding, Speakers Bureau; Astellas: Research Funding, Speakers Bureau. Maciejewski:  Bristol Myers Squibb/Celgene: Consultancy; Regeneron: Consultancy; Novartis: Consultancy; Alexion: Consultancy. Ohyashiki:  Novartis Pharma: Other: chief clinical trial; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees. Ganser:  Celgene: Honoraria; Novartis: Honoraria; Jazz Pharmaceuticals: Honoraria. Heuser:  Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer Pharma AG: Research Funding; Karyopharm: Research Funding; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees, Research Funding; BergenBio: Research Funding; Janssen: Honoraria; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astellas: Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding; Tolremo: Membership on an entity's Board of Directors or advisory committees; Jazz: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS/Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding. Thol:  Astellas: Honoraria; Abbvie: Honoraria; Novartis: Honoraria; Jazz: Honoraria; BMS/Celgene: Honoraria, Research Funding; Pfizer: Honoraria. Shih:  PharmaEssentia Co: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene Ltd: Research Funding; Ltd: Research Funding; Novartis: Research Funding. Takaori-Kondo:  Celgene: Research Funding; Bristol-Myers K.K.: Honoraria; ONO PHARMACEUTICAL CO., LTD.: Research Funding. Ogawa:  Otsuka Pharmaceutical Co., Ltd.: Research Funding; Eisai Co., Ltd.: Research Funding; Kan Research Laboratory, Inc.: Consultancy, Research Funding; Dainippon-Sumitomo Pharmaceutical, Inc.: Research Funding; ChordiaTherapeutics, Inc.: Consultancy, Research Funding; Ashahi Genomics: Current holder of individual stocks in a privately-held company.",
    "author_names": [
        "June Takeda",
        "Kenichi Yoshida",
        "Masahiro Marshall Nakagawa",
        "Yasuhito Nannya",
        "Akinori Yoda",
        "Daisuke Morishita",
        "Ryunosuke Saiki",
        "Kenichi Chiba",
        "Hiroko Tanaka",
        "Yuichi Shiraishi",
        "Ming-Chung Kuo",
        "Cassandra M Kerr",
        "Yasunobu Nagata",
        "Nobuhiro Hiramoto",
        "Akira Hangaishi",
        "Hideyuki Nakazawa",
        "Ken Ishiyama",
        "Satoru Miyano",
        "Shigeru Chiba",
        "Yasushi Miyazaki",
        "Toshiyuki Kitano",
        "Kensuke Usuki",
        "Nobuo Sezaki",
        "Hisashi Tsurumi",
        "Shuichi Miyawaki",
        "Jaroslaw P. Maciejewski",
        "Takayuki Ishikawa",
        "Kazuma Ohyashiki",
        "Arnold Ganser",
        "Michael Heuser",
        "Felicitas Thol",
        "Lee-Yung Shih",
        "Akifumi Takaori-Kondo",
        "Hideki Makishima",
        "Seishi Ogawa"
    ],
    "author_dict_list": [
        {
            "author_name": "June Takeda",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Yoshida",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Marshall Nakagawa",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhito Nannya",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akinori Yoda",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Morishita",
            "author_affiliations": [
                "Chordia Therapeutics Inc., FUJISAWA, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryunosuke Saiki",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Chiba",
            "author_affiliations": [
                "Laboratory of Sequence Analysis, Human Genome Center, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroko Tanaka",
            "author_affiliations": [
                "Laboratory of Sequence Analysis, Human Genome Center, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuichi Shiraishi",
            "author_affiliations": [
                "Laboratory of Sequence Analysis, Human Genome Center, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming-Chung Kuo",
            "author_affiliations": [
                "Division of Hematology−Oncology, Department of Internal Medicine, Chang Gung Memorial Hospital, Chang Gung University, Taipei, Taiwan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cassandra M Kerr",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasunobu Nagata",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiro Hiramoto",
            "author_affiliations": [
                "Department of Hematology, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Hangaishi",
            "author_affiliations": [
                "Department of Hematology, NTT Kanto Medical Center, Tokyo, Japan"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideyuki Nakazawa",
            "author_affiliations": [
                "Department of Hematology, Shinshu University School of Medicine, Matsumoto, Japan"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Ishiyama",
            "author_affiliations": [
                "Department of Hematology, Kanazawa University Hospital, Kanazawa, Japan"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoru Miyano",
            "author_affiliations": [
                "Laboratory of Sequence Analysis, Human Genome Center, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigeru Chiba",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasushi Miyazaki",
            "author_affiliations": [
                "Atomic Bomb Disease Institute, Nagasaki University Hospital, Nagasaki, Japan"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshiyuki Kitano",
            "author_affiliations": [
                "Department of Hematology, Medical Research Institute Kitano Hospital, Osaka, Japan"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensuke Usuki",
            "author_affiliations": [
                "Department of Hematology, NTT Kanto Medical Center, Tokyo, Japan"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuo Sezaki",
            "author_affiliations": [
                "Department of Hematology, Chugoku Central Hospital, Fukuyama, Japan"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisashi Tsurumi",
            "author_affiliations": [
                "Department of Hematology, Gifu University, Gifu, Japan"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Miyawaki",
            "author_affiliations": [
                "Division of Hematology, Tokyo Metropolitan Ohtsuka Hospital, Tokyo, JPN"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Ishikawa",
            "author_affiliations": [
                "Department of Hematology, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuma Ohyashiki",
            "author_affiliations": [
                "Department of Hematology, Tokyo Medical University, Tokyo, Japan"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold Ganser",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Heuser",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felicitas Thol",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee-Yung Shih",
            "author_affiliations": [
                "Division of Hematology−Oncology, Department of Internal Medicine, Chang Gung Memorial Hospital, Chang Gung University, Taipei, Taiwan"
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akifumi Takaori-Kondo",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 33,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Makishima",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 34,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seishi Ogawa",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan",
                "Department of Medicine, Center for Haematology and Regenerative Medicine, Karolinska Institutet, Stockholm, Sweden",
                "Institute for the Advanced Study of Human Biology (WPI-ASHBi), Kyoto, Japan"
            ],
            "author_rank": 35,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T12:59:34",
    "is_scraped": "1"
}