{
    "doi": "https://doi.org/10.1182/blood.V112.11.2547.2547",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1232",
    "start_url_page_num": 1232,
    "is_scraped": "1",
    "article_title": "Prognosis of Patients with AML Carrying 11Q23/MLL Reciprocal Translocations : A Retrospective Study of 191 Cases from the French AML-Intergroup ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "carrying",
        "translocation (genetics)",
        "hdac protocol",
        "histone deacetylase",
        "karyotype determination procedure",
        "transplantation, homologous",
        "cytarabine",
        "allogeneic stem cell transplant",
        "anthracycline antibiotics",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Anne Banos",
        "Antoine Jaquet",
        "Anne Auvrignon",
        "Nicole Dastugue",
        "Christine Terré",
        "Isabelle Luquet, MD, PhD",
        "Sylvie Castaigne",
        "Marina lafage Pochitaloff",
        "Thierry Leblanc",
        "Pierre Fenaux, MD, PhD",
        "Francoise Huguet",
        "Francis Witz",
        "Didier Blaise",
        "Josy M. Reiffers",
        "Jean Luc Harousseau",
        "Gerard Socie, MD",
        "Bruno Lioure, MD",
        "Christian Bastard",
        "Herve Dombret, MD",
        "Arnaud Pigneux, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Service Hematologie, Centre Hospitalier De La Cote Basque, Bayonne, France"
        ],
        [
            "Statistique, Faculte de bordeaux, Bordeaux, France"
        ],
        [
            "Hopital Trousseau, Paris, France"
        ],
        [
            "Laboratoire d’Hématologie, Hôpital Purpan, Toulouse, France"
        ],
        [
            "Hôpital Mignot, Versailles, France"
        ],
        [
            "Laboratoire central d’Hématologie, Hôpital Robert Debré, Reims, France"
        ],
        [
            "Hôpital Mignot, Versailles, France"
        ],
        [
            "Biopathologie, Institut Paoli-Calmettes, Marseille, France"
        ],
        [
            "Pediatric Hematology, Hôpital Saint Louis, Paris, France, Paris, France"
        ],
        [
            "Hôpital Avicenne/Université Paris 13, Bobigny, France"
        ],
        [
            "CHU de Toulouse, Toulouse, France"
        ],
        [
            "Hématologie-Médecine interne, Hôpitaux de Brabois, Nancy, France"
        ],
        [
            "Hematology, CHU de Marseille, Marseille, France"
        ],
        [
            "CRLCC Institut Bergonié, Bordeaux,, France"
        ],
        [
            "Service d’Hématologie, CHU Hotel Dieu, Nantes, France, NAntes, France"
        ],
        [
            "Hopital Saint-Louis, Paris, France"
        ],
        [
            "Oncology and Hematology, Hopital de Hautepierre, Strasbourg Cedex, France"
        ],
        [
            "Hematology, INSERM U918, Centre Henri Becquerel, Rouen, France"
        ],
        [
            "Hopital Saint Louis, Paris, France"
        ],
        [
            "CHU Bordeaux, Bordeaux, France"
        ]
    ],
    "first_author_latitude": "43.4824306",
    "first_author_longitude": "-1.4813633",
    "abstract_text": "Acute myeloid leukemias (AMLs) carrying 11q23/MLL reciprocal translocations are usually associated with a bad prognosis. However, this AML subtype constitutes a heterogeneous group and the major factor influencing prognosis seems to be the MLL partner involved in the translocations. We thus performed a large retrospective study in 191 patients, including 102 adult and 89 children, prospectively enrolled in 11 different trials conducted in France between 1987 and 2002 (BGMT 87, BGMT 91, BGMT 95, LAM 2001, LAM-SA-2002, Alfa 9801, Alfa 9802, Alfa 9000, Goelam02, LAME89–91, LAME2000). Patients with MLL were not included. All patients received induction treatment with cytarabine and an anthracycline followed by an intensive consolidation with either high-dose cytarabine (HDAC) based chemotherapy or autologous or allogeneic stem cell transplantation. Results in 102 adults: Median age was 37,7 years (range 19–79). The majority of patients (56%) had AML-M5 according to FAB classification. 38% carried t(9;11), 20% carried t(6;11), 20% carried t(11;19), 7% carried t(10;11) and 15% carried various other reciprocal translocations. Overall CR rate was 86%. At 5-year, estimated disease-free survival (DFS) and overall survival (OS) were 20% and 25%, respectively. Only patients with t(11;19) indicated a relatively favorable outcome with a 5-year DFS and OS of 42% and 50%, respectively. This outcome was significantly better than for patients with any other translocation (p=.001). In patients with t(9;11) or other various translocation, 5-year DFS and OS were 20% and 25%, respectively. In patients with t(6 ;11), 5-year DFS and OS were 0%. The prognosis was no modified by a presentation with complex karyotype or by the type of consolidation received (HDAC, autologous, or allogeneic transplantation). Results in 89 children: Median age was 1,8 years (range 0,09–16,3). The majority of children (56%) had AML-M5 according to FAB classification. 58% carried t(9;11), 15% carried t(10;11), 9% carried t(11;19), 7% carried t(1;11) and 11% carried various other translocations including t(11 ;17), t(4 ;11) or t(6 ;11). Overall CR rate was 89%. At 5 years, estimated DFS and OS were 60% and 65%, respectively. In children with a t(9;11) translocation, 5-year DFS and OS were 72% and 78%, respectively. This outcome was significantly better than for patients with any other translocation (p=.013). In children with t(10;11) or t(11;19), 5-year DFS and OS were 47% and 50%, respectively. In those with other various translocations, 5-year DFS and OS were 18% and 13%, respectively. As in adults, the prognosis was not modified by a presentation with complex karyotype or by the type of consolidation received (HDAC, autologous or allogeneic transplantation). Conclusion: The prognosis of patients with a translocation involving MLL is heterogeneous with a better outcome for adults with t(11;19) and for children with t(9;11). Data of this study shows that adults with t(11;19) might be considered as intermediate cytogenetic risk. In contrast, the prognosis of t(6;11) in adults and children is extremely poor and this group should be regarded as very high risk. In adults and children, prognosis of these translocations is no modified by complex karyotype or by the type of post-remission treatment received (HDAC, autologous or allogeneic transplantation). The t(9;11) translocation is the most common recurrent one but with a different prognosis in adults as compared to children, which might be related to a different drug-resistance profile."
}