{
    "doi": "https://doi.org/10.1182/blood-2018-99-112199",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4102",
    "start_url_page_num": 4102,
    "is_scraped": "1",
    "article_title": "Examining the Role of Sickle Cell Disease Patients As Teachers in the Emergency Department: Patient Directed Physician Education ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster III",
    "topics": [
        "emergency service, hospital",
        "sickle cell anemia",
        "teachers",
        "pain",
        "opiates",
        "pain, intractable",
        "severity of illness",
        "health personnel",
        "nurses",
        "ontario"
    ],
    "author_names": [
        "Zachary Liederman, MD",
        "Naa Kwarley Quartey",
        "Richard Ward",
        "Janet Papadakos"
    ],
    "author_affiliations": [
        [
            "University of Toronto, Toronto, Canada "
        ],
        [
            "Cancer Health Literacy Research Centre, Cancer Education Program, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Toronto General Hospital, University Health Network, Toronto, CAN ",
            "Department of Medicine, University of Toronto, Toronto, Canada "
        ],
        [
            "Cancer Education Program, Princess Margaret Cancer Centre, Toronto, Canada ",
            "Patient Education, Cancer Care Ontario, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.660908600000006",
    "first_author_longitude": "-79.39595179999999",
    "abstract_text": "Background: Sickle Cell Disease (SCD) patients are amongst the most frequent utilizers of the emergency department (ED) for acute vaso-occlusive pain episodes (\"crisis\"). Unfortunately, ED SCD care often fails to meet guideline recommendations. This results in preventable morbidity and mortality as well as substantial resource utilization. Current care interventions across multiple domains have not led to sustained improvements, likely due in part to negative attitudes and beliefs among health care providers (HCP). Novel mechanisms of physician education are required to improve outcomes. An emerging method of education in SCD is the use of patients as \"just in time\" teachers. We refer to this as Patient Directed Physician Education (PDPE) and define it as a broad range of activities in which patients relay actionable information to HCPs in the clinical setting. While there is a growing body of research supporting patients as teachers, no group has specifically examined point of care PDPE in a SCD population. Objective: This study seeks to understand the current use and feasibility of SCD PDPE in the ED. Methods: This is a multi-centered, prospective descriptive qualitative design with semi-structured, audio taped individual interviews. SCD patients and ED physicians across Ontario, Canada were recruited to participate in the study through purposeful sampling. Qualitative analysis was performed using phenomenological inquiry, which encompasses qualitative approaches to inductively and holistically understand a human phenomenon (i.e. teaching and learning in sickle cell disease) in a context specific setting. Results: In total, 11 patients and 8 physicians participated in the study. Patient ages ranged from 21-67 and physician years in practice ranged from 3-21. The patient group predominately consisted of female Black Canadians (81%) while the physician group was mainly Caucasian males (63%) but did include representation from other ethnicities. There was significant variability in both self-described disease severity (patients) and frequency of SCD exposure (physicians). Both groups assessed themselves as having good to excellent SCD general knowledge or clinical acumen respectively. Within the qualitative analysis both groups responded favourably to PDPE and expressed confidence in its feasibility and ability to improve ED care. Barriers to the implementation of PDPE were expressed across three major domains; 1) patient factors, 2) health care worker factors, and 3) health care system factors. The ability of patients to present reliable health information was highlighted as a key factor in the success of PDPE by both groups. However, physicians and patients had strikingly different perspectives towards the inherent challenges. Patients identified triage delays and difficulty speaking due to intractable pain as the major barriers to shared decision making. Conversely, physicians largely did not appreciate these elements of the vaso-occlusive pain episode experience and instead expressed concerns regarding patient credibility, particularly in the context of high dose opiates. Overt racism or the perception of patient as \"drug seeker\" were not identified as major themes from either group. There was consensus towards written patient care plans, corroborating electronic health records, and collaboration from SCD experts as mechanisms to bridge the SCD patient/ED physician divide and facilitate PDPE. In addition, despite not being directly involved in PDPE, nurses experienced in SCD management were consistently noted to be instrumental in supporting the patient-physician interaction. Conclusions: Patient directed physician education is a feasible and novel SCD care innovation with support from both patients and ED physicians. Successful implementation will require credible educational adjuncts (e.g. patient pocket cards, care plans) and support from ED nurses and SCD experts. Our findings will serve as part of a continuum of research to engage patients as partners in improving SCD knowledge and care outcomes. Disclosures No relevant conflicts of interest to declare."
}