{
    "doi": "https://doi.org/10.1182/blood.V128.22.2666.2666",
    "article_title": "CSF1R Is Associated with Poor Overall Survival in AML and Mediates Supportive Interactions Between AML and Stromal Cells in the AML Microenvironment ",
    "article_date": "December 2, 2016",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Poster II",
    "abstract_text": "Bone marrow (BM) stromal cells produce factors important for the growth and maintenance of normal hematopoietic, as well as leukemic cells. Interactions between hematopoietic and stromal cells as mediated by classic ligand-receptor, cytokine and metabolic elements help to create a supportive microenvironmental niche. Colony stimulating factor 1 (CSF1) is a cytokine produced by BM stromal cells. CSF1 exists as both secreted and membrane-bound isoforms, with the latter being predominant in the BM. CSF1 acts on the CSF1 receptor (CSF1R), which is expressed on phagocytic cells to induce their growth and differentiation into monocytes, macrophages and dendritic cells. Acute myeloid leukemia (AML) arises from mutations that lead to a block in differentiation of myeloid cell precursors (myeloblast or blast cells), the accumulation of which interferes with normal hematopoiesis. In this study, we examined the role of the CSF1-CSF1R interaction in AML as related to patient outcome and its influence on AML-stromal cell interactions. Analysis of cell surface protein levels of CSF1R by flow cytometry revealed that a subset of AML patient samples express high levels of CSF1R (CSF1R high ). Clinically, we found that CSF1R high patients have shorter overall survival compared to patients with low CSF1R expression. To examine the CSF1-CSF1R interaction experimentally, CSF1R high AML cells (patient samples and cell lines) were grown in in-vitro co-cultures with murine MS5 stromal cells engineered to overexpress the membrane-bound form of human CSF1 (MS5-hCSF1). We found that MS5-hCSF1 stromal cells display an increased growth rate, altered cytokine profile and signaling changes (namely mTOR pathway activation) compared to cells that do not express CSF1. In co-culture assays, we found that MS5-hCSF1 stromal cells enhanced the long-term growth (2 weeks) and survival of CSF1R high AML cells by several fold. This growth advantage was not observed for CSF1R low AML cells. Pre-culture of AML cells with MS5-hCSF1 stromal cells for 72 hours led to increased colony numbers in colony forming unit (CFU) assays compared to pre-culture on non-CSF1-expressing stroma. This suggests that exposure to CSF1 may enhance the clonogenic potential of AML cells. Co-culture of AML cells with MS5-hCSF1 stromal cells led to increased surface expression of the stem cell markers CD34 and CD117 (c-kit), suggestive of an immature, progenitor-like AML phenotype driven by CSF1. Furthermore, co-culture of AML and MS5-hCSF1 stromal cells led to distinct changes in the cytokine profiles of both AML and stromal cells, with increased levels of IL-8, IL-10 and IL-1 RA and RANTES in AML cells, and increased levels of IL-3, IL-6 and VEGF in stromal cells. Taken together, these results suggest that the CSF1-CSF1R interaction may be important in promoting a pro-leukemic phenotype. In particular, stromal support of AML is enhanced in a CSF1-dependent manner, with effects on AML growth, differentiation and production of signaling molecules. These effects in turn, have implications for modulating stromal cells themselves. Studying and understanding the complex interplays between AML and stromal cells as driven by the CSF1-CSF1R interaction may aid in the development of therapeutic approaches to target AML and its niche environment. Disclosures Jain: Roche Canada: Research Funding.",
    "topics": [
        "macrophage colony-stimulating factor receptor",
        "stromal cells",
        "macrophage colony-stimulating factor",
        "coculture techniques",
        "cytokine",
        "proto-oncogene protein c-kit",
        "cd34 antigens",
        "flow cytometry",
        "interleukin-1",
        "interleukin-10"
    ],
    "author_names": [
        "Ayesha Rashid, MSc",
        "Irakli Dzneladze, BSc",
        "Ruijuan He, MD",
        "John F Woolley, PhD",
        "Michael D Jain, PhD MD",
        "Mark D. Minden, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ayesha Rashid, MSc",
            "author_affiliations": [
                "Department of Medical Biophysics, University of Toronto, Toronto, Canada ",
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Irakli Dzneladze, BSc",
            "author_affiliations": [
                "Department of Medical Biophysics, University of Toronto, Toronto, Canada ",
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruijuan He, MD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F Woolley, PhD",
            "author_affiliations": [
                "Department of Pharmacology and Toxicology, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael D Jain, PhD MD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark D. Minden, MD PhD",
            "author_affiliations": [
                "Department of Medical Biophysics, University of Toronto, Toronto, Canada ",
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T13:01:35",
    "is_scraped": "1"
}