{
    "doi": "https://doi.org/10.1182/blood.V116.21.4451.4451",
    "article_title": "Establishment of a Novel Cell Line of Plasmablastic Lymphoma with Loss of p16 Tumor Suppressor Protein and Overexpression of MDR ",
    "article_date": "November 19, 2010",
    "session_type": "Chromosomal Rearrangements and DNA Repair",
    "abstract_text": "Abstract 4451 Plasmablastic lymphoma is characterized by diffuse proliferation of large blastoid cells with immunophenotype of plasma cells. It frequently presents as a mass in the oral cavity, but it may also be encountered in other extranodal sites. It is clinically aggressive with a median survival of 6 months. Immunodeficiency, mainly by HIV, is the major risk factor for this disease, however, in some Asian countries like Japan and Korea, more numbers of HIV-negative cases of plasmablastic lymphoma has been reported, with fewer Epstein Birr Virus (EBV)-associated cases. Thus, it needs to be further determined whether any ethnic differences in the occurrence of this disease exists. We have experienced a rare case of plasmablastic lymphoma of the uterus in an otherwise healthy young Japanese female. Although treated with multiple chemotherapy regimens such as CHOP, hyper CVAD and VAD, the patient died of the disease within three months after the diagnosis. The clinical course of the disease was unique with de novo onset in the uterus, progressing to systemic lymph node swelling. Immunophenotype of the tumor was positive for CD138, VS38c and EMA but negative for CD20 and EBER. Karyotyping of the tumor showed two novel chromosome translocations, t(4;7)(q35;q22) and t(9;13)(p22;q22), either as a single translocation of t(9;13) or both. Southern blot analysis of the tumor was negative for EBV or c-myc translocation, which has recently been reported to have causal relationship with this type of lymphoma. Written informed consent was obtained from the patient and the family, and tissue sample obtained by lymph node biopsy was used for further analysis. The lymph node specimen was transplanted subcutaneously in immunodeficient NOG mice and was stably transplantable up to over five passages. The tumor was also transplantable subcutaneously to nude mice. We also succeeded in maintaining these newly established plasmablastic lymphoma cell lines in vitro. Two cell lines, one with a single translocation of t(9;13) and another with double translocation of t(4;7) and t(9;13) were established. Both cell lines were identical to the original patient's tumor in terms of immunophenotype. Comparative genomic hybridization (CGH) and fluorescence in situ hybridization (FISH) was performed to identify the precise chromosomal breakpoints in these translocations. FISH analysis using approximately 50 probes identified consistent result with CGH analysis, which lead to the identification of lack of tumor suppressor p16 protein expression (t(9;13)) and upregulation of multidrug resistant protein (MDR) (t(4;7)). The expression of cell surface MDR and its function were also confirmed using flow cytometry and dye efflux method. Comparison among the established cell lines with or without the t(4;7) translocation confirmed increased resistance to chemotherapeutic drugs such as adriamycin and cisplatinum in t(4;7) positive, MDR overexpressing cell line. This result is in accordance with the clinical course of the patient, where adriamycin was initially the key drug, but lost its responsiveness with disease progression. We believe that this is the first report of the establishment of cell line for plasmablastic lymphoma that has identified genetic lesions involved in the pathogenesis of the disease. These newly established cell lines and experimental animal models of plasmablastic lymphoma will be a useful tool to understand the pathogenesis of the disease including development of the typical plasmablastic feature of this type of lymphoma, and to identify novel effective treatment strategy for this highly aggressive lymphoma. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cell lines",
        "immunoblastic large-cell lymphoma",
        "tumor suppressor proteins",
        "protein overexpression",
        "neoplasms",
        "immunophenotyping",
        "doxorubicin",
        "immunologic deficiency syndromes",
        "lymphoma",
        "antineoplastic agents"
    ],
    "author_names": [
        "Eri Matsuki, MD",
        "Yoshitaka Miyakawa, MD, PhD",
        "Shuichi Asakawa",
        "Yuiko Tsukada, MD",
        "Kenji Yokoyama, MD, PhD",
        "Jun Kudoh",
        "Shinichiro Okamoto, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eri Matsuki, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yoshitaka Miyakawa, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Asakawa",
            "author_affiliations": [
                "Graduate School of Agricultural and Life Sciences/Faculty of Agriculture, The University of Tokyo, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuiko Tsukada, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenji Yokoyama, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Kudoh",
            "author_affiliations": [
                "Laboratory of Gene Medicine, Keio University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinichiro Okamoto, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T09:42:11",
    "is_scraped": "1"
}