{
    "doi": "https://doi.org/10.1182/blood.V108.11.274.274",
    "article_title": "Antibodies to the Platelet Factor 4-Heparin Complex and Mortality in Chronic Hemodialysis Patients. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Background: Heparin-induced thrombocytopenia is a serious complication of heparin therapy that can lead to thromboembolism, cardiovascular events or death. Patients with this disorder develop antibodies to the platelet factor 4-heparin (PF4-H) complex. Hemodialysis patients are repeatedly exposed to heparin and are at risk for developing PF4-H antibodies. The clinical impact of asymptomatic PF4-H antibodies in patients on chronic hemodialysis is not known. Objective: To determine the association between asymptomatic PF4-H antibodies and mortality in a cohort of chronic hemodialysis patients repeatedly exposed to heparin. Methods: Pre-dialysis blood samples were drawn from 419 asymptomatic patients. All patients received unfractionated heparin (Baxter) while on dialysis. All samples were screened for PF4-H antibodies using an ELISA assay (GTI PF4 Enhanced, GTI Diagnostics). All positive and indeterminate samples were then tested using an IgG-specific PF4-H ELISA assay and a platelet serotonin-release assay. Participants were then followed up prospectively for thromboembolic events, cardiovascular events, or death. Results: During a median follow-up of 2.5 years there were 129 deaths. After controlling for important potential confounding variables, the relative risk of death was 2.92 (95% CI: 1.18-7.25; P= 0.02) in patients with IgG-specific PF4-H antibodies and 4.08 (95% CI: 1.26–13.2; P= 0.02) in patients with IgG-specific antibodies and an indeterminate serotonin-release assay. Conclusions: PF4-H antibody formation is associated with increased all-cause mortality in patients on chronic hemodialysis. Further investigation is needed to determine if anticoagulation with alternative agents would improve survival in this population.",
    "topics": [
        "antibodies",
        "blood platelets",
        "hemodialysis",
        "heparin",
        "immunoglobulin g",
        "cardiovascular event",
        "serotonin",
        "anticoagulation",
        "follow-up",
        "thrombocytopenia, heparin-induced"
    ],
    "author_names": [
        "Marc Carrier, MD",
        "Greg A. Knoll, MD, MSc",
        "Dean Fergusson, PhD",
        "Steven Doucette, PhD",
        "Michael J. Kovacs, MD",
        "Jane Moore, BSc, ART",
        "Marc A. Rodger, MD, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Marc Carrier, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, University of Ottawa, Ottawa, ON, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Greg A. Knoll, MD, MSc",
            "author_affiliations": [
                "Department of Medicine, Division of Nephrology, University of Ottawa, Ottawa, ON, Canada",
                "Clinical Epidemiology, The Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dean Fergusson, PhD",
            "author_affiliations": [
                "Clinical Epidemiology, The Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Doucette, PhD",
            "author_affiliations": [
                "Clinical Epidemiology, The Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Kovacs, MD",
            "author_affiliations": [
                "Hematology, University of Western Ontario, London, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Moore, BSc, ART",
            "author_affiliations": [
                "Hematology, McMaster University, Hamilton, ON, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc A. Rodger, MD, MSc",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, University of Ottawa, Ottawa, ON, Canada",
                "Clinical Epidemiology, The Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T21:27:43",
    "is_scraped": "1"
}