{
    "doi": "https://doi.org/10.1182/blood.V104.11.3781.3781",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=154",
    "start_url_page_num": 154,
    "is_scraped": "1",
    "article_title": "Genetic Analysis of Candidate Modifier Polymorphisms in β-Thalassemia/Hb E Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "genetic analysis",
        "hemoglobin e",
        "polymorphism",
        "thalassemia",
        "globins",
        "fetal hemoglobin",
        "genetic aspects",
        "cooley's anemia",
        "dna",
        "erythropoietin"
    ],
    "author_names": [
        "Suthat Fucharoen",
        "Pranee Winichagoon",
        "Orapan Sripichai",
        "Thongperm Munkongdee",
        "Chutima Kumkhaek",
        "Kanjana Vichitumaros",
        "Johanna Whiacre",
        "Ken Abel",
        "Andreas Braun"
    ],
    "author_affiliations": [
        [
            "Thalassemia Research Center, Institute of Science and Technology for Research and Development, Mahidol Univesity, Nakornpathom, Thailand"
        ],
        [
            "Thalassemia Research Center, Institute of Science and Technology for Research and Development, Mahidol Univesity, Nakornpathom, Thailand"
        ],
        [
            "Thalassemia Research Center, Institute of Science and Technology for Research and Development, Mahidol Univesity, Nakornpathom, Thailand"
        ],
        [
            "Thalassemia Research Center, Institute of Science and Technology for Research and Development, Mahidol Univesity, Nakornpathom, Thailand"
        ],
        [
            "Thalassemia Research Center, Institute of Science and Technology for Research and Development, Mahidol Univesity, Nakornpathom, Thailand"
        ],
        [
            "Thalassemia Research Center, Institute of Science and Technology for Research and Development, Mahidol Univesity, Nakornpathom, Thailand"
        ],
        [
            "SEQUENOM, Inc., San Diego, CA, USA"
        ],
        [
            "SEQUENOM, Inc., San Diego, CA, USA"
        ],
        [
            "SEQUENOM, Inc., San Diego, CA, USA"
        ]
    ],
    "first_author_latitude": "13.7974129",
    "first_author_longitude": "100.3261071",
    "abstract_text": "β-Thalassemia/Hb E patients encompass a number of clinical severities, ranging from nearly asymptomatic to transfusion-dependent thalassemia major. This has been well documented, but the causes of the variability and the molecular basis of the interaction remain unexplained. In general any factor capable of reducing the degree of alpha-globin-beta-globin chain imbalance will result in a milder form of thalassemia. The major modifying factors demonstrated in the mild cases are coinheritance of mild β + -thalassemia and Hb E genes, coinheritance of α-thalassemia and increased production of Hb F. However, the fact that many patients who have seemingly identical genotypes, β 0 -thalassemia/Hb E, and do not have a detectable α-thalassemia or increased Hb F production still have mild clinical symptoms, while other patients have a very severe clinical condition similar to homozygous β 0 -thalassemia. This variation suggests that other unknown modifying genetic factors may contribute to severity of the disease. To assess the relative contribution of genetic factors in the variation of severity among β-thalassemia/Hb E patients, we conducted a prospective study searching for modifying factors in almost 1100 Thai/Chinese β 0 -thalassemia/Hb E patients from Thailand using an automated, chip-based platform based on mass spectrometry (Sequenom’s MassARRAY TM system). A map of ~80 single nucleotide polymorphisms (SNPs) has been constructed spanning more than 80 kb, including the locus control region (LCR) and all beta-like globin genes. These SNPs were identified through resequencing and from the public domain, including well-characterized restriction fragment length polymorphisms (RFLPs) used in prior haplotype studies. Included in this panel are assays for polymorphic sites reported to influence globin gene expression, specifically G γ- Xmn I polymorphism and BP-1 binding site upstream of β-globin gene. Genotyping of other candidate modifier loci, including SNPs in genes encoding alpha hemoglobin stabilizing protein (AHSP), β-globin gene repressor BP-1 protein, erythropoietin (Epo), and transcription factors; GATA-1, EKLF, NF-E2, has been studied. To identify additional modifier loci, carefully selected patient sub-groups representing the extremes in disease severity either mild or severe have been selected for DNA pool construction to be used in a genomewide screen involving up to 100,000 validated gene-based SNPs. It is expected that this genomewide screen will yield important information on the role of candidate genes and may uncover the association of novel polymorphisms with severity heterogeneity in β-thalassemia/Hb E disease."
}