{
    "doi": "https://doi.org/10.1182/blood.V124.21.4012.4012",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2980",
    "start_url_page_num": 2980,
    "is_scraped": "1",
    "article_title": "Cpeb4-Mediated Translational Regulatory Circuitry Controls Terminal Erythroid Differentiation ",
    "article_date": "December 6, 2014",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster III",
    "topics": [
        "binding (molecular function)",
        "cell differentiation",
        "conflict of interest",
        "disclosure",
        "ectopic gene expression",
        "erythroid cells",
        "erythropoiesis",
        "gene expression",
        "mammals",
        "peptide initiation factors"
    ],
    "author_names": [
        "Wenqian Hu, PhD",
        "Bingbing Yuan",
        "Harvey F. Lodish, PhD"
    ],
    "author_affiliations": [
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA "
        ],
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA "
        ],
        [
            "Whitehead Institute, MIT, Cambridge, MA"
        ]
    ],
    "first_author_latitude": "42.3630932",
    "first_author_longitude": "-71.089587",
    "abstract_text": "While we have considerable understanding of the transcriptional networks controlling mammalian cell differentiation, our knowledge of post-transcriptional regulatory events is very limited. Using differentiation of primary erythroid cells as a model, we show that the sequence-specific mRNA-binding protein Cpeb4 is induced by the erythroid important transcription factors Gata1 and Tal1, is strongly upregulated during terminal erythroid development, and is essential for terminal erythropoiesis. By binding directly to the translation initiation factor eIF3 complex, Cpeb4 represses the translation of a large set of mRNAs, most of which are normally downregulated during terminal erythroid development. Cpeb4 also binds to its own mRNA to repress its translation, and ectopic expression of Cpeb4 blocks erythroid differentiation. Thus transcriptional induction and translational repression combine to form a negative feedback loop to control Cpeb4 protein levels within a specific range that is required for terminal erythropoiesis. Our study provides an example of how translational control is integrated with transcriptional regulation to precisely control gene expression during mammalian cell differentiation. Disclosures No relevant conflicts of interest to declare."
}