{
    "doi": "https://doi.org/10.1182/blood.V112.11.3705.3705",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1346",
    "start_url_page_num": 1346,
    "is_scraped": "1",
    "article_title": "A Phase I Study of Vorinostat in Combination with Lenalidomide and Dexamethasone in Patients with Relapsed or Refractory Multiple Myeloma ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "vorinostat",
        "neoplasms",
        "progressive neoplastic disease",
        "thalidomide",
        "administration, oral",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "David Siegel",
        "Donna Weber, MD",
        "Constantine S. Mitsiades, MD, PhD",
        "Syed Rizvi",
        "Jose Garcia-Vargas",
        "Jason Howe",
        "David Reiser",
        "Kenneth C. Anderson, MD",
        "Paul Richardson, MD"
    ],
    "author_affiliations": [
        [
            "Hackensack University Medical Center, Hackensack, NJ, USA"
        ],
        [
            "Department of Lymphona and Myeloma M.D., Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Merck & Co Inc., Upper Gwynedd, PA, USA"
        ],
        [
            "Merck & Co Inc., Upper Gwynedd, PA, USA"
        ],
        [
            "Merck & Co Inc, Upper Gwynedd, PA, USA"
        ],
        [
            "Merck & Co Inc., Upper Gwynedd, PA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "40.88348765",
    "first_author_longitude": "-74.0544726",
    "abstract_text": "Introduction: Multiple myeloma (MM) is the second most common hematologic malignancy after non-Hodgkin’s lymphoma and despite recent advances in therapy, including the introduction of thalidomide, bortezomib, and lenalidomide, remains incurable. Vorinostat is an inhibitor of Class I and II histone deacetylases, which play key roles in the regulation of both transcriptional and post-transcriptional activity in a variety of tumor types, including MM. This histone deacetylase inhibitor has demonstrated anti-proliferative activity as monotherapy and synergistically with other agents in a variety of tumor types, including MM, where it was well tolerated in Phase I trials. Lenalidomide is a potent structural analog of thalidomide and demonstrates clinical efficacy in the treatment of MM as a single agent and to a larger degree, in combination with dexamethasone. Preclinical data suggest that the addition of vorinostat to lenalidomide and dexamethasone has at least additive, and possibly synergistic, therapeutic potential, with the anti-tumor mechanisms of vorinostat and dexamethasone being distinct from the immunomodulatory effects of lenalidomide. This Phase I, multicenter, open-label, non-randomized study assessed the safety and tolerability of vorinostat in combination with lenalidomide and dexamethasone in patients with relapsed or refractory MM. Methods: The primary objective was to determine the maximum tolerated dose (MTD). Secondary and exploratory objectives included: assessment of safety and tolerability; determination of clinical activity of the combination, and evaluation of in vivo molecular and biologic effects of the combination in patients with MM through analysis of gene expression. Patients aged ≥18 years with an established diagnosis of relapsed or refractory MM were enrolled sequentially into 1 of 5 dosing levels (table). Patients received vorinostat daily, administered orally for 14 days with 7 days on (Days 1–7 and 15–21), combined with oral lenalidomide daily for 21 days, and oral dexamethasone 40 mg/day (Days 1, 8, 15, and 22; cycles were repeated every 28 days); use of concomitant prophylactic acetylsalicylic acid was recommended. Dose-limiting toxicities (DLTs) were assessed in the first treatment cycle. Barring DLT, dose escalation continued until the MTD was established. Response, safety, and tolerability were evaluated. Adverse events (AEs) were recorded throughout the study.  Dosing Regimen . Dose Level . Vorinostat Dose (mg q.d.) 7 days on 7 days off (Days 1–7 and Days 15–21) in each 28-day cycle . Lenalidomide Dose (mg q.d.) × 21 days (Day 1 through Day 21) in each 28-day cycle . Dexamethasone Dose (mg q.d.) On Days 1, 8, 15, and 22 in each 28-day cycle . 1 300 10 40 2 400 10 40 3 400 15 40 4 400 20 40 5 400 25 40 Dosing Regimen . Dose Level . Vorinostat Dose (mg q.d.) 7 days on 7 days off (Days 1–7 and Days 15–21) in each 28-day cycle . Lenalidomide Dose (mg q.d.) × 21 days (Day 1 through Day 21) in each 28-day cycle . Dexamethasone Dose (mg q.d.) On Days 1, 8, 15, and 22 in each 28-day cycle . 1 300 10 40 2 400 10 40 3 400 15 40 4 400 20 40 5 400 25 40 View Large Results: Enrolment is ongoing and tolerability of treatment has been good so far. Of 7 patients assessed to date, 6 patients (86%) have reported ≥1 AE, and 3 patients’ (43%) AEs were considered drug-related. The most frequently reported AE was anemia (n=4, 57%). Serious AEs were reported by 2 patients (29%), none of which were considered drugrelated. No patients have discontinued due to AEs or SAEs, and no DLT has been observed to date. Of 6 evaluable patients, the best responses were: partial response in 1 patient, minimal response in 1 patient and stable disease in 2 patients and progressive disease in 2 patients. Currently, 4 patients remain on treatment and 3 patients have discontinued treatment due to progressive disease. Conclusion: Vorinostat with lenalidomide and dexamethasone represents a novel combination therapy for the treatment of relapsed or relapsed, refractory MM. Preliminary results suggest that the combination is well tolerated to date, is active and has the convenience of oral administration."
}