{
    "doi": "https://doi.org/10.1182/blood.V124.21.2409.2409",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2965",
    "start_url_page_num": 2965,
    "is_scraped": "1",
    "article_title": "Array Based Comparative Genomic Hybridization Detects Copy Number Alterations in 80.3% of Adult Acute Lymphoblastic Leukemia (ALL) with Normal Karyotype or Failed Chromosome Banding Analysis and Identifies a Subset with Only Submicroscopic Alterations Associated with Favorable Outcome ",
    "article_date": "December 6, 2014",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Background: Based on chromosome banding analyses (CBA) more than 70% of ALL harbor chromosome abnormalities. These include balanced translocations and a large spectrum of deletions and gains. In up to 10% of ALL CBA fails. In approximately 20% of cases no chromosome abnormalities are detected. This might be due to the fact that ALL blasts failed to proliferate in vitro, to the submicroscopic size of alterations or to a truly normal karyotype. Aim: To characterize the subset of ALL with normal karyotype or failed CBA using array based comparative genomic hybridization (aCGH) and to evaluate whether this technique can provide relevant information in the diagnostic work-up and prognostication of ALL. Patients and Methods: Out of a total of 757 adult ALL patients (age 18.0-91.4 yrs, median 52.5 yrs) analyzed at diagnosis between 2005 and 2014 we selected a subset of 190 cases with normal karyotype (n=144; 75.8%) or failure of CBA (less than 11 analyzable metaphases without clonal chromosome abnormalities, n=46; 24.2%). All cases were analyzed by aCGH (12 x 270 K microarray slides, Roche Nimblegen, Madison, WI). In addition, data on FISH or PCR for BCR-ABL1 and MLL rearrangements was available in 170/190 pts. Results: 92 cases were classified as B-lineage ALL, 46 as T-lineage ALL and 14 showed a Burkitt phenotype. For 38 pts no data on ALL immunophenotype was available. Out of 170 pts investigated by FISH or PCR 21 (12.4%) pts were positive for BCR-ABL1 and 3 (1.8%) pts showed an MLL rearrangement. All 14 pts with a Burkitt phenotype showed a MYC -rearrangement by FISH. In 12 cases (6.3%) aCGH analyses failed due to poor DNA quality. By aCGH 143/178 (80.3%) pts harbored an aberrant karyotype while only 35 showed no copy number alteration (19.7%). 785 copy number alterations were observed in 143 pts (mean 5.5 per case; range: 1-47). 292 were whole chromosome gains (n=164) or losses (n=128) while 493 were alterations affecting certain chromosome regions. Losses of chromosomal regions were more common than gains (333 vs 160). 253 gains and 222 losses, i.e. 60.5% of all affected chromosomes/chromosomal regions, were larger than 10 Mbp. This size is above the resolution of CBA and thus we concluded that these aberrations were missed by CBA due to lack of proliferation of ALL blasts in vitro. 239 losses and 71 gains were smaller than 10 Mbp and thus are not detectable by CBA. In 40 pts (22.5%) only submicroscopic alterations were detected. Most frequent alterations observed by aCGH were: Losses of 9p21 ( CDKN2A ) (n=58; 32.6%), 6q (n=21; 11.8%), 13q14 ( RB1 ) (n=21; 11.8%), 7q34 ( TCRB ) (n=21; 11.8%), 12p13 ( ETV6 ) (n=14; 7.9%), 7p12 ( IKZF1 ) (n=13; 7.3%), 14q32 ( IGH ) (n=8; 4.5%), 5q33 ( EBF1 ) (n=7; 3.9%), 10q23 ( GRID1 , PTEN ) (n=6; 3.4%), 3p (n=6; 3.4%) as well as gains of 1q (n=14; 7.9%). Deletions of 5q33, 6q, 7p12, 7q34, 9p21, 10q23, 12p13 and 13q14 were observed in both B- and T-cell precursor ALL, respectively. In contrast, losses and gains of whole chromosomes, gains of 1q and 14q32 deletions were only detected in pts with B-cell precursor ALL. In the subset of 40 pts harboring only submicroscopic abnormalities the most frequently affected regions were loss of 9p21 ( CDKN2A ) (40.0%), 14q32 ( IGH ) (10.0%), 7q34 ( TRBV ) (10.%), 13q14 ( RB1; RCBTB2 ) (7.5%), 21q22 ( KCNJ15 ) (7.5%). No recurrent gain was identified. Clinical follow-up data was available for 95 pts. Based on aCGH 12 cases with a typical pattern of chromosome losses characteristic for the ALL subset with a low hypodiploid karyotype were detected. As has been described previously for this group they showed a dismal outcome with a median OS of only 5.3 months. The relative risk for death compared to all others amounted to 4.5 (p=0.047). There was a tendency for better OS in patients showing only submicroscopic abnormalities by aCGH, OS at 3 years was 83.6% compared to 60.5% in all others (p=0.09). Conclusions: 80.3% of ALL with normal karyotype in chromosome banding analysis or failed cytogenetics habor copy number alterations detectable by array CGH. The pattern of lost and gained chromosomal regions is comparable to the alterations most frequently occurring in ALL. 12 patients (6.7%) with a characteristic low hypodiploid karyotype were detected, who showed the known poor outcome. A novel subset of 22.5% of pts was identified showing submicroscopic copy number changes only and a favorable outcome. Thus, nearly a third of the target population can be further classified by aCGH for better prognostication. Disclosures Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Zenger: MLL Munich Leukemia Laboratory: Employment. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "chromosome banding",
        "comparative genomic hybridization",
        "karyotype determination procedure",
        "brachial plexus neuritis",
        "array-based comparative genomic hybridization",
        "leukemia",
        "chromosomal disorder"
    ],
    "author_names": [
        "Claudia Haferlach, MD",
        "Melanie Zenger",
        "Torsten Haferlach, MD",
        "Wolfgang Kern, MD",
        "Susanne Schnittger, PhD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868"
}