{
    "doi": "https://doi.org/10.1182/blood-2021-152363",
    "article_title": "Azacitidine (AZA) for Patients with Vexas and Myelodysplastic Syndrome (MDS): Data from the French Vexas Registry ",
    "article_date": "November 5, 2021",
    "session_type": "637.Myelodysplastic Syndromes - Clinical and Epidemiological",
    "abstract_text": "Background MDS are associated in 10% to 25% of the cases with systemic inflammatory or auto-immune diseases (SIAD). The management of SIADs in this context includes glucocorticoids and biologics with variable response rates, but we and others found that hypomethylating agents, especially azacytidine (AZA), can have some efficacy in SIADs associated with lower risk MDS (Fraison, J.-B. et al. Leuk. Res. 43, 13-17 (2016).). The recently described VEXAS syndrome (Vacuoles, E1 Enzyme, X-linked, Autoinflammatory, Somatic syndrome) (Beck et al, NEJM 2020) an autoinflammatory disease characterized by somatic mutation of the UBA1 gene, is often associated with hematological disorders, especially MDS, and its treatment is often unsuccessful Based on a French nationwide registry of patients with VEXAS syndrome, we described the efficacy and safety of AZA in VEXAS syndrome patients with concomitant MDS. Patients A French nationwide registry of 116 patients with VEXAS syndrome was established in Jan 2021. We collected in this registry patient cases with concomitant MDS (according to WHO 2016) who received at least 1 full cycle of AZA (5 to 7 days). Major response of autoinflammatory disease to AZA was defined by at least 50% steroids dose reduction to less than 10 mg/day during at least one month, and minor response by at least 50% steroid dose reduction but to > 10 mg/day, during at least one month. Results Of the 58 patients with concomitant MDS included in the French VEXAS registry, 11 had received at least 1 cycle of AZA. All patients were males and median age was 64 (range 54-73), WHO : MDS MLD (n=6) , MDS SLD (n=1), MDS EB1 (n=4) ) ,R-IPSS low (n=7), intermediate (n=3) high (n=1). Median time from MDS diagnosis to AZA onset was 8 (range 0-88) months. VEXAS phenotype mostly included skin lesions (100%), fever (91%) and constitutional symptoms (91%). All patients, except one, were steroid dependent at AZA onset. In addition to steroids, patients had received a median of 1 immunosuppressive treatment (IST) (range 0-6). The median number of AZA cycles was 11 (range 2-35). Median follow up from AZA onset was 32 months (range 12-75). Five (46%) patients discontinued AZA before the end of follow-up, after 2 to 10 cycles due to failure (n=4) and persistent response after 6 cycles (n=1). Response of autoinflammatory disease to AZA was achieved in 5 patients (45%) including major response in 2 patients, and minor response in 3, while 6 patients had no response. Best response was observed after 4 cycles (n=4) and after 6 cycles (n=1). In responders, prednisone could be discontinued in 1 patient. Duration of response was 6, 8+, 12, 21, 27+ months (Median 16.5). Three of the 5 responders subsequently received another IST. Of 10 anemic and 5 thrombocytopenic patients,3 obtained erythroid and 2 obtained platelet response, respectively (IWG 2006 criteria). Two patients experienced serious adverse events during AZA treatment, including pneumocystis pneumonia (n=1), severe colitis and bacterial pneumonia (n=1). Conclusions Our results, in a limited patient number, suggest that AZA can improve auto inflammatory symptoms in 45% of patients with VEXAS syndrome and underlying MDS, allowing decrease or even discontinuation of steroids, during a median time > 1 year, with concomitant hematological response in about 50% of the cases and limited side effects. A prospective study with more patients will be needed to confirm those results. Disclosures Comont:  Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Membership on an entity's Board of Directors or advisory committees; Takeda: Speakers Bureau. Riviere:  Octapharma: Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees. Terriou:  Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Terrier:  LFB: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; MSD: Consultancy, Membership on an entity's Board of Directors or advisory committees; Astrazeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Consultancy, Membership on an entity's Board of Directors or advisory committees. Georgin-Lavialle:  Novartis: Membership on an entity's Board of Directors or advisory committees; Soby: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees. Fenaux:  Syros Pharmaceuticals: Honoraria; Novartis: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; Abbvie: Honoraria, Research Funding; JAZZ: Honoraria, Research Funding; Celgene/BMS: Honoraria, Research Funding.",
    "author_names": [
        "Thibault Comont",
        "Maël Heiblig",
        "Jeremie Dion",
        "Etienne Riviere",
        "Louis Terriou",
        "Julien Rossignol",
        "Virginie Rieu",
        "Guillaume Le Guenno",
        "Alexis Mathian",
        "Achille Aouba",
        "Julien Vinit",
        "Benjamin Terrier",
        "Olivier Kosmider",
        "Sophie Georgin-Lavialle",
        "Pierre Fenaux",
        "Arsene Mekinian"
    ],
    "author_dict_list": [
        {
            "author_name": "Thibault Comont",
            "author_affiliations": [
                "IUCT Oncopole / Service de Médecine Interne et Immunopathologie, Centre Hospitalier Universitaire de Toulouse, Toulouse, France",
                "Centre de Recherche en Cancérologie de Toulouse, UMR1037-INSERM, ERL5294 CNRS, Toulouse, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maël Heiblig",
            "author_affiliations": [
                "Centre Hospitalier Lyon Sud / Service d'Hématologie, Hospices Civils de Lyon, Pierre Bénite, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremie Dion",
            "author_affiliations": [
                "IUCT Oncopole / Service de Médecine Interne et Immunopathologie, Centre Hospitalier Universitaire de Toulouse, Toulouse, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Etienne Riviere",
            "author_affiliations": [
                "Hôpital Haut-Lévêque / Service de médecine interne, Centre Hospitalier Universitaire de Bordeaux, Pessac, FRA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louis Terriou",
            "author_affiliations": [
                "Service de Médecine Interne et Immunologie Clinique, Centre Hospitalier Universitaire de Lille, Lille, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julien Rossignol",
            "author_affiliations": [
                "Hopital Necker / Service d' Hématologie, Assistance Publique des Hôpitaux de Paris / French Reference Center for Mastocytosis (CEREMAST), Paris, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginie Rieu",
            "author_affiliations": [
                "Centre Hospitalier Universitaire d'Estaing, Clermont-Ferrand, FRA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillaume Le Guenno",
            "author_affiliations": [
                "Service de Médecine Interne, Centre Hospitalier Universitaire d'Estaing, Clermont Ferrand, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexis Mathian",
            "author_affiliations": [
                "Hôpital Pitié-Salpêtrière / Service de Médecine Interne, Assistance Publique des Hopitaux de Paris, Paris, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achille Aouba",
            "author_affiliations": [
                "Service de Médecine Interne, Centre Hospitalier Universitaire de Caen, CAEN, FRA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julien Vinit",
            "author_affiliations": [
                "Service de Médecine Interne, CH William Morey, Chalon sur Saône, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Terrier",
            "author_affiliations": [
                "Service de Médecine interne, Assistance Publique des Hopitaux de Paris / Hôpital Cochin, Paris, FRA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Kosmider",
            "author_affiliations": [
                "Laboratoire d'hématologie, Assistance Publique Hôpitaux de Paris / Hôpital Cochin, Paris, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Georgin-Lavialle",
            "author_affiliations": [
                "Service de Medecine Interne, Assistance Publique des Hopitaux de Paris / Hopital Tenon / entre de Références des Maladies AutoInflammatoires et des Amyloses inflammatoires (CEREMAIA), France, France"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux",
            "author_affiliations": [
                "Service d'Hématologie, Assistance Publique des Hôpitaux de Paris/ Hôpital Saint-Louis / Université Paris 7, Paris, France"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arsene Mekinian",
            "author_affiliations": [
                "Service de Medecine Interne, Assistance Publique des Hopitaux de Paris / Hôpital Saint Antoine, Paris, France"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:02:12",
    "is_scraped": "1"
}