{
    "doi": "https://doi.org/10.1182/blood.V120.21.18.18",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2349",
    "start_url_page_num": 2349,
    "is_scraped": "1",
    "article_title": "FVIIa Binding to the Endothelial Protein C Receptor Reduces Protein Recovery in Vivo ",
    "article_date": "November 16, 2012",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Hemophilia Therapies and von Willebrand Factor",
    "topics": [
        "endothelial protein c receptor",
        "recombinant coagulation factor viia",
        "infusion procedures",
        "mechlorethamine",
        "molecule",
        "antibodies",
        "hemostatics",
        "immunoglobulin isotypes",
        "thromboplastin",
        "endopeptidases"
    ],
    "author_names": [
        "Giulia Pavani, MS",
        "Lacramioara Ivanciu, PhD",
        "Paris Margaritis, DPhil"
    ],
    "author_affiliations": [
        [
            "The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "The Children's Hospital of Philadelphia, "
        ],
        [
            "Pediatrics, Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9474703",
    "first_author_longitude": "-75.1953683",
    "abstract_text": "Abstract 18 High-dose human activated Factor VII (FVIIa) use is widespread in hemophilic patients with anti Factor VIII or Factor IX antibodies as well as in off-label applications. In addition to tissue factor, the endothelial protein C receptor (EPCR) also binds human FVIIa. However, the physiological consequences of this interaction on the potential hemostatic effects following bolus administration of FVIIa are still unclear. To investigate this in a mouse model, we decided to study the interaction of murine FVIIa (mFVIIa) with murine EPCR (mEPCR) in vitro and, subsequently, in vivo. We have previously shown, either in solution (with murine soluble EPCR) or on cells expressing full-length EPCR, that mFVIIa has a very low affinity for murine EPCR (Kd > 8μM), in contrast to human FVIIa binding to human EPCR. Therefore, to use the mouse as a model to study the FVIIa-EPCR interaction, we engineered mEPCR binding capacity into mFVIIa by partial substitution of its Gla domain, using the murine Protein C Gla domain as a donor. Combined modifications of 3 residues in mFVIIa (L4F, L8M and W9R ; FMR-mFVIIa) were sufficient to confer mEPCR binding ( K d ≈ 200 nM, in presence of 1.6 mM Ca 2+ and 0.6 mM Mg 2+ ), without impairing the activity of the molecule as measured by a clotting assay. Here, we extend the characterization of FMR-mFVIIa in vitro and in vivo. First, we monitored the affinity of FMR-mFVIIa or wildtype mFVIIa (WT-mFVIIa) for its natural cofactor, murine tissue factor in the context of a cell membrane. For this, we generated CHO-K1 cells stably expressing full-length mTF (CHO-K1-mTF). FMR- or WT-mFVIIa was incubated at 4 degrees C (in presence of 1.6 mM Ca 2+ and 0.6 mM Mg 2+ ) on such cells at increasing concentration and, following quantification of the bound fraction, we observed no difference between FMR- and WT-mFVIIa in affinity for mTF (18 ± 13 nM and 17 ± 2 nM, respectively). To begin defining the role of EPCR-FVIIa interaction in vivo, we injected WT-mFVIIa or FMR-mFVIIa (500μg/kg) into C57BL6 wildtype mice (n=5 per protein per timepoint) via tail vein and monitored plasmatic concentration at different timepoints. The decrease in plasmatic levels over time followed a biphasic pattern. At 5 and 15 minutes post injection, plasmatic concentration of FMR-mFVIIa was significantly lower than WT-mFVIIa (41 ± 9% [FMR-mFVIIa] vs. 66 ± 7% [WT-mFVIIa] of the initial dose at 5 min, p=0.001; 18.5 ± 2.8% [FMR-mFVIIa] vs. 40.5 ± 9.0% [WT-mFVIIa] of the initial dose at 15 min, p=003). No differences were observed at later timepoints (up to 2 hours post protein infusion). Moreover, there were no changes in either platelet counts or hematocrit over the period of observation. Next, we wanted to confirm that the differences in recovery between the infused proteins were the result of mEPCR binding. For this, we infused an EPCR-blocking (RCR-252) or isotype control antibody (50μg/mouse) prior to administration of FMR- or WT-mFVIIa. We assessed plasmatic concentration at 5 min post protein infusion. In accordance with our previous data, mice that received isotype control IgG showed reduced recovery for the FMR-mFVIIa chimera vs. WT-mFVIIa (p=0.001). In contrast, antibody blocking of mEPCR prior to protein infusion increased the recovery of FMR-mFVIIa to that observed for WT-mFVIIa. These data suggest that the reduced recovery observed by bolus administration of FMR-mFVIIa vs. WT-mFVIIa was attributable to the mEPCR binding capacity of FMR-mFVIIa. In conclusion, we have now characterized a mFVIIa chimeric molecule indistinguishable from WT-mFVIIa in terms of mTF binding and clotting activity, but bearing the capacity to interact with mEPCR in vitro and, more importantly, in vivo. These features mimic those found in human FVIIa, thereby allowing the study of EPCR-dependent mechanisms in the clearance and/or biodistribution of FVII/FVIIa in vivo. Our observations suggest, for the first time in a homologous system, that EPCR-binding capacity has a specific negative effect on the recovery of the mFVIIa chimera. This molecule can now be utilized in the context of bolus protease administration in hemophilic mice following injury, to test any potential hemostatic effects from a FVIIa-EPCR interaction in vivo. This may provide additional insight into the mechanism of action of high-dose FVIIa administration in hemophilia. Disclosures: Pavani: Bayer: Research Funding. Margaritis: Novo Nordisk A/S: Research Funding; Bayer: Research Funding."
}