{
    "doi": "https://doi.org/10.1182/blood-2018-99-113453",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4095",
    "start_url_page_num": 4095,
    "is_scraped": "1",
    "article_title": "The Value of FDP/FIB and D-Dimer/FIB Ratios: Predicting High-Risk APL Related Thrombosis ",
    "article_date": "November 29, 2018",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "fibrin fragment d substance",
        "thrombosis",
        "disease susceptibility",
        "hemorrhage",
        "tretinoin",
        "blood coagulation disorders",
        "blood coagulation tests",
        "leukapheresis",
        "neoadjuvant therapy",
        "thrombus"
    ],
    "author_names": [
        "Yanliang Bai, MD",
        "Mingyue Shi, MD",
        "Wanjun Zhang, MD",
        "Xiawan Yang, MD",
        "Hafiz Abdul Waqas Ahmed, MD",
        "Lei Huo, MD",
        "Yuqing Chen, MD",
        "Xiaona Niu, MD",
        "Honggang Guo, MD",
        "Fangfang Xu, MD, PhD",
        "Jing Yang, MD",
        "Yuzhu Zang, MD",
        "Shuangyin Han, MD, PhD",
        "Kai Sun, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of GI Oncology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou Univsersity People's Hospital & Henan Provincial, Zhengzhou, China"
        ]
    ],
    "first_author_latitude": "34.773205",
    "first_author_longitude": "113.693866",
    "abstract_text": "Hemorrhage is the usual manifestation of acute promyelocytic leukemia (APL) related coagulopathy while thrombosis is uncommonly reported. APL-associated thrombosis, although low incidence, is one of the most critical cause of early death in this otherwise curable leukemia. Therefore, an understanding of potential factors predict fatal thrombotic complications in patients with APL might be useful for designing more appropriately risk-adapted treatment protocols or personalized therapy aimed at reducing the considerable problem of induction mortality in APL. According to NCCN guidelines, high-risk APL patients in our study defined bythe presence of WBC≥10×10 9 /L. We retrospectively analyzed the clinical data of 22 patients newly diagnosed with high-risk APL at Zhengzhou University People's hospital from January 2013 to January 2018. Based on the clinical data, the 22 patients were divided into two groups (5 patients developed high-risk APL-related thrombosis and 17 patients developed high-risk APL-related hemorrhage) (Table 1). In the high-risk APL patients who developed thrombosis, 4/5 patients were confirmed for life-threatening cerebrovascular accidents before or after induction therapy with all-trans retinoic acid (ATRA) and 1 patient developed lower limb vein thrombosis. Notably, in this study, we observed a close relationship between some coagulative-fibrinolytic abnormalities and development of thrombotic events in patients with high-risk APL--FDP/FIB and D-dimer/FIB showed higher ratio than the normal range ( P <0.05 and P <0.03 , respectively), but significantly lower ratio than that of the patients with high-risk APL related hemorrhage ( P <0.0005 and P <0.0001, respectively) (Figure 1). In order to emphasized the role of FDP/FIB and D-dimer/FIB ratios in predicting thrombosis in high-risk APL, we highlighted a case of high-risk APL patient with thrombosis showing the continuously monitored dynamic coagulation profile and illuminated the personalized treatment strategy for this patient. The 45-year-old male patient was given ATRA, arsenic trioxide (ATO), hydroxycarbamide and idarubicin for therapy. 3 rd day after ATRA administration, he began to complain of swelling and severe pain in the lower extremities with walking difficulty. Routine blood tests on that day showed WBC 88.5×10 9 /L, Hb 80g/L and PLT 70×10 9 /L. The coagulation parameters revealed: PT 15.2s, APTT 37.2s, FIB 2.9g/L, FDP 30.53mg/L, D-dimer 12.79mg/L, FDP/FIB ratio 10.53 and D-dimer/FIB ratio 4.41. The patient was confirmed bilateral calf muscle venous thrombosis and coagulation profile reflected the tendency of thrombosis rather than hemorrhage and DIC during the initial course of induction therapy (Figure 2). Leukapheresis was applied daily for 3 successive days at the physician's discretion, which resulted in a striking decrease in the WBC count (31×10 9 /L) (Figure 3). Finally, the patient achieved morphologic complete remission (CR) after 1 month of therapy and later molecular CR with PML-RARα documented to be negative. In conclusion, our data/results demonstrated that (1) A few high-risk APL patients present with thrombosis rather than hemorrhage. (2) The value of FDP/FIB and D-dimer/FIB ratios could predict high-risk APL related thrombosis. (3) Leukapheresis, which is currently not recommended for the treatment of high-risk APL, could be used for this special subtype of high-risk APL associated with predisposing factors to thrombosis. (4) ATRA has a profound impact on the hemostatic system, and it can rapidly correct fibrinolysis and reverse coagulopathy with prothrombotic function. For this small distinct subtype of high-risk APL trending to thrombosis rather than hemorrhage, the clinical entity which have been an overlooked, the dose and timing of ATRA administration might need to be adjusted. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}