{
    "doi": "https://doi.org/10.1182/blood.V106.11.1659.1659",
    "article_title": "Genetic Evidence That an 11 Amino Acid β-Hairpin Loop in the Cytoplasmic Domain of Band 3 Is Responsible for at Least 50% of Ankyrin Binding in Mouse Erythrocytes. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The anion exchange protein (band 3) is an integral erythrocyte membrane protein that is associated with the spectrin-actin cytoskeleton through ankyrin, which binds to both band 3 and spectrin. Improper band 3/ankyrin interactions result in erythrocyte instability leading to spherocytosis and hemolytic anemia. The crystal structures of ankyrin and band 3 predict that the ankyrin amino-terminus, containing comb-like ANKYRIN repeat subdomains, binds to a β-hairpin loop (residues 175-185) in the band 3 cytoplasmic domain. We have previously shown that replacement of human band 3 residues 175–185 with a di-glycine bridge eliminates the binding of an ankyrin fragment containing domains 3 and 4 to the cytoplasmic domain of band 3 in vitro. To test this model for ankyrin/band 3 interactions in vivo, we used homologous recombination in embryonic stem cells to replace the corresponding mouse band 3 sequences, residues 189–199 in exon 7, with a di-glycine bridge to create a knock-in transgenic mouse. Analysis of mRNA expression in transgenic mice carrying the targeted locus demonstrated that the level of mRNA from the mutant allele (which contains the neomycin resistance gene used for positive selection of embryonic stem cells) was 50-70 fold lower than the level of mRNA from the wild type allele. Heterozygous transgenic mice were mated to mice expressing the Cre recombinase protein in the germ line to remove the neomycin resistance gene. After removal of the neomycin resistance gene from the band 3 locus, mice homozygous for the 189–199 deletion/di-glycine insertion were born in a normal Mendelian ratio and had normal numbers of red blood cells, white blood cells and platelets. Quantitative RT-PCR analysis showed that the level of band 3 mRNA from the wild type and mutant alleles were identical. SDS poly acrylamide gel electrophoresis and Western Blot analysis demonstrated normal levels of band 3 and other red cell membrane proteins in wild type, heterozygous and homozygous mutant erythrocytes. Homozygous mutant mice showed a modest but significant increase in osmotic fragility (p<0.01) compared to wild type or heterozygous mice. Ankyrin binding to inside out vesicles (IOV) from wild type, heterozygous and homozygous mutant erythrocytes was measured using an 125 I labeled peptide containing domains 3 and 4 of mouse ankyrin. Ankyrin binding to homozygous mutant IOVs was 50% or less than the level of ankyrin binding to WT IOVs. We conclude from these studies that the 11 amino acid β-hairpin loop encoded by residues 189–199 of the band 3 gene is responsible for at least 50% of the ankyrin binding in mouse erythrocytes. We predict that mutations in this region of human band 3 would lead to a phenotype of Hereditary Spherocytosis similar to that seen with ankyrin deficiency. Space filling models of the cytoplasmic domain of band 3 have identified a second homologous β-hairpin loop encoded by residues 63-75, which is the target of our future investigation.",
    "topics": [
        "amino acids",
        "ankyrins",
        "cytoplasm",
        "erythrocytes",
        "mice",
        "spherocytosis",
        "genetics",
        "rna, messenger",
        "glycine",
        "neomycin"
    ],
    "author_names": [
        "Nicholas O. Markham, BA",
        "Erin M. Parry, BA",
        "Marko Stefanovic, BS",
        "Patrick G. Gallagher, MD",
        "Philip S. Low, PhD",
        "David M. Bodine, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicholas O. Markham, BA",
            "author_affiliations": [
                "Hematopoiesis Section, National Human Genome Research Institute, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erin M. Parry, BA",
            "author_affiliations": [
                "Hematopoiesis Section, National Human Genome Research Institute, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marko Stefanovic, BS",
            "author_affiliations": [
                "Department of Chemistry, Purdue University, West Lafayette, IN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick G. Gallagher, MD",
            "author_affiliations": [
                "Department of Pediatrics, Yale University, New Haven, CT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip S. Low, PhD",
            "author_affiliations": [
                "Department of Chemistry, Purdue University, West Lafayette, IN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Bodine, PhD",
            "author_affiliations": [
                "Hematopoiesis Section, National Human Genome Research Institute, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T09:39:44",
    "is_scraped": "1"
}