{
    "doi": "https://doi.org/10.1182/blood.V118.21.3300.3300",
    "article_title": "A Novel Missense Mutation Asp69Gly in the Platelet Glycoprotein Ib(beta) Gene in Two Families with Bernard-Soulier Syndrome, ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3300 Bernard-Soulier Syndrome (BSS) is characterized by macrothrombocytopenia and impaired platelet function due to defects of the GpIb-IX-V complex. Patients with Bernard-Soulier Syndrome are rare and only few disease causing mutations have been identified in the platelet gylcoprotein Ib(alpha), Ib(beta) or glycoprotein IX genes, respectively. We characterized 2 independent families with Bernard-Soulier Syndrome. Affected members of both families presented with a bleeding history including gross hematoma after minimal trauma, recurrent epistaxis, menorrhagia and prolonged bleeding after surgery. Routine laboratory tests showed reduced platelet numbers and increased platelet volume. Consistent with the diagnosis of Bernard-Soulier syndrome FACS analysis demonstrated reduced GpIb-IX expression on the platelet surface. Platelet agglutination in the presence of ristocetin (RIPA) was impaired. Using standard techniques we sequenced the GpIb(alpha), GpIb(beta) and GpIX genes. We identified a novel mutation Asp69Gly in the GpIb(beta) gene in both families. The mutation was homozygous in two children of the first family and one child of the second family. As expected, the parents of the affected index patients were heterozygous mutation carriers. To further investigate the impact of the Asp69Gly mutation on GpIb expression we used structure prediction software and homology-based protein modeling. Asp69Gly lies within an extracellular region flanking a leucin-rich element and cysteine-cluster. It affects the highly conserved center aspartic acid of a CDC motif that is thought to form one of two cystein-loops close to the transmembrane domain. We propose that this mutation disrupts the regular conformation of the cystein loop, potentially leading to abnormal protein folding and protein decay in the endoplasmic reticulum. In addition to a mere defect of biosynthesis our data hint at additional functional consequences of the Asp69Gly mutation. The father and the mother of the index patient in the first family, who are heterzygous for the Asp69Gly mutation, express only slightly reduced levels of platelet GpIb-IX based on FACS analysis. Nevertheless both of them suffer from epistaxis and menorrhagia, respectively. Expression studies are underway to clarify the influence of the Asp69Gly mutation on GpIb expression and function. Preliminary data show reduced cell surface expression of the GPIb-IX complex and reduced binding to von Willebrand-factor (VWF). While the functional and structural effects of mutations in the GpIb(alpha) and GpIX genes have been thoroughly studied, the impact of mutations in the GpIb(beta) gene is less clear. Our results could help to elucidate how the GpIb(beta) protein contributes to the assembly and surface expression of the GpIb-IX-V complex. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bernard-soulier syndrome",
        "genes",
        "platelet membrane glycoprotein ib",
        "missense mutation",
        "platelet glycoprotein gpib-ix complex",
        "epistaxis",
        "hemorrhage",
        "menorrhagia",
        "aspartic acid",
        "cysteine"
    ],
    "author_names": [
        "Wolf A Hassenpflug, MD",
        "Belinda Weber",
        "Tobias Obser",
        "Ulrich Budde, MD",
        "Reinhard Schneppenheim, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wolf A Hassenpflug, MD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Belinda Weber",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Obser",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, University Medical Center, Hamburg-Eppendorf, Hamburg, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Budde, MD",
            "author_affiliations": [
                "Coagulation Laboratory, Medilys Laboratory Association, Hamburg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinhard Schneppenheim, MD, PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T09:37:31",
    "is_scraped": "1"
}