{
    "doi": "https://doi.org/10.1182/blood.V126.23.254.254",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3114",
    "start_url_page_num": 3114,
    "is_scraped": "1",
    "article_title": "A Phase 1 Study of Venetoclax (ABT-199 / GDC-0199) Monotherapy in Patients with Relapsed/Refractory Non-Hodgkin Lymphoma ",
    "article_date": "December 3, 2015",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: NHL - New Drugs",
    "topics": [
        "lymphoma, non-hodgkin",
        "venetoclax",
        "brachial plexus neuritis",
        "diffuse large b-cell lymphoma",
        "rituximab",
        "adverse event",
        "diarrhea",
        "fatigue",
        "actinium",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "John F. Gerecitano, MD",
        "Andrew W. Roberts, MBBS, PhD",
        "John F. Seymour, MBBS, PhD",
        "William G. Wierda, MD",
        "Brad S. Kahl, MD",
        "John M. Pagel, MD PhD",
        "Soham Puvvada, MD",
        "Thomas J. Kipps, MD PhD",
        "Mary Ann Anderson, MBBS",
        "Martin Dunbar, DrPH",
        "Ming Zhu, PhD",
        "Lori Gressick, BS",
        "Lindsay Wagner, BS",
        "Su Young Kim, MD",
        "Sari Heitner Enschende, MD",
        "Rod A. Humerickhouse, MD PhD",
        "Matthew S. Davids, MD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Walter and Eliza Hall Institute of Medical Research, Melbourne, Australia ",
            "Royal Melbourne Hospital, Melbourne, Australia "
        ],
        [
            "Peter MacCallum Cancer Centre, Melbourne, Australia "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Wisconsin, Madison, "
        ],
        [
            "Swedish Medical Center, Seattle, WA "
        ],
        [
            "University of Arizona, Tucson, "
        ],
        [
            "University of California San Diego, San Diego, "
        ],
        [
            "Walter and Eliza Hall Institute of Medical Research, Melbourne, Australia ",
            "Royal Melbourne Hospital, Melbourne, Australia "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "40.7665807",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Introduction: BCL-2 is an anti-apoptotic protein that is commonly overexpressed in hematologic malignancies, including Non-Hodgkin Lymphoma (NHL). Venetoclax is a selective, potent, orally bioavailable BCL-2 inhibitor. Patients (pts) with relapsed/refractory (R/R) NHL were enrolled in a phase 1, open-label, dose-escalation, multicenter study to determine the safety, pharmacokinetics, and efficacy of venetoclax monotherapy. We present updated data on the safety profile and efficacy as of June 10, 2015. Methods: Venetoclax was administered once-daily until progressive disease or unacceptable toxicity. To mitigate the risk of tumor lysis syndrome (TLS), a 3-week period with a stepwise, intrapatient dose ramp-up was used, starting at 200 mg and reaching a maximum dose level of 1,200 mg in the dose escalation cohorts. In a safety expansion cohort, stepwise escalation from 400 mg to 800 mg to 1200 mg was evaluated. Adverse events (AEs) were graded according to NCI-CTCAE version 4.0. Responses were assessed using 2007 Cheson IWG response criteria including CT scans beginning at week 6. Results: Accrual is complete with 106 pts enrolled. NHL subtypes included in the dose escalation cohorts (200-1200 mg/day) were diffuse large B-cell lymphoma (DLBCL, n=20), follicular lymphoma (FL, n=14), mantle cell lymphoma (n=28), Waldenström macroglobulinemia (n=4), marginal zone lymphoma (n=3), and multiple myeloma (n=1). NHL subtypes enrolled in the safety expansion cohort (1200 mg/day) were DLBCL (n=21) and FL (n=15). The current analysis focuses on pts with DLBCL and FL from the dose escalation and safety expansion cohorts. Data on other subtypes will be presented at the meeting. In total, 57/70 pts with DLBCL and FL have discontinued (n=49 due to PD, n=3 due to AE, n=2 withdrew consent, n=2 proceeded to transplant and n=1 due to non-compliance). Treatment emergent-AEs of any grade in ≥20% of the 70 pts with DLBCL or FL were diarrhea and fatigue (each 44%), nausea (33%) and vomiting (23%). Treatment-emergent grade 3/4 AEs in ≥5 pts, were anemia (14%), fatigue (9%) and thrombocytopenia (7%). Serious adverse events in ≥2 pts were hyponatremia (4%), and dehydration, diarrhea, and febrile neutropenia (each 3%). Two events of laboratory TLS were previously reported. There were no new events of laboratory TLS and no pts had clinical TLS. Among 41 pts with DLBCL, 7 were DLBCL-Richter's transformation (RT) and 2 had primary mediastinal large B-cell lymphoma (PMBCL). The median age was 68 (range: 25-86). The median number of prior therapies was 3 (range: 1-8). Five (12%) had rituximab-refractory disease. The median time on venetoclax for pts with DLBCL was 5 months (range: 0.4-9). The overall response rate (ORR) was 15% [3 (9%) CR and 2 (6%) PR] for pts with DLBCL (n=34). The median duration of response for DLBCL was 3.3 months (range: 2-4) with no responses ongoing and the median duration of SD was 2.3 months (range: 1-15). One pt with SD remains on study at 9 months of venetoclax. Two responders (1 with DLBCL who achieved CR and 1 with PMBCL who achieved PR) proceeded to allogeneic hematopoietic stem cell transplant. The ORR was 43% (3 PR) for pts with DLBCL-RT (n=7). One pt with PR remains on study at 18 months of venetoclax. Among 29 pts with FL, the median age was 64 (range: 46-75). The median number of prior therapies was 3 (range: 1-10). Eight (28%) had rituximab-refractory disease. The median time on venetoclax was 7 months (range: 1-19). The ORR was 34% [3 (10%) CR and 7 (24%) PR] for pts with FL (n=29). All 3 patients with CR were enrolled in the dose escalation cohorts. The median duration of response was 10 months (range: 1-30) and the median duration of SD was 4.2 months (range: 2-18). Eleven patients remain on study. Response rates are summarized in the table. Conclusions: Venetoclax monotherapy demonstrated a tolerable safety profile in pts with R/R NHL. Several pts with DLBCL had an initial response to venetoclax, but this response was not sustained. In FL, venetoclax monotherapy achieved an ORR of 34% indicating clinical benefit, as evidenced by long durations on therapy. These results suggest that the optimal role of venetoclax for treatment of DLBCL and FL will be in combination therapies. Venetoclax is currently being evaluated in combination with bendamustine and rituximab and in combination with R or obinutuzumab plus CHOP in phase 2 studies of pts with FL. Table 1. View large Download slide Table 1. View large Download slide  Disclosures Gerecitano: Genentech: Consultancy, Other: Advisory Board; AbbVie: Consultancy, Other: Advisory Board. Off Label Use: Venetoclax is an investigational drug that is not yet approved in this indication.. Roberts: Employee of Walter and Eliza Hall Institute of Medical Research which receives milestone payments related to venetoclax: Employment; AbbVie and Genentech: Research Funding. Seymour: Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees; Infinity: Honoraria, Membership on an entity's Board of Directors or advisory committees; Genentech, Inc.: Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Speakers Bureau; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Phebra: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding, Speakers Bureau; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees. Wierda: Consultant and speaker bureau for Genentech: Consultancy; AbbVie and Genentech: Research Funding. Kahl: Genentech: Consultancy; AbbVie: Research Funding; Teva: Consultancy. Pagel: Actinium Pharmacetuicals, Inc.: Equity Ownership. Puvvada: AbbVie and Genentech: Research Funding. Kipps: AbbVie: Consultancy, Research Funding. Anderson: AbbVie and Genentech: Research Funding; Walter and Eliza Hall Institute of Medical Research: Employment. Dunbar: AbbVie: Employment, Equity Ownership. Zhu: AbbVie: Employment, Equity Ownership. Gressick: AbbVie: Employment, Equity Ownership. Wagner: AbbVie: Employment, Equity Ownership. Kim: AbbVie: Employment, Equity Ownership. Heitner Enschende: AbbVie: Employment, Equity Ownership. Humerickhouse: AbbVie: Employment, Equity Ownership. Davids: Genentech: Other: ad board; Pharmacyclics: Consultancy; Janssen: Consultancy."
}