{
    "doi": "https://doi.org/10.1182/blood.V116.21.1801.1801",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1627",
    "start_url_page_num": 1627,
    "is_scraped": "1",
    "article_title": "Phase II Study of Velcade® Plus Mabthera® In Relapsed Follicular Lymphomas ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "follicular lymphoma",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "toxic effect",
        "follow-up",
        "neuropathy",
        "adverse event",
        "bortezomib",
        "complete remission",
        "lymphoma"
    ],
    "author_names": [
        "Stefano Sacchi",
        "Raffaella Marcheselli",
        "Alessia Bari",
        "Eliana Valentina Liardo",
        "Stefano Luminari",
        "Francesco Merli",
        "Antonio Lazzaro",
        "Santo Neri",
        "Angelo Michele Carella",
        "Alberto Fragasso",
        "Simona Falorio",
        "Gabriele Buda",
        "Pellegrino Musto, MD",
        "Matteo Dell’Olio",
        "Luca Baldini"
    ],
    "author_affiliations": [
        [
            "Oncologia ed Ematologia, Università di Modena, Modena, Italy, "
        ],
        [
            "Oncologia ed Ematologia, Università di Modena, Modena, Italy, "
        ],
        [
            "Oncologia ed Ematologia, Università di Modena, Modena, Italy, "
        ],
        [
            "Oncologia ed Ematologia, Università di Modena, Modena, Italy, "
        ],
        [
            "Oncologia ed Ematologia, Università di Modena, Modena, Italy, "
        ],
        [
            "Arcispedale S. Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Ospedale di Piacenza, Piacenza, Italy, "
        ],
        [
            "Ospedale Papardo Messina, Messina, Italy, "
        ],
        [
            "Ospedale San Martino Genova, Genova, Italy, "
        ],
        [
            "Ospedale di Matera, Matera, Italy, "
        ],
        [
            "Ospedale di Pescara, Pescara, Italy, "
        ],
        [
            "Università di Pisa, Pisa, Italy, "
        ],
        [
            "Onco-Hematology, Department of Hematology, Scientific Institute of Research and Cure, Reference Cancer Center of Basilicata, Rionero in Vulture, Rionero in Vulture (Pz), Italy, "
        ],
        [
            "IRCCS-Casa Sollievo della Sofferenza, S. Giovanni Rotondo, Italy, "
        ],
        [
            "IRCCS Policlinico, Università di Milano, Milano, Italy"
        ]
    ],
    "first_author_latitude": "44.6353872",
    "first_author_longitude": "10.9426422",
    "abstract_text": "Abstract 1801 Background: Velcade ® (V) and Mabthera ® (M) have demonstrated an individual considerable efficacy in the treatment of non Hodgkin's lymphoma. The aim of this study was to evaluate the efficacy and safety of the combination of V and M in patients with relapsed Follicular lymphoma (FL). Methods: Patients (pts) with histologic documentation of CD20 + FL, measurable and active disease, received : 1.3 mg/m 2 of V on days 1–4-8-11 every 21 days for 6 cycle and M 375 mg/m 2 on day 1 of each cycle from cycle III to VI. Two additional doses of M were administered alone after cycle VI, every 21 days (cycle VII and VIII). Response was assessed after 2 and 8 cycles using the NCI recommendations for Non-Hodgkin's Lymphomas. Results: At the time of current analysis, initial planned accrual of 41 evaluable pts was not completed. From 2007 to now 37 pts entered into the trial. The pts characteristics at baseline were: median age 66 years (range: 46–84), male 51%, stage IV 43 % elevated values of LDH, 27%, and of Beta2microglobulin 41%. The FLIPI score was calculated in 34 pts (92%) and 11 pts (31%) had a poor prognostic score (> 3). The median number of previous immuno/chemotherapy regimens was 2 (range:1-3), and the median duration of last remission before registration into trial was 23 months (range: 3–67). In four out of the 37 pts who entered into the trial, the treatment is ongoing and thirty-three pts were evaluable for response. The overall response rate in the intent to treat analysis was 58% (19 pts), of which 16 pts (49%) obtained complete response (CR) and 3 (9%) partial response (PR). Stable disease was seen in 1 pt (3%). Eight pts (24%) had progressive disease and 2 (6%) pts were lost at follow-up. Three pts (9%) had to stop the treatment: one pt (3%) for grade IV peripheral neuropathy, one pt (3%) refused to continue the treatment after 2 cycle and one pt (3%) died during the treatment for toxicity . After a median follow up of 14 month (0-44), the median overall survival and the event free survival were not reached. Overall, 2 pts relapsed (10 %) and 1 pt (5 %) showed a progression of disease. A total of five pts died, four because of lymphoma progression, and one for toxicity during treatment. Complete response are ongoing in 14 pts . Toxicity was evaluable in 33 patients. We observed the following grade 1/2 adverse events: neuropathy (10 pts), neutropenia (2 pts), infection (5 pts), constipation (4 pts), rash (2 pts), fatigue (1 pt). Further we saw the following grade 3/4 adverse events: thrombocytopenia (5 pts), neuropathy (5 pts), neutropenia (1 pt) and infection with fever(1 pt). Three patient interrupted the treatment due to severe neuropathy. Conclusions: The combination of V+M is associated with acceptable toxicity and a promising percentage of response. Further follow-up is required to evaluate the response duration and survival in the whole group of patients Disclosures: Sacchi: Janssen-Cilag: Research Funding. Off Label Use: Velcade is not approved in Italy for the treatment of Follicular lymphomas. However,we have perfomed with study has I have thought that the association with Mabthera could have efficacy and low toxicity in the treatment of NHL."
}