{
    "doi": "https://doi.org/10.1182/blood.V106.11.893.893",
    "article_title": "Hepatotoxicity Profile of Single Agent As 2 O 3 in the Management of Newly Diagnosed Cases of Acute Promyelocytic Leukemia: Impact on Outcome and Correlation with Genetic Polymorphisms. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "As 2 O 3 is an effective therapeutic agent in the management of acute promyelocytic leukemia (APL). Concerns have been raised about its potential cardiac and hepatotoxicity. We retrospectively analyzed the hepatotoxicity profile in newly diagnosed patients treated at our center, its impact on survival and also studied the effect of genetic polymorphisms on its incidence. Polymorphisms that were studied included some members of the GST family of genes (GSTM1, GSTT1and GSTA1) and that of the MTHFR gene (MTHFR C677T and MTHFR A1289C), these could potentially have a role in the bio-transformation of As 2 O 3 and in handling reactive oxygen species generated by it. Between January 1998 and April 2005, 83 newly diagnosed patients with APL were treated with a regimen of single agent As 2 O 3 in induction, consolidation and maintenance at doses of 10 mg/day for adults and 0.15mg/kg/day for the pediatric population. View large Download slide Figure View large Download slide Figure  Close modal There were 7 early deaths (6 IC bleeds, 1 sepsis), these patients were not evaluable for toxicity. Liver function tests (LFT) were done weekly in induction, once in 2 weeks in consolidation, prior to every course of maintenance and at three monthly intervals on follow up. Of the 76 evaluable patients in 46 (60.5%) there was no evidence of hepatotoxicity, grade 1, 2, 3 and 4 toxicity (NCI-CTC v2.0) was seen in 14(18.4%), 8(10.5%), 4(5.3%) and 4(5.3%) patients respectively. Of the 4 patients with grade 4 toxicity; in 3 there was documented acute hepatitis B infection. Onset of hepatotoxicity occurred in induction in 19 (63.3%), during consolidation in 3 (9.9%), during maintenance in 6 (20%) and following completion of therapy in 2 (6.6%). Of the 30 (39.5%) patients who developed hepatotoxicity in the majority the prominent abnormality was transaminitis (29 – 96.6%), it was transient (<4 weeks duration) in 20 (66.7%) and resolved on continuing As 2 O 3 in 20 (66.7%). For all patients with grade 3 – 4 toxicity As 2 O 3 was withheld till the LFT had normalized. One patient with grade 2 toxicity died on day 42 secondary to uncontrolled sepsis. Two patients have persisting LFT abnormality post completion of therapy (one each grade 1 and grade 2). There were no cases of acute hepatic failure or mortality attributable to hepatic toxicity. There was a significant association of hepatotoxicity with the MTHFR A1298C polymorphism (p=0.033). There was no statistical correlation of hepatotoxicity and null phenotype of GSTT1 or GSTM1 or with polymorphisms of GSTA1and MTHFR C677T. Occurrence of hepatotoxicity had no impact on OS in this group of patients (Log rank test p=0.666). In patients who developed hepatotoxicity EFS was superior to those that did not (97% vs 73%) though this did not reach statistical significance (p=0.116). Conclusion: The hepatotoxicity profile of single agent As 2 O 3 as used in this regimen in the treatment of newly diagnosed cases of APL is mild and transient in the majority of patients. Its occurrence correlates with presence of the MTHFR A1298C polymorphism and it does not have an adverse impact on EFS or OS.",
    "topics": [
        "acute promyelocytic leukemia",
        "hepatotoxicity",
        "polymorphism",
        "methylenetetrahydrofolate reductase (nadph2)",
        "toxic effect",
        "sepsis",
        "acute type b viral hepatitis",
        "follow-up",
        "liver failure, acute",
        "liver function tests"
    ],
    "author_names": [
        "Vikram Mathews, MD",
        "Salamun, MSc",
        "Biju George, MD",
        "Auro Viswabandya, MD",
        "Kavitha M. Lakshmi, MSc",
        "Ashish Bajel, MD",
        "Alok Srivastava, MD",
        "Mammen Chandy, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vikram Mathews, MD",
            "author_affiliations": [
                "Haematology, Christian Medical College, Vellore, Tamil Nadu, India"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Salamun, MSc",
            "author_affiliations": [
                "Haematology, Christian Medical College, Vellore, Tamil Nadu, India"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Biju George, MD",
            "author_affiliations": [
                "Haematology, Christian Medical College, Vellore, Tamil Nadu, India"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Auro Viswabandya, MD",
            "author_affiliations": [
                "Haematology, Christian Medical College, Vellore, Tamil Nadu, India"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kavitha M. Lakshmi, MSc",
            "author_affiliations": [
                "Haematology, Christian Medical College, Vellore, Tamil Nadu, India"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashish Bajel, MD",
            "author_affiliations": [
                "Haematology, Christian Medical College, Vellore, Tamil Nadu, India"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alok Srivastava, MD",
            "author_affiliations": [
                "Haematology, Christian Medical College, Vellore, Tamil Nadu, India"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mammen Chandy, MD",
            "author_affiliations": [
                "Haematology, Christian Medical College, Vellore, Tamil Nadu, India"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T15:45:18",
    "is_scraped": "1"
}