{
    "doi": "https://doi.org/10.1182/blood.V110.11.2221.2221",
    "article_title": "Loss of Gfi1 Impedes Development of T-Cell Lymphoma upon Exposure to N-ethyl-N-nitrosourea but Predisposes to Severe Myleodysplastic Changes. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Exogenous toxic substances often cause the initiation and development of leukemia and lymphoma by acting as mutagens. N-ethyl-N-nitrosourea (ENU) is a paradigmatic example for such a substance, which introduces point mutations in the genome through DNA damage and repair pathways. ENU is widely used to experimentally induce T-cell lymphomas in mice. We have used ENU to investigate whether the hematopoietic transcription factor Gfi1 is required for lymphomagenesis. The Gfi1 gene was originally discovered as a proviral target gene and a series of experiments with transgenic mice had suggested a role of Gfi1 as a dominant oncogene with the ability to cooperate with Myc and Pim genes in the generation of T-cell lymphoma. In addition, Gfi1 deficient mice showed a defect in T-cell maturation but also aberration in myeloid differentiation and an accumulation of myelomonocytic cells. ENU was administered i.p. once a week for three weeks with a total dose of 300mg/kg to wild type (wt) and Gfi1 null mice. Wild type mice (12/12) predominantly developed T-cell tumors and rarely acute myeloid leukemia, as expected. However, only 2/8 Gfi1 −/− mice succumbed to lymphoid neoplasia; they rather showed a severe dysplasia of the bone marrow that was more pronounced than in wt controls. These changes in Gfi1 null mice were accompanied by a dramatic decrease of the LSK (Lin-, Sca1- and c-Kit+) bone marrow fraction that contains hematopoietic stem cells and by a higher percentage (18%) of bone marrow cells, not expressing any lineage markers (CD4, CD 8, Ter 119, Mac1, Gr1, B220, CD3). In particular, we found that the LSK subpopulation of Gfi1 deficient mice showed a noticeable increase in cells undergoing apoptosis suggesting a role of Gfi1 in hematopoietic stem cell survival. In addition, Gfi1−/− bone marrow cells and thymic T-cells were more sensitive to DNA damage such as radiation and exposure to ENU than their wt counterparts pointing to a role of Gfi1 in DNA damage response. Our results indicate that Gfi1 is required for development of T-cell tumors and that a loss of Gfi1 may sensitize hematopoietic cells and possibly hematopoietic stem cells for programmed cell death. Further studies have to show whether interfering with Gfi1 expression or function might represent a tool in the therapy of leukemia.",
    "topics": [
        "ethylnitrosourea",
        "t-cell lymphoma",
        "neoplasms",
        "leukemia",
        "dysplasia",
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "lymphoma",
        "mutagens",
        "poisons"
    ],
    "author_names": [
        "Cyrus Khandanpour",
        "Ulrich Duehrsen",
        "Tarik Möröy"
    ],
    "author_dict_list": [
        {
            "author_name": "Cyrus Khandanpour",
            "author_affiliations": [
                "Department of Microbiology and Immunology, Institute de Recherches Cliniques de Montreal, University of Montreal, Montreal, QC, Canada",
                "Institute for Cell Biology, University Hospital of Essen, University of Duisburg-Essen, Essen, Germany",
                "Department of Haematology, University Hospital of Essen, University of Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Duehrsen",
            "author_affiliations": [
                "Department of Haematology, University Hospital of Essen, University of Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tarik Möröy",
            "author_affiliations": [
                "Department of Microbiology and Immunology, Institute de Recherches Cliniques de Montreal, University of Montreal, Montreal, QC, Canada",
                "Institute for Cell Biology, University Hospital of Essen, University of Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T09:33:47",
    "is_scraped": "1"
}