{
    "doi": "https://doi.org/10.1182/blood.V110.11.2292.2292",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=825",
    "start_url_page_num": 825,
    "is_scraped": "1",
    "article_title": "Genetic and Chemical Inhibition of Sphingosine 1-Phosphate Lyase Results in Peripheral Lymphopenia and Alleviates Disease Development in Animal Models of Inflammation and Autoimmunity. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "topics": [
        "animal model",
        "genetics",
        "inflammation",
        "lyase",
        "lymphopenia",
        "phosphates",
        "sphingosine",
        "autoimmunity",
        "agonists",
        "autoimmune diseases"
    ],
    "author_names": [
        "Tamas Oravecz, PhD",
        "Michael S. Donoviel, PhD",
        "Stephen J. Anderson, PhD",
        "Kenneth Carson, PhD",
        "Weimei Sun, PhD",
        "Jonathan Swaffield, PhD",
        "Qingyun Liu, PhD",
        "S. David Kimball, PhD",
        "James R. Piggott, PhD",
        "Alan J. Main, PhD",
        "Brian P. Zambrowicz, PhD",
        "Arthur T. Sands, MD, PhD",
        "C. Alexander Turner, PhD",
        "David J. Augeri, PhD"
    ],
    "author_affiliations": [
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, Princeton, NJ, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, Princeton, NJ, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, Princeton, NJ, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Lexicon Pharmaceuticals Incorporated, Princeton, NJ, USA"
        ]
    ],
    "first_author_latitude": "30.1828022",
    "first_author_longitude": "-95.4828567",
    "abstract_text": "The ceramide metabolite sphingosine 1-phosphate (S1P) is an important modulator of a wide variety of physiologic functions via its action as a second messenger in intracellular signaling pathways and its extracellular interaction with specific G protein-coupled receptors on the cell surface. In the immune system, interaction of S1P with one of its receptors, S1P1, leads to inhibition of lymphocyte egress from primary and secondary lymphoid tissues resulting in peripheral lymphopenia, a mechanism with demonstrated effects in recent human clinical studies using the S1P1 receptor agonist, FTY720. S1P lyase (S1PL), which catalyzes the only irreversible step in sphingosine metabolism, the degradation of S1P to hexadecenal and ethanolamine phosphate, has recently been suggested to be a target of 2-acetyl-4-tetrahydroxybutylimidazole (THI), a compound known to increase tissue S1P levels and alter lymphocyte trafficking. In the current study, genetic inactivation of S1PL in knockout (KO) mice resulted in severe depletion of lymphocytes in the peripheral blood accompanied by accumulation of mature T cells in the thymus. This abnormal pattern of lymphocyte distribution suggests that results previously seen in THI treated mice were indeed due to THI’s inhibition of S1PL rather than another unknown activity. S1PL KO mice also demonstrated significantly reduced viability, perhaps due to increased numbers of myeloid cells which infiltrated the lungs. In a S1PL humanized allele, in which the human S1PL has been introduced into S1PL KO mice and restores ∼17% of wild type S1PL activity, the reduced viability trait is rescued while peripheral lymphopenia is maintained. Since the phenotypes are genetically separable by an allele that reduces S1PL activity, the lack of observed toxicity at doses of THI resulting in lymphopenia is likely due to its partial inhibition of S1PL activity at those doses, perhaps due to differences in S1P or S1P receptor expression or metabolism in different cell types. The potential for separation of lymphopenia and myeloid cell lung pathology effects by chemical inhibition was confirmed by chronic treatment of mice with the oral, small molecule S1PL inhibitor, LX2931, for 47 days during which no effects on viability were observed while the altered profile of lymphocyte migration seen in the partially inhibited humanized S1PL allele was maintained. Rats and monkeys treated with LX2931 also exhibited peripheral lymphopenia suggesting that the S1PL signaling pathway is conserved across mammalian species. Both S1PL KO and LX2931 treated mice were protected in the oxazolone challenge assay of delayed type hypersensitivity and the collagen induced model of rheumatoid arthritis, demonstrating that the reduction of peripheral lymphocytes previously observed with S1PL inhibition can beneficially affect the development of autoimmune disease."
}