{
    "doi": "https://doi.org/10.1182/blood-2019-121682",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4194",
    "start_url_page_num": 4194,
    "is_scraped": "1",
    "article_title": "ST2 and Rg3a As a Biomarker for Predicting of Acute Graft-Versus-Host Disease after Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "biological markers",
        "graft-versus-host disease, acute",
        "il1rl1 gene",
        "graft-versus-host disease",
        "reg3a protein, human",
        "allogeneic stem cell transplant",
        "exacerbation, acute",
        "transplant recipients"
    ],
    "author_names": [
        "Hakan Goker, MDPROF.",
        "Elifcan Aladag, MD",
        "Yahya Buyukasik, MD",
        "Nelson J. Chao, MD",
        "Umit Akman, Bio.",
        "Haluk Demiroglu, MDPROF."
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Hacettepe University, Ankara, Turkey "
        ],
        [
            "Department of Hematology, Hacettepe University, Ankara, Turkey "
        ],
        [
            "Department of Hematology, Hacettepe University, Ankara, Turkey "
        ],
        [
            "Division of Hematologic Malignancies and Cellular Therapy/BMT, Duke University Medical Center, Durham, NC"
        ],
        [
            "Department of Hematology, Hacettepe University, Ankara, Turkey "
        ],
        [
            "Department of Hematology, Hacettepe University, Ankara, Turkey "
        ]
    ],
    "first_author_latitude": "39.931097599999994",
    "first_author_longitude": "32.86301885",
    "abstract_text": "Background: Graft-versus-Host Disease (GvHD) is a crucial complication after leading to significant morbidity and mortality allogeneic hematopoietic stem cell transplantation (AHSCT) which occurs in approximately half the transplant recipients. Although there are some studies conducted, a biomarker which can be shown to accurately predict acute GVHD has not been well established, yet. Suppression of tumorigenicity 2 (ST2) and Regenerating islet-derived 3-alphamight be important biomarkers to predict acute GVHD or GVHD with acute exacerbations. Material and Methods: In the present study, blood samples were collected from 17 patients with acute GVHD and 12 control patients after allogeneic stem cell transplantation. All patients save informed consent in accordance with declaration of Helsinki. ST2 and Reg3a were measured in plasma samples and we compared the ST2 and Reg3a levels of patients with acute GVHD patients and controls. Results: The median age of the study population was 42 (range,19-49). As compared with the patients with acute GVHD and controls, the ST2 levels had the significant association with Acute GVHD (mean 9794 ng/dl vs 2646 ng/dl, p:0.008 ) Conclusion: The ST2 level could be used as a significant biomarker for predicting acute GVHD. However, further studies with larger patient populations are needed. Disclosures No relevant conflicts of interest to declare."
}