{
    "doi": "https://doi.org/10.1182/blood.V114.22.3668.3668",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1446",
    "start_url_page_num": 1446,
    "is_scraped": "1",
    "article_title": "B Cell Depletion Reduces the Number and Function of T- Regulatory Cells and Enhances the Anti Tumor response ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS POSTER III",
    "abstract_text": "Abstract 3668 Poster Board III-604 Increasing evidence suggests that B lymphocytes play a central role in inhibiting the immune response against certain tumors, but the underlying mechanisms by which B cells facilitate tumor growth are still poorly understood. In this study, we investigated how the presence or absence of B cells affects expansion and function of T- regulatory cells (‘Tregs’) in a murine tumor model (EMT-6). We compared tumor growth, and the number and function of T- regs cells in wild type immune competent mice ( ICM), B cell deficient mice ( BCDM) and /or in BALB-C mice following B- cell depletion induced by injection of anti murine CD20 antibodies (mCD20 Ab, 18B12, mouse IgG1,k, Biogen-IDEC) Mice were either tumor-naïve or implanted with EMT6 mammary adenocarcinoma cells. Absence of B cells as in BCDM completely inhibited tumor growth in the majority of mice, while B cell depletion in normal mice substantially slowed the growth of EMT-6 tumors compared to wild type mice (ICM). Substantial T regs expansion, as defined by CD4+/CD25+/FOXP3+ cells, was evident on day 26 post tumor inoculation in EMT-6 tumor bearing ICM in comparison to the non- tumor bearing mice ( 15.2 +/− 1.2. % and 11.9 +/− 1.1% respectively), isolated from spleen as compared to naïve or tumor bearing BCDM (10.1+/− 0.2% and 10.8+/− 1.2%) The percentage and absolute number of T-regs in the spleen, tumor draining lymph nodes and tumor bed were significantly reduced in the BCDM and/or B cell depleted ICM compared to tumor bearing ICM (10%+/−0.8, 13.9+/− 1.23% and 17+/− 1.3% respectively p<0.01. data from single cell suspensions isolated from spleens on day 20 post tumor inoculation). Similar effects of B cell depletion on the numbers of T-regs were observed in the setting of pre-established EMT6 mammary tumors. In contrast to tumor bearing mice, differences in T-reg number and function were minimal in tumor free B cell deficient or in B cell depleted naïve mice compared to ICM. T-reg function, measured by suppression assay and proliferation assays, was also markedly reduced in tumor bearing BCDM compared to ICM. Combining B cell and T-reg depletion using i.p. injection of anti CD 25 antibody (PC61 or PBS) resulted in similar rates of tumor regression in B cell depleted mice as were seen in BCDM suggesting that the combination of B cells depletion and further depletion of Tregs augmented anti-tumor response. In conclusion, our studies indicate that B cell depletion may play a useful role in augmenting the T cell anti-tumor response, in part due to their effects on T-regulatory cell biology. Disclosures: Dunn: Biogen IDEC: Employment.",
    "topics": [
        "b-lymphocytes",
        "neoplasms",
        "tumor growth",
        "antibodies",
        "blood cell depletion therapy",
        "breast adenocarcinoma",
        "cd20 antigens",
        "painful bladder syndrome",
        "splenic neoplasms",
        "tumor regression"
    ],
    "author_names": [
        "Tamar Tadmor, MD",
        "Yu Zhang, MD",
        "Robert Dunn, PHD",
        "Seung-uon Shin",
        "Hyung-Mee Cho",
        "Joseph Rosenblatt, MD"
    ],
    "author_affiliations": [
        [
            "Department Microbiology and Immunology, University of Miami/ Sylvester Comprehensive Cancer Center, Miami, FL, USA, "
        ],
        [
            "Department Microbiology and Immunology, University of Miami/ Sylvester Comprehensive Cancer Center, Miami, FL, USA, "
        ],
        [
            "Department of Immunology, Biogen IDEC, Inc., San Diego, CA, USA, "
        ],
        [
            "Department Microbiology and Immunology, University of Miami/ Sylvester Comprehensive Cancer Center, Miami, FL, USA, "
        ],
        [
            "Department Microbiology and Immunology, University of Miami/ Sylvester Comprehensive Cancer Center, Miami, FL, USA, "
        ],
        [
            "1Department of Medicine, Division of Hematology-Oncology and Department Microbiology and Immunology, University of Miami/ Sylvester Comprehensive Cancer Center, Miami, FL, USA"
        ]
    ],
    "first_author_latitude": "25.7882523",
    "first_author_longitude": "-80.2144666"
}