{
    "doi": "https://doi.org/10.1182/blood.V116.21.4302.4302",
    "article_title": "Effect of An Interaction Between Age and Ferritin Level on Clinical Outcomes In Peripheral Arterial Disease (PAD) ",
    "article_date": "November 19, 2010",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster II",
    "abstract_text": "Abstract 4302 Background: The hypothesis that increasing iron burden (assessed by the serum ferritin level) with age contributes to the pathogenesis of cardiovascular (CVD) and other diseases of aging was tested in a 24-hospital, 6-year prospective randomized single blinded clinical trial of iron reduction by calibrated phlebotomy (JAMA 2007;297:603-9; JNCI 2008;100:996-1002). The primary outcome was all cause mortality and the secondary outcome death plus non-fatal MI and stroke (total n = 1,277 patients with PAD). Mean follow-up ferritin levels were significantly reduced in iron reduction patients (p<0.001). Although iron reduction had no significant effect on CVD outcomes overall, an association was observed for the secondary endpoint by age quartile (p for interaction = 0.004). The Cox proportional hazards regression model showed improved primary (p=0.02) and secondary (p<0.001) endpoints in the youngest age quartile patients (age 43 to 61) randomized to iron reduction versus control. Age analyzed as a continuous variable in the Cox proportional hazards regression model and the log relative hazards plots revealed that age interacted nonlinearly with iron reduction in both the primary (p=0.04) and secondary (p<0.001) endpoints. HYPOTHESIS: Iron reduction has beneficial effects on overall CVD outcomes that can be masked by interactions between age and ferritin level. METHODS: Computer randomization to iron reduction (n = 636) versus control (n = 641) groups was stratified by age, ferritin level and other prognostic variables at entry. Data tracked prospectively (including data on compliance with intervention) were subjected to pre-planned, intent-to-treat analysis. RESULTS: Mean follow-up ferritin levels declined with increasing age at entry in control patients. Older age (p = 0.027) and higher ferritin levels (p<0.001) at entry predicted poorer compliance with phlebotomy in iron reduction patients. Separation of mean follow-up ferritin levels between groups diminished with increasing age at entry. Plots of mean follow-up ferritin levels versus the log relative hazard for the primary and secondary endpoints for iron reduction patients showed significantly improved outcomes with lower mean follow-up ferritin levels (p = 0.028 and 0.044 respectively). Improvement in the primary outcome with lower ferritin levels was also found upon analysis of the entire cohort (p = 0.037). Kaplan-Meier analysis of mean follow-up ferritin levels for the entire cohort comparing patients having ferritin levels above versus below the mean showed improved primary and secondary outcomes with lower ferritin levels (p = 0.003 and 0.067 respectively). CONCLUSIONS: Lower body iron burden predicted improved clinical outcomes in patients with cardiovascular disease regardless of age or randomization status. Two factors seemed to account for the lack of an effect of intervention in the overall cohort. First, serum ferritin levels decreased with increasing age in control patients, apparently because patients with higher iron stores were more likely to die earlier. Second, younger iron reduction patients were more likely to comply with the phlebotomy intervention. Consequently, iron reduction therapy had less of a potential effect in older compared to younger patients because mean follow-up ferritin levels between groups converged with increasing age. An implication for future studies, and possibly for practice, is that adequate iron reduction targeted to patients with higher ferritin levels is more likely to be effective. These findings suggest cost – effective strategies for improving outcomes in diseases of aging. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "ferritin measurement",
        "peripheral vascular diseases",
        "treatment outcome",
        "iron",
        "follow-up",
        "cardiovascular diseases",
        "phlebotomy",
        "surrogate endpoints",
        "serum ferritin level result",
        "cerebrovascular accident"
    ],
    "author_names": [
        "Leo R. Zacharski, MD",
        "Bruce Chow, MS",
        "Galina Shamayeva, MS",
        "Philip Lavori, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Leo R. Zacharski, MD",
            "author_affiliations": [
                "VA Hospital, Dartmouth Medical School, White River Junction, VT, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruce Chow, MS",
            "author_affiliations": [
                "VA Palo Alto Health Care System, Veterans Affairs Cooperative Studies Program, Palo Alto, CA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Galina Shamayeva, MS",
            "author_affiliations": [
                "VA Palo Alto Health Care System, Veterans Affairs Cooperative Studies Program, Palo Alto, CA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Lavori, PhD",
            "author_affiliations": [
                "Department of Health Research and Policy, Stanford University, Palo Alto, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:39:59",
    "is_scraped": "1"
}