{
    "doi": "https://doi.org/10.1182/blood.V126.23.87.87",
    "article_title": "Discovery and Functional Validation of Novel Pediatric Specific FLT3 Activating Mutations in Acute Myeloid Leukemia: Results from the COG/NCI Target Initiative ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Omics-based Approaches for the Identification of Novel Genetic Modalities in AML",
    "abstract_text": "Mutations in the FLT3 gene are among the most common somatic events in AML, with a higher prevalence in adults than in children. The most common activating mutations of FLT3 include internal tandem duplications ( FLT3/ ITD) in the juxtamembrane domain (JMD) or missense mutations in the tyrosine kinase domain (TKD) at the D835/I836 positions ( FLT3 /ALM). To date, much of the data on FLT3 mutations has been derived from adult studies and comprehensive sequencing of the FLT3 gene from recent TCGA analysis demonstrated that FLT3 activating mutations were limited to the FLT3 /ITD in the JMD and D835/I836 hotspots. As part of the Children's Oncology Group (COG)/NCI TARGET AML initiative, we interrogated the genomic landscape of pediatric AML and identified and verified novel FLT3 activating events that appear to be unique to childhood AML and could provide a target for therapeutic intervention. Whole genome sequencing was performed in a discovery cohort (N=200) followed by validation with targeted exome capture for a total of 799 diagnostic specimens from children treated on contemporary COG trials. In addition to the known FLT3 mutations ( FLT3 /ITD, N=128 and D835/I836, N=37), we identified novel point mutations (PM; N=49) and novel insertion-deletions (in-dels; N=12). We observed a prevalence of 7.6% of novel PMs and in-dels, in addition to the FLT3 /ITD and D835/I836 mutations. The total prevalence of all FLT3 mutations was 28%. In contrast to adult AML, where virtually all non-ITD activating mutations are limited to the D835/I836 region, FLT3 PMs in the pediatric cohort occurred in TKD domain (N=44), but commonly occurred in the transmembrane domain (TMD) and JMD. Twelve somatic mutations were identified at distinct positions within the JMD, the region involved in regulation of activity of the kinase. Among the JMD mutations, 9 occur at novel pediatric specific sites with significant activating potential (E573D/G, L576R, T582N, D586Y, Y589H, E596K/G, E598D, Y599C, D600G). Crystal structure analysis of FLT3 variants was used to assess the potential functional significance of the newly discovered variants. This structural modeling indicated that many of the mutations within the TMD (e.g. A680V) and TKD1 (L616R, M664I, M665L) were predicted to cause JMD destabilization, resulting in dysregulated activation of FLT3. Additionally, almost all JMD mutations have the potential to significantly disrupt the auto-inhibitory conformation, resulting in constitutive FLT3 activation. Mutations causing excessive activation of the kinase may have significant oncogenic capacity. In order to assess functional implications of the mutations, we cloned and expressed 6 of the most common novel variants (E573D, L576R, Y599C, D600G, F612L, and A680V) for functional assessment. Of the 6 mutations tested, 5 (E573D, L576R, Y599C, D600G, and A680V) resulted in auto-phosphorylation of FLT3, demonstrating dysregulated and enhanced kinase activation. Acquired mutations following tyrosine kinase inhibitor (TKI) exposure are heavily implicated in resistance and are almost exclusively confined to the two TKD regions, and the D835 position is a hotspot for resistance conferring mutations. It is important to identify patients at diagnosis who harbor dual mutations as this could indicate de novo resistance to TKIs, and exposure to these agents would have no efficacy, but may result in unnecessary toxicity. The presence of dual FLT3 /ITD and FLT3 /ALM mutations at diagnosis has been reported to occur at a very low prevalence. We analyzed the presence of co-occurring FLT3 /ITDand FLT3 PMs in our pediatric cohort. Of the 128 patients with FLT3 /ITD, 18 (14%) harbored a secondary FLT3 PM. Mutations in the JMD (N=8) and TMD (N=2) accounted for 56% of co-occurring mutations. Only 22% (N=4) mutations occurred at the D835/I836 sites, with an additional 22% (N=4) located at other TKD sites. Identified TKD diagnostic mutations included F612L, F616R, N676K/S, and N841K, a few which have only been reported in the setting of post TKI relapse. We identified novel pediatric specific FLT3 mutations with significant functional capacity. Importantly, these activating mutations may be uniquely susceptible to FLT3 inhibition and provide a therapeutic target in pediatric AML. Further work is ongoing to completely understand the oncogenic potential of each unique mutation and their prognostic and therapeutic implications. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "flt3 gene",
        "functional capacity",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "mutation",
        "myeloblastic leukemia, pediatric acute",
        "national cancer institute",
        "pediatrics",
        "phosphotransferases",
        "premenstrual syndrome"
    ],
    "author_names": [
        "Katherine Tarlock, MD",
        "M. Eva Hansen",
        "Tiffany Hylkema",
        "Rhonda Ries, MA",
        "Jason E. Farrar, MD",
        "Jaime Guidry Auvil",
        "Daniela S. Gerhard, PhD",
        "Malcolm A. Smith, MD PhD",
        "Tanja M. Davidsen, PhD",
        "Patee Gesuwan",
        "Leandro C. Hermida",
        "Marco A Marra, PhD",
        "Andrew J. Mungall, PhD",
        "Karen Mungall, PhD",
        "Yussanne Ma",
        "Stuart Zong",
        "William Long, PhD",
        "Titus Boggon, PhD",
        "Todd A. Alonzo, PhD",
        "E. Anders Kolb, MD",
        "Alan S. Gamis, MD MPH",
        "Soheil Meshinchi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katherine Tarlock, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "M. Eva Hansen",
            "author_affiliations": [
                "Fred Hutchsinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiffany Hylkema",
            "author_affiliations": [
                "Fred Hutchsinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rhonda Ries, MA",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason E. Farrar, MD",
            "author_affiliations": [
                "Department of Pediatics/Hematology Oncology Section, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaime Guidry Auvil",
            "author_affiliations": [
                "National Cancer Institute, Bethesda, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela S. Gerhard, PhD",
            "author_affiliations": [
                "Office of Cancer Genomics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm A. Smith, MD PhD",
            "author_affiliations": [
                "NCI/Ctep/Cib, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanja M. Davidsen, PhD",
            "author_affiliations": [
                "Office of Cancer Genomics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patee Gesuwan",
            "author_affiliations": [
                "Office of Cancer Genomics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leandro C. Hermida",
            "author_affiliations": [
                "Office of Cancer Genomics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco A Marra, PhD",
            "author_affiliations": [
                "Canada's Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J. Mungall, PhD",
            "author_affiliations": [
                "Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Mungall, PhD",
            "author_affiliations": [
                "Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yussanne Ma",
            "author_affiliations": [
                "Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stuart Zong",
            "author_affiliations": [
                "Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Long, PhD",
            "author_affiliations": [
                "Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Titus Boggon, PhD",
            "author_affiliations": [
                "Pharmacology, Yale Univ. School of Medicine, New Haven, CT "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo, PhD",
            "author_affiliations": [
                "Keck School of Medicine, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E. Anders Kolb, MD",
            "author_affiliations": [
                "Nemours Center for Cancer and Blood Disorders, Alfred I. duPont Hospital for Children, Wilmington, DE "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan S. Gamis, MD MPH",
            "author_affiliations": [
                "Division of Hematology/Oncology/Bone Marrow Transplantation, Children's Mercy Hospitals and Clinics, Kansas City, MO"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi, MD PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T21:30:32",
    "is_scraped": "1"
}