{
    "doi": "https://doi.org/10.1182/blood.V114.22.3508.3508",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1611",
    "start_url_page_num": 1611,
    "is_scraped": "1",
    "article_title": "Effect of SSRI Use On Platelet Function Testing and Bleeding Symptoms. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Platelet Number or Function Poster III",
    "topics": [
        "hemorrhage",
        "platelet function",
        "selective serotonin re-uptake inhibitors",
        "epinephrine",
        "hemostatics",
        "von willebrand disease",
        "agonists",
        "antagonists",
        "blood platelet disorders",
        "cerebral hemorrhage"
    ],
    "author_names": [
        "Neha Rastogi-Chawla, MD",
        "William Fricke, MD",
        "Ruth W Kouides, MD",
        "Peter A. Kouides"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Thomas Jefferson University, Philadelphia, PA, USA, "
        ],
        [
            "Department of Pathology, Rochester General Hospital, Rochester, NY, USA, "
        ],
        [
            "Department of Medicine, Rochester General Hospital, Rochester, NY, USA"
        ],
        [
            "Department of Medicine, Rochester General Hospital, Rochester, NY, USA"
        ]
    ],
    "first_author_latitude": "39.9487844",
    "first_author_longitude": "-75.15700559999998",
    "abstract_text": "Abstract 3508 Poster Board III-445 Introduction Selective serotonin reuptake inhibitors (SSRI) are antagonists of the serotonin transporter and lead to a lower concentration of serotonin in platelets. Recently there have been a number of observational studies and case reports highlighting the association of SSRI use with various hemorrhagic complications ranging from gastrointestinal hemorrhage to hemorrhagic stroke and bleeding during orthopedic surgery. On the other hand, there is not enough data on the clinical correlation between the effect of SSRIs on platelet function testing and relation to bleeding symptoms in terms of the bleeding score. Patients and Methods A retrospective, cohort study was done to assess the relationship of bleeding symptoms and laboratory assays of platelet function in patients referred for muco-cutaneous bleeding after von Willebrand disease was ruled out. The cohort was analyzed for the effect of SSRI use on platelet function and bleeding symptoms. Ninety eight patients were studied and their bleeding symptoms were assessed by the European Union Von Willebrand disease bleeding scoring system (EUVWD). Hemostatic tests including whole blood platelet aggregation (Chrono-Log™) and closure time (PFA-100™, Dade/Behring) were assessed. Results 23/98 patients reported SSRI as an active medication. Baseline characteristics were similar with respect to age, sex, race, hematocrit and platelet count among SSRI users and non-users. The majority (96%) were females. The median bleeding score was not statistically different in SSRI users vs. non-users (4 vs. 5). The bleeding symptoms were similar in the two groups with the exception of epistaxis which was more frequent in SSRI non-users. Whole blood platelet aggregation was decreased in 17.4% patients in SSRI users and 4.2% in non-users (p=0.035). Likewise, 52% patients in SSRI users and 29% in non-user had decreased release to any agonist (p=0.04). SSRI users had a higher prevalance of decreased aggregation with low dose collagen, arachidionic acid and ADP. ATP release in response to arachidionic acid and ADP was also lower in SSRI users. PFA-100 closure time with collagen-epinephrine (n=96) was prolonged in SSRI users vs. non users (144.5 vs. 126 sec, p=0.009) while closure time with collagen-ADP (n=22) was 105.5 vs. 108.5 in SSRI users vs. non users (p= 0.94). Conclusions SSRI use is associated with abnormalities in platelet function and this finding probably does warrant testing such patients with a suspected thrombocytopathy off SSRI. Their use, nonetheless, is not associated with a clinically significant difference in bleeding symptoms as assessed by the bleeding score. SSRI users with bleeding symptoms and associated abnormalities in platelet function should be investigated further for the cause of clinically significant bleeding. Table 1 Results of bleeding score and platelet function tests in cohorts of SSRI users vs. non-users.  Hemostatic tests . SSRI users . SSRI non-users . p value . Bleeding score 4 (3-5) 5 (3-7) 0.341 Abnormal aggregation (% abnormal) 17.4% 4.2% 0.035 Abnormal release (% abnormal) 52% 29% 0.04 Closure time - CEPI† (n= 96) 144.5 sec (124.5-196.8) 126 sec (102-142) 0.009 Closure time - CADP† (n= 22) 105.5 sec (92.25-125.5) 108.5 sec (94.75-119.5) 0.946 Hemostatic tests . SSRI users . SSRI non-users . p value . Bleeding score 4 (3-5) 5 (3-7) 0.341 Abnormal aggregation (% abnormal) 17.4% 4.2% 0.035 Abnormal release (% abnormal) 52% 29% 0.04 Closure time - CEPI† (n= 96) 144.5 sec (124.5-196.8) 126 sec (102-142) 0.009 Closure time - CADP† (n= 22) 105.5 sec (92.25-125.5) 108.5 sec (94.75-119.5) 0.946 View Large Bleeding score was assessed using EU-VWD scoring system. The aggregation and release studies were done with whole blood using Chronolog device in 98 patients. Results are represented as percentage abnormal. Closure times were done by PFA-100 (Dade-Behring) and results are expressed in seconds. † CEPI-collagen and epinephrine, CADP-collagen and ADP. Disclosures: No relevant conflicts of interest to declare."
}