{
    "doi": "https://doi.org/10.1182/blood.V116.21.2248.2248",
    "article_title": "Improved Cell Viability, Viable Cell Recovery and Faster Engraftment of Products Thawed Using a Premixed Solution of Human Serum Albumin and Dextran 40 Compared to Sequential Addition During the Thawing Procedure ",
    "article_date": "November 19, 2010",
    "session_type": "Cell Processing: Poster II",
    "abstract_text": "Abstract 2248 HPC, Apheresis products collected for autologous use must be cryopreserved prior to hematopoietic progenitor cell transplantation. Improved recovery of cryopreserved cord blood cells was demonstrated by Rubinstein et al. (PNAS:92, 10119, 1995) when the thawed cells were diluted with an equal volume of a solution containing 2.5% (wt/vol) of human serum albumin (HSA) and 5% (wt/vol) Dextran 40, the cells centrifuged, the supernatant removed, and the cells restored to their original volume with the same Dextran/Albumin solution as compared to thawing the product without dilution or washing. This method has the additional advantage of allowing cells to be thawed under controlled conditions within the laboratory and greatly reduces reactions to DMSO. Several variations in this procedure have been published including one employed at our center that has been used to thaw all cryopreserved products since 1996 in which 5% HSA and 10% Dextran 40 was added sequentially to the thawed cells each at 1/2 the frozen volume. The cells and solution were mixed and after 10 minutes of incubation the bag was filled to capacity (300 mL total) with Dextran 40 prior to centrifugation. Reconstitution to the original volume for infusion was also by sequential addition of HSA and Dextran 40 (Method 1). A variation of this method is to use a premixed solution of 2.5% HSA and 5% Dextran 40 both before and after centrifugation (Method 2). A third method, which is currently recommended by the Blood and Marrow Transplantation Clinical Trials Network (BMT-CTN) for thawing HPC, Cord Blood is similar to method 2 but uses a higher concentration of HSA resulting in 4.2% HSA in the premixed Dextran/Albumin solution (Method 3). We directly compared the three methods using autologous products (n=3) that were no longer needed for infusion and that were each frozen in multiple bags to assess viability (7-AAD method), along with recovery of viable total nucleated cells (TNC), CD3 + T-cells, and CD34 + cells. No significant differences were seen for any of the outcomes between method 2 and method 3. However, both method 2 and method 3 resulted in better overall viability, viable TNC recovery and viable recovery of CD34 + cells and CD3 + T-cells than method 1. Starting in January 2010 we modified our standard thawing procedure to method 3 (to conform to CTN requirements) and have compared the results of 96 bags thawed using this method with 173 bags thawed using method 1. Thaw viability (Trypan blue method) using method 1 was 72.7%±11.8% compared to 77.5%±9.1% for method 3, p=0.0005 and viable cell recovery was 62.1%±12.6% versus 68.5%±10.2%, p=<0.0001, respectively. When compared to product quality control vials thawed without a Dextran/Albumin wash, viability averaged 11.1% higher for products thawed using method 3 compared to 9.5% higher for products thawed using method 1. Engraftment data was available for 46 patients receiving products thawed using method 3 and was compared with 159 patients transplanted with products thawed using method 1. Patients receiving products thawed using method 1 achieved an ANC of 500 at a median of day 12 compared to day 11 for method 3, p=0.0003 (Log Rank test). The median time to platelets of 20K of 20 days for method 1 compared to 21 days for method 3 was not significantly different (p=0.07). In summary, thawing HPC, Apheresis products using a Dextran/Albumin wash method resulted in superior cell recovery and viability compared to a direct thaw method and using a premixed solution of Dextran/Albumin was superior to adding the two reagents sequentially during the thawing procedure. This resulted in a small but significant decrease in the time to granulocyte recovery post transplant. No advantage was seen when the thawing solution contained a final concentration of 4.2% versus 2.5% HSA. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "dextran",
        "engraftment",
        "human serum albumin",
        "viable cell count",
        "cell survival",
        "albumins",
        "cryopreservation",
        "albumin solution",
        "apheresis",
        "cd34 antigens"
    ],
    "author_names": [
        "Carolyn A. Keever-Taylor, PhD",
        "Steve Konings, MS",
        "Sarah M Heidtke, BS",
        "Hong Zeng, BS",
        "Sara A Wieczorek, MS",
        "Allen Tsao, MS",
        "David A Margolis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carolyn A. Keever-Taylor, PhD",
            "author_affiliations": [
                "Medicine, BMT Program, Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steve Konings, MS",
            "author_affiliations": [
                "Froedtert Mem. Lutheran Hosp. East, Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah M Heidtke, BS",
            "author_affiliations": [
                "Froedtert Mem. Lutheran Hosp. East, Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Zeng, BS",
            "author_affiliations": [
                "Froedtert Mem. Lutheran Hosp. East, Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara A Wieczorek, MS",
            "author_affiliations": [
                "Froedtert Mem. Lutheran Hosp. East, Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allen Tsao, MS",
            "author_affiliations": [
                "Froedtert Mem. Lutheran Hosp. East, Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Margolis, MD",
            "author_affiliations": [
                "Pediatrics, BMT Program, Medical College of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T09:37:58",
    "is_scraped": "1"
}