{
    "doi": "https://doi.org/10.1182/blood.V114.22.2156.2156",
    "article_title": "An In Vivo Mouse Model for Testing the Effect On Hematopoietic Stem Cell Mobilization of Bortezomib Alone and in Combination with G-CSF. ",
    "article_date": "November 20, 2009",
    "session_type": "CELL PROCESSING POSTER I",
    "abstract_text": "Abstract 2156 Poster Board II-133 Introduction: Hematopoietic stem cell (HSC) collection for autologous transplantation is a standard of care for lymphoma and myeloma patients due to old age and extensive prior chemotherapy. However, about 25% of patients fail to collect adequate amount of HSC sufficient for a transplant. Hence, new strategies are being sought to increase HSC collection in these patients. Cell adhesion and chemotaxis are involved in retaining HSC in the marrow. The CXCR4 receptor and its specific ligand, SDF-1 are involved in retaining HSC in the marrow, hence, blocking of CXCR4 results in egress of HSC from the marrow to the peripheral blood. We and others have previously shown that the small bicyclam molecule AMD-3100, by itself can induces >a 5-fold increase in HSC mobilization to the peripheral blood and a 2-3 fold increase in blood HSC over G-CSF alone in myeloma and lymphoma patients in phase 2 and 3 studies. Recently, this drug was approved by the FDA as a mobilizing agent in combination with G-CSF under the name Mozobil. Bortezomib, a proteasome inhibitor is widely used for the treatment of MM and mantle cell lymphoma. However, in addition to blocking of the proteasome, bortezomib has also many other ensuing activities such as immune modulation, blocking of the CXCR4/SDF-1 axis and cell adhesion. Therefore, we hypothesized that Bortezomib will have similar effect as AMD3100 as a mobilizer of HSC. Mice and methods: Phase 1 was designed for optimization of HSC mobilization by Bortezomib. Mice (C57/Bl; x10/group) were injected with saline, or Bortezomib (IV,0.1 to 0.8 mg/kg). Mice were sacrificed after 1 hour,2,4,8, 16 and 24 hours and blood was collected by cardiac puncture. Red cell were lysed and white blood cells (WBS) were counted and cells used for CFU-G, CFU-M and CFU-GM colonies in a standard 14-day, methyl cellulose colony assay (Stem Cell Technologies). Cells were seeded at 200,000/plate in triplicate assay. In phase2 –Bortezomib was used in combination with G-CSF for HSC mobilization. Mice (C57/Bl; x10/group) were injected with saline, or Bortezomib (IV,0.8 mg/kg). Mice were sacrificed after 16 hours and blood was collected and analyzed as above. Two other groups of mice were injected SC with r-hG-CSF (2ug/mouse/dayx4days), or with G-CSF (x4days) followed by 16 hours of Bortezomib (IV,0.8 mg/kg). Mice from these 2 groups were sacrificed and blood was collected by cardiac puncture and processed for WBC and colony assays as above. Cells from each mouse were seeded at 100,000 cells/plate (x5 mice) and 40,000 cells/plate in triplicate assay. Results of phase1: A peak increase in total WBC (p<0.0001, vs. saline) was observed at 8 and 24 hours after Bortezomib. Similarly, significant increase of ∼3 fold and ∼4 fold was observed in the number of blood CFU-GM and BFU-E colonies/plate, respectively after 8 and 24 hours of mobilization with Bortezomib. In a similar study with fixed amount of Bortezomib (0.8mg/kg) administered for 8, 16 and 24 hours, a peak increase in peripheral blood WBC, CFU-GM and BFU-E of 3.5 fold, 4 fold and 8 fold, respectively was observed at 16 hour of Bortezomib (saline vs. Bortezomib, p<0.0001). Results of phase2: An increase of 2 fold, 4 fold and 5 fold in the mean WBC/μl, over saline was observed in the peripheral blood of mice treated with 0.8mg/kg of Bortezomib, G-CSF, or Bortezomib+ G-CSF, respectively. Similarly, an increase of 3 fold, 4.8 fold and 12.9 fold was observed in the number of blood CFU-GM colonies/plate in mice treated with Bortezomib, G-CSF, or Bortezomib+ G-CSF, respectively. Similar to CFU-GM colonies, we observed a 5.7 fold, 7.8 fold and 15 fold increase in the number of BFU-E progenitors in mice treated with Bortezomib, G-CSF, or G-CSF+ Bortezomib, respectively. One way ANOVA revealed a p value <0.0001 between the 4 groups for all comparisons. Conclusions: Bortezomib is a potent mobilizer of HSC and augment G-CSF mobilization of HSC in an additive fashion. Based on these results a pilot study has been initiated to study HSC mobilization in lymphoma and myeloma patients with the combination of bortezomib and G-CSF. Disclosures: Gazitt: millennium: Research Funding.",
    "topics": [
        "bortezomib",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cell mobilization",
        "mice",
        "recombinant granulocyte colony stimulating factor",
        "saline solutions",
        "cxcr4 receptors",
        "lymphoma",
        "multiple myeloma",
        "plerixafor"
    ],
    "author_names": [
        "Yair Gazitt, PhD",
        "Xiangru Zhao, MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Yair Gazitt, PhD",
            "author_affiliations": [
                "Medicine, Univ. of Texas Health Science Center, San Antonio, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiangru Zhao, MS",
            "author_affiliations": [
                "Medicine, University of Texas Health Science Center, San Antonio, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T05:00:44",
    "is_scraped": "1"
}