{
    "doi": "https://doi.org/10.1182/blood.V106.11.5190.5190",
    "article_title": "Thymoglobulin (Polyclonal Rabbit Anti Thymocyte Globulin) Has In Vitro Activity in Multiple Myeloma. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: Multiple myeloma is a plasma cell malignancy that remains incurable with current approaches and newer therapies are needed to improve the outcome of patients with MM. While monoclonal antibody base therapies have been successful in some of the hematological malignancies, especially lymphoma, such approaches have not been very useful in the setting of myeloma. Targeting of antigens like CD138 on the myeloma cell surface has been hampered by the ubiquitous nature of this protein in the body. Thymoglobulin (polyclonal rabbit antithymocyte globulin, Genzyme) has been extensively evaluated in the setting of allogeneic blood and marrow transplantation and is currently in clinical use. Given the polyclonal nature of this product, it has antibodies against several B cell antigens and forms the rationale for its evaluation in B cell malignancies like myeloma. Methods: MM cell lines were cultured in RPMI 1640 containing 10% fetal bovine serum supplemented with L-Glutamine, penicillin, and streptomycin. The KAS-6/1 cell line was also supplemented with 1 ng/ml IL-6. Cytotoxicity following drug treatment was measured using the MTT viability assay. Drug induced apoptosis in the cell lines was measured by flow cytometry after staining with Annexin V-FITC and propidium iodide (PI). Apoptosis in primary patient derived plasma cells following treatment was measured after staining for Apo 2.7. Results: rATG was cytotoxic in vitro to several MM cell lines (RPMI 8226, U266, OPM1, OPM2) including the IL-6 dependent cell line Kas6/1. The LC50 in most of the cytotoxicity assays was around 1 mg/mL. Additionally, rATG was cytotoxic MM cell lines resistant to conventional agents such as doxorubicin (Dox40), melphalan (LR5) and dexamethasone (MM1R). The drug retained its cytotoxicity when myeloma cells were grown in the presence of various cytokines like IL-6, IGF-1 and VEGF. rATG treatment resulted in a time and dose dependent induction of apoptosis in MM cell lines. rATG was also able to induce apoptosis of freshly isolated myeloma cells from patient marrows. When tested in combination with other anti-myeloma agents an additive effect was seen with doxorubicin, PS341 and melphalan. Conclusions: Thymoglobulin appear to have in vitro activity against various myeloma cell lines as well as patient derived primary myeloma cells. Ability of the drug to overcome resistance to conventional drugs as well as the effect of combining rATG with these agents points towards non-overlapping mechanisms of action. Ongoing studies are trying to identify the particular B-cell antigens that are targeted by correlating response to expression of various B cell antigens expressed by these cell lines. These studies will provide the rational for future clinical development of this agent in myeloma alone or in combination with other agents.",
    "topics": [
        "antithymoglobulin",
        "multiple myeloma",
        "oryctolagus cuniculus",
        "thymoglobulin",
        "b-lymphocyte antigens",
        "cytotoxicity",
        "interleukin-6",
        "cancer",
        "doxorubicin",
        "melphalan"
    ],
    "author_names": [
        "Shaji Kumar, MD",
        "Michael Timm",
        "Terry Kimlinger",
        "Michael Kline, PhD",
        "Jessica L. Haug",
        "S. Vincent Rajkumar, MD",
        "Philip R. Greipp, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaji Kumar, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Timm",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terry Kimlinger",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kline, PhD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica L. Haug",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip R. Greipp, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T06:45:41",
    "is_scraped": "1"
}