{
    "doi": "https://doi.org/10.1182/blood.V112.11.1882.1882",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1154",
    "start_url_page_num": 1154,
    "is_scraped": "1",
    "article_title": "Making Functional Endothelial Progenitors: Humanized Large-Scale Animal Serum-Free Propagated Adult Blood-Derived Endothelial Colony-Forming Cells Assemble Stable Perfused Vessels in Vivo . ",
    "article_date": "November 16, 2008",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion",
    "topics": [
        "cd31 antigens",
        "crossbreeding",
        "cryopreservation",
        "cyclic gmp",
        "endothelium",
        "flow cytometry",
        "g-banding",
        "investigational new drugs",
        "karyotype determination procedure",
        "life participation for parents"
    ],
    "author_names": [
        "Andreas Reinisch",
        "Nicole A Hofmann",
        "Anna C Obenauf",
        "Karl Kashofer",
        "Eva Rohde",
        "Katharina Schallmoser",
        "Daniela Thaler",
        "Margareta Frühwirth",
        "Werner Linkesch",
        "Michael R Speicher",
        "Dirk Strunk"
    ],
    "author_affiliations": [
        [
            "Department of Hematology & Stem Cell Transplantation, Stem Cell Research Unit Graz, Medical University of Graz, Graz, Austria"
        ],
        [
            "Stem Cell Research Unit Graz, Medical University of Graz, Graz, Austria"
        ],
        [
            "Institute of Human Genetics, Medical University of Graz, Graz, Austria"
        ],
        [
            "Institute of Pathology, Medical University of Graz,, Graz, Austria"
        ],
        [
            "Stem Cell Research Unit Graz, Medical University of Graz, Graz, Austria"
        ],
        [
            "Stem Cell Research Unit Graz, Medical University of Graz, Graz, Austria"
        ],
        [
            "Department of Hematology & Stem Cell Transplantation, Stem Cell Research Unit Graz, Medical University of Graz, Graz, Austria"
        ],
        [
            "Department of Hematology & Stem Cell Transplantation, Stem Cell Research Unit Graz, Medical University of Graz, Graz, Austria"
        ],
        [
            "Department of Hematology & Stem Cell Transplantation, Medical University of Graz, Graz, Austria"
        ],
        [
            "Institute of Human Genetics, Medical University of Graz, Graz, Austria"
        ],
        [
            "Department of Hematology & Stem Cell Transplantation, Stem Cell Research Unit Graz, Medical University of Graz, Graz, Austria"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Circulating angiogenic cells (CACs) and several related hematopoietic cell types can mimic an endothelial progenitor cell (EPC) phenotype and facilitate vascular regeneration mainly by humoral and cell mediated support functions but do not form vessels. Despite a documented risk of tumor support and pre-metastatic niche formation, various types of hematopoietic CACs are currently tested in ongoing clinical trials. In sharp contrast, endothelial colony forming cells (ECFCs) have recently been described as the prototype of blood- and vessel-derived EPCs with a robust proliferative potential. Their profound vessel-forming capacity makes ECFCs a promising tool to study human vascular homeostasis, regeneration and tumor angiogenesis. This study was initiated to develop the first animal protein-free large-scale expansion system for adult human blood-derived ECFCs and to test their functionality in vitro and in vivo . We isolated ECFCs directly from whole blood with a novel recovery strategy. ECFC propagation was done under animal protein-free culture conditions with pooled human platelet lysate (pHPL) replacing fetal bovine serum (FBS) for clinical-scale expansion. ECFC long-term proliferation potential was monitored and phenotype was analyzed in detail by flow cytometry as well as immune cytochemistry. Functionality was studied during vascular network assembly in vitro and in two models for human vessel formation in immune-deficient mice in vivo . Genomic stability was assayed with chromosome G-banding and array-comparative genomic hybridization (array-CGH). A mean of four ECFC colonies/mL peripheral blood could be recovered repeatedly in seven donors. The progeny of these oligoclonal cultures could be expanded to mean 1.5 ± 0.5 x 10 8 ECFCs within 11–25 days in the humanized animal protein-free large scale culture system. Consecutive analysis confirmed ECFC purity, immune phenotype and sustained proliferation potential for >30 population doublings. Preserved progenitor hierarchy after oligoclonal large-scale expansion was confirmed by a mean 74% of high proliferation potential (HPP) and a mean 26% of low proliferation potential (LPP) colonies comprising >500 and 51–500 cells per day 14 colony, respectively. Monoclonal ECFC progeny could also be generated but was less suited for ECFC mass production than oligoclonal ECFCs due to the lower cumulative cell number recovered. Genomic stability was confirmed by karyotyping and array-CGH. Large-scale expanded ECFCs functioned even after cryopreservation to form complex vascular networks in vitro and assembled stable CD31 + /Vimentin + /von Willebrand factor + human vessels in vivo . These human vessels where firmly connected to the mouse circulation for the entire seven week study period as indicated by a rich content of Ter119 + murine red blood cells. This demonstrates for the first time that proliferating, functional, storable and genomically stable human ECFCs can be expanded to a relevant clinical quantity under GMP-compliant conditions in an animal protein-free system. This novel humanized procedure for largescale ECFC propagation represents a promising tool to develop innovative, experimental, diagnostic and therapeutic strategies. It should help to set a new standard to study therapeutic applicability and risk profile of vessel-forming EPC-based investigational new drugs."
}