{
    "doi": "https://doi.org/10.1182/blood.V124.21.4327.4327",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2713",
    "start_url_page_num": 2713,
    "is_scraped": "1",
    "article_title": "Mitochondrial Activity Determines Hematopoietic Stem Cell Fate Decisions ",
    "article_date": "December 6, 2014",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster III",
    "topics": [
        "hematopoietic stem cells",
        "mitochondria",
        "mitochondrial membranes",
        "cell cycle quiescence",
        "conflict of interest",
        "disclosure",
        "electron transport",
        "daughter"
    ],
    "author_names": [
        "Nicola Vannini, PhD",
        "Mukul Girotra",
        "Olaia M. Naveiras, MDPhD",
        "Vasco Campos",
        "Evan Williams",
        "Aline Roch",
        "Johan Auwerx, MD PhD",
        "Matthias Lutolf, PhD"
    ],
    "author_affiliations": [
        [
            "Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland "
        ],
        [
            "Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland "
        ],
        [
            "Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland ",
            "Centre Hospitalier Universitaire Vaudois, Lausanne, Switzerland "
        ],
        [
            "Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland "
        ],
        [
            "Institute of Bioengineering, School of Life Sciences, Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland "
        ],
        [
            "Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland "
        ],
        [
            "Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland"
        ],
        [
            "Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland "
        ]
    ],
    "first_author_latitude": "46.5190557",
    "first_author_longitude": "6.566757600000001",
    "abstract_text": "A tight control of hematopoietic stem cell (HSC) quiescence, self-renewal and differentiation is crucial for lifelong blood production. The mechanisms behind this control are still poorly understood. Here we show that mitochondrial activity determines HSC fate decisions. A low mitochondrial membrane potential (Δψm) predicts long-term multi-lineage blood reconstitution capability, as we show for freshly isolated and in vitro-cultured HSCs. However, as in vivo both quiescent and cycling HSCs have comparable Δψm distributions, a low Δψm is not per se related to quiescence but is also found in dividing cells. Indeed, using divisional tracking, we demonstrate that daughter HSCs with a low Δψm maintain stemness, whereas daughter cells with high Δψm have undergone differentiation. Strikingly, lowering the Δψm by chemical uncoupling of the electron transport chain leads to HSC self-renewal under culture conditions that normally induce rapid differentiation. Taken together, these data show that mitochondrial activity and fate choice are causally related in HSCs, and provides a novel method for identifying HSC potential after in vitro culture. Disclosures No relevant conflicts of interest to declare."
}