{
    "doi": "https://doi.org/10.1182/blood.V106.11.959.959",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=475",
    "start_url_page_num": 475,
    "is_scraped": "1",
    "article_title": "A Fully-Automated Screening Method for Anti-HLA Antibodies: Implications for Screening Plasma Donations To Prevent Transfusion-Related Acute Lung Injury (TRALI). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "anti-human leukocyte antigen antibody",
        "plasma",
        "screening",
        "transfusion-related acute lung injury",
        "antibodies",
        "human leukocyte antigens",
        "transfusion",
        "blood component transfusion",
        "blood type",
        "medical devices"
    ],
    "author_names": [
        "Elizabeth Culler, MD",
        "Sheilagh B. Barclay, MT, SBB",
        "Robert A. Bray, PhD",
        "Howard M. Gebel, PhD",
        "Christopher D. Hillyer, MD",
        "John D. Roback, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA",
            "Transfusion &Transplantation Technologies, Inc. (3Ti), Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA",
            "Transfusion &Transplantation Technologies, Inc. (3Ti), Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA",
            "Transfusion &Transplantation Technologies, Inc. (3Ti), Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.7915152",
    "first_author_longitude": "-84.3223235",
    "abstract_text": "Background: TRALI is a potentially fatal complication of transfusion. Although the pathogenesis is not completely understood, and may involve a “multi-hit” mechanism, transfusion of donor plasma containing anti-HLA and/or anti-neutrophil antibodies appears to play an important role. In previous studies, up to 22% of all blood components were found to contain HLA antibodies ( Bray et al, Human Immunology , 65 , 240 –4, 2004 ). Based on the possible involvement of HLA antibodies in TRALI, some blood services no longer provide plasma from female donors for transfusion, since these donors are more likely to have these antibodies due to pregnancy. An alternative, more specific approach to prevent transfusion of HLA antibody-containing plasma, and possibly reduce the risk of TRALI, is to screen plasma prior transfusion. However, no automated method is yet available with sufficient throughput to screen blood donors for HLA antibodies. Methods: The 3Ti Aegis is a novel open-architecture automated blood typing platform that uses fluorescence cytometry. The Aegis was readily configured for detecting anti-HLA Class I antibodies in donor plasma by modifying the commercially-available FlowPRA Class I Screening Test (One Lambda, Canoga Park, CA) to include a phycoerythrin (PE)-labeled secondary antibody. Positive and negative control samples, as well as patient specimens previously demonstrated to contain HLA antibodies, were evaluated to determine the accuracy of the automated Aegis method. Results: Positive and negative controls were readily distinguished from one another whether testing was performed manually (according to manufacturer’s instructions) and acquired on a BD FACScan cytometer, or performed using the fully-automated method on the 3Ti Aegis. For the Aegis, the mean fluorescence intensities for positive and negative controls were 156.2 and 14.4, respectively. For the manual method, the signal to noise separation was comparable (692.5 and 28.9, respectively). Six additional patient samples, which had previously identified anti-Class I antibodies, also tested positive with the Aegis system. Estimated staining and acquisition times on the Aegis for 96 samples are 2 hours and 1.5 hours, respectively, which is comparable to the times for manual testing Conclusions: The Aegis can perform accurate, high throughput, completely automated screening of plasma donations for HLA Class I antibodies prior to transfusion. Future work will focus on developing combined Class I and II screening beads, as well as beads for detecting common anti-neutrophil antibodies, to produce a comprehensive TRALI antibody detection package for the Aegis platform. The Aegis is the first device to make pretransfusion HLA antibody testing practical, and may reduce the incidence of TRALI and accompanying transfusion fatalities."
}