{
    "doi": "https://doi.org/10.1182/blood.V118.21.3063.3063",
    "article_title": "Efficacy and Toxicity of Non-T-Cell Depleted Haploidentical Stem Cell Transplantation in Children with Refractory or Relapsed Acute Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence: Poster II",
    "abstract_text": "Abstract 3063 Background: The efficacy of allogeneic hematopoietic stem celltransplantation(SCT) is primarily attributed to a T/NK- cell-mediatedresponse to HLA disparity between donor and tumor cell. Non-T-cell depleted (non-TCD) HLA-haploidentical SCT (haplo-SCT) is a form of adoptive cellular therapy that has a high degree of efficacy in hematologic malignancies. The major problems of non-TCD haplo-SCT are lethal graft-versus-host disease (GVHD), graft failure (GF) and high-risk of early death. Previously we reported the safety profile from the retrospective study assessing GVHD prophylaxis that was conducted with anti-human thymocyte immunoglobulin(ATG), tacrolimus, methotrexate and prednisolone in non-TCD haplo-SCT (Mochizuki, Kikuta, Clin Transplant, 2010 DOI :10.1111/j.1399–0012.2010.01352.x) . We evaluated efficacy and toxicity of non-TCD haplo-SCT in children with very high risk refractory/relapsed acute leukemia (VHR-R/R AL). Methods: VHR-R/R AL was defined by the 1-year survival rate less than 30%. From Aug 2000 to April 2011, consecutive 16 patients (pts) with VHR-R/R AL who underwent non-TCD-haplo-SCT were included. The median age of patients was 7.7(0.5–17.9) years old. The diagnosis included ALL (10), AML (3), M/NKL (3). The disease status at non-TCD-haplo-SCT were 4 in CR2 (MLL rearrangement: 1 pt, Ph positive: 1 pt, after SCT: 2 pts), 12 in non-CR (after SCT: 5 pts, after chemotherapy: 7 pts). HLA disparities were 3/8 in 1 pt, 4/8 in 15 pts. Donors included fathers (9), mothers (5), and siblings (2). Fifteen pts received myeloablative conditioning (TBI based: 11 pts, Bu based: 4 pts) and 1 pt received reduced intensity conditioning, and 12 pts of them received ATG (rabbit, thymoglobulin 2.5mg/kg) containing regimen. The GVHD prophylaxis was conducted with tacrolimus (0.03mg/kg/day, start on day-1), methotrexate (10mg/m 2 , 7mg/m 2 , 7mg/m 2 on day+1, +3, +6) and prednisolone (1mg/kg/day, day0–29, taper on day30 without GVHD). Thirteen pts received peripheral blood stem cells and 3 pts received bone marrow. Results: All patients achieved engraftment (median 14 days for neutrophils[range: 11–15]). All patients achieved CR in non-remission at non-TCD-haplo-SCT and full donor chimerism by day +30. Acute GVHD grade2–4 and grade 3–4 occurred in 12/16 pts(75%) and 2/16(13%), respectively, all of which were controllable by steroids. Chronic GVHD occurred in 8/13(62%). The treatment-related non-hematologicalcomplications observed within day+100 included: viral reactivations (14 pts [CMV: 8, EBV: 3, VZV; 1, BKV: 1, HHV6: 1]), Candida sepsis(2 pts), Aspergillus(1 pt), Bacterial sepsis(2 pts), hemorrhagic cystitis(2 pts), thrombotic microangiopathy(1 pt), and posterior reversible encephalopathy syndrome(1 pt). Non-relapsed mortality occurred in 3 pts and the causes of death were CMV-peumonia(1 pt) and EBV-lymphoproliferative disease(2 pts) which occurred day+48, day+71 and day+439, respectively. Relapse occurred in 2 pts. With the median follow-up of 12(6–133) months, 1-year and 2-year event free survival (EFS) were 73% and 61%. Conclusions: These data suggest that non-TCD haplo-SCT combined with our GVHD prophylaxis is well tolerated, facilitate engraftment, and has significant anti-tumor activity, particularly in pediatric patients with non-remission acute leukemia. The safety profile is acceptable in this refractory/ relapsed population. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "hematopoietic stem cell transplantation",
        "leukemia, acute",
        "toxic effect",
        "brachial plexus neuritis",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "disease remission",
        "methotrexate",
        "neoplasms"
    ],
    "author_names": [
        "Atsushi Kikuta, MD, PhD",
        "Hideki Sano",
        "Shogo Kobayashi",
        "Mitsuko Akaihata",
        "Masaki Ito"
    ],
    "author_dict_list": [
        {
            "author_name": "Atsushi Kikuta, MD, PhD",
            "author_affiliations": [
                "Cancer Center, Division of Pediatric Oncology, Fukushima Medical University, Fukushima, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideki Sano",
            "author_affiliations": [
                "Department of Pediatrics, Fukushima Medical University, Fukushima, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shogo Kobayashi",
            "author_affiliations": [
                "Department of Pediatrics, Fukushima Medical University, Fukushima, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsuko Akaihata",
            "author_affiliations": [
                "Department of Pediatrics, Fukushima Medical University, Fukushima, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaki Ito",
            "author_affiliations": [
                "Department of Pediatrics, Fukushima Medical University, Fukushima, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:28:27",
    "is_scraped": "1"
}