{
    "doi": "https://doi.org/10.1182/blood.V126.23.706.706",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3159",
    "start_url_page_num": 3159,
    "is_scraped": "1",
    "article_title": "A Novel Pan-PIM Kinase Inhibitor, SEL24-B489, Induces Apoptosis and Inhibits Proliferation of Diffuse Large B-Cell Lymphoma Cells through Inhibition of Protein Translation and Attenuation of Myc and NFkB Activity ",
    "article_date": "December 3, 2015",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: B-cell Receptor Signaling and Resistance in Lymphoma",
    "topics": [
        "apoptosis",
        "attenuation",
        "diffuse large b-cell lymphoma",
        "kinase inhibitors",
        "nf-kappa b",
        "potentially inappropriate medication list",
        "translation, genetic",
        "transplantation, heterologous",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "ibrutinib"
    ],
    "author_names": [
        "Ewa Jablonska, PhD",
        "Maciej Szydlowski, PhD",
        "Emilia Bialopiotrowicz, PhD",
        "Przemyslaw Kiliszek, MSc",
        "Tomasz Sewastianik, MSc",
        "Anna Polak, MSc",
        "Krzysztof Warzocha, MD PhD",
        "Wojciech Czardybon, PhD",
        "Michal Galezowski, PhD",
        "Renata Windak, PhD",
        "Aniela Golas, PhD",
        "Krzysztof Brzozka, PhD",
        "Przemyslaw Juszczynski, MD PhD"
    ],
    "author_affiliations": [
        [
            "Dept. of Diagnostic Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Dept. of Diagnostic Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Dept. of Diagnostic Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Dept. of Diagnostic Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Dept. of Diagnostic Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Dept. of Diagnostic Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Department of Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Selvita S.A., Cracow, Poland"
        ],
        [
            "Selvita S.A., Cracow, Poland"
        ],
        [
            "Selvita S.A., Cracow, Poland"
        ],
        [
            "Selvita S.A., Cracow, Poland"
        ],
        [
            "Selvita S.A., Cracow, Poland"
        ],
        [
            "Dept. of Diagnostic Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ]
    ],
    "first_author_latitude": "52.20810050000001",
    "first_author_longitude": "21.0237913",
    "abstract_text": "Introduction. In 1/3of diffuse large B-cell lymphoma (DLBCL) patients current treatment options are ineffective, underscoring the need for more effective targeted therapies. Simultaneous genetic ablation of PIM kinases (PIM-1/2/3) or their pharmacological inhibition induce apoptosis in DLBCL cell lines, providing proof of concept that these proteins are promising targets in this disease. To better understand mechanisms of toxicity of PIM inhibition in DLBCL, we investigated biochemical and biological consequences of PIM inhibition using novel pan-PIM inhibitor (SEL24-B489) in a panel of DLBCL cell lines in in vivo xenograft model. Methods. Protein expression and phosphorylation status of PIM substrates was assessed by immunobloting. Proliferation and apoptosis were assessed by MTS assay and PI/AnnexinV staining. Gene expression profiling was performed on Illumina HT-12 v4 Chip. NFkB target genes expression was assessed by Real-Time Quantitative PCR (qPCR). For xenograft studies, 9-11 weeks old SCID/beige CB17 mice were subcutaneously injected with 5x10 6 U2932 cells suspended in 0.1 ml mixture of PBS with Matrigel. When tumor volumes reached ~100 mm3, mice were randomized into uniform groups and subjected to the compound administration (50 mg/kg daily, BID, per os ). Tumor volume was monitored every second day. Results. The newly developed pan-PIM inhibitor (SEL24-B489) was toxic to DLBCL cell lines in low-micromolar or sub-micromolar concentrations (IC50: 0,29 to 1,17µM). To determine mechanisms underlying toxicity of PIM inhibition in DLBCL, we first assessed the activity of 4EBP1 and ribosomal protein S6, proteins involved in protein translation. PIM inhibitor rapidly and uniformly decreased 4EBP1 and S6 phosphorylation in all tested DLBCL cell lines (DHL4, DHL6, Ly1, Ly7, Karpas 422, Pfeiffer, Toledo, U2932, HBL-1). Since PIM kinases have been shown to increase stability and/or activity of NFκB-p65 (RelA) and Myc, we assessed the abundance/activity of these transcription factors upon PIM inhibitor treatment. PIM inhibition led to downregulation of Myc protein in GCB DLBCL cell lines. Since Myc and PIMs cooperate in augmenting transcription of active genes, we assessed global RNA levels upon PIM inhibitor treatment. The RNA abundance in SEL24-B489-treated cells decreased by 22-37%. The underlying mechanism of the decrease in cellular mRNA content involved global inhibition of PIM-dependent histone H3 serine 10 (H3S10) phosphorylation and decreased phoshorylation of RNA polymerase II (serine 2). To test whether PIM inhibition also attenuates specifically NFκB-dependent transcription in DLBCL cell lines, we assessed gene expression profiles of vehicle- or SEL24-B489-treated HBL-1, U2932 and DHL4 cells. Following PIM inhibition, we observed significant downregulation of multiple validated NFκB target genes in HBL-1 and U2932 cells, but not in DHL4 cells. We further confirmed decreased transcript abundance of 4 NFκB target genes ( NFKBIA , CD40 , TNFAIP 3 and MIR 155) by qPCR. Since NFκB target gene expression in ABC-DLBCL is essential for their survival and can be specifically blocked with the BTK inhibitor ibrutinib, we hypothesized that simultaneous targeting of PIMs and BTK would synergistically inhibit NFkB activity and cell survival. To test this hypothesis, we incubated the ABC-DLBCL cell lines with the ibrutinib, SEL24-B489, or their combination. We identified synergistic growth inhibitory effects of the drug combination in ABC-DLBCL cell lines, with combination index (CI) of 0.51 and 0.2 for HBL-1 and U2932 cells, respectively. Finally, we investigated the efficacy of SEL24-B489 in vivo in the murine xenograft model using U2932 cells. In contrast to progressive tumor growth in animals exposed to vehicle alone, we observed marked inhibition of tumor growth (>90%) in SEL24-B489-treated mice. Conclusions. In conclusion, a novel pan-PIM inhibitor SEL24-B489 induces apoptosis of DLBCL cell lines in low/sub-micromolar concentrations and exhibits activity in a xenograft model. The mechanisms of SEL24-B489 toxicity include blocking of protein translation, induction of Myc degradation, decrease of RNA transcription and attenuation of NFκB activity. Moreover, we show marked synergy between the PIM inhibitor and ibrutinib. Hence, these results provide new insights into mechanism of action of PIM inhibitors and rationale for targeting PIM activity in DLBCLs. Disclosures Czardybon: Selvita S.A.: Employment. Galezowski: Selvita S.A.: Employment. Windak: Selvita S.A.: Employment. Golas: Selvita S.A.: Employment. Brzozka: Selvita S.A.: Employment. Juszczynski: Selvita S.A.: Other: member of Selvita Scientific Advisory Board."
}