{
    "doi": "https://doi.org/10.1182/blood.V118.21.3852.3852",
    "article_title": "Treatment with Ruxolitinib (INCB018424) Induced Changes of Microrna Expression in Granulocytes of Patients with Polycythemia Vera and Essential Thrombocythemia, ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Poster III",
    "abstract_text": "Abstract 3852 Protocol #18424-256 is a Phase 2 study of the JAK1 and JAK2 inhibitor ruxolitinib (INCB01842) in patients with advanced polycythemia vera (PV) and essential thrombocythemia (ET) refractory to hydroxyurea; preliminary results have been reported (Verstovsek S et al, ASH meeting, 2010, Abstract 313). As part of this protocol we analyzed the microRNA (miRNA) expression profile in gradient purified granulocytes (GN) in 5 PV and 11 ET patients at both baseline (Ba) and at week 4 (W4) after ruxolitinib initiation. Total RNA was purified using RNeasy kit and the purity/integrity assessed by Agilent 6000 Nano LabChips. The RNA (500ng) was labeled with the FlashTag® Biotin HSR kit and hybridized to Affymetrix Gene Chip miRNA Array 1.0. Image files were generated with Affymetrix Expression Console package and managed with Partek GS. Differentially expressed miRNAs were obtained and comparing using a paired t-test with a p-value cutoff of <0.01. Twenty microRNAs out of more than 46,000 probe included in the chip were significantly modified after treatment; of these, 12 (miR-708, -493, -367, -508-5p, -548m, -509-5p, -150, -146a, -31, -1275, -342, -32) were increased and 8 decreased (miR-1182, 142-3p, -374a, -101, 7f, 499-5p, -187, -548). Integrated analysis indicated that most target genes were involved in regulatory pathways potentially associated with MPN pathogenesis, including the TGF-β, MAPK, mTOR, JAK-STAT, VEGF and Notch, as well as chemokine and T-cell and B-cell receptor signaling pathways. miR-150, the levels of which increased with ruxolitinib treatment, has a negative effect on erythropoiesis by regulating the megakaryocyte-erythroid progenitor fate through antagonism to the transcription factor MYB; reduced miR-150 levels were reported in PMF granulocytes and PV reticulocytes, and its expression appeared to be inversely correlated with JAK2V617F burden in PV. miR146a , which was up-regulated post-ruxolitinib, has been reported to inhibit megakaryocytopoiesis by targeting CXCR4 mRNA. Of note, its over-expression also resulted in inhibition of Interleukin(IL)-1β-mediated release of pro-inflammatory cytokines, including IL-8, and suppression of the expression of NF-kB targets such as IL-1β, IL-6, IL-8. miR-31 and miR-342 , which both increased whit ruxolitinib, were found to be down-regulated in PMF granulocytes and their levels inversely correlated with JAK2 V617F burden in PV. miR-32 , up-regulated during ruxolitinib treatment, is believed to be involved in early erythroid commitment. Finally, miR-101 which is normally up-regulated during megakaryocytopoiesis as well as a negative regulator of EZH2 expression, significantly decreased with treatment. We hypothesize that these miRNAs might represent targets of the activated JAK/STAT pathway and potentially contribute to disease pathogenesis. To this end, we analyzed changes in miRNA expression profile in the SET-2 cell line, a heterozygous JAK2V617F mutated cell line derived from a patient with ET, at 3 and 6 hr of treatment with ruxolitinib (1.5 mM). Using paired t-statistics we identified significant changes vs baseline in 39 and 43 miRNAs tested in the SET2 cell line samples at 3h and 6h, respectively. Of these, 22 were up-regulated and 17 down-regulated at 3h; 8 up-regulated and 35 down-regulated at 6h of treatment. Four of the significantly modified miRNAs, namely miR-32, miR-31, miR-101, and miR-1275, showed changes consistent with these detected in granulocytes of patients treated with ruxolitinib, suggesting they might represent direct targets of this agent.However, the exact mechanisms of changes in miRNA expression following JAK inhibitor treatment remain to be defined. In summary, this study has documented for the first time in vivo changes of miRNA expression in granulocytes of patients receiving ruxolitinib, that could mechanistically contribute to the clinical efficacy of the drug. Disclosures: Vaddi: Incyte corporation: Employment. Burn: Incyte corporation: Employment. Contel: Incyte corporation: Employment. Verstovsek: Incyte Corporation: Research Funding. Vannucchi: Incyte corporation: Research Funding.",
    "topics": [
        "granulocytes",
        "micrornas",
        "polycythemia vera",
        "ruxolitinib",
        "thrombocythemia, hemorrhagic",
        "interleukin-8",
        "rna",
        "biotin",
        "burns",
        "chemokines"
    ],
    "author_names": [
        "Paola Guglielmelli, MD, PhD",
        "Lisa Pieri, MD",
        "Enrico Tagliarico, MD",
        "Roberta Zini, BiSci",
        "Ruggiero Norfo, PhD",
        "Alberto Bosi",
        "Kris Vaddi, PhD, DVM",
        "Timothy Burn, PhD",
        "Nancy Contel",
        "Srdan Verstovsek, MD, PhD",
        "Rossella Manfredini, BiSci, PhD",
        "Alessandro M. Vannucchi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paola Guglielmelli, MD, PhD",
            "author_affiliations": [
                "Dept of Medical and Surgical Care, Hematology, University of Florence, Florence, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa Pieri, MD",
            "author_affiliations": [
                "Dept of Medical and Surgical Care, Hematology, University of Florence, Florence, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrico Tagliarico, MD",
            "author_affiliations": [
                "Biomedical Sciences, University of Modena and Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Zini, BiSci",
            "author_affiliations": [
                "Biomedical Sciences, University of Modena and Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruggiero Norfo, PhD",
            "author_affiliations": [
                "Biomedical Sciences, University of Modena and Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Bosi",
            "author_affiliations": [
                "Dept of Medical and Surgical Care, Hematology, University of Florence, Florence, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kris Vaddi, PhD, DVM",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Burn, PhD",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Contel",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rossella Manfredini, BiSci, PhD",
            "author_affiliations": [
                "Biomedical Sciences, University of Modena and Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi, MD",
            "author_affiliations": [
                "Dept of Medical and Surgical Care, Hematology, University of Florence, Florence, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T18:38:57",
    "is_scraped": "1"
}