{
    "doi": "https://doi.org/10.1182/blood.V126.23.3413.3413",
    "article_title": "Utility of the Revised Cardiac Index Score for Predicting Post-Surgical Outcome in Hb SC or SBeta + -Thalassemia Sickle Cell Disease ",
    "article_date": "December 3, 2015",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia - Clinical: Poster III",
    "abstract_text": "Individuals with sickle cell disease (SCD) who undergo surgery with general anesthesia have higher rates of postoperative complications. Randomized clinical trials have shown a benefit for transfusing SCD patients to a goal hemoglobin concentration of 10 g/dL. Preoperative management for patients with Hb SC or Hb Sβ + -thalassemia is unclear because hemoglobin concentrations are frequently ≥ 10 g/dL. Pre-surgical risk assessment tools utilized in non-SCD patients may have a role in predicting adverse outcomes in individuals with Hb SC or Hb Sβ + -thalassemia. The revised cardiac risk index (RCRI) is a validated tool that incorporates clinical risk factors, which include a history of diabetes, cardiac or chronic kidney disease, with the type of surgery to predict perioperative cardiac and noncardiac complications in the general population. The purpose of this retrospective study was to investigate the utility of the RCRI score in patients with Hb SC or Hb Sβ + -thalassemia. Between January 2001 and December 2014, 53 surgeries requiring general anesthesia in 36 individual patients at the University of Illinois at Chicago had adequate records for analysis and were included in this study. The primary outcome was the association between the preoperative RCRI score and the postsurgical outcome morbidity score (POMS), a measure used to quantify total morbidity burden, at three days post-surgery. SCD-related complications were also evaluated as another outcome measure. The median age at the time of surgery was 41 years (range, 21 - 78 years), 64% were female, and 69% had Hb SC disease. No mortality within 30 days of surgery was observed. Using the risk stratification previously described in the CSSCD cohort for the type of surgery, 29% of the surgical procedures were categorized as low risk, 64% as intermediate risk, and 7% as high risk. Eleven (21%) of the surgeries were treated with preoperative transfusion and the median preoperative hemoglobin concentration was 10.6 g/dL (range, 8.3 - 14.0 g/dL). The distribution of RCRI scores are shown in Figure 1A. The POMS was ≥ 1 in 16 (30%) patients and on univariate analysis, was associated with the CSSCD-defined surgical procedure risk ( P = 0.03) and increasing RCRI score ( P = 0.001) (Figure 1B). On logistic regression analysis, after adjusting for CSSCD-defined surgical procedure risk and pre-operative transfusion therapy, RCRI remained an independent predictor for POMS ≥ 1 (OR 4.2, 95% CI: 1.4-12.8; P = 0.01). On linear regression analysis, the RCRI score was also independently associated with length of hospitalization (β +3.6, P = 0.01) after adjusting for CSSCD-defined surgical procedure risk and pre-operative transfusion therapy. SCD-related complications were observed in 7 (13%) patients (5 vaso-occlusive crises, 2 acute chest syndromes) and were not associated with preoperative transfusion therapy, RCRI score, or CSSCD-defined risk. In conclusion, the RCRI score was independently associated with a higher postoperative morbidity score and longer length of hospitalization and may be a clinically useful tool for the preoperative evaluation in Hb SC or Hb Sβ + -thalassemia patients. Figure 1. View large Download slide Figure 1. View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cardiac index",
        "sickle cell anemia",
        "surgical procedures, operative",
        "thalassemia",
        "preoperative care",
        "transfusion",
        "hemoglobin",
        "profile of mood states",
        "anesthesia, general",
        "diabetes mellitus"
    ],
    "author_names": [
        "Hamid Wardak",
        "Ari Rosenberg",
        "Vladimir Selounski",
        "Michel Gowhari, DO",
        "Robert E. Molokie, MD",
        "Johara Hassan, MD",
        "Jin Han, PharmD, PhD",
        "Victor R. Gordeuk, MD",
        "Santosh L. Saraf, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hamid Wardak",
            "author_affiliations": [
                "University of Illinois at Chicago, Chicago, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ari Rosenberg",
            "author_affiliations": [
                "University of Illinois at Chicago, Chicago, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vladimir Selounski",
            "author_affiliations": [
                "University of Illinois at Chicago, Chicago, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Gowhari, DO",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert E. Molokie, MD",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johara Hassan, MD",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Han, PharmD, PhD",
            "author_affiliations": [
                "Department of Pharmacy Practice, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor R. Gordeuk, MD",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santosh L. Saraf, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T21:37:38",
    "is_scraped": "1"
}