{
    "doi": "https://doi.org/10.1182/blood.V120.21.2133.2133",
    "article_title": "ST2 Utilizes Distinct Pathways to Suppress Inflammatory Cytokine Production and Modulate Rapid Differentiation of Human Monocytes Into CD83 + Dendritic Cells. ",
    "article_date": "November 16, 2012",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster II",
    "abstract_text": "Abstract 2133 Introduction and Aim: Dendritic cells (DCs) are professional antigen-presenting cells (APCs) that initiate and mediate immune responses. DCs are equipped with the biochemical machinery to process and present peptide fragments of protein antigens on major MHC molecules. Both myelomonocytic precursor cells and differentiated monocytes have been shown to be capable of differentiating into peripheral DCs. Peripheral blood monocytes can give rise to macrophages, but also develop into DCs under specific conditions. However, the factors and/or conditions that regulate differentiation along the DC pathway are not completely understood. ST2 is a member of the interleukin-1 (IL-1) receptor family and is expressed by type-2 helper T (Th2) cells. Two forms of ST2, a soluble secreted form (ST2) and a transmembrane form (ST2L), are generated by alternative splicing. A recent study showed that IL-33 is a specific ligand of ST2L and induces the production of Th2 cytokines. However, the counter-receptor for ST2 has not yet been identified. We previously demonstrated that ST2 was able to bind to the surface of a human monocytic leukemia cell line (THP-1 cells) and that it decreased binding of nuclear factor (NF)-κB to the IL-6 promoter. This time, we tested the ability of ST2 to influence the differentiation of normal human peripheral blood monocytes into DCs when cultured under serum-free conditions. We found that ST2 acts through distinct mechanisms to suppress the differentiation of CD14 + monocytes into DCs as well as inhibiting their secretion of the inflammatory cytokines IL-6, IL-1β, and TNF-α. Methods: The FACS protocol employed specific mAbs for human CD14, CD83, CD80, CD40, CD33, and HLA-DR, as well as isotype-matched control mAbs, and has been reported previously. Flow cytometry studies were done with a FACS Calibur flow cytometer (BD Biosciences) and WinMDI software. Human CD14 + peripheral blood monocytes were purchased from Lonza Walkersville, Inc., and were plated at a density of 2.5×10 6 cells/well in RepCell tissue culture plates (CellSeed) containing macrophage serum-free medium (SFM) (Invitrogen Life Technologies) supplemented with 50 ng/ml human rGM-CSF (Amgen) to maintain cell viability, as described previously. Cells were cultured overnight and differentiation was induced by addition of 50 ng/ml LPS derived from Escherichia coli strain O26:B6 (Sigma-Aldrich). In some experiments, cultures were supplemented at time zero with 50 ng/ml hST2-V5 or LacZ-V5, as described previously. In addition, cultures were supplemented with IL-33 at time zero. ELISA kits (R&D Systems) were used to quantify several cytokines. Results: ST2 altered cytokine production by LPS-treated monocytes, and inhibited the secretion of IL-6, IL-1β, and TNF-α. We evaluated the influence of ST2 on the percentage of monocytes adopting DC characteristics and their function, revealing a distinct effect on LPS-induced secretion of IL-6 and on members of the NF-κB family of transcription factors. Furthermore, IL-33 did not affect the percentage or function of monocytes adopting DC characteristics. Conclusion: These studies identified ST2 as a potent regulatory factor that suppresses the differentiation of DCs via distinct pathways. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "dendritic cells",
        "il1rl1 gene",
        "monocytes",
        "interleukin-6",
        "cd14 antigen",
        "interleukin-33",
        "interleukin-1",
        "tumor necrosis factors",
        "antigens"
    ],
    "author_names": [
        "Naoki Takezako, MD, PhD",
        "Naohiro Sekiguchi, M.D., Ph.D.",
        "Akihisa Nagata",
        "Takeshi Hagino",
        "Satoshi Noto, M.D., Ph.D.",
        "Akiyoshi Miwa, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naoki Takezako, MD, PhD",
            "author_affiliations": [
                "Hematology, National Hospital Organization Disaster Medical Center of Japan, Tachikawa, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naohiro Sekiguchi, M.D., Ph.D.",
            "author_affiliations": [
                "Hematology, National Hospital Organization Disaster Medical Center of Japan, Tachikawa, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihisa Nagata",
            "author_affiliations": [
                "Hematology, National Hospital Organization Disaster Medical Center of Japan, Tachikawa, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Hagino",
            "author_affiliations": [
                "Hematology, National Hospital Organization Disaster Medical Center of Japan, Tachikawa, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Noto, M.D., Ph.D.",
            "author_affiliations": [
                "Hematology, National Hospital Organization Disaster Medical Center of Japan, Tachikawa, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiyoshi Miwa, MD",
            "author_affiliations": [
                "Hematology, National Center for Global Health and Medicine, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T21:38:04",
    "is_scraped": "1"
}