{
    "doi": "https://doi.org/10.1182/blood.V118.21.2305.2305",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2094",
    "start_url_page_num": 2094,
    "is_scraped": "1",
    "article_title": "Identification of Patients At High Risk for Recurrent Venous Thromboembolism by Whole Blood Gene Expression Analysis ",
    "article_date": "November 18, 2011",
    "session_type": "331. Pathophysiology of Thrombosis: Poster II",
    "topics": [
        "gene expression",
        "venous thromboembolism",
        "whole blood",
        "antiphospholipid antibodies",
        "gene expression profiling",
        "anticoagulation",
        "rna",
        "antiphospholipid syndrome",
        "complementary rna",
        "fibrin fragment d substance"
    ],
    "author_names": [
        "Thomas L. Ortel, MD, PhD",
        "Michele Beckman, MPH",
        "W Craig Hooper, PhD",
        "Deborah A Lewis, PhD",
        "Jen-Tsan A. Chi, MD., PhD",
        "Kristy M. Kenney, MPH",
        "Christine De Staercke, PhD",
        "John A. Heit, M.D.",
        "Stephan Moll, MD",
        "Claire S. Philipp, MD",
        "Marilyn J. Manco-Johnson, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Duke Univ. Med. Ctr., Durham, NC, USA, "
        ],
        [
            "Centers for Disease Control and Prevention, Atlanta, GA, USA, "
        ],
        [
            "Centers for Disease Control and Prevention, Atlanta, GA, USA, "
        ],
        [
            "Hematology, Duke Univ. Med. Ctr., Durham, NC, USA, "
        ],
        [
            "Molecular Genetics and Microbiology, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Centers for Disease Control and Prevention, Atlanta, GA, USA, "
        ],
        [
            "Centers for Disease Control and Prevention, Atlanta, GA, USA, "
        ],
        [
            "Internal Medicine-Hematology Research, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "University of North Carolina, Chapel Hill, Chapel Hill, USA, "
        ],
        [
            "University of Medicine and Dentistry of New Jersey-Robert Wood Johnson Medical School, New Brunswick, NJ, USA, "
        ],
        [
            "Hemophilia & Thrombosis Center, University of Colorado School of Medicine, Aurora, CO, USA"
        ]
    ],
    "first_author_latitude": "36.004372700000005",
    "first_author_longitude": "-78.9360007",
    "abstract_text": "Abstract 2305 Background. Recurrent venous thromboembolism (VTE) occurs in ∼30% of patients with spontaneous VTE after completion of a standard course of anticoagulant therapy. D-dimer levels and selected clinical parameters have been used to identify patients at low risk for recurrent VTE, who may safely discontinue antithrombotic therapy. We have used gene expression profiles to distinguish patients with a single VTE from patients with recurrent VTE. The purpose of this study was to extend this initial report and identify unique gene expression patterns from whole blood that correlate with different risk profiles for VTE recurrence. Methods. Patients with ≥1 prior VTE, with the first event occurring at age 18 years or older and >3 months from the most recent event were recruited for this study. Patients were allocated into 4 groups: (1) ‘low-risk’ patients had sustained ≥1 provoked VTE; (2) ‘moderate-risk’ patients had sustained 1 unprovoked VTE (with or without provoked VTE); (3) ‘high-risk’ patients had sustained ≥2 unprovoked VTE and had no evidence for antiphospholipid antibodies; and (4) antiphospholipid syndrome (APS) patients met established consensus criteria for APS. A similar number of individuals with no prior history of VTE were enrolled as a control population. Citrated plasma, serum and PAXgene RNA tubes were collected, processed and stored at −80°C until shipped to the CDC for analysis. Antiphospholipid testing was performed on all participants to confirm correct group distribution. Total RNA was isolated from whole blood drawn into PAXgene tubes. Following sample labeling and normalization, cRNA samples were hybridized to Illumina HT-12 Beadchips to assay whole genome gene expression with over 47,000 probes against human transcripts. Two hundred and twenty six unique samples passed initial quality control measures. Quality assessment of raw data was done using GenomeStudio. The raw data files were converted to a text file using the IlluminaExpression FileCreator in GenePattern and then log transformed, normalized and median-centered using Cluster. Both unsupervised (hierarchical clustering using Cluster) and supervised analyses (SAM) were used to identify genes that were differentially expressed between the groups. GATHER was used to help understand the biological processes and gene ontology of the gene lists generated by Cluster and SAM. Results. A total of 226 participants were enrolled into the study. Characteristics of the patient groups are summarized in the Table. Demographically, the groups were similar except that patients in the high-risk group tended to be older and were more likely male. The number of events per patient, and the proportion on anticoagulant therapy, increased with the risk group.  Group . Age, yr . Sex, F (%) . Race, W (%) . Time since last VTE, yr . PE, N (%) . VTE/Patient N (n; %) . AC therapy? . Low-risk (n=44) 49 (25–90) 25 (57%) 37 (84%) 4 (1–15) 15 (34%) 1 (37; 84%); 2 (7; 16%) 31 (70%) Moderate-risk (n=45) 53 (22–86) 23 (51%) 37 (82%) 3 (1–9) 34 (76%) 1 (28; 62%); 2 (15; 33%); 3 (2; 4%) 41 (91%) High-risk (n=46) 58 (28–82) 15 (33%) 37 (80%) 6 (1–22) 25 (54%) 2 (29; 63%); 3 (9; 20%) ≥4 (7; 15%) 46 (100%) APS (n=47) 48 (20–83) 24 (51%) 43 (91%) 7 (1–26) 25 (53%) 1 (22; 47%); 2 (19; 40%); ≥3 (3; 6%) 44 (94%) Normals (n=44) 48 (21–75) 26 (59%) 39 (89%) – 0 – 2 (5%) Group . Age, yr . Sex, F (%) . Race, W (%) . Time since last VTE, yr . PE, N (%) . VTE/Patient N (n; %) . AC therapy? . Low-risk (n=44) 49 (25–90) 25 (57%) 37 (84%) 4 (1–15) 15 (34%) 1 (37; 84%); 2 (7; 16%) 31 (70%) Moderate-risk (n=45) 53 (22–86) 23 (51%) 37 (82%) 3 (1–9) 34 (76%) 1 (28; 62%); 2 (15; 33%); 3 (2; 4%) 41 (91%) High-risk (n=46) 58 (28–82) 15 (33%) 37 (80%) 6 (1–22) 25 (54%) 2 (29; 63%); 3 (9; 20%) ≥4 (7; 15%) 46 (100%) APS (n=47) 48 (20–83) 24 (51%) 43 (91%) 7 (1–26) 25 (53%) 1 (22; 47%); 2 (19; 40%); ≥3 (3; 6%) 44 (94%) Normals (n=44) 48 (21–75) 26 (59%) 39 (89%) – 0 – 2 (5%) View Large Antiphospholipid antibodies were detected in several patients in each of the 3 non-APS VTE patient groups, but in most cases this was a single test positive; antiphospholipid antibodies were present in the majority of patients with APS, typically with more than one test positive (37 of 45 with complete testing, 82%). Preliminary analysis of the gene expression profiles using an unsupervised clustering by gene on the high-risk and low-risk groups identified multiple genes that distinguished the two groups, including 18 immune response genes identified by GATHER. These two patient groups were also distinguished by SAM analysis, and multiple genes in the MAPK signaling pathway that separated the two groups were identified by the KEGG pathways in GATHER. Additional analyses are being performed on all of the groups. Conclusions. Whole blood gene expression profiling can be used to develop profiles that distinguish patients with VTE who differ based on their risk of recurrent events. Individual genes identified in these profiles may provide biological insights into the molecular basis for recurrent VTE. Disclosures: Heit: Daiichi Sankyo: Honoraria; Ortho-McNeil Janssen: Honoraria; Covidien: Honoraria. Manco-Johnson: Octapharma AG: Consultancy; Bayer: Research Funding."
}