{
    "doi": "https://doi.org/10.1182/blood-2019-130856",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4179",
    "start_url_page_num": 4179,
    "is_scraped": "1",
    "article_title": " NPM1 mutations Using Deep Amplicon Sequencing and Broad Next Generation Sequencing at the Time of Complete Remission Is Informative to Predicting Risk of Relapse Following Intensive Chemotherapy ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Introduction: NPM1 gene mutations are a common molecular aberration in acute myeloid leukemia (AML). In the absence of concurrent high FLT3 -ITD ratio mutations (>0.5), NPM1 mutations typically associate with higher complete remission (CR) rates following intensive induction chemotherapy. NPM1 mutations have been shown to be stable markers of persistent disease or impending relapse during CR or complete remission with incomplete count recovery (CRi). Given the clinical implications that persistent NPM1 mutations can have during CR/CRi, we used Deep Amplicon sequencing on CR/CRi bone marrow (BM) samples collected from adult de novo NPM1 -mutated AML patients to determine the ability of NPM1 mutations at both a high and lower sensitivity next generation sequencing methods and also the presence of additional clonal abnormalities on relapse risk. Methods: We performed targeted next generation sequencing (NGS) analysis in addition to NPM1 Deep Amplicon sequencing on paired BM or blood samples collected from 38 newly diagnosed NPM1 -mutated AML patients during CR/CRi after successful induction (1-2 courses of 7 + 3) and, if available, at relapse. NPM1 mutated NGS libraries were prepared using a KAPA HyperPlus Kit (Roche, Pleasanton, CA) and xGen Lockdown Probes (IDT, Coralville, IA). Libraries were sequenced using the Illumina HiSeq 4000 (Illumina, San Diego, CA). GATK's MuTect2 was used to perform variant calling. Variant allele frequency (VAF) cut-off for the NGS panel was 0.05 (5%) with the exception of hotspot variants in IDH1 (R132) and IDH2 (R140) where variants detected to a level of 0.01 (1%) were included. The VAF cut off used for NPM1 Deep Amplicon sequencing was 0.00012 (0.012%). Results: Targeted NGS analysis and NPM1 Deep Amplicon sequencing had exceptional concordance at the level of detection of VAF= 0.05 (Figure 1). Of 38 patients, 23 patients had undetectable NPM1 mutations as analyzed through NPM1 Deep Amplicon sequencing of whom 9 (38.1%) relapsed. In contrast, 15 patients were positive by NPM1 Deep Amplicon sequencing and 9 (60%) relapsed. Only 4 patients had detectable persistent NPM1 mutations after induction according to both detection techniques and two of these relapsed. We next examined the potential impact of clearing both NPM1 mutation and co-occurring mutations together on relapses (Figure 2). A total of 15 patients cleared all of their clonal abnormalities and 5 (27%) relapsed. In contrast, of the 23 patients who did not clear the NPM1 mutation and/or another co-occurring mutation at remission, 14 (61%) have relapsed. Eleven of the relapsed patients had relapse samples available of whom all had persistent NPM1 mutation at this time. Paired CR/CRi and relapsed samples showed acquisition or recurrence of several other mutations, most notably FLT3 -ITD, IDH1 , and IDH2 which are all targetable with small molecule therapeutics. Conclusions: The use of Deep Amplicon sequencing to identify NPM1 mutations at a lower detection threshold compared to standard NGS techniques was more sensitive, but did not appear to fully inform relapse rates in NPM1 -mutated AML patients after receipt of induction therapy. The appearance of other AML-associated mutations, identified together with NPM1 at time of remission, was more frequent among patients relapsing. These pilot data provide support for concurrent assessment of Deep Amplicon sequencing together with a broad standard NGS AML mutational assay to further enhance risk stratification of NPM1 -mutated patients. Additionally, while NPM1 clones are present in all patients examined at the time of relapse, persistence or development of targetable clones justifies repeat broad NGS sequencing at this time. Figure View large Download slide Figure View large Download slide  Disclosures Bhatnagar: Novartis and Astellas: Consultancy, Honoraria; Cell Therapeutics, Inc.: Other: Research support; Karyopharm Therapeutics: Other: Research support. Mims: Agios Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Astellas Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; PTC Therapeutics: Membership on an entity's Board of Directors or advisory committees. Behbehani: Fluidigm corporation: Other: Travel funding. Byrd: Novartis: Other: Travel Expenses, Speakers Bureau; TG Therapeutics: Other: Travel Expenses, Research Funding, Speakers Bureau; Genentech: Research Funding; Pharmacyclics LLC, an AbbVie Company: Other: Travel Expenses, Research Funding, Speakers Bureau; BeiGene: Research Funding; Janssen: Consultancy, Other: Travel Expenses, Research Funding, Speakers Bureau; Acerta: Research Funding; Gilead: Other: Travel Expenses, Research Funding, Speakers Bureau; Ohio State University: Patents & Royalties: OSU-2S.",
    "topics": [
        "chemotherapy regimen",
        "complete remission",
        "massively-parallel genome sequencing",
        "mutation",
        "npm1 gene",
        "recurrence risk",
        "disease remission",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Bhavana Bhatnagar, DO",
        "Shelley Orwick, BS",
        "Nyla A. Heerema, PhD",
        "Alison R. Walker, MD",
        "Alice S. Mims, MD",
        "James S. Blachly, MD",
        "Karilyn Larkin, MD",
        "Nicole Grieselhuber, MD PhD",
        "Gregory K. Behbehani, MD PhD",
        "Apollinaire Ngankeu",
        "Charles Thomas Gregory, BS",
        "John C. Byrd, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH ",
            "Wexner Medical Center B 307, The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State Univ. Medical Ctr., Columbus, OH "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University, Columbus, OH"
        ]
    ],
    "first_author_latitude": "39.9981438",
    "first_author_longitude": "-83.0233615"
}