{
    "doi": "https://doi.org/10.1182/blood.V122.21.3432.3432",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2528",
    "start_url_page_num": 2528,
    "is_scraped": "1",
    "article_title": "A Systematic Review Of The Role Of Erythropoietin In The Pathophysiology Of Anemia In Elderly Patients ",
    "article_date": "November 15, 2013",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster III",
    "topics": [
        "anemia",
        "erythropoietin",
        "older adult",
        "iron deficiency anemia",
        "kidney failure, chronic",
        "hemoglobin",
        "pharmacotherapy",
        "hemodialysis",
        "surgical mesh",
        "mauritius"
    ],
    "author_names": [
        "Swetha Sriram, MD",
        "Anargyros Xenocostas, MD, FRCPC",
        "Alejandro Lazo-Langner, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology, University of Western Ontario, London, ON, Canada"
        ],
        [
            "Department of Medicine, Division of Hematology, University of Western Ontario, London, ON, Canada"
        ],
        [
            "Department of Medicine, Division of Hematology, University of Western Ontario, London, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.009770700000004",
    "first_author_longitude": "-81.27423479999999",
    "abstract_text": "Introduction Anemia is a significant issue in the geriatric population, having an impact on morbidity, mortality and quality of life. However, identifying the etiology of anemia is not possible in ∼30% of patients. Postulated mechanisms of anemia of unknown etiology (AUE) include a blunted response to erythropoietin (EPO) or inadequate EPO production in response to anemia. The latter mechanism is of particular interest since it might be amenable to pharmacological intervention. Therefore, in order to explore the relationship between EPO levels and hemoglobin in elderly individuals with AUE, we conducted a systematic review of observational studies. Methods We searched Medline, EMBASE, Web of Science, Biosis Previews and Dissertations and Theses using the terms erythropoietin, anemia, elderly and diagnosis as MeSH subject headings. Additional relevant articles were identified by hand searching the meeting abstracts of the European Hematology Association (2006 - 2012) and the American Society of Hematology (2004 - 2012). For inclusion into the final review, studies needed to report data on EPO levels in elderly individuals diagnosed with anemia of unknown etiology. No meta-analysis was conducted due to the heterogeneity of the retrieved studies. Results The search identified 4277 potentially relevant citations, of which 31 studies were reviewed in full and 7 cohort studies (2 retrospective, 5 prospective) were included in the final review. The included studies involved 2534 participants ( 1 ). In general, studies found: 1) lower EPO levels in AUE compared to iron deficiency anemia and other forms of anemia; 2) a lack of correlation between EPO levels and the severity of anemia; and 3) EPO levels in AUE that are in general higher than in non-anemic patients. Table 1 Summary of articles included in the systematic review.  Author, year . Study design . N . Mean age (years) . Anemia of unknown etiology (n/%)Table . Iron deficiency anemia (n/%) . Anemia associated with CKD or HD (n/%) . EPO levels in AUE . Summary of Findings . Artz 2004 Retrospective cohort 60 82 (Range 49 - 94) 27 (45%) 14 (23%) 6 (10%) 14.6 mIU/mL +/- 7.3 Significant difference in EPO levels between IDA and AUE (p = 0.003). Univariate analysis of AUE: no correlation between EPO and Hb concentrations. Artz 2011 Prospective cohort 174 76 (all subjects >/= 65) 76 (43.7%) 44 (25.3%) 6 (3.4%) 14 mIU/mL (7.6 - 31) Significantly lower EPO levels in AUE compared to IDA (p< 0.0001). Log transformed EPO levels: no correlation with Hb in AUE. den Elzen 2013 Prospective cohort 490 86 (all participants aged 86) 29 (5.91%) 13 (2.65%) 8 (1.63%)) 11.1 mIU/mL (7.5 - 13.9) Lower EPO levels in AUE (11.1 mIU/mL) compared to IDA (16.2 mIU/mL). Ferrucci 2007 Prospective cohort 964 81 (SD 8)* 42 (36.8%) 19 (16.7%) 9 (7.9%) 7.7 mU/mL Significantly lower EPO levels in AUE compared to non-anemic controls. AUE: little EPO compensation with low Hb levels. Kario 1992 Prospective cohort 247 78 (SD 8) 65 (67.0%) 8 (8.25%) N/A 29.5 mU/mL(20.8 - 41.6) EPO levels were highest in IDA. EPO in AUE slightly higher than non-anemic controls. No correlation seen between EPO and Hb in AUE. Price 2011 Prospective cohort 190 77.8 (SD 7.2) 67 (35%) 23 (12%) 8 (4%) Not available Quantile regression model: trend of higher EPO levels in IDA compared to AUE at a Hb of 10 g/dL. Waalen 2011 Retrospective cohort 409 74.0 (SD 5.5 )* 152 (61.8%) 60 (24.4%) 34 (13.8%) Men: 10.0 mIU/mL +/- 7.0 Women: 8.6 mIU/mL +/- 4.0 Significantly higher EPO levels in AUE compared to matched controls, but modest compared to EPO levels in IDA. AUE: no correlation between EPO and Hb concentration. Author, year . Study design . N . Mean age (years) . Anemia of unknown etiology (n/%)Table . Iron deficiency anemia (n/%) . Anemia associated with CKD or HD (n/%) . EPO levels in AUE . Summary of Findings . Artz 2004 Retrospective cohort 60 82 (Range 49 - 94) 27 (45%) 14 (23%) 6 (10%) 14.6 mIU/mL +/- 7.3 Significant difference in EPO levels between IDA and AUE (p = 0.003). Univariate analysis of AUE: no correlation between EPO and Hb concentrations. Artz 2011 Prospective cohort 174 76 (all subjects >/= 65) 76 (43.7%) 44 (25.3%) 6 (3.4%) 14 mIU/mL (7.6 - 31) Significantly lower EPO levels in AUE compared to IDA (p< 0.0001). Log transformed EPO levels: no correlation with Hb in AUE. den Elzen 2013 Prospective cohort 490 86 (all participants aged 86) 29 (5.91%) 13 (2.65%) 8 (1.63%)) 11.1 mIU/mL (7.5 - 13.9) Lower EPO levels in AUE (11.1 mIU/mL) compared to IDA (16.2 mIU/mL). Ferrucci 2007 Prospective cohort 964 81 (SD 8)* 42 (36.8%) 19 (16.7%) 9 (7.9%) 7.7 mU/mL Significantly lower EPO levels in AUE compared to non-anemic controls. AUE: little EPO compensation with low Hb levels. Kario 1992 Prospective cohort 247 78 (SD 8) 65 (67.0%) 8 (8.25%) N/A 29.5 mU/mL(20.8 - 41.6) EPO levels were highest in IDA. EPO in AUE slightly higher than non-anemic controls. No correlation seen between EPO and Hb in AUE. Price 2011 Prospective cohort 190 77.8 (SD 7.2) 67 (35%) 23 (12%) 8 (4%) Not available Quantile regression model: trend of higher EPO levels in IDA compared to AUE at a Hb of 10 g/dL. Waalen 2011 Retrospective cohort 409 74.0 (SD 5.5 )* 152 (61.8%) 60 (24.4%) 34 (13.8%) Men: 10.0 mIU/mL +/- 7.0 Women: 8.6 mIU/mL +/- 4.0 Significantly higher EPO levels in AUE compared to matched controls, but modest compared to EPO levels in IDA. AUE: no correlation between EPO and Hb concentration. * Age of the anemia of unknown etiology population only EPO: erythropoietin, AUE: anemia of unknown etiology, IDA: iron deficiency anemia. Hb: hemoglobin, CKD: chronic kidney disease, HD: hemodialysis View Large Conclusion Our findings suggest that EPO levels are generally elevated in elderly individuals with AUE, but remain inappropriately low, particularly when compared to anemia of other etiologies suggesting either a relative EPO deficiency, an abnormal EPO response or an abnormal erythroid cell response to EPO. Further research is required to elucidate the mechanisms involved, and the value of pharmacological interventions. Disclosures: No relevant conflicts of interest to declare."
}