{
    "doi": "https://doi.org/10.1182/blood.V128.22.SCI-17.SCI-17",
    "article_title": "Spliceosome: Physiology and Disease Pathogenesis ",
    "article_date": "December 2, 2016",
    "session_type": "Focusing on Myeloid Neoplasia Through Splicing",
    "abstract_text": "Pre-mRNA splicing is an essential step for the expression of intron-containing genes, i.e., the majority of genes. Splicing is a high-fidelity process, as required for the correct expression of proteins. However, there is flexibility in the selection of competing splice sites, which gives rise to alternative splicing, a regulated process that greatly increases the diversity of the proteome. Splicing is catalyzed in a stepwise manner by the spliceosome, a macromolecular machine that consists of 5 small RNAs and more than 100 proteins. Key insights about the structure and dynamics of spliceosomal complexes have recently been obtained through cryo-electron microscopy studies. Dysregulated splicing can arise from mutations in the splice sites or regulatory elements of individual genes, from alterations in the levels of regulatory splicing factors (activators and repressors), or from mutations in splicing-factor genes. All of these scenarios can give rise to various cancers, depending on the affected gene and the cellular context. Interestingly, recurrent somatic heterozygous mutations in particular splicing factors involved in branchpoint-sequence and 3'-splice-site recognition have emerged as key drivers of certain myeloid neoplasias. This presentation will review relevant features of the spliceosome machinery, the functional implications for normal and pathological conditions, and the potential for novel therapies. Disclosures Krainer: Ionis Pharmaceuticals: Consultancy, Honoraria, Patents & Royalties, Research Funding; Stoke Therapeutics: Consultancy, Equity Ownership, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Co-founder, Patents & Royalties; Cold Spring Harbor Laboratory: Employment, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties; H3 Biomedicine: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "spliceosomes",
        "physiology",
        "rna splicing factors",
        "cancer",
        "common cold",
        "complex",
        "cryoelectron microscopy",
        "heterogeneous nuclear rna",
        "proteome",
        "introns"
    ],
    "author_names": [
        "Adrian Krainer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Adrian Krainer, PhD",
            "author_affiliations": [
                "Cold Spring Harbor Laboratory, Cold Spring Harbor, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:34:21",
    "is_scraped": "1"
}