{
    "doi": "https://doi.org/10.1182/blood.V114.22.1274.1274",
    "article_title": "Ectopic Expression and Role of RCAN1 in Myeloid Leukemia Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "DISORDERED GENE EXPRESSION IN HEMATOLOGIC MALIGNANCY INCLUDING DISORDERED EPIGENETIC REGULATION POSTER I",
    "abstract_text": "Abstract 1274 Poster Board I-296 Introduction RCAN1 (also called DSCR1, calcipressin 1, MCIP1, Adapt78) is known to be a regulator of calcineurin, a Ca2+/calmodulin-dependent protein phosphatase, and has also been shown to regulate the activity of certain transcription factors, including NF-AT and NF-kB. RCAN1 expression is widely found in various tissues, including the brain, kidney, liver and heart, but the expression level of RCAN1 is extremely low in normal hematopoiesis-related organs (bone marrow and spleen). Although RCAN1 has been shown to act as a negative regulator of FceRI-induced mast cell activation and NF-AT signaling in megakaryocytes, the cellular function of RCAN1 in myeloid cells remains unknown. Recently, we found that RCAN1 was highly expressed in acute phase of chronic myeloid leukemia (CML) by DNA microarray analysis. In this study, to explore the role of RCAN1 in leukemogenesis, we compared RCAN1 expression in leukemia cells and that in normal hematopoietic cells. We also analyzed regulatory mechanisms of RCAN1 gene promoter function and searched for novel RCAN1-interacting molecules in myeloid leukemia cells. Methods Expression of RCAN1 was examined by quantitative PCR using normal human bone marrow cells, bone marrow cells from patients with acute myeloid leukemia (AML) and patients with CML, and various human hematological tumor cell lines. Promoter activity of the human RCAN1 gene was evaluated by a luciferase assay using various deletion mutants in KCL22 cells. To identify novel RCAN1-interacting proteins, a yeast two-hybrid assay was performed using a cDNA library from K562 leukemia cells. Results Fractions of CD34+CD38-, CD34+CD38+, CD33+CD14-CD16-, CD33+CD14+ and CD33+CD16+ cells from normal human bone marrow showed extremely low levels of RCAN1, indicating that RCAN1 is scarcely expressed in normal hematopoietic cells, including stem cells and progenitor cells. In contrast, bone marrow mononuclear cells (BMMC) from 15 of 16 patients with AML and all four patients with CML in acute phase showed substantial levels of RCAN1. Furthermore, RCAN1 was expressed in all human cell lines examined in this study that were derived from AML (THP-1, U937, HL60, KY821), CML in acute phase (KCL22,K562, KU812), acute lymphoblastic leukemia (Jarkat, Raji) and multiple myeloma (RPMI8226, U266). Interestingly, expression levels of RCAN1 were significantly decreased in BMMC from three of four AML patients when the patients were in complete remission. These results suggest that RCAN1 is extraordinarily expressed in a wide range of hematological tumor cells. To reveal the underlying mechanisms of ectopic expression of RCAN1, we next examined the promoter function of RCAN1 gene, which consists of seven exons. Although RCAN1 expresses several alternative isoforms that selectively include each of exons 1-4 and use distinct promoters, we found that only exon 1 isoform was expressed in these leukemia cells. Analysis of the function of human RCAN1 gene promoter upstream of exon 1 demonstrated that NKX2-5 binding site is important for basal activity of RCAN1 gene promoter in KCL22 cells. NKX2-5 is a homeobox-containing transcription factor and is involved in leukemogenesis of T-cell acute lymphoblastic leukemia. Our results raised the possibility that NKX2-5 plays a role in malignant transformation partly through expression of RCAN1 in myeloid leukemia cells. Finally, we searched for RCAN1-interacting proteins in leukemia cells. By screening a cDNA library from K562 cells using yeast two-hybrid assay, we found that RCAN1 interacts with HINT1, HINT2 and RINT1. HINT1 has been reported to be a tumor suppressor against hepatocellular carcinoma, and HINT2 and RINT1 have also been found to function as tumor suppressors. It would be interesting to clarify whether RCAN1 affects the activity of these molecules, and it is important to reveal the involvement of these molecules in leukemogenesis. Conclusion RCAN1 is extraordinarily expressed in a wide range of hematological malignant cells, and NKX2-5 might be important for its ectopic expression. It is possible that RCAN1 is biologically significant in leukemogenesis through affecting certain tumor suppressors. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ectopic gene expression",
        "leukemia, myeloid",
        "leukemia",
        "leukemogenesis",
        "molecule",
        "dna, complementary",
        "hematologic neoplasms",
        "nuclear factor of activated t-cells",
        "protein isoforms",
        "transcription factor"
    ],
    "author_names": [
        "Shin-ichiro Fujiwara",
        "Tadashi Nagai",
        "Satoru Kikuchi",
        "Mitsuyo Uesawa",
        "Chihiro Sakurai",
        "Ken Ohmine",
        "Jiro Kikuchi",
        "Yusuke Furukawa",
        "Keiya Ozawa"
    ],
    "author_dict_list": [
        {
            "author_name": "Shin-ichiro Fujiwara",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tadashi Nagai",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoru Kikuchi",
            "author_affiliations": [
                "Fukushima South Circulation Hospital, Fukushima, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsuyo Uesawa",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chihiro Sakurai",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Ohmine",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiro Kikuchi",
            "author_affiliations": [
                "Division of Stem Cell Regulation, Center for Molecular Medicine, Jichi Medical University, Shimotsuke, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusuke Furukawa",
            "author_affiliations": [
                "Division of Stem Cell Regulation, Center for Molecular Medicine, Jichi Medical University, Shimotsuke, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiya Ozawa",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T06:54:30",
    "is_scraped": "1"
}