{
    "doi": "https://doi.org/10.1182/blood-2018-99-119343",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3927",
    "start_url_page_num": 3927,
    "is_scraped": "1",
    "article_title": "High Incidence and Recurrence Rate of Venous Thromboembolic Events in Patients with Sickle Cell Disease ",
    "article_date": "November 29, 2018",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical: Poster II",
    "topics": [
        "oral contraceptives",
        "recurrence risk",
        "sickle cell anemia",
        "thromboembolic event",
        "venous thromboembolism",
        "deep vein thrombosis",
        "follow-up",
        "thalassemia",
        "thrombosis",
        "acute chest syndrome"
    ],
    "author_names": [
        "Bart J. Biemond, MD PhD",
        "Ewout R. Egner, MD",
        "Erfan Nur, MD PhD",
        "Charlotte F.J. Van Tuijn, MPH, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Amsterdam University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Department of Hematology, Amsterdam University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Department of Hematology, Amsterdam University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Department of Hematology, Amsterdam University Medical Center, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "52.33645145",
    "first_author_longitude": "4.85912135",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is characterized by chronic hemolytic anemia and chronic inflammation resulting in endothelial damage, neutrophil and platelet activation, enhanced cell adhesion and coagulation activation. Due to these conditions, sickle cell disease is considered to be a procoagulant condition. However, limited studies have evaluated the incidence of thrombosis in sickle cell disease and clinical risk factors for thrombosis are not clear. Here we present a retrospective cohort study to determine the incidence of VTE in a well characterized cohort of adult sickle cell patients. The aim of the study was to assess the cumulative incidence of venous thromboembolic events in patients with SCD and to relate this complication with clinical risk factors, genotype, organ damage and laboratory parameters. Methods: All patients with SCD (HbSS, HbSC, HbSβ 0 thalassemia, HbSβ + thalassemia) of ≥ 18 years in a tertiary clinic for SCD at the Amsterdam University Medical Center in the Netherlands were eligible for the study. Patients with a history of prior VTE or VTE or VTE at first presentation were excluded. Patients were divided into a subgroups with a severe genotype (HbSS/HbSβ 0 thalassemia) and a mild genotype (HbSC/HbSβ + thalassemia). Hospital electronic records were analyzed for occurrences of deep vein thrombosis (DVT) or pulmonary embolism (PE) objectified with diagnostic tests (ultrasound, high probability ventilation/perfusion scan or CT angiography). All sickle cell related complications, organ damage and clinical risk factors at the time of the VTE were scored. General laboratory parameters were gathered from patient records in steady state condition. Results: In total 228 patients were included in the study with a mean age of 24 ± 10 years at the start of follow up years and a total follow up of 1548 patient years. Median follow up was 5 years (IQR 2-10). Twenty-one patients suffered one or more VTE episodes (9.2%), resulting in an incidence rate in the entire cohort of 13.6 VTE events per 1000 patient years (95%Cl 9.7-22.0). We recorded 8 recurrences of VTE in 5 patients (1 patient suffered two VTE recurrences, and 1 patient had three VTE recurrences) with a median time to recurrence of 3 years (IQR 1-4). Mean age at the time of first VTE was 29 years. The first VTE episodes consisted of an isolated DVT of the leg/arm in 8/21 patients, an isolated PE in 10/21 patients, and a combined DVT and PE in 3/21 patients. Of these first VTE episodes 9/21 (43%) were found to be idiopathic, 5/21 (24%) occurred during oral contraceptive use and 7/21 (33%) were provoked by recent surgical procedure/hospital admission/central venous catheter. VTE was significantly associated with a previous history of acute chest syndrome (ACS) (OR 10.6 [3.3 - 46.6] P <.001), avascular necrosis (AVN) (OR 5.6 [2.1 - 15.0] P 1000 μg/L (OR 3.8 [1.4 - 10.2] P =0.023). No significant association with other forms of organ damage was found. Patients with a severe genotype had a higher incidence of VTE than patients with a mild genotype (11.4% versus 5.6%). In the severe genotype subgroup, lower median HbF levels correlated with an increased risk of VTE ( P <.005). Ten patients died during follow-up at a mean age of 40 ± 16 years. Conclusion: Sickle cell patients have a remarkably high incidence rate of VTE (13.6 events per 1000 patients years) with a high recurrence rate (23.8%). This confirms the hypercoagulable state of patients with SCD. Sickle cell related complications like ACS and AVN were associated with VTE. Given the high incidence and recurrence rate, awareness for VTE in SCD patients is warranted and long term anticoagulation may be indicated. Disclosures No relevant conflicts of interest to declare."
}