{
    "doi": "https://doi.org/10.1182/blood.V106.11.1440.1440",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=526",
    "start_url_page_num": 526,
    "is_scraped": "1",
    "article_title": "Gain of Chromosome 21 Is Associated with Early Treatment Sensitivity in Childhood Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "chromosomes, human, pair 21",
        "leukemia, lymphocytic, acute, childhood",
        "complete remission",
        "prognostic factors",
        "acute lymphocytic leukemia",
        "array-based comparative genomic hybridization",
        "bcr-abl tyrosine kinase",
        "cancer",
        "leukemia, precursor b-cell lymphoblastic",
        "neoplasm, residual"
    ],
    "author_names": [
        "Doris Steinemann",
        "Gunnar Cario",
        "Martin Stanulla",
        "Marcel Tauscher",
        "Tanja Hinrichsen",
        "Gudrun Michaelsen",
        "Susanne Viehmann",
        "Peter Lichter",
        "Martin Schrappe",
        "Brigitte Schlegelberger"
    ],
    "author_affiliations": [
        [
            "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Department of Pediatrics, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany"
        ],
        [
            "Pediatric Hematology/Oncology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Pediatric Hematology/Oncology, Justus-Liebig-University Giessen, Giessen, Germany"
        ],
        [
            "Deutsches Krebsforschungszentrum, (DKFZ), Heidelberg, Germany"
        ],
        [
            "Department of Pediatrics, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany"
        ],
        [
            "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
        ]
    ],
    "first_author_latitude": "52.381589399999996",
    "first_author_longitude": "9.8096658",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is the most common malignancy in childhood. In vivo response to initial therapy, as assessed by determination of minimal residual disease (MRD) at 5 and 12 weeks of treatment, has evolved as the strongest prognostic factor in pediatric ALL patients treated according to the BFM regime. In this study, ten patients with a poor treatment response (MRD load ≥ 10 −3 at week 12, MRD-high risk, HR) and five treatment-sensitive (no measurable MRD at weeks 5 and 12, MRD-standard risk, SR) patients were investigated by means of high-resolution bacterial artificial chromosome (BAC) array-based comparative genomic hybridization (array-CGH). To ensure homogeneity with regard to prognostic factors, the following inclusion criteria were used: B cell precursor or common ALL, DNA index of 1.0, no BCR/ABL, no MLL/AF4, no TEL/AML1 rearrangements. A gain for all chromosome 21-related BAC clones was observed in all SR patients. None of the ten HR patients showed a gain of any region of chromosome 21. This result could be confirmed by means of fluorescence in situ hybridization using the LSI AML1/ETO DC probe set. Besides the basic level of chromosome 21 gain, higher levels of gain or amplification observed for individual regions were found in three SR patients. Recurrent genomic alterations in the group of HR patients were loss of chromosomal region 2p11.22 (9/10), a gain of 8q24.13 (7/10) and loss of 14q32 (8/10). To see whether these findings may help to further subdivide the intermediate risk group patients (any MRD positivity at week 5, MRD load < 10 −3 at week 12) we additionally analyzed three patients of this group: two patients in long-term complete remission and one patient who relapsed 29 months after diagnosis. Again, a gain for all chromosome 21-related clones was detected in both patients in complete remission. In contrast, the leukemic sample of the relapsed patient demonstrated no gain of chromosome 21. We conclude that array CGH analysis in childhood ALL may lead to the identification of additional prognostic markers. The relevance of the observed gain of chromosome 21 has to be validated in a larger set of patients."
}