{
    "doi": "https://doi.org/10.1182/blood.V110.11.219.219",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=892",
    "start_url_page_num": 892,
    "is_scraped": "1",
    "article_title": "Circadian Traffic of Hematopoietic Stem Cells Is Orchestrated by the Molecular Clock and Mediated by β 3 Adrenergic Signals from the Sympathetic Nervous System. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells",
    "topics": [
        "adrenergic agonists",
        "agonists",
        "antagonists",
        "beta-2 adrenergic receptors",
        "colony-stimulating factors",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cells",
        "integrins",
        "isoproterenol",
        "norepinephrine"
    ],
    "author_names": [
        "Simon Mendez-Ferrer, PhD",
        "Daniel Lucas, PhD",
        "Michela Battista, PhD",
        "Jungeun Jang, MS",
        "Paul Frenette, MD"
    ],
    "author_affiliations": [
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7898178",
    "first_author_longitude": "-73.9532394",
    "abstract_text": "Under homeostasis, low numbers of haematopoietic stem cells (HSPC) are detectable in the bloodstream of mammals. Here, we show the mechanisms behind the robust circadian oscillations of circulating HSPC in mice. In normal 12h light-12h darkness cycles (LD) there were 2–4-fold fluctuations in Lin-Sca-1+c-kit+ cells and competitive repopulating stem cell units (CRU; 16 weeks) between the peak (5h after the initiation of light) and trough (12h later). Circadian fluctuations of HSPC were entrained by photic cues since the pattern was dramatically altered when mice were subjected to continuous light or a “jet lag” of 12h. Because CXCL12 mediates HSPC migration, we evaluated whether it is subjected to circadian control. Indeed, CXCL12 protein and mRNA levels in the bone marrow (BM) fluctuate under all light conditions in antiphase with circulating HSPC. Since the sympathetic nervous system (SNS) affects G-CSF-induced HSPC mobilization ( Cell  2006 ; 124 : 407 –21 ), we analyzed its role in circadian HSPC release. SNS disruption by injection of 6-hydroxydopamine significantly hampered HSPC egress from the BM, as revealed by the marked reductions in the number of CRU in the blood obtained from sympathectomized animals compared to control mice. Moreover, unilateral section of the sciatic and femoral nerves revealed that the circadian oscillations of Cxcl12 were severely altered in the denervated tibiae but not in the contralateral sham-operated limbs, suggesting the requirement of adrenergic signals locally delivered in the BM. To dissect further the underlying mechanism, we treated BM stromal cells (MS-5) with adrenergic agonists and antagonists. Norepinephrine and isoproterenol, a non-selective β-adrenergic agonist, reduced CXCL12 production in a dose-dependent manner. Unexpectedly, this effect was mediated by the β 3 - ( Adrb3 ) but not the β 2 -adrenergic receptor ( Adrb2 ) since it was induced by a β 3 -adrenergic agonist and inhibited by a specific β 3 antagonist while Adrβ 2 engagement or blockade had no effect. Similar results were obtained in primary myeloid BM cultures. Further, isoproterenol treatment significantly reduced Cxcl12 expression in stroma derived from Adrb2 −/− but not Adrb3 −/− mice. In addition, isoproterenol administration increased circulating HSPC in wild-type but not Adrb3 −/− mice in which HSPC homing was blocked by inactivation of endothelial selectins and α 4 integrins. Since SNS signals can modulate osteoblast proliferation via peripheral expression of clock genes, we profiled the expression of core clock genes in the BM, and found altered patterns of Clock , Bmal1 , Per1 , Per2 , Cry1 and Rev-erb- α under continuous light or jet lag conditions. However, treatment of stromal cells obtained from the BM of Bmal1 −/− or Per1 −/− Per2 m/m mice with isoproterenol reduced Cxcl12 to the same extent as in wild-type control stroma, suggesting that peripheral clock genes do not directly regulate Cxcl12 . The physiological oscillations in circulating HSPC may impact the harvested stem cell yield since more HSPC were obtained at the acrophase in mice injected with G-CSF or AMD-3100. All together, these results demonstrate that the cyclical HSPC release and Cxcl12 BM expression are regulated by the central and not the peripheral molecular clock through signals from the SNS that are transduced locally by the β 3 -adrenergic receptor in BM stromal cells. Since osteoblasts are reported to express only Adrb2 , these results also suggest the contribution of other stromal components in the physiological release of HSPC."
}