{
    "doi": "https://doi.org/10.1182/blood.V112.11.1432.1432",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1171",
    "start_url_page_num": 1171,
    "is_scraped": "1",
    "article_title": "Dominant Role for SDF-1 in the Vasculo-Angiogenesis Phenotype in Children with Sickle Cell Disease. ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "angiogenesis",
        "child",
        "phenotype",
        "sickle cell anemia",
        "stromal cell-derived factor 1",
        "growth factor",
        "cytokine",
        "vascular injuries",
        "erythropoietin",
        "hemoglobin"
    ],
    "author_names": [
        "Beatrice E Gee, M.D.",
        "Jerry M Manlove-Simmons, B.S",
        "Yao Huang, M.S.",
        "Nana Wilson, B.S.",
        "Jonathan Stiles, Ph.D.",
        "Solomon Fiifi Ofori-Acquah, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Morehouse School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Cardiovascular Research Institute, Morehouse School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pediatrics, Morehouse School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Microbiology, Biochemistry & Immunology, Morehouse School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Microbiology, Biochemistry & Immunology, Morehouse School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Aflac Cancer Center/Blood Disorders Services, Emory University, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.761424500000004",
    "first_author_longitude": "-84.3982025",
    "abstract_text": "BACKGROUND: Vasculogenesis is critically important to restoring and maintaining vascular homeostasis in patients who have sickle cell disease. Emerging evidence indicates vasculo-angiogenesis is a complex process involving recruitment of endothelial progenitor cells (EPCs) from the bone marrow and homing of EPCs to sites of vascular injury. Both recruitment and homing of EPCs are intimately regulated by cytokines and growth factors that are released in response to vascular insult. Hitherto, the phenotype of growth factors and cytokines intimately involved in EPC recruitment and homing in patients who have sickle cell disease remains poorly understood. METHODS: A total of 50 children aged 6–18 years were studied, 30 with Hemoglobin SS, including 11 on chronic red blood cell transfusions, and 20 with normal hemoglobin. We measured plasma concentrations of angiogenesis growth factors/cytokines using a multiplex assay, which permitted analysis of nine factors concurrently, and determined the number and phenotype of EPC colonies derived from peripheral blood samples. RESULTS: Plasma concentrations of stromal derived growth factor (SDF-1, 1.7-fold), angiopoietin-2 (Ang-2, 2-fold) and erythropoietin (7-fold) were significantly elevated (p<0.001) in children with sickle cell disease compared to control subjects. On the contrary, plasma leptin was significantly lower (2-fold, p<0.001) in the sickle cell disease group, while no significant differences were found for several other angiogenic growth factors including VEGF, HGF, IL-8, PGF and PDGF between children with sickle cell disease and the control group. Peripheral blood-derived EPC colonies were significantly higher (almost 3-fold) in patients who have sickle cell disease compared to the control group. Interestingly, EPC colony number was lower in sickle cell patients on chronic transfusion therapy compared to those who were not on chronic transfusion. There were significant correlations between EPC colony number and plasma concentrations of SDF-1 (r=0.65, p<0.001) and Ang-2 (r=0.36, p<0.05), but no correlation between EPC colony number and plasma erythropoietin and leptin. CONCLUSION: These data demonstrate for the first time enhanced vasculogenic potential in patients with sickle cell disease at steady-state. SDF-1 enhances the homing of EPCs and is highly expressed in ischemic tissues. The association of elevated SDF-1 and Ang-2 levels with EPC colony number is consistent with the hypothesis that sickle cell disease causes ongoing ischemic vascular injury. SDF-1 may be potentially used as a marker for vascular injury and a therapeutic target that can be developed to augment vascular repair in sickle cell disease."
}