{
    "doi": "https://doi.org/10.1182/blood.V106.11.3440.3440",
    "article_title": "Demethylation Profiling of CD34-Positive Hematopoietic Cells in Patients with Myelodysplastic Syndromes. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Myelodysplastic syndromes (MDS) are a genetic and epigenetic disease of the hematopoietic stem cell. Aberrant CpG islands methylation in the contex of the promoter of multiple genes plays a pivotal role in the pathogenesis of MDS and leads to silencing of tumor suppressor genes, including cell-cycle inhibitors, inducers of apoptosis, DNA repair genes, transcription factors, cell adhesion mediators, hormonal receptors and detoxifiers. Demethylating agents, such as decitabine and azacitidine, are able to revert epigenetic silencing induced by hypermethylation and are currently used to treat all subtypes of MDS. Some of the target genes of demethylating drugs have been well studied and correlated to clinical response of patients, such as p15 INK4B , but most of them remain to be identified and characterized. We isolated CD34+ cells from two patients with previously untreated MDS, a 70 year old female, with a diagnosis of Refractory Anemia with Excess Blasts (RAEB) and a complex karyotype including deletion of 5q11–q34 and trisomy 8, and a 59 years old male, with a diagnosis of RAEB in transformation, according to FAB and a normal karyotype. CD34+ cells were isolated from bone marrow samples by immunomagnetic beads, with a yield of about 2 x 10 6 cells per patients. Purity of the CD34+ cell fraction, evaluated by flow cytometry, was 58% and 86%, respectively. Cells were cultured in 24-well plates in IMDM medium with L-Glutamine, antibiotics, 30% of inactivated Foetal Bovine Serum and 10 ng/ml each of IL-3, Stem Cell Factor (SCF), Thrombopoietin and FLT3-ligand. After 24 hours, decitabine was added to the culture medium to a final concentration of 1 m M. A corresponding amount of acetic acid was added to different wells for the mock treatment control. Each experiment was conducted in triplicate. Cells were collected after 72 hours of treatment and RNA was extracted by the Qiagen RNeasy Kit, processed by two-cycle cDNA synthesis kit (Invitrogen), in vitro transcripted to cRNA and hybridized on Affymetrix HG-U133A chips. Five chips were used for each patient: three for treated cells and two for mock -treated cells. Microarray data were normalized and analysed by GeneSpring software version 7.2 and the ANOVA Welch’s test was applied. We selected genes with a p value less than 0.01 and a fold change higher than 2. Using these conditions, 60 genes were upregulated by decitabine in both patients. Some of the most interesting genes were GATA binding protein 2 (GATA2), cyclin-dependent kinase inhibitor 1A (CDKN1A, p21), cyclin A1 (CCNA1), decay accelerating factor for complement (CD55, DAF), immediate early response 3 (IER3), nuclear factor interleukin 3 regulated (NFIL3) and chemokine (C-X-C motif) receptor 4 (CXCR4). Interestingly, the patient with a normal karyotype showed a higher percentage of up-regulated genes after decitabine treatment compared to the patient with the 5q11-q34 deletion and a trisomy 8. This suggests that epigenetic changes in gene expression may have higher impact when the karyotype is normal. Functional significance of these data remains to be elucidated. Expression and methylation status of these genes will be investigated in a larger group of MDS patients. This approach aims to characterize new genes, as methylation targets in MDS and possible markers of disease, and to identify patients responding to demethylating agents.",
    "topics": [
        "cd34 antigens",
        "culture media",
        "myelodysplastic syndrome",
        "demethylation",
        "decitabine",
        "karyotype determination procedure",
        "refractory anemia with excess blasts",
        "antigens, cd55",
        "demethylating agents",
        "interleukin-3"
    ],
    "author_names": [
        "Francesco D’Alo’, MD",
        "Manuela Giachelia, PhD",
        "Annalisa Di Ruscio, MD",
        "Daniela Gumiero, PhD",
        "Emiliano Fabiani, PhD",
        "Maria Teresa Voso, MD",
        "Giuseppe Leone, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francesco D’Alo’, MD",
            "author_affiliations": [
                "Hematology, Universita’ Cattolica del Sacro Cuore, Roma, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Manuela Giachelia, PhD",
            "author_affiliations": [
                "Hematology, Universita’ Cattolica del Sacro Cuore, Roma, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Di Ruscio, MD",
            "author_affiliations": [
                "Hematology, Universita’ Cattolica del Sacro Cuore, Roma, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Gumiero, PhD",
            "author_affiliations": [
                "Hematology, Universita’ Cattolica del Sacro Cuore, Roma, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emiliano Fabiani, PhD",
            "author_affiliations": [
                "Hematology, Universita’ Cattolica del Sacro Cuore, Roma, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa Voso, MD",
            "author_affiliations": [
                "Hematology, Universita’ Cattolica del Sacro Cuore, Roma, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Leone, MD",
            "author_affiliations": [
                "Hematology, Universita’ Cattolica del Sacro Cuore, Roma, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T21:33:28",
    "is_scraped": "1"
}