{
    "doi": "https://doi.org/10.1182/blood.V106.11.3997.3997",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=383",
    "start_url_page_num": 383,
    "is_scraped": "1",
    "article_title": "Rituximab in Chronic Relapsing Acquired Thrombotic Thrombocytopenic Purpura. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Thrombotic thrombocytopenic purpura (TTP) is a rare syndrome characterized by microangiopathic hemolytic anemia, thrombocytopenia, fever, renal failure and neurological manifestation. It is caused by a severe decreased of Von Willebrand factor cleaving protease activity (ADAMTS-13), leading to persistence of unusually ultra-large Von Willebrand multimers (ULVWF) in the circulation that bind to platelets, causing platelet aggregates, microangiopathic hemolysis and thrombocytopenia. A lack of ADAMTS-13 activity can be caused by autoimmune inhibitors or may be due to a constitutional deficiency of this protein. Recently, the ADAMTS-13 gene that encodes for the ADAMTS-13 protein was found. It was mapped to chromosome 9q34 and consists of 29 exons. Several mutations has been identified in the ADAMTS gene in patient with the congenital form of TTP. Although TTP usually occurs as an acquired form due to autoantibodies against ADAMTS-13. The determination of the activity of ADAMTS-13 and of antibodies against ADAMTS-13 are important part in the workup of patients with TTP. Plasma exchange (PE) with fresh frozen plasma replacement is the standard treatment in the acquired TTP. The efficacy of PE is likely due to the removal of both antibodies and ULVWF and the infution of ADAMTS-13. Additional treatment modalities include glucocorticoids , splenectomy, vincristine, cyclophosphamide, azathioprine, cyclosporin A, combination chemotherapy, intravenous immunoglobulins and, recently, rituximab, a monoclonal antibody against CD20 present on B-limphoid cells. We report a case of chronic relapsing acquired idiopathic TTP successfully treated with rituximab. The patient, an 50-year old woman, developed her first episode of TTP in May 2001. Remission was achieved after 12 sessions of PE, four dose of vincristine at dose of 0,02 mg/kg/die, corticosteroids at dose of 1 mg/kg/die and increased dose of prociclide from 10 to 60 mg /kg/die. From 2001 to 2004, she had six relapses responding to treatment with PE, vincristine, and corticosteroids. The relapse in 2004 was followed by a protracted course despite the addition of cyclosporine A and she become dependent on PE. On May 2004 she was treated with splenectomy. The postoperative course was uneventful. The inhibitors against ADAMTS-13 disappared, but after 8 months the patient relapsed and received six PE and corticosteroids, and then rituximab therapy (four doses of 375 mg/mq weekly). ADAMTS-13 activity and inhibitor levels were monitored. ADAMTS-13 activity was initially, pre-rituximab,<6% (n.v. 46–160%) and inhibitor’s titre against ADAMTS-13 was 12 U/ml (n.v. <1 U/ml). After rituximab, the inhibitor against ADAMTS-13 disappeared rapidly after one month, while ADAMTS-13 activity has remained very low (<6%). After six months from rituximab therapy, there wasn’t full recovery of ADAMTS-13 activity. Follow up is now 6 months, responses are manteined, ADAMTS-13 activity has remained <6% and inhibitors have not reappeared. Our experience suggests that rituximab, by eliminating an important source of B-lymphocytes producing inhibitory ADAMTS-13 autoantibodies, may be a useful immunomodulating adjunct in the treatment of refractory chronic relapsing acquired TTP, before than others immunosoppressors and/or splenectomy.",
    "topics": [
        "rituximab",
        "thrombotic thrombocytopenic purpura",
        "adamts proteins",
        "glucocorticoids",
        "death",
        "splenectomy",
        "vincristine",
        "adamts13 protein",
        "antibodies",
        "autoantibodies"
    ],
    "author_names": [
        "Gaetano Giuffrida, MD",
        "Amalia Figuera, MD",
        "Rocca Cingari, MD",
        "Santo Maccarone, MD",
        "Ernesto Di Francesco, PhD",
        "Rosario Giustolisi, MD"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology, Haemophilia and Thrombosis Centre, University of Catania, Catania, Italy"
        ],
        [
            "Institute of Hematology, Haemophilia and Thrombosis Centre, University of Catania, Catania, Italy"
        ],
        [
            "Institute of Hematology, Haemophilia and Thrombosis Centre, University of Catania, Catania, Italy"
        ],
        [
            "Institute of Hematology, Haemophilia and Thrombosis Centre, University of Catania, Catania, Italy"
        ],
        [
            "Institute of Hematology, Haemophilia and Thrombosis Centre, University of Catania, Catania, Italy"
        ],
        [
            "Institute of Hematology, Haemophilia and Thrombosis Centre, University of Catania, Catania, Italy"
        ]
    ],
    "first_author_latitude": "39.748015699999996",
    "first_author_longitude": "-104.83442629999999"
}