{
    "doi": "https://doi.org/10.1182/blood-2021-152540",
    "article_title": "Efficacy and Safety of Daratumumab Monotherapy in Newly Diagnosed Patients with Stage 3B Light Chain Amyloidosis: A Phase 2 Study By the European Myeloma Network ",
    "article_date": "November 5, 2021",
    "session_type": "653.Myeloma and Plasma Cell Dyscrasias: Clinical-Prospective Therapeutic Trials",
    "abstract_text": "Introduction: In systemic light chain (AL) amyloidosis free light chains produced by clonal plasma cells form amyloid fibrils that are deposited in tissues and organs resulting in organ dysfunction. Cardiac involvement by AL amyloidosis is frequent and the most critical prognostic factor. Prognostic evaluation in AL is based on cardiac biomarkers and patients with very high levels of both NTproBNP (≥8500 pg/ml) and cardiac Troponins (Mayo stage 3B) are at high-risk of early death and have a median survival of just 3-6 months in most series. The outcome of stage 3B patients has not improved despite the introduction of bortezomib-based therapies and there is an urgent need for new non-toxic treatments which can also lead to rapid and deep hematologic responses. Daratumumab, an IgGκ monoclonal antibody targeting CD38, has proved highly effective either alone or in combination with bortezomib, cyclophosphamide and dexamethasone and with good tolerability in AL amyloidosis patients. Methods: EMN22 is a phase 2, open-label, multicenter study planning to enroll 40 newly diagnosed patients with stage 3B AL amyloidosis from 5 sites in Greece, the Netherlands, Italy and France. Eligible patients should have high-sensitivity troponin T (hsTnT) >54 pg/mL and NT-proBNP ≥8500 pg/mL. Primary treatment consists of daratumumab monotherapy, initially administered intravenously at 16 mg/mL, and since February 2020 administered subcutaneously at a fixed dose of 1800 mg; weekly during Cycles 1-2, every 2 weeks for Cycles 3-6 and every 4 weeks thereafter. Patients who do not achieve a hematologic VGPR or better by Cycle 4 may also receive at investigator's discretion weekly bortezomib and low dose dexamethasone. Treatment continues until disease progression according to major organ deterioration progression-free survival criteria, start of new therapy, or for a maximum of 2 years. The current analysis includes patients who started treatment at least 3 months prior to the cut-off date (16 June 2021). Results: Among 17 patients included in this analysis, 9 (53%) are still on treatment and 8 (47%) have discontinued, either due to an adverse event (n=5, 29%), or due to disease progression (n=3, 18%). Most patients were males (n=12, 71%) and median age was 65 years (range 45-84). Eastern Cooperative Oncology Group performance status was 1 for 5 (29%), 2 for 11 patients (65%), and 3 for one patient (6%). Eight (47%) patients had New York Heart Association (NYHA) class II symptoms, and 9 (53%) NYHA class IIIA. At screening, median NT-proBNP was 13,994 pg/mL (range 8,816-40,428), median hsTnT 119.1 pg/mL (range 59.8-692) and median difference of involved to uninvolved free light chains (dFLC) was 553 mg/L (range 49-2823). Apart from the heart, the median number of other organs involved was 1 (range 0-5), with nervous system (n=8, 47%) and kidneys (n=7, 41%) most commonly affected. The median number of daratumumab infusions was 13 and the median duration of therapy with daratumumab therapy was 3.7 months. Overall, 5 patients (29%) started additional treatment with bortezomib after completion of 3 cycles of daratumumab monotherapy. All 17 patients had at least one treatment-emergent adverse event. Eleven patients (65%) had a serious adverse event (SAE); 9 (53%) had at least one cardiac-related serious adverse event, and one SAE (fatigue) was related to bortezomib. Six patients (35%) suffered a fatal SAE: sepsis (n=1), sudden death (n=3), and cardiac failure (n=2). Most common grade 3 or 4 non-serious AEs were peripheral edema (n=4, 24%), dyspnea (n=3, 18%), and atrial fibrillation (n=2, 12%), and only one non-serious neutropenia grade 3 was related to daratumumab. The overall response rate was 71%, with 3 patients (18%) achieving CR, 6 (35%) VGPR, and 3 (18%) a PR, with a combined CR+VGPR rate of 53% (9/17). One-, two-, and three-month overall response rates were 65% (n=11), 71% (n=12), and 71% (n=12), and the median time to first response was 7 days while the median time to at least VGPR was 14 days. The 6-month and 12-month OS rate were 70% and 53% respectively (median OS has not been reached). Conclusions: In this prospective phase 2 study, in patients with high-risk AL amyloidosis (stage 3B), daratumumab monotherapy shows a favorable safety profile and induced very rapid and deep hematologic responses with a median time to first response of 7 days, with 53% of the patients achieving VGPR or better and a 6-month OS of 70%. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Kastritis:  Janssen: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Takeda: Honoraria; Pfizer: Consultancy, Honoraria, Research Funding; Genesis Pharma: Honoraria. Minnema:  Jansen-Cilag: Consultancy; Kite/Gilead: Consultancy; Alnylam: Consultancy; Celgene: Other: Hospitality; BMS: Honoraria. Dimopoulos:  Amgen: Honoraria; Beigene: Honoraria; BMS: Honoraria; Takeda: Honoraria; Janssen: Honoraria. Huart:  Janssen: Honoraria. Leonidakis:  Health Data Specialists: Current Employment. Manousou:  Health Data Specialists: Current Employment. Sonneveld:  Amgen: Consultancy, Honoraria, Research Funding; Celgene/BMS: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Karyopharm: Consultancy, Honoraria, Research Funding; SkylineDx: Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding. Palladini:  Pfizer: Honoraria; Siemens: Honoraria; Janssen Global Services: Honoraria, Other: advisory board fees.",
    "author_names": [
        "Efstathios Kastritis",
        "Monique C. Minnema",
        "Meletios A. Dimopoulos",
        "Giampaolo Merlini",
        "Foteini Theodorakakou",
        "Despina Fotiou",
        "Antoine Huart",
        "Karim Belhadj",
        "Alexandros Leonidakis",
        "Kyriaki Manousou",
        "Pieter Sonneveld",
        "Giovanni Palladini"
    ],
    "author_dict_list": [
        {
            "author_name": "Efstathios Kastritis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monique C. Minnema",
            "author_affiliations": [
                "Department of Hematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A. Dimopoulos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giampaolo Merlini",
            "author_affiliations": [
                "Amyloidosis Research and Treatment Center, University of Pavia, Pavia, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Foteini Theodorakakou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Despina Fotiou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antoine Huart",
            "author_affiliations": [
                "Department of Nephrology and Transplantation, Rangueil University Hospital, Toulouse, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karim Belhadj",
            "author_affiliations": [
                "Lymphoid Malignancies Unit, Henri Mondor Hospital, Créteil, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandros Leonidakis",
            "author_affiliations": [
                "Health Data Specialists, Dublin, Ireland"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyriaki Manousou",
            "author_affiliations": [
                "Health Data Specialists, Dublin, Ireland"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld",
            "author_affiliations": [
                "Cancer Institute, Erasmus MC, Rotterdam, Netherlands"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Palladini",
            "author_affiliations": [
                "Amyloidosis Research and Treatment Center, University of Pavia, Pavia, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T06:46:23",
    "is_scraped": "1"
}