{
    "doi": "https://doi.org/10.1182/blood.V116.21.3369.3369",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1775",
    "start_url_page_num": 1775,
    "is_scraped": "1",
    "article_title": "Involvement of Death-Associated Protein Kinases In DNA Damage Responses of B-ALL Cells. ",
    "article_date": "November 19, 2010",
    "session_type": "Chromosomal Rearrangements and DNA Repair: Poster II",
    "abstract_text": "Abstract 3369 Intact DNA damage response pathways are important for genomic fidelity of cells in order to avoid tumor formation. On the other hand, inhibition of DNA repair provides an important mechanism to enhance the therapeutic efficacy of DNA damaging agents such as gamma-irradiation. Thus, it is important to identify novel players in DNA damage response that might represent novel targets for combination therapies. Death-associated protein kinases (DAPK) are serine/threonine kinases believed to be involved in cell death and autophagy mechanisms, whereby particularly the role of DAPK1 has previously been investigated. The DAPK family is composed of five members: DAPK1, DAPK2 (or DRP-1), DAPK3 (or ZIP kinase), DRAK1 and DRAK2. DAPK1 and DAPK2 share 80% homology in the catalytic domain. Generally, the role of DAPK in DNA damage responses is not well studied. To analyze the role of DAPK1 and DAPK2 in response to gamma-irradiation, we used p53 wild-type REH B-cell acute lymphoblastic leukemia (B-ALL) cells as a model. In response to irradiation, DAPK1 protein expression increased paralleled by an increased of total p53, phospho-Ser20-p53 and p21 WAF1/CIP1 . DAPK2 expression, however, did not increase. Since upregulation of p21 WAF1/CIP1 , a classical p53 target in response to DNA damage leads to cell cycle arrest, we asked whether knocking down DAPK1 or DAPK2 might affect the cell cycle. Interestingly, knocking down DAPK2 but not DAPK1 led to a significant increase of S-phase cells upon irradiation. Moreover, knocking down DAPK2 attenuated the induction of DAPK1 upon irradiation indicating a DAPK2-DAPK1 cascade in DNA damage responses. Next, given the significant role of p21 WAF1/CIP1 and p53 in DNA damage responses, we tested if DAPK2 might directly participate in a novel signaling pathway by interacting with these proteins. Indeed, pull down assays revealed that p21 WAF1/CIP1 and p53 are novel DAPK2 interacting proteins. Clearly, further experiments are needed to define the DAPK2-DAPK1-p53- p21 WAF1/CIP1 network in DNA repair pathways. In conclusion, we identified a novel role for DAPK1 and DAPK2 in DNA damage responses of B-ALL cells and propose a novel DAPK2/DAPK1/p53/ p21 WAF1/CIP1 DNA damage regulatory pathway. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "death-associated protein kinases",
        "dna damage",
        "leukemia, b-cell, acute",
        "dna",
        "neoplasms",
        "phosphotransferases",
        "protein-serine-threonine kinases"
    ],
    "author_names": [
        "Magali Humbert, PhD,",
        "Michaela Medova, PhD,",
        "Barbara Geering, PhD",
        "Wieslawa Blank-Liss",
        "Hans-Uwe Simon, MD, PhD",
        "Martin F. Fey, MD",
        "Yitzhak Zimmer, PhD",
        "Mario P. Tschan, PhD"
    ],
    "author_affiliations": [
        [
            "University of Bern, Dpt. of Clinical Research, Bern, Switzerland, "
        ],
        [
            "University of Bern, Dpt. of Clinical Research, Bern, Switzerland, "
        ],
        [
            "Institute of Pharmacology, University of Bern, Bern, Switzerland, "
        ],
        [
            "University of Bern, Dpt. of Clinical Research, Bern, Switzerland, "
        ],
        [
            "Institute of Pharmacology, University of Bern, Bern, Switzerland, "
        ],
        [
            "Medical Oncology Inselspital, Berne, Switzerland, "
        ],
        [
            "University of Bern, Dpt. of Clinical Research, Bern, Switzerland, "
        ],
        [
            "Dpt. of Clinical Research, University of Bern, Bern, Switzerland"
        ]
    ],
    "first_author_latitude": "46.95260325",
    "first_author_longitude": "7.4316294"
}