{
    "doi": "https://doi.org/10.1182/blood.V122.21.2313.2313",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2462",
    "start_url_page_num": 2462,
    "is_scraped": "1",
    "article_title": "Loss Of Phosphatidylinositol Transfer Proteins (PITPs) Causes Thrombocytopenia Due To a Defect In Thrombopoiesis ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "topics": [
        "phosphatidylinositols",
        "platelet production",
        "thrombocytopenia",
        "transfer technique",
        "protein isoforms",
        "phospholipids",
        "decreased platelet production",
        "hemorrhage",
        "inositol",
        "phosphotransferases"
    ],
    "author_names": [
        "Aae Suzuki",
        "Liang Zhao, Ph.D.",
        "Yuhuan Wang, PhD",
        "Lurong Lian",
        "Sang H. Min, MD",
        "Mortimer Poncz, MD",
        "Charles S. Abrams, MD"
    ],
    "author_affiliations": [
        [
            "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Pediatrics/Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Pediatrics/Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ]
    ],
    "first_author_latitude": "39.9476279",
    "first_author_longitude": "-75.19259799999999",
    "abstract_text": "Phosphatidylinositol (PI) comprises less than one percent of the total phospholipid content in platelets. However, PI serves important roles in second messenger signaling and membrane trafficking. The inositol head groups of PI can be phosphorylated by PI kinases to generate seven different phosphoinositides (PtdIns), each capable of producing unique signaling events. The biogenesis of these PtdIns is restricted to various organelle compartments, and PtdIns cannot diffuse freely within the aqueous cytosol. Therefore, the synthesis of phosphoinositides is tightly regulated in space as well as in time. Class I phosphatidylinositol transfer proteins (PITPs) facilitate the exchange of PtdIns between different membrane compartments by shuttling these phospholipids across the aqueous cytoplasm. Two PITP isoforms (α and β) are expressed in platelets. We have generated a mouse model in which these isoforms are deleted in megakaryocytes and in platelet lineages by using a CRE/Lox strategy. Mice lacking either of the PITP isoforms (PITPα fl/fl PF4 Cre+ or PITPβ fl/fl PF4 Cre +) or mice lacking both of the isoforms of PITP (PITPα fl/fl PITPβ fl/fl PF4 Cre+) in their platelets and in their megakaryocytes appeared normal, and exhibited no evidence of spontaneous hemorrhage. Mice lacking individual isoforms of PITP exhibited mild thrombocytopenia, while mice lacking both PITP isoforms in their platelets and in their megakaryocytes had platelet counts that were 45% ± 4% less than the platelet counts of their matched littermate controls. These knockout mice had no splenomegaly, and the double knockout platelets had a normal lifespan when infused into wild type recipient mice. Together, these findings suggest that the loss of PITPα and PITPβ in platelets and in megakaryocytes causes thrombocytopenia due to decreased platelet production. Analysis of the megakaryocytes in PITPα fl/fl PITPβ fl/fl PF4 Cre+ mice demonstrates that the relative number of megakaryocytes within their bone marrow was unaffected by the loss of both PITP isoforms (control 1.04 ± 0.12% versus knockout 0.98 ± 0.07%). These knockout megakaryocytes also expressed proplatelets in tissue culture as efficiently (44 ± 7% of megakaryocytes had a least one proplatelet) as wild type megakaryocytes (40.9 ± 2.9%). These data suggest that the thrombocytopenia in PITPα fl/fl PITPβ fl/fl PF4 Cre+ mice is due to a failure of their megakaryocyte proplatelet extensions to release platelets into the circulation. It is notable that we have also found that the deletion of either PITPα or PITPβ leads to decreased in vitro synthesis of phosphoinositides, such as PI(4)P and PI(4,5)P2, and second messengers, such as IP3. Together, these data indicate that PITPα and PITPβ in megakaryocytes are critical for normal proplatelet release. We speculate that this is due to the loss of specific phosphoinositides required during thrombopoiesis. Disclosures: No relevant conflicts of interest to declare."
}