{
    "doi": "https://doi.org/10.1182/blood.V112.11.3444.3444",
    "article_title": "Modeling Anemia of Aging in Inbred Mouse Strains ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Red Cell Regulation and Production",
    "abstract_text": "Anemia of aging is now recognized as a significant medical problem. The National Health and Nutrition Examination Survey (NHANES III) revealed a steady increase in anemia in both males and females after the age of 50. Based upon the WHO definition of anemia (<13 g/dL hemoglobin (Hgb) in men; <12 g/dL in women), ~10% of the community dwelling population ≥ 65 years of age are anemic. Underlying causes fall into three broad groups, each representing ~1/3 of cases: nutritional deficits/blood loss; inflammation, kidney disease and myelodysplasia; and unexplained anemia. Although anemia of aging is usually mild, it is no longer considered a normal part of aging. It is associated with poor health and increased vulnerability to adverse outcomes in a multitude of circumstances, placing an enormous burden on the healthcare system that will only grow as the population continues to age. As part of The Jackson Laboratory Aging Center ( http://agingmice.jax.org/ ), we are performing an extensive phenotypic analysis of multiple traits related to aging in 32 inbred mouse strains. All data are, or will be upon completion, publicly available via the Mouse Phenome Database (MPD, www.jax.org/phenome ). Complete blood counts were obtained at 6, 12, 18, and 24 months of age in 30 strains. Two-way ANOVA reveals that both strain and age significantly impact Hgb in mice. A highly significant strain-by-age interaction is also seen. Substantial inter-strain and within strain sex variability in the decline in Hgb levels with age is seen among the strains analyzed, suggesting genetic influences. Significant declines in Hgb levels in females at 18 and/or 24 months vs. 6 months occurred in 21 of the 30 strains and, in males, 17 strains. Haplotype association mapping (HAM) using a dense SNP panel identified multiple distinct, age-related loci influencing Hgb levels. For example, a locus on chromosome (Chr) 13 significantly associated with Hgb levels at 12 months of age in males was not detected even at the suggestive level at 18 months of age where two new highly significant loci emerged (Chrs 14, 17). Only two strains show a statistically significant increase in percent circulating reticulocytes with age, indicative of a proliferative anemia. Failure of a significant reticulocyte response in all other strains suggests that an age-related compromise in bone marrow function (hematopoiesis-restricted anemia) predominates in aged, anemic mice. The ratio of urinary albumin to creatinine (ACR) is commonly used as an indicator of kidney damage in mice. In females, the ACR is stable and does not rise significantly with age in the majority of strains, suggesting that declining kidney function is not a major cause of anemia of aging in female inbred mice. Significant increases in IL-6 and TNFα are seen in strains 129SvImJ, C3H/HeJ, and DBA/2J, suggesting a pro-inflammatory state. From this preliminary analysis of a large ongoing project, we can conclude: Hgb levels in mice vary significantly by strain and sex, and decline significantly with age in many strains. Other baseline hematological traits (e.g., red blood cell counts, platelet counts) likewise vary by strain, age and sex. These data are available via the Mouse Phenome Database (project Peters4). The anemia of aging seen in most strains correlates most closely with restricted hematopoiesis, as indicated by the failure of the reticulocyte count to increase in response to declining Hgb levels. There is growing evidence that decrements in hematopoietic stem cell number and function play a role in the aging process in humans. Notably, hematopoietic stem cell numbers and bone marrow cellularity data will be available on the MPD as these analyses are completed. HAM analysis suggests that distinct age-related loci influence Hgb levels in mice. In a small subset of strains, anemia of aging may reflect declining kidney function, as occurs in humans. Preliminary data suggests an increase in cytokine levels in some strains, again mimicking the aging human population. Increased IL-6 levels as a cause of anemia of aging is of particular interest due to its inhibition of hepcidin and thus iron availability. Overall, the data indicate that anemia of aging occurs in mice and models that seen in elderly human populations. Additional data including iron levels, T4, BUN, and more on aging inbred mouse strains will be posted to the MPD in the near future.",
    "topics": [
        "aging",
        "anemia",
        "mice, inbred strains",
        "hemoglobin",
        "interleukin-6",
        "iron",
        "albumins",
        "blood urea nitrogen",
        "bone marrow aspiration",
        "creatinine"
    ],
    "author_names": [
        "Luanne L. Peters, PhD",
        "Shirng-wern Tsaih, PhD",
        "Rong Yuan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luanne L. Peters, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shirng-wern Tsaih, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong Yuan, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T09:31:33",
    "is_scraped": "1"
}