{
    "doi": "https://doi.org/10.1182/blood.V128.22.1592.1592",
    "article_title": "CC-122 Is a Cereblon Modulating Agent That Is Active in Lenalidomide-Resistant and Lenalidomide/Dexamethasone-Double-Resistant Multiple Myeloma Pre-Clinical Models ",
    "article_date": "December 2, 2016",
    "session_type": "605. Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases: Poster I",
    "abstract_text": "Background: CC-122 is a Cereblon ( CRBN )-dependent Cul4 E3-ligase complex modulating compound currently being investigated in several hematologic malignancies, including relapsed/refractory multiple myeloma (MM). CC-122 binding to Cereblon results in the selective ubiquitination and subsequent proteasomal degradation of the hematopoietic transcription factors Ikaros ( IKZF1 ) and Aiolos ( IKZF3 ), accounting for its cytotoxic and immunomodulatory effects in diffuse large B-cell lymphoma. (1) In a phase I study CC-122-ST-001 (clintrial.gov trial #NCT01421524), CC-122 showed single agent overall response rates of ~18% in heavily pre-treated (median 6 lines prior therapy) relapsed/refractory MM. CC-122 is currently being explored as a single agent or in combination with dexamethasone in patients who previously failed lenalidomide. (2) Here, we examine the effects of CC-122 in pre-clinical models of MM with varying degrees of sensitivity to lenalidomide and dexamethasone. Results: We established lenalidomide-resistant and lenalidomide/dexamethasone dual-resistant cell lines according to a previously reported protocol. (3) A broad panel of MM cell lines (57) consisting of lenalidomide-sensitive (LS; n=26), intrinsically lenalidomide-resistant (ILR; n=7), acquired lenalidomide-resistant (ALR; n=12), and acquired lenalidomide/dexamethasone-dual-resistant (ALDR; n=12) MM cell lines were investigated for the effects of either lenalidomide or CC-122, with and without dexamethasone. Proliferation analysis by 3 H-thymidine incorporation at similar concentrations (0.01-100 μM), showed a greater reduction over the averaged area under the curve (AUC) for CC-122 compared to lenalidomide of 53% to 34% (p<0.01) in LS, 22% to 3% (p<0.05) in ILR, 21% to 7% (p<0.01) in ALR, and 13% to 3% (p<0.05) in ALDR cells, respectively. In combination with dexamethasone (0.001-1 μM), CC-122 also exhibited greater reduction in the AUC compared to lenalidomide at the clinically relevant doses of either compound (~0.1 and 1 μM respectively). CC-122 (1 μM) significantly (p<0.01) induced apoptosis by more than 2-fold over lenalidomide (10 μM) across the entire cell line panel by flow cytometry and AnnexinV+/ToPro3+ staining. Additionally, when incubated with isolated peripheral blood mononuclear cells for 72 hrs, CC-122 induced the killing of all MM cell line types irrespective of their cell-autonomous response when co-cultured for 4 hrs. The anti-MM effect observed in the co-culture assay also correlated well with IL-2 and Granzyme B release, which was significantly (p<0.01) higher for CC-122 than lenalidomide, regardless of Cereblon levels in the MM cell lines. Next we compared the mechanism of action of CC-122 in MM cells by analyzing Ikaros, Aiolos, c-Myc, IRF4 protein expression and Cereblon-dependency. In the presence of CC-122, both Ikaros and Aiolos are targeted for proteasomal degradation within 6 hrs of treatment, where maximal reduction approaches 100% within 10-12 hrs and is sustained over 72 hrs, a previously reported requirement for the anti-proliferative effects of lenalidomide. (4) Half maximal reduction of Ikaros and Aiolos proteins was kinetically accelerated for CC-122 (1 μM) compared to lenalidomide (10 μM) with a time span of 2.7-4 hrs compared to 3.2-8.5 hrs, respectively. Also, the key c-Myc/IRF4 axis is disrupted faster and at 10-fold lower dose for CC-122 compared to lenalidomide. Finally, we evaluated the effects of CC-122 on interferon response genes (ISGs) since Aiolos has previously been shown to act as a repressor of ISGs. (5) Following exposure to CC-122, ISGs including IFIT1/3 and XAF were shown to be stimulated in MM cells, which may also account for some of the anti-MM effects in vitro and in vivo . Conclusions: CC-122 is a Cereblon-dependent Cul4 E3-ligase complex modulating compound that displays superior pre-clinical activity compared to lenalidomide, and is active in a wide range of resistance models. In addition to its direct anti-tumor effects, CC-122 displays anti-MM activity through stimulation of tumor cell killing by co-cultured PBMCs, which tightly correlates with Granzyme B and IL-2 release, regardless of Cereblon expression in MM cells. Together, these data support the clinical rationale to study CC-122 in relapsed/refractory MM patients, who previously failed lenalidomide. Disclosures Bjorklund: Celgene Corporation: Employment, Equity Ownership. Kang: Celgene Corporation: Employment, Equity Ownership. Lu: Celgene Corporation: Employment, Equity Ownership. Amatangelo: Celgene: Employment, Equity Ownership. Chiu: Celgene Corporation: Employment, Equity Ownership. Hagner: Celgene Corporation: Employment, Equity Ownership. Gandhi: Celgene Corporation: Employment, Equity Ownership. Pourdehnad: Celgene Corporation: Employment, Equity Ownership. Klippel: Celgene Corporation: Employment, Equity Ownership. Thakurta: Celgene: Employment, Equity Ownership.",
    "topics": [
        "chief complaint",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "aldesleukin",
        "granzyme b",
        "neoplasms",
        "ubiquitin-protein ligases",
        "coculture techniques",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Chad C Bjorklund, PhD",
        "Jian Kang",
        "Ling Lu",
        "Michael Amatangelo, PhD",
        "Hsiling Chiu",
        "Patrick Hagner, PhD",
        "Anita K. Gandhi, PhD",
        "Michael Pourdehnad, MD",
        "Anke Klippel, PhD",
        "Anjan Thakurta, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chad C Bjorklund, PhD",
            "author_affiliations": [
                "Translational Development & Diagnostics, Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jian Kang",
            "author_affiliations": [
                "Celgene, Summit, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Lu",
            "author_affiliations": [
                "Celgene, Summit, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Amatangelo, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hsiling Chiu",
            "author_affiliations": [
                "Celgene, Summit, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Hagner, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita K. Gandhi, PhD",
            "author_affiliations": [
                "Celgene, Summit, NJ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Pourdehnad, MD",
            "author_affiliations": [
                "Celgene Corporation, San Francisco, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anke Klippel, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjan Thakurta, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T06:41:44",
    "is_scraped": "1"
}