{
    "doi": "https://doi.org/10.1182/blood.V128.22.690.690",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3344",
    "start_url_page_num": 3344,
    "is_scraped": "1",
    "article_title": "Impact of Wait Times for Autologous Stem Cell Transplantation in Patients with Aggressive Non-Hodgkin Lymphoma, a Subset Analysis of the Canadian Cancer Trials Group (CCTG) LY.12 Clinical Trial ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Innovations in Detection, Management, and Outcomes",
    "abstract_text": "Background : High dose chemotherapy followed by autologous stem cell transplant (ASCT) is the standard curative option for patients with relapsed or refractory, chemosensitive, aggressive non-Hodgkin lymphoma (NHL). The optimal timing for ASCT following salvage chemotherapy is not known. Cancer Care Ontario (CCO)-the cancer agency for Ontario, Canada's largest province-treatment guidelines recommend that no more than 91 days should elapse from the first day of salvage chemotherapy to stem cell transplant. We evaluated the impact of time to stem cell transplant in the context of the international CCTG LY.12 phase 3 clinical trial. Methods : Patients with relapsed or refractory (R/R) aggressive NHL were randomly assigned to gemcitabine, cisplatin and dexamethasone (GDP) or dexamethasone, cytarabine, cisplatin (DHAP), with or without rituximab, followed by ASCT [ Crump JCO 2014 ]. Time interval definitions were based on CCO guidelines: Total Wait Time (TWT) as the number of days from the first day of salvage chemotherapy to day of ASCT; Apheresis Wait Time (AWT) as the number of days from the first day of salvage to the first day of stem cell collection; Stem cell transplant Wait Time (SWT) as the number of days from the last day of stem cell collection to the day of ASCT. Patients were considered to have experienced a delay in TWT, AWT or SWT if the time intervals exceeded 91, 70 and 21 days respectively. Overall survival (OS) and event-free survival (EFS) from transplant date were compared between patients who met and exceeded TWT targets using a Cox proportional hazards model. A linear regression model was applied to analyze TWT as a continuous variable. Univariate and multivariate analyses were performed to estimate the adjusted hazard ratio (HR) for TWT for the following co-variables: age ≤60, performance status 0/1, disease stage (I/II), presence of ≤1 extranodal sites, and response after cycle 2 (complete response, CR; complete response, unconfirmed, CRu; partial response, PR). Results : Of 619 patients enrolled on LY.12, 307 (47%) had sufficient response to salvage chemotherapy and adequate stem cell collection to complete ASCT on protocol. Among these, median age was 54.6 years, 64% were male and 94% had a performance status of 0 or 1. International Prognostic Index (IPI) score at relapse was 0-1 in 45%, 2 in 31% and ≥3 in 24%. The majority of patients had poor risk disease at study entry; 58% had a best response of stable disease (SD) or progressive disease (PD) to primary therapy, or initial duration of response < 1 year. Following up to 2 cycles of salvage chemotherapy, 75/307 (24%) achieved CR/CRu, 142/307 (46%) achieved PR, 89/307 (29%) had SD. One patient had missing data. The median TWT for the total transplanted population was 91 days (range 50-217). Median AWT and SWT were 63 (range 0-151) and 26 (range 6-146) days, respectively. Fifty percent of patients exceeded TWT target of 91 days; 32% and 57% of patients exceeded AWT and SWT targets. There was no difference in median OS (HR 0.96, 95% CI 0.66-1.39, p=0.81) or EFS (HR 1.13, 95% CI 0.82-1.55, p=0.46) between patients who exceeded and met TWT targets. The 4-year OS for patients who met and exceeded TWT was 62% and 64%, respectively. The 4-year EFS for patients who met and exceeded TWT was 43% and 50%, respectively. When analyzed as a continuous variable, TWT did not affect OS (HR 0.99) or EFS (HR 0.99). Comparison of the quartiles with shortest and longest TWT demonstrated HR 0.72 (95% CI 0.42-1.26, p=0.25) for overall survival and 0.69 (95% CI 0.44-1.09, p=0.11) for EFS. Comparison of the 10th and 90th percentiles for TWT demonstrated HR 0.67 (95% CI 0.28-1.59, p=0.36) for overall survival and 0.71 (95% CI 0.35-1.44, p=0.34) for EFS. Only the presence of ≤1 extranodal sites of disease was found to be predictive of OS in the transplanted population on univariate and multivariate analysis (adjusted HR 0.51, p=0.005). The median TWT was longer for the 31 patients transplanted at Italian centers, compared to 266 transplanted at Canadian centers (median TWT 90 vs. 118 days, t < 0.0001). Conclusion : In this exploratory analysis, limited to patients who completed transplant on the LY.12 clinical trial, we did not find evidence that those meeting current CCO ASCT wait time targets had superior outcomes compared with those who did not. Table. View large Download slide Table. View large Download slide Figure 1. View large Download slide Figure 1. View large Download slide Figure 2. View large Download slide Figure 2. View large Download slide Disclosures Kuruvilla: BMS: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Amgen: Honoraria; Abbvie: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Merck: Honoraria; Roche Canada: Consultancy, Honoraria, Research Funding; Seattle Genetics: Consultancy, Honoraria; Lundbeck: Honoraria. Luminari: Roche: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accomodations, Expenses; Takeda: Other: Travel, Accomodations, Expenses; Teva Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria. Hay: Amgen: Research Funding; Novartis: Research Funding; Janssen: Research Funding; Kite Pharmaceuticals: Research Funding.",
    "topics": [
        "autologous stem cell transplant",
        "cancer",
        "non-hodgkin's lymphoma, aggressive",
        "waiting time",
        "chemotherapy regimen",
        "hematopoietic stem cell transplantation",
        "stem cell harvesting",
        "complete remission",
        "dexamethasone",
        "extranodal disease"
    ],
    "author_names": [
        "Tanya Skamene, MD",
        "Wenyu Jiang, PhD",
        "Ralph M. Meyer, MD",
        "Michael Crump, MD",
        "John Kuruvilla, MD",
        "C. Tom Kouroukis, MD MSc, FRCPC",
        "Stefano Luminari",
        "Stephen Couban, MD",
        "Matthew C. Cheung, MD SM, FRCPC",
        "David A Rizzieri, MD",
        "Peter G Bardy, MBBS, FRACP, FRCPA",
        "Joseph Pater, MD MSc",
        "Marina S. Djurfeldt, MSc",
        "Lois E. Shepherd, MD",
        "Bingshu E Chen, PhD",
        "Annette E Hay, MB ChB"
    ],
    "author_affiliations": [
        [
            "Canadian Cancer Trials Group, Kingston, CAN "
        ],
        [
            "Department of Mathematics and Statistics, Queens University, Kingston, Canada "
        ],
        [
            "Juravinski Cancer Center, McMaster University, Hamilton, Canada "
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Department of Oncology, McMaster University, Juravinski Hospital and Cancer Centre, Hamilton, Canada "
        ],
        [
            "Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Dalhousie University, Halifax, Canada "
        ],
        [
            "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada "
        ],
        [
            "Dept. of Medicine, Div. of Hematological Malignancies & Cellular Therapy, Duke University Medical Center, Durham, NC "
        ],
        [
            "Haematology, Royal Adelaide Hospital, Adelaide, Australia "
        ],
        [
            "Canadian Cancer Trials Group, Queens University, Kingston, Canada "
        ],
        [
            "Canadian Cancer Trials Group, Kingston, Canada "
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, Canada "
        ],
        [
            "Canadian Cancer Trials Group, Queen's University, Kingston, Canada "
        ],
        [
            "Department of Internal Medicine, Queen's University, Kingston, Canada"
        ]
    ],
    "first_author_latitude": "44.2243881",
    "first_author_longitude": "-76.4914747"
}