{
    "doi": "https://doi.org/10.1182/blood.V120.21.1424.1424",
    "article_title": "Presence of Minimal Residual Disease by Flow Cytometry After Induction Chemotherapy Is Less Predictive of Overall and Progression-Free Survival Compared to Conventional Prognostic Factors Including Cytogenetic Risk and Age ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1424 Although induction chemotherapy can achieve complete remission (CR) in 60 – 80% of younger patients with acute myeloid leukemia (AML), most patients eventually relapse; therefore, the search for risk stratification methods that take into account response to therapy is warranted. Multiparameter flow cytometry (MFC) is more sensitive than conventional morphology and can detect residual leukemic cells (minimal residual disease, MRD) at a level of 1 AML cell in 10 3 – 10 4 non-leukemic cells. However, the prognostic significance of the presence of MRD by MFC after induction chemotherapy remains controversial, as is the timing of MRD testing after induction or consolidation chemotherapy (San Miguel et al, Blood 2001). The objective of this study is to evaluate whether MRD detectable by MFC after induction chemotherapy for AML predicts patient overall survival (OS) and progression-free survival (PFS) in patients undergoing conventional chemotherapy. Methods: All patients with newly diagnosed AML in Alberta between 2002 and 2010 were retrospectively reviewed. Patients were included in this study if they had evidence of an aberrant “leukemia-associated immunophenotype” (LAIP) by 5-colour MFC at diagnosis, underwent induction chemotherapy and had post-induction bone marrow assessment for MRD. Exclusion criteria included: diagnosis of acute promyelocytic leukemia, allogeneic transplantation in first complete remission (CR), or lack of outcomes information. Prognostic markers planned prospectively for inclusion in the analysis included age>60y, presence of secondary leukemia therapy-related or following prior hematologic disease, and cytogenetic risk group (Grimwade et al, Blood 2010). All patients were classified into one of three groups: those in CR without MRD, those in CR with any level of detectable MRD by MFC, and patients with no response (NR) to induction. Results: Of 199 patients diagnosed with AML during this time period, 84 met the inclusion criteria and were included in this analysis. CR was achieved in 55 patients without evidence of MRD, and CR with presence of MRD was identified post-induction in 17 patients. NR to induction was seen in 12 patients. In the MRD group compared to the CR group, age >60 years was seen in 41% vs 35% of patients, secondary leukemia in 14% vs 14%, and by cytogenetic risk groups 41% vs 71% had intermediate risk, 35% vs 16% had good risk and 24% vs 13% had poor risk disease, respectively. All deaths were due to relapsed leukemia except 1 patient in the NR group, 1 with MRD and 5 patients in CR after induction. There was no difference seen in outcomes with secondary AML (N=5) between groups. There was no difference in predicted OS (p<0.001, see Figure 1 ) and progression-free survival at 5 years (CR 27.7%, MRD18.8%, p=0.66) within this small sample size, although both groups have significantly better outcomes than those with refractory disease. There is a trend to better survival in patients in patients in CR compared to those with MRD. Age and cytogenetic risk group remain highly significant predictors of patient outcomes regardless of the presence of MRD, CR or NR after induction. Table 1. Univariate analysis of MRD status and prognostic variables in AML patients undergoing chemotherapy  Factor . Definition . 5 year OS . HR . 95% CI . Log rank p value . Response to Induction  CR vs MRD 52% vs 41.2% 1.634 0.742–3.597 0.222  CR vs NR 52% vs 8.3% 25.641 7.519–90.909 <0.0001 Age (yrs)  60 55.5% vs 23.9% 2.090 1.143–3.823 0.017 Cytogenetic Risk Group  Favourable vs Intermediate 86.7% vs 43.5% 2.982 1.380–6.444 0.005  Favourable vs High 86.7% vs 0% 21.73 7.247–65.16 <0.001 Factor . Definition . 5 year OS . HR . 95% CI . Log rank p value . Response to Induction  CR vs MRD 52% vs 41.2% 1.634 0.742–3.597 0.222  CR vs NR 52% vs 8.3% 25.641 7.519–90.909 <0.0001 Age (yrs)  60 55.5% vs 23.9% 2.090 1.143–3.823 0.017 Cytogenetic Risk Group  Favourable vs Intermediate 86.7% vs 43.5% 2.982 1.380–6.444 0.005  Favourable vs High 86.7% vs 0% 21.73 7.247–65.16 <0.001 View Large View large Download slide View large Download slide  Close modal Conclusion: Within a small group of patients, MRD presence after induction chemotherapy in patients in morphologic CR was not predictive of OS or PFS, although a trend is suggested toward improved OS in patients in CR. Conventional cytogenetic risk groups and age >60 years are more highly predictive of patients outcomes than presence of MRD for patients within all response groups. Disclosures: Geddes: Calgene Canada: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis Canada: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "chemotherapy, neoadjuvant",
        "cytogenetics",
        "flow cytometry",
        "neoplasm, residual",
        "prognostic factors",
        "progression-free survival",
        "chemotherapy regimen",
        "complete remission",
        "leukemia",
        "secondary leukemia"
    ],
    "author_names": [
        "Cameron D. Griffiths, MD",
        "Elena Liew, MD",
        "Jennifer K. Grossman, MD, BSc",
        "Douglas A. Stewart, MD, FRCP",
        "Joanne Luider",
        "Iwona Auer",
        "Adnan Mansoor, MD, FRCPC",
        "Michelle Geddes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cameron D. Griffiths, MD",
            "author_affiliations": [
                "Department of Medicine, University of Calgary, Calgary, AB, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elena Liew, MD",
            "author_affiliations": [
                "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer K. Grossman, MD, BSc",
            "author_affiliations": [
                "Department of Hematology and Hematologic Malignancies, University of Calgary, Calgary, AB, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas A. Stewart, MD, FRCP",
            "author_affiliations": [
                "Division of Hematology, University of Calgary, Southern Alberta Cancer Research Institute, Calgary, AB, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanne Luider",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Calgary, Calgary, AB, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iwona Auer",
            "author_affiliations": [
                "Calgary Laboratory Services, Calgary, AB, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adnan Mansoor, MD, FRCPC",
            "author_affiliations": [
                "Hematology and Transfusion Medicine, Calgary Laboratory services, University of Calgary, Calgary, AB, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Geddes, MD",
            "author_affiliations": [
                "Departments of Medicine and Oncology, University of Calgary, Calgary, AB, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T13:02:00",
    "is_scraped": "1"
}