{
    "doi": "https://doi.org/10.1182/blood.V126.23.3905.3905",
    "article_title": "The Absolute Number of Extranodal Sites Detected By PET-CT Is a Powerful Predictor of Secondary Central Nervous System Involvement in Patients with Diffuse Large B-Cell Lymphoma Treated with R-CHOP ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "abstract_text": "Background Central nervous system (CNS) relapse in patients with diffuse large B-cell lymphoma (DLBCL) is an infrequent but devastating complication. The German Risk model which includes the 5 IPI risk factors plus involvement of the kidneys has been validated in 2 large independent cohorts (Schmitz, ICML 2013; Savage, ASH 2014; El-Galaly, ICML 2015). In this model, the presence of >1 extranodal site of involvement contributes only 1 point. However, the precise impact of the extent of extranodal disease in PET-CT staged patients is unknown. Patients and Methods We identified patients with newly diagnosed DLBCL presenting to hospitals in Denmark, Canada, the United Kingdom and Australia through systematic searches of national/local lymphoma registries. Inclusion criteria were: staging included PET-CT, primary treatment with R-CHOP or similar regimen ± CNS prophylaxis. Patients treated with high-dose regimens (such as R-HyperCVAD) and those with CNS involvement at diagnosis were excluded. Medical records and PET-CT reports were reviewed for clinical information and outcome. Multiple lesions in one organ or set of paired organs/ tissue were counted as a single extranodal site, and the spleen and Waldeyer's ring were not included as extranodal sites. Time to CNS relapse was determined using the method of Kaplan and Meier, with univariate analysis of absolute number of extranodal sites associated with CNS relapse performed using competing risk regression with death before CNS relapse as competing risk. Multivariate analyses (adjusted for elevated LDH, age>60 y and performance status>1) were performed using Cox proportional hazards to identify the specific increase in risk attributable to the absolute number of extranodal sites of involvement. Involvement of the kidney/adrenals and advanced disease stage were not included in the adjustment because of their intrinsic relationship to number of extranodal sites. Results 1,536 patients meeting the above criteria were included, with the following characteristics: median age 65 y (range 17-92), 63% stage III/IV, 39% B symptoms, 50% elevated LDH, 15% performance status >1 and 39%, 36%, 15%, 6% and 3% had 0, 1, 2, 3 and 4+ extranodal sites of involvement, respectively. 79% received no specific CNS-directed prophylaxis; 8% received intrathecal chemotherapy alone, 5% received systemic high-dose anti-metabolites and 8% received both intrathecal and systemic. After a median follow-up of 41 (interquartile range 28-61) months, 62 (4%) patients developed CNS relapse at a median of 9 (range 4-78) months from initial diagnosis. The 3-y incidence of CNS relapse, unadjusted and adjusted hazard ratios for CNS relapse according to number of extranodal sites of involvement are presented in Table 1 . The competing risk regression analysis for CNS relapse using absolute number of extranodal sites of involvement is displayed in Figure 1 ; >2 vs 2 or fewer extranodal sites was associated with markedly increased risk of CNS progression ( P <0.0001). Conclusions In patients with newly diagnosed DLBCL staged with PET-CT and treated with R-CHOP, the presence of 3 or more extranodal sites of involvement is associated with markedly increased CNS relapse risk, even when adjusting for other variables. This finding may reflect the greater sensitivity of PET-CT for detection of extranodal disease compared with CT alone. This population would be suitable for prospective studies evaluating the efficacy of prophylaxis strategies and predictive biomarker studies. Table 1. Risk of CNS relapse according to number of extranodal sites at initial diagnosis. *adjusted for LDH, age>60 y and performance status >1  Number of extranodal sites . n (%) . 3-year incidence % (95%CI) . Unadjusted hazard ratio HR (95% CI) . Adjusted hazard ratio* HR (95% CI) . 0 602 (39) 1.7 (0.9-3.5) 1.0 (ref) 1.0 (ref) 1 559 (36) 4.0 (2.5-6.4) 3.0 (1.3-6.7) 3.1 (1.3-7.2) 2 230 (15) 4.8 (2.4-9.4) 3.4 (1.3-8.5) 2.8 (1.0-7.5) 3 92 (6) 12.8 (6.6-24.0) 8.1 (3.1-20.9) 6.3 (2.2-17.6) 4+ 53 (3) 32.1 (20.1-48.8) 22.0 (9.0-53.6) 17.2 (6.5-45.8) Number of extranodal sites . n (%) . 3-year incidence % (95%CI) . Unadjusted hazard ratio HR (95% CI) . Adjusted hazard ratio* HR (95% CI) . 0 602 (39) 1.7 (0.9-3.5) 1.0 (ref) 1.0 (ref) 1 559 (36) 4.0 (2.5-6.4) 3.0 (1.3-6.7) 3.1 (1.3-7.2) 2 230 (15) 4.8 (2.4-9.4) 3.4 (1.3-8.5) 2.8 (1.0-7.5) 3 92 (6) 12.8 (6.6-24.0) 8.1 (3.1-20.9) 6.3 (2.2-17.6) 4+ 53 (3) 32.1 (20.1-48.8) 22.0 (9.0-53.6) 17.2 (6.5-45.8) View Large Figure 1. View large Download slide Competing risk regression analysis depicting cumulative incidence of CNS relapse according to absolute number of extranodal sites of involvement. Figure 1. View large Download slide Competing risk regression analysis depicting cumulative incidence of CNS relapse according to absolute number of extranodal sites of involvement.  Close modal Disclosures Hutchings: Takeda: Research Funding. Connors: Roche: Research Funding; Seattle Genetics: Research Funding. Seymour: Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding, Speakers Bureau; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding; Phebra: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Infinity: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Speakers Bureau; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Genentech, Inc.: Membership on an entity's Board of Directors or advisory committees. Villa: Roche: Research Funding.",
    "topics": [
        "central nervous system",
        "computed tomography/positron emission tomography imaging",
        "diffuse large b-cell lymphoma",
        "extranodal disease",
        "r-chop",
        "biological markers",
        "central nervous system prophylaxis",
        "follow-up",
        "hypercvad protocol",
        "intrathecal chemotherapy"
    ],
    "author_names": [
        "Chan Yoon Cheah, MBBS DMedSc",
        "Martin Hutchings, MD",
        "Kirsty Rady, MBBS",
        "Kerry J. Savage, MD MSc",
        "Musa F. Alzahrani, MBBS, ABIM",
        "Laurie H. Sehn",
        "Sally Barrington, MD",
        "George Mikhaeel, MD",
        "Roopesh R. Kansara, MD",
        "Jakob Werner Hansen, MD",
        "Daniel Smith, MD",
        "Karen Juul Mylam, MD",
        "Thomas Stauffer Larsen, MD PhD",
        "Staffan Holmberg, MD",
        "Maja Juul, MD",
        "Sabrina Cordua, MD",
        "Michael Roost Clausen, MD",
        "Kkristina Buchardi Jensen",
        "Martin Bogsted",
        "Hans Erik Johnsen, Professor, MD",
        "Joseph M. Connors, MD",
        "Peter de Nully Brown",
        "John F. Seymour, MBBS, PhD",
        "Diego Villa, MDMPH",
        "Tarec Christoffer El-Galaly"
    ],
    "author_dict_list": [
        {
            "author_name": "Chan Yoon Cheah, MBBS DMedSc",
            "author_affiliations": [
                "School of Pathology and Laboratory Medicine, University of Western Australia, Perth, Australia ",
                "Department of Haematology, Sir Charles Gairdner Hospital, Perth, Australia ",
                "Department of Haematology, Pathwest Laboratory Medicine WA, Perth, Australia ",
                "Department of Haematology, Peter MacCallum Cancer Centre, Melbourne, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martin Hutchings, MD",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsty Rady, MBBS",
            "author_affiliations": [
                "Department of Haematology, Peter MacCallum Cancer Centre, East Melbourne, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry J. Savage, MD MSc",
            "author_affiliations": [
                "BC Cancer Agency and University of British Columbia, Centre for Lymphoid Cancer, Vancouver, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Musa F. Alzahrani, MBBS, ABIM",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of British Columbia, University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie H. Sehn",
            "author_affiliations": [
                "British Columbia Cancer Agency, Centre for Lymphoid Cancer and Department of Medical Oncology, Vancouver, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally Barrington, MD",
            "author_affiliations": [
                "Guy's and St. Thomas' Hospital and Kings College, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Mikhaeel, MD",
            "author_affiliations": [
                "Medical Oncology, Guy's and St Thomas' NHS Trust, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roopesh R. Kansara, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer and Division of Medical Oncology, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakob Werner Hansen, MD",
            "author_affiliations": [
                "Department of Haematology, Rigshospitalet, Copenhagen, Denmark "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Smith, MD",
            "author_affiliations": [
                "Guy's and St Thomas' NHS Trust, London, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Juul Mylam, MD",
            "author_affiliations": [
                "Department of Haematology, Odense Univsersity Hospital, Odense, Denmark "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Stauffer Larsen, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Odense University Hospital, Odense, Denmark "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Staffan Holmberg, MD",
            "author_affiliations": [
                "Department of Haematology, Herlev Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maja Juul, MD",
            "author_affiliations": [
                "Department of Haematology, Vejle Hospital, Vejle, Denmark "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Cordua, MD",
            "author_affiliations": [
                "Department of Hematology, Roskilde University Hospital, Roskilde, Denmark "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Roost Clausen, MD",
            "author_affiliations": [
                "Hematology, Aarhus University Hospital, Aarhus, Denmark "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kkristina Buchardi Jensen",
            "author_affiliations": [
                "Department of Haematology, Holstebro Hospital, Holstebro, Denmark "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bogsted",
            "author_affiliations": [
                "Unit of Biostatistics, Aalborg University Hospital, Aalbord, Denmark "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Erik Johnsen, Professor, MD",
            "author_affiliations": [
                "Department of Haematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph M. Connors, MD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Centre for Lymphoid Cancer and Department of Medical Oncology, Vancouver, Canada "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter de Nully Brown",
            "author_affiliations": [
                "Department of Oncology, Copenhagen University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. Seymour, MBBS, PhD",
            "author_affiliations": [
                "Peter MacCallum Cancer Centre, Melbourne, Australia ",
                "University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego Villa, MDMPH",
            "author_affiliations": [
                "BC Cancer Agency and University of British Columbia, Centre for Lymphoid Cancer, Vancouver, Canada "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tarec Christoffer El-Galaly",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T02:11:35",
    "is_scraped": "1"
}