{
    "doi": "https://doi.org/10.1182/blood.V118.21.1406.1406",
    "article_title": "Pre-B Cell Receptor-Mediated Activation of BCL6 Induces Pre-B Cell Quiescence Through Transcriptional Repression of MYC  ",
    "article_date": "November 18, 2011",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "Abstract 1406 Background: Pre-B cell receptor signaling is critical to induce initial expansion of the pool of differentiating B cell precursors but also mediates subsequent cell cycle exit and quiescence. Initial cell surface expression of the pre-B cell receptor induces a series of tyrosine phosphorylation events resulting in MYC and CCND2-mediated proliferation. After 2–5 divisions, however, large pre-BII (Fraction C') cells exit cell cycle to become resting, small pre-BII cells (Fraction D). While the signaling pathway resulting in pre-B cell receptor-induced proliferation is well understood, the mechanism by which pre-BII cells exit cell cycle, however, is currently unclear. Results: This checkpoint and cell cycle exit at the Fraction C'-D transition is critical for immunoglobulin light chain gene recombination and to prevent malignant transformation into acute lymphoblastic leukemia. Here we demonstrate that inducible activation of pre-B cell receptor signaling recapitulates the initial proliferative burst followed by cell cycle exit, which is characterized by strong upregulation of BCL6 and subsequent loss of MYC and CCND2 expression. ChIP-on-chip analysis revealed that the transcriptional repressor BCL6 is directly recruited to the MYC promoter. Inducible activation of pre-B cell receptor signaling in pre-B cells from BCL6-deficient mice failed to induce cell cycle exit and quiescence. We conclude that activation of BCL6 downstream of the pre-B cell receptor is crucial for the induction of quiescence at the Fraction C'-D checkpoint. As expected, inducible activation of BCL6 downstream of the pre-B cell receptor results in transcriptional repression of MYC and CCND2 . Overexpression of MYC prevented pre-B cell receptor/BCL6-induced cell cycle exit. Conclusion: Hence, pre-B cell receptor signaling induces cellular quiescence of Fraction C' pre-B cells through activation of BCL6 and BCL6-mediated transcriptional repression of MYC and CCND2. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "cell cycle quiescence",
        "immunoglobulin light chains",
        "malignant transformation",
        "pre-b lymphocyte",
        "transcriptional repression",
        "tyrosine",
        "b-lymphocytes",
        "germ cells",
        "mice"
    ],
    "author_names": [
        "Rahul Nahar",
        "Parham Ramezani-Rad",
        "Maximilian Mossner",
        "Cihangir Duy",
        "Leandro Cerchietti, MD",
        "Huimin Geng, PhD",
        "Hassan Jumaa, PhD",
        "B. Hilda Ye, PhD",
        "Ari Melnick, MD",
        "Markus Muschen"
    ],
    "author_dict_list": [
        {
            "author_name": "Rahul Nahar",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Parham Ramezani-Rad",
            "author_affiliations": [
                "Norris Comprehensive Cancer Center, Childrens Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maximilian Mossner",
            "author_affiliations": [
                "Hematology and Oncology, Medical Faculty Mannheim of the University of Heidelberg, Mannheim, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cihangir Duy",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leandro Cerchietti, MD",
            "author_affiliations": [
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huimin Geng, PhD",
            "author_affiliations": [
                "Institute of Computational Biomedicine, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hassan Jumaa, PhD",
            "author_affiliations": [
                "Max-Planck Institute for Immunobiology, Freiburg, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B. Hilda Ye, PhD",
            "author_affiliations": [
                "Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ari Melnick, MD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medical College, New York, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Muschen",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T06:47:50",
    "is_scraped": "1"
}