{
    "doi": "https://doi.org/10.1182/blood.V120.21.2002.2002",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2188",
    "start_url_page_num": 2188,
    "is_scraped": "1",
    "article_title": "Haploidentical Allogeneic Hematopoietic Stem Cell Transplantation Using the Donors with the HLA-B*5801-TNFα -308A Haplotype Produced Higher Frequency of Untoward Effects in Acute Lymphocytic Leukemia Patients ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "topics": [
        "acute lymphocytic leukemia",
        "allogeneic hematopoietic stem cell transplant",
        "burkitt's lymphoma",
        "donors",
        "haplotypes",
        "hla-b antigens",
        "hematopoietic stem cell transplantation",
        "bloodstream infections",
        "disease progression",
        "dna"
    ],
    "author_names": [
        "Liyun Yang, PhD",
        "Yan Chen, PhD & MD",
        "Sainan Zhu",
        "Dingfang Bu",
        "Lixiang Wang",
        "Xiaojie Jiao",
        "Xuechun Lu",
        "Hongxing Liu, MD",
        "Ping Zhu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Peking University First Hospital, beijing, China, "
        ],
        [
            "Department of Hematology, Peking University First Hospital, Beijing, China, "
        ],
        [
            "Department of Hematology, Peking University First Hospital, beijing, China, "
        ],
        [
            "Department of Hematology, Peking University First Hospital, beijing, China, "
        ],
        [
            "General Hospital of Armed Police, Beijing, China, "
        ],
        [
            "General Hospital of Armed Police, Beijing, China, "
        ],
        [
            "Beijing 301 Hospital, Beijing, China, "
        ],
        [
            "Molecular Diagnosis Center, Beijing Dao-pei Hospital, Beijing, China"
        ],
        [
            "Department of Hematology, Peking University First Hospital, Beijing, China, "
        ]
    ],
    "first_author_latitude": "39.959339",
    "first_author_longitude": "116.34314494999998",
    "abstract_text": "Abstract 2002 In this study, we investigated the clinical characteristics of acute lymphoblastic leukemia (ALL) patients using sibling donors with HLA-B*5801-TNFα-308A haplotype (B5801-TNF2) for haploidentical or identical hematopoietic stem cell transplantation (HSCT). A total of 136 B-ALL cases and 29 T/NK-ALL cases were recruited. DNA samples from the patients and their siblings were assayed for genotyping of HLA and TNFα at -308 (rs1800629). B5801-TNF2 haplotype in donors was determined by analyzing TNFα -308 and HLA-B genotypes in patients and their family members. Outcomes within 2 years including overall mortality and non-relapse mortality, disease course and complications within 100 days were compared among patients using related donors with HLA-B*5801-TNFα-308A haplotype for haploidentical HSCT (B5801-TNF2+HID group), those using related donor without HLA-B*5801-TNFα-308A haplotype for haploidentical HSCT (B5801-TNF2-HID group), and those using related sibling either B5801-TNF2+ or B5801-TNF2- haplotype for identical HSCT (SID group). In the 165 sibling donors after HSCT, 35 were found to carry HLA-B*5801-TNFα-308A haplotype. There were 21 cases in B5801-TNF2+HID group, 100 cases in B5801-TNF2-HID group, and 44 cases in SID group. Compared patients in B5801-TNF2-HID and SID groups, patients in B5801-TNF2+HID group had higher overall mortality (adjusted P =0.039) and non-relapse mortality within 2 years (adjusted P =0.001), delayed platelet engraftment (adjusted P <0.0001), higher incidences of severe acute graft-versus-host disease ( P =0.007), severe late onset hemorrhagic cystitis ( P =0.002), blood stream infection ( P =0.017), and invasive fungal disease ( P =0.004) within 100 days. Therefore, sibling donors carrying HLA-B*5801-TNFα-308A haplotype for haploidentical HSCT caused higher mortality rate and higher frequency of severe complications in ALL recipients. Keywords: HLA-B*5801-TNFα-308A haplotype; acute lymphoblastic leukemia; allogeneic haploidentical hematopoietic stem cell transplantation; allogeneic identical hematopoietic stem cell transplantation Disclosures: No relevant conflicts of interest to declare."
}