{
    "doi": "https://doi.org/10.1182/blood.V126.23.2165.2165",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3041",
    "start_url_page_num": 3041,
    "is_scraped": "1",
    "article_title": "Effects of Genetic Polymorphisms on Leukocyte and Neutrophil Counts and Maximum Tolerated Dose of Hydroxyurea in Children with Sickle Cell Anemia ",
    "article_date": "December 3, 2015",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia - Basic and Translational Science: Poster II",
    "topics": [
        "child",
        "hydroxyurea",
        "leukocytes",
        "maximum tolerated dose",
        "neutrophils",
        "polymorphism",
        "sickle cell anemia",
        "blood transfusion",
        "dna",
        "duffy antigen type"
    ],
    "author_names": [
        "Beverly A Schaefer, MD",
        "Jonathan M Flanagan, PhD",
        "Thad A. Howard, MS",
        "Kerri A Nottage, MD MPH",
        "Connie M. Piccone, MD",
        "Scott T. Miller, MD",
        "Alex George, MD, PhD",
        "Beatrice E. Gee, MD",
        "Barry R Davis, MDPhD",
        "Russell E. Ware, MD PhD"
    ],
    "author_affiliations": [
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Baylor College of Medicine, Houston, TX "
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Case Western Reserve University, Cleveland, OH "
        ],
        [
            "SUNY Downstate, Brooklyn, NY "
        ],
        [
            "Baylor College of Medicine, Houston, TX "
        ],
        [
            "Morehouse School of Medicine, Atlanta, GA "
        ],
        [
            "University of Texas School of Public Health, Houston, TX"
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Background: Elevated total white blood cell (WBC) count is associated with increased morbidity and mortality in sickle cell anemia (SCA), and is a biomarker for disease severity. In addition, a higher WBC and absolute neutrophil count (ANC) have been associated with a higher maximum tolerated dose (MTD) for hydroxyurea in treated patients. Several single nucleotide polymorphisms (SNPs), especially variants in the Duffy Antigen Receptor for Chemokine ( DARC ) gene, influence WBC and ANC in the general population; however, their effects on children with SCA have not been reported. Objectives: To determine the effects of candidate SNPs on the baseline WBC and ANC in children with SCA; to identify novel genetic variants affecting WBC and ANC; and to investigate their effects on hydroxyurea MTD. Design/Method: Genomic DNA was analyzed from children with SCA enrolled in prospective trials involving hydroxyurea treatment, including: (1) Hydroxyurea Study of Long-Term Effects (HUSTLE, NCT 00305175); (2) Stroke With Transfusions Changing to Hydroxyurea (SWiTCH, NCT 00122980); and (3) Transcranial Doppler With Transfusions Changing to Hydroxyurea (TWiTCH, NCT 01425307). DNA samples were genotyped for 6 candidate SNPs that were previously reported to have a significant effect on the WBC and ANC in the general population, using a combination of PCR-based allelic discrimination and Sanger sequencing (Table). WBC and ANC phenotypes (n=429) were obtained at study enrollment, as well as hydroxyurea MTD values (n=224) for children receiving the drug. An additive model and correlation trend test was used to perform statistical testing. Whole exome sequencing (WES) analysis was performed after randomizing the entire cohort into a discovery (n=256) and validation group (n=127), to identify novel associations with WBC and ANC. Results: The average age (mean ± SD) of the entire cohort was 10.7 ± 4.1 years, with WBC = 13.8 ± 4.4 x 10 9 /L and ANC = 7.6 ± 3.2 x 10 9 /L. The DARC SNP rs2814778 regulating Duffy antigen expression had a minor allele frequency (MAF) of 15.1%, similar to published reports in African-American populations. After adjusting for age, children either homozygous or heterozygous for the A allele had significantly higher WBC and ANC, compared to G homozygotes known as \"Duffy null\" (14.6 vs. 13.5 x 10 9 /L and 8.5 vs. 7.2 x 10 9 /L, p=0.015 and p=0.001, respectively). For DARC rs12075, which distinguishes the major Duffy alleles, the G allele that results in Fya expression was associated with higher ANC than Fyb, 8.8 vs. 7.4 x 10 9 /L, p=0.017. The hydroxyurea MTD was 25.6 ± 4.5 mg/kg/day for the treated cohort, which was associated with pre-treated WBC (p=0.009) and ANC (0.002), but with none of the DARC polymorphisms. An unbiased search using WES identified a total of 45,228 non-synonymous variants with allele frequency >1%, including 2,238 variants associated with WBC and ANC in the discovery group (p<.05). Following replication testing in the validation group, 64 variants maintained association (p<0.05). Of these, 11 were located near the DARC gene and likely are in linkage with this known potent modifier. Five additional variants in the ZFHX4 , RAB11FIP1 , MAN2B1 , RP1L1 , and CD109 genes had overall p-values <.005 and represent polymorphisms that may affect WBC and ANC. Table 1.  Gene . SNP . Location . MAF . WBC . ANC .     Beta value p value Beta value p value DARC rs2814778 1q23 .151 1.02 0.015 1.01 0.001 DARC rs12075 1q23 .059 0.80 0.203 1.09 0.017 IFI16 rs4657616 1q23 .069 1.24 0.041 0.79 0.077 PSMD3-CSF rs4065321 17q21.1 .386 0.39 0.219 0.32 0.442 CDK6 rs445 7q21.2 .188 -0.22 0.586 -0.23 0.577 CXCL2 rs9131 4q13.3 .202 -0.26 0.506 -0.16 0.172 Gene . SNP . Location . MAF . WBC . ANC .     Beta value p value Beta value p value DARC rs2814778 1q23 .151 1.02 0.015 1.01 0.001 DARC rs12075 1q23 .059 0.80 0.203 1.09 0.017 IFI16 rs4657616 1q23 .069 1.24 0.041 0.79 0.077 PSMD3-CSF rs4065321 17q21.1 .386 0.39 0.219 0.32 0.442 CDK6 rs445 7q21.2 .188 -0.22 0.586 -0.23 0.577 CXCL2 rs9131 4q13.3 .202 -0.26 0.506 -0.16 0.172 Candidate genes associated with WBC count. Beta value represents the average change in levels with each allele copy. View Large Conclusions: Common genetic variants affecting WBC and ANC in the general population also modify the phenotype of children with SCA, and can explain some of the observed WBC variability. This analysis confirms that children with SCA with Duffy alleles have significantly higher WBC and ANC compared to Duffy null individuals. Notably, the effect of Duffy null phenotype on lower WBC and ANC persists despite the highly inflammatory state and leukocytosis commonly observed in SCA. Hydroxyurea MTD was positively correlated with baseline WBC and ANC, but was not influenced by DARC . WES results suggest additional novel gene variants that may influence the WBC and ANC in children with SCA. Disclosures Off Label Use: Hydroxyurea is FDA approved for the treatment of sickle cell anemia in adults, but has not yet been approved in children.. Nottage: Janssen Pharmaceuticals: Employment. Ware: Bayer Pharmaceuticals: Consultancy; Eli Lilly: Other: DSMB membership; Biomedomics: Research Funding; Bristol Myers Squibb: Research Funding."
}