{
    "doi": "https://doi.org/10.1182/blood-2019-124115",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4370",
    "start_url_page_num": 4370,
    "is_scraped": "1",
    "article_title": "Phenotypic Correlates and Prognostic Outcomes of TET2 Mutations in Myelodysplastic Syndrome/Myeloproliferative Neoplasm Overlap Syndromes: A Comprehensive Study of 504 Patients ",
    "article_date": "November 13, 2019",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "topics": [
        "kiaa1546 gene",
        "mutation",
        "myelodysplastic syndrome",
        "myeloproliferative disease",
        "overlap syndrome",
        "phenotype",
        "leukemia, myelomonocytic, chronic",
        "juvenile myelomonocytic leukemia",
        "massively-parallel genome sequencing",
        "neoplasms"
    ],
    "author_names": [
        "Giacomo Coltro, MD",
        "Guadalupe Belen Antelo, MD",
        "Terra Lasho, PhD",
        "Christy Finke, BS",
        "Animesh Pardanani, MBBS, PhD",
        "Naseema Gangat, MBBS",
        "Ryan M. Carr, MD PhD",
        "Moritz Binder, MDMPH",
        "Abhishek A Mangaonkar, MBBS",
        "David S Viswanatha, MD",
        "Rong He, MD",
        "Aref Al-Kali, MD",
        "Kebede H. Begna, MD",
        "Darci Zblewski, APRN, C-NP",
        "Mark Litzow, MD",
        "William J Hogan, MB, BCh",
        "Martin Fernandez-Zapico, MD",
        "Keith Robertson, PhD",
        "Ayalew Tefferi, MD",
        "Mrinal M Patnaik, MDMBBS"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Department of Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Department of Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Department of Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Department of Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Molecular Pharmacology and Experimental Therapeutics, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.022672899999996",
    "first_author_longitude": "-92.4667508",
    "abstract_text": "Introduction: Myelodysplastic syndrome/myeloproliferative neoplasm (MDS/MPN) overlap syndromes consist of 5 distinct WHO-defined entities; namely chronic myelomonocytic leukemia (CMML), atypical chronic myeloid leukemia, BCR/ABL1 - (aCML), juvenile myelomonocytic leukemia (JMML), MDS/MPN with ring sideroblasts and thrombocytosis (MDS/MPN-RS-T), and MDS/MPN, unclassifiable (MDS/MPN-U) (Arber et al. , Blood 2016). With the notable exception of JMML, a bona fide RASopathy, the other entities are characterized by clinical heterogeneity and molecular diversity. Loss of function TET2 mutations ( TET2 MT ) are common in myeloid neoplasms, especially CMML (60%), and are known leukemogenic drivers. We carried out this study to assess the TET2 mutational landscape and phenotypic correlates in patients with MDS/MPN overlap syndromes. Methods: After approval by the institutional review board, adult patients with WHO defined MDS/MPN overlap syndromes were included; with the exception of JMML. The BM morphology, cytogenetics and 2016, WHO-diagnoses were retrospectively reviewed and all patients underwent targeted next generation sequencing for 29 myeloid-relevant genes, obtained on BM mononuclear cells, at diagnosis, or at first referral, by previously described methods (Patnaik et al. , BCJ 2016). Results: Five hundred and four patients were included in the study; including 387 (77%) with CMML, 48 (10%) with MDS/MPN-RS-T, 17 (3%) with aCML and 52 (10%) with MDS/MPN-U. The median age at diagnosis was 71 (range, 18-99) years, and 333 (66%) were male. TET2 MT were seen in 212 (42%) patients, with the frequency of other mutations being: ASXL1 45%, SRSF2 40%, NRAS 15%, SF3B1 13%, CBL , RUNX1 and SETBP1 12% each, and JAK2 V617F 11% (Figure B). Among the MDS/MPN overlap syndromes, TET2 was more frequently mutated in CMML (49%) and aCML (47%) compared to MDS/MPN-RS-T (10%) and MDS/MPN-U (15%). The prevalence of patients with TET2 MT increased with age, a finding consistent across all MDS/MPN subtypes (Figure C). Overall, 341 TET2 MT were identified in 212 patients (mean 1.6 variants/patient, range 0-5): 120 (24%) had >1 TET2 MT , while 113 (22%), 5 (1%) and 2 (0.4%) had 2, 3 and 5 mutations, respectively. CMML and aCML patients were more likely to have an age-independent increase in multiple TET2 MT (28% and 24%), in comparison to MDS/MPN-RS-T (4%) and MDS/MPN-U (8%). TET2 MT spanned the entire coding sequence and were mostly truncating (78%, Figure A): 59 (17%) were missense, 14 (4%) involved the splice-donor/acceptor sites, 2 (0.5%) were in-frame deletions, 129 (38%) were nonsense, and 137 (40%) were frameshift mutations. Overall, the distribution of TET2 MT was superimposable across CMML, aCML, and MDS/MPN-U; the only exception being the absence of splice site mutations in the latter two. One hundred and eighty-seven (55%) TET2 MT were secondary to pathogenic single nucleotide variants (SNV), while the remainders were secondary to deletions (25%) and insertions (15%). Transitions comprised the most frequent type of SNV (65%), with the C:G>T:A being the most common (56%). Patients with MDS/MPN overlap syndrome and TET2 MT were more likely to have additional gene mutations compared to wild type patients (mean mutation number 3.1 vs 2.1, p <0.0001), with common co-mutations being SRSF2 (51%), ASXL1 (42%), and CBL (17%). The median overall survival (OS) of the entire cohort was 29 (range, 0-170) months; 29 months for CMML, 63 months for MDS/MPN-RS-T, 14 months for aCML, and 25 months for MDS/MPN-U. On univariate analysis, OS was superior in CMML patients with TET2 MT (35 months) compared to wild type cases (21 months, p< 0.0001, Figure D), and in CMML patients with >1 TET2 MT (41 months) in comparison to wild type (21 months, p <0.0001) and single TET2 MT (29 months, p =0.0476) cases (Figure E). These observations were not seen in patients with aCML, MDS/MPN-RS-T, and MDS/MPN-U. Conclusion: Our study demonstrates that TET2 MT are among the most frequent mutations in patients with MDS/MPN overlap syndromes (42%), especially CMML (49%), with an age-dependent increase in the frequency and number of TET2 MT . Mutations in TET2 were found to span the entire coding sequence, with truncating mutations being more common (78%). Importantly, in CMML, TET2 MT , including number of TET2 MT , were associated with favorable survival outcomes. Figure View large Download slide Figure View large Download slide  Disclosures Al-Kali: Astex Pharmaceuticals, Inc.: Research Funding. Patnaik: Stem Line Pharmaceuticals.: Membership on an entity's Board of Directors or advisory committees."
}