{
    "doi": "https://doi.org/10.1182/blood.V120.21.4634.4634",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2198",
    "start_url_page_num": 2198,
    "is_scraped": "1",
    "article_title": "Early Diagnosis and Successful Treatment of Idiopathic Autoimmune Factor XIII Deficiency Complicated by Intracerebral Hemorrhage ",
    "article_date": "November 16, 2012",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "autoimmunity",
        "cerebral hemorrhage",
        "early diagnosis",
        "factor xiii deficiency",
        "consciousness related finding",
        "concentrate dosage form",
        "prednisolone",
        "hemorrhage",
        "autoantibodies",
        "bleeding diathesis"
    ],
    "author_names": [
        "Mihoko Takai, MD",
        "Naoko Hosono, MD., PhD.",
        "Shinji Kishi, MD, PhD",
        "Takahiro Yamauchi, MD, PhD",
        "Yoshimasa Urasaki, MD, PhD",
        "Hiroyuki Neishi, MD",
        "Hiroaki Takeuchi, MD, PhD",
        "Masaharu Souri, PhD",
        "Ken-ichiro Kikuta, MD, PhD",
        "Toshihiro Haba, MD., PhD.",
        "Akitada Ichinose, MD, PhD",
        "Takanori Ueda, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, University of Fukui, Fukui, Japan, "
        ],
        [
            "Department of Hematology and Oncology, University of Fukui, Fukui, Japan, "
        ],
        [
            "Department of Hematology and Oncology, University of Fukui, Fukui, Japan, "
        ],
        [
            "Department of Hematology and Oncology, University of Fukui, Fukui, Japan, "
        ],
        [
            "Department of Hematology and Oncology, University of Fukui, Fukui, Japan, "
        ],
        [
            "Department of Neurosurgery, University of Fukui, Japan, "
        ],
        [
            "Department of Neurosurgery, University of Fukui, Japan, "
        ],
        [
            "Department of Molecular Patho-Biochemistry and Patho-Biology, School of Medicine, Yamagata University, Japan, "
        ],
        [
            "Department of Neurosurgery, University of Fukui, Japan, "
        ],
        [
            "Department of Hematology, Fukui Kosei Hospital, Fukui, Japan"
        ],
        [
            "Department of Molecular Patho-Biochemistry and Patho-Biology, School of Medicine, Yamagata University, Japan, "
        ],
        [
            "Department of Hematology and Oncology, University of Fukui, Fukui, Japan, "
        ]
    ],
    "first_author_latitude": "36.0762523",
    "first_author_longitude": "136.2127913",
    "abstract_text": "Abstract 4634 Summary: Autoimmune factor XIII (FXIII) deficiency is an extremely rare bleeding disorder that can be life-threatening without prompt diagnosis and treatment. Many clinicians, even experienced hematologists, are unaware of this critical disorder. The causes and mechanisms of autoimmune FXIII deficiency remain unclear, but patients should be given top priority in receiving FXIII concentrate and immunosuppressive drugs when this is suspected to avoid fatal hemorrhage. We report the first Japanese case of autoimmune FXIII deficiency presenting as acute intracerebral hemorrhage. The clinical manifestations allowed prompt diagnosis and effective treatment in the form of emergency open drainage and infusion of FXIII concentrates combined with prednisolone therapy, leading to success in saving the life of this patient. Case: A 68-year-old man was hospitalized in another department of our hospital with abdominal pain and diffuse purpura of the abdominal skin in the absence of any history of trauma. He did not have a family history of bleeding tendency. Since he had been receiving low-dose aspirin because of a previous stroke, he received a transfusion of red cell concentrate and was discharged after cessation of aspirin. Two weeks later, he was taken to an emergency room with left hemiplegia. Computed tomography (CT) revealed an intracerebral hemorrhage measuring 4 cm in diameter. Sixteen hours after hospitalization, emergency open drainage was performed because of decreased levels of consciousness due to an expanding intracerebral hemorrhage measuring 7 cm with midline shift. Bleeding was controlled during the operation and CT showed no evidence of further bleeding after surgery. However, on postoperative day 2, subcutaneous bleeding spontaneously developed on the patient's head. Platelet counts and coagulation tests were normal, and other tests showed no evidence of factor VIII, factor IX or von Willebrand factor deficiencies. Given the lack of evidence of other autoimmune disorders or family history of bleeding tendency, we suspected idiopathic autoimmune FXIII deficiency and immediately initiated administration of FXIII concentrate. After treatment with FXIII concentrate, subcutaneous bleeding on the head was arrested and level of consciousness had recovered at all. 3 days after it was confirmed that FXIII activity was as low as 11%, and was not corrected by normal plasma at 1:1 in the cross-mixing test, suggesting the presence of anti-FXIII inhibitor and corroborating our clinical diagnosis. Based on the detection of anti-FXIII A autoantibodies in dot blot assay, we immediately started immunosuppressive therapy using prednisolone at 1 mg/kg combined with FXIII concentrate. Three weeks later, inhibition of FXIII activity was partly improved. FXIII activity was 36%, and 1:1 cross-mixing test was corrected, indicating that immunosuppressive therapy with prednisolone was proving successful. Four weeks later, his surgical wound had healed and FXIII concentration injection was discontinued. Prednisolone tapering was started, and after 8 weeks, with prednisolone tapered to 35 mg, FXIII activity was elevated to 53%. This was not yet sufficient, but anti-FXIII A subunit autoantibodies had disappeared completely, first as free-form antibody and then as bound/complexed antibody. Successful results were achieved in response to short-term treatment. In fact, in some of the 28 cases reported from Japan, anti-FXIII inhibitors were continued despite immunosuppressive therapy for a few years. The next target was to stop prednisolone therapy, because the major causes of death in patients with autoimmune FXIII deficiency is bleeding or infection. Why and when the patient developed autoantibodies remains unclear, as he had no evidence of other autoimmune disorders. This report describes a remarkably successful case in which early diagnosis and treatment of autoimmune FXIII deficiency achieved good outcomes for a case complicated by intracerebral hemorrhage. All clinicians should consider the possibility of this rare disease when they encounter patients who present with life-threatening bleeding and normal coagulation tests are inconclusive. Prompt diagnosis and treatment are crucial in saving the life of the patient. Disclosures: No relevant conflicts of interest to declare."
}