{
    "doi": "https://doi.org/10.1182/blood.V118.21.1183.1183",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2006",
    "start_url_page_num": 2006,
    "is_scraped": "1",
    "article_title": "Whole-Exome Sequencing to Identify Mutations in Thrombosis Modifier Genes Isolated From a Factor V Leiden-Dependent Sensitized ENU Suppressor Screen in the Mouse ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "topics": [
        "factor v",
        "factor v leiden",
        "genes",
        "mice",
        "mutation",
        "thrombosis",
        "whole exome sequencing",
        "dna",
        "venous thrombosis",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Randal Joseph Westrick, PhD",
        "Guojing Zhu, MD",
        "Jishu Xu, MS",
        "Audrey C.A. Cleuren, PhD",
        "Angela Yang, MS",
        "David R Siemieniak, BS",
        "Kart Tomberg, MS",
        "Weiping Peng, BS",
        "Jun Z Li, PhD",
        "David Ginsburg, MD"
    ],
    "author_affiliations": [
        [
            "Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Human Genetics, University of Michigan, Ann Arbor, USA, "
        ],
        [
            "Leiden University Medical Center, Leiden, Netherlands, "
        ],
        [
            "Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Life Sciences Institute, Howard Hughes Medical Institute and University of Michigan, Ann Arbor, USA, "
        ],
        [
            "Human Genetics, University of Michigan, Ann Arbor, USA, "
        ],
        [
            "Human Genetics, University of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Human Genetics, University of Michigan, Ann Arbor, USA, "
        ],
        [
            "University of Michigan Medical School and Howard Hughes Medical Institute, Ann Arbor, MI, USA"
        ]
    ],
    "first_author_latitude": "42.27964250000001",
    "first_author_longitude": "-83.7341173",
    "abstract_text": "Abstract 1183 Only ∼10% of individuals carrying the common venous thrombosis risk factor, Factor V Leiden (FVL) will develop venous thrombosis in their lifetime. In order to identify potential FVL modifier genes, we performed a sensitized dominant ENU mutagenesis screen, based on the perinatal synthetic lethal thrombus previously observed in mice homozygous for FVL (FVQ/Q) and hemizygous for tissue factor pathway inhibitor deficiency (Tfpi+/−). The genome-wide ENU mutagenesis screen was performed by crossing ENU-treated male FVQ/Q mice with FVQ/+ Tfpi+/− females. Surviving G1 offspring were analyzed to identify survivors with the otherwise lethal FVQ/Q Tfpi+/− genotype. As proof of concept, we demonstrated that reduced tissue factor (Tf+/−) suppresses the lethal FVQ/Q Tfpi+/− phenotype, suggesting that mutations at Tf should be among the suppressor genes identified by our screen. Analysis of 7,128 G1 offspring (∼2X genome coverage) identified 98 FVQ/Q Tfpi+/− mice that survived to weaning. Fourteen FVQ/Q Tfpi+/− G1 mice exhibited successful transmission of a putative suppressor mutation to two or more FVQ/Q Tfpi+/− G2 offspring. Extensive genotyping of mice from an expanded genetic cross from one of these lines mapped a candidate suppressor locus to a chromosome 3 region encompassing the TF gene (LOD=4.93). With continued improvements in next generation sequencing technologies, we have now applied whole exome sequencing to analysis of 8 of the remaining 13 lines. The entire DNA coding region (the “exome”, totaling 49.6 Mb of DNA sequence) from a progeny-tested member of each line was captured using the Agilent SureSelect mouse exome capture system. Whole-exome sequencing using the Illumina HiSeq high-throughput sequencer yielded 12–15 gigabases of sequence data per sample, corresponding to an average of ∼200 fold sequencing coverage for each nucleotide position. Variant analysis using the Gene Analysis Toolkit revealed the presence of a small number of high confidence novel heterozygous (dominant) variants in each sample. Each of these heterozygous variants is a candidate suppressor mutation and these are presently being tested in remaining FVQ/Q Tfpi+/− mice from each respective line. Based on previous studies where ENU-induced mutations in mice have been identified, we anticipate the identification of putative exomic mutations in approximately 80% of tested suppressor lines. Identification of these mutations should provide candidate modifier genes for FVL and other human hemostatic disorders. Disclosures: Ginsburg: Portola Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Catalyst Biosciences: Membership on an entity's Board of Directors or advisory committees; Shire Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees."
}