{
    "doi": "https://doi.org/10.1182/blood.V116.21.3851.3851",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1656",
    "start_url_page_num": 1656,
    "is_scraped": "1",
    "article_title": "MT1-MMP Plays a Critical Role In the Modulation of Hematopoiesis. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells: Poster II",
    "topics": [
        "ablation",
        "bone marrow purging",
        "cancer",
        "fibrinogen",
        "gelatinase b",
        "growth factor",
        "hematopoiesis",
        "matrix metalloproteinases",
        "pancytopenia",
        "rna, small interfering"
    ],
    "author_names": [
        "Chiemi Nishida",
        "Beate Heissig, MD",
        "Yoshihiko Tashiro, MD",
        "Motoharu Seiki",
        "Hiromitsu Nakauchi, Professor",
        "Koichi Hattori, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Stem Cell Regulation, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Frontier Research Initiative, Institute of Medical Science, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Stem Cell Regulation, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Cancer Cell Research, Institute of Medical Science, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Stem Cell Therapy, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Division of Stem Cell Regulation, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.50924045",
    "first_author_longitude": "139.7698121",
    "abstract_text": "Abstract 3851 Specific niches, in which hematopoietic stem cells (HSCs) reside control the balance between HSC quiescence and self-renewal, yet little is known about the extrinsic signals provided by the niche and how these niche signals regulate such a balance. In the recent study, activation of the fibrinolytic pathway via matrix metalloproteinases (MMPs) including MMP-9 resulted in the release of kit ligand (KitL) in the BM niche. Membrane type 1-MMP (MT1-MMP) can activate MMP-9 in the process of mutual activation of MMP. It has already known that BM myeloablation with irradiation or anti-cancer drug induces MT1-MMP expression, but the role of MT1-MMP in hematopoiesis is not well-understood. We examined MT1-MMP deficient mice (MT1-MMP-/-) 12 days after birth. MT1-MMP-/- were suffering from pancytopenia, and are reduced numbers of bone marrow mononuclear cells (BMMCs), splenocytes and number of hematopoietic progenitor cells in the BM although the number of HSCs in BM showed no significant difference. BM cytospins from MT1-MMP-/- mice showed mild erythropoietic disturbance and severer impairment of myelopoiesis. Interestingly, a powerful hematopoietic factor, Kit-ligand (KitL) levels were significantly lower in MT1-MMP-/- mice than wild type. MT1-MMP knockdown by shRNA or/and siRNA impaired KitL expression and secretion in transfected stroma cells compared to Mock controls, demonstrating that reduced KitL plasma levels were due to impaired release/production and not due to reduced numbers of stromal cells in MT1-MMP-/-. Similarly, impaired proliferation and differentiation of MT1-MMP-/- BMMCs in vitro could be restored by exogenous sKitL. Others and we reported that BM ablation induces the production of stromal cell-derived factor-1 (SDF-1; CXCL12), which plays a key role in stem cell homing and B-cell lymphopoiesis. Reduced SDF-1 expression was observed in BMMCs of MT1-MMP-/- mice and genetic knockdown of MT1-MMP resulted in lower SDF-1 expression both on a transcriptional and protein level. BMMCs of MT1-MMP-/- showed a decrease in the percentage of mature B cells compare to controls. Knocking down of MT1-MMP in stromal cell reduced the number of adherent hematopoietic cells, but addition of rec. SDF-1 could reverse the phenotype. These results suggested stromal-derived MT1-MMP was functionally important to maintain HSC function in long-term cultures of WT HSCs. Thus, MT1-MMP is a critical modulator of hematopoiesis, as it alters the growth factor output of niche cells. Disclosures: No relevant conflicts of interest to declare."
}