{
    "doi": "https://doi.org/10.1182/blood.V116.21.1499.1499",
    "article_title": "Patterns of HLA-DR Surface Expression on CD14+ Monocytes During Adverse Events After Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 19, 2010",
    "session_type": "Granulocytes, Monocytes and Macrophages: Poster I",
    "abstract_text": "Abstract 1499 The human leukocyte antigen DR (HLA-DR) surface expression on CD14+ monocytes reflects the degree of activation of these cells. In line with the central role of monocytes and macrophages in the immune system, a decreased HLA DR expression on CD14+ monocytes has been shown to be a hallmark of an altered immune status during the systemic inflammatory response syndrome (SIRS). We therefore hypothesized that HLA-DR expression might likewise be altered after hematopoietic stem cell transplantation (HSCT). HLA-DR surface expression of CD14+ monocytes was assessed by flow cytometry in 30 pediatric patients (below 15 years, n=23) and young adults (15 years and above, n=7) up to one year after HSCT (7 autologous and 23 allogeneic stem cell transplants). Normal values were derived from a control group of healthy children (n=18) and young adults (n=22). During the conditioning period, a significant increased HLA-DR expression in pediatric patients and young adults was observed. This increase could not be attributed to the administration of anti-thymocyte globulin (ATG). After HSCT, HLA-DR expression was not altered in general. However, HLA-DR expression decreased significantly up to 5 days before (p<0.05) and during (p<0.01) bacterial infections or sepsis. In contrast, HLA-DR expression levels were increased 7–10 days before and at the time of diagnosis of viral infections. HLA-DR expression was also elevated during acute graft-versus-host disease (GVHD). At the time of hepatic veno-occlusive disease (VOD), HLA-DR expression on CD14+ monocytes was reduced. Neither the administration of granulocyte colony-stimulating factor (G-CSF) nor the occurrence of a relapse was associated with a change of HLA-DR expression. In conclusion, adverse events after HSCT were associated with altered HLA-DR expression levels. Therefore, HLA-DR expression on CD14+ monocytes appears as a promising parameter which might allow identifying patients at risk after HSCT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adverse event",
        "hematopoietic stem cell transplantation",
        "hla-dr antigens",
        "monocytes",
        "granulocyte colony-stimulating factor",
        "systemic inflammatory response syndrome",
        "allogeneic stem cell transplant",
        "antithymoglobulin",
        "bacterial infections",
        "flow cytometry"
    ],
    "author_names": [
        "Michaela Döring, MD",
        "Ingo Müller, MD",
        "Annika Erbacher",
        "Rupert Handgretinger, MD, PhD",
        "Michael Hofbeck, MD, PhD",
        "Gunter Kerst, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michaela Döring, MD",
            "author_affiliations": [
                "Hematology/Oncology, Children's University Hospital, Tübingen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ingo Müller, MD",
            "author_affiliations": [
                "Clinic of Pediatric Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annika Erbacher",
            "author_affiliations": [
                "Hematology/Oncology, Children's University Hospital, Tübingen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rupert Handgretinger, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Children's University Hospital, Tübingen, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hofbeck, MD, PhD",
            "author_affiliations": [
                "Pediatric Cardiology, University Children's Hospital, Tübingen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gunter Kerst, MD",
            "author_affiliations": [
                "Pediatric Cardiology, University Children's Hospital, Tübingen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T15:41:12",
    "is_scraped": "1"
}