{
    "doi": "https://doi.org/10.1182/blood.V112.11.2207.2207",
    "article_title": "Multivirus-Specific T Cell Immunotherapy to Prevent or Treat Infections of Stem Cell Transplant Recipients. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "abstract_text": "Viral infections caused by community viruses frequently cause morbidity and mortality in allogeneic hematopoietic stem cell transplant (HSCT) recipients. Antiviral drugs are costly, often have severe adverse effects, and are frequently ineffective. Treatment of the underlying problem, namely lack of antigen-specific T cells, should offer effective and longterm protection. Our group has produced trivirus-reactive T cells targeting EBV, CMV, and adenoviruses (Adv) using monocytes and EBV-transformed lymphoblastoid cell lines (EBV-LCL) expressing pp65 from an adenoviral vector as antigen-presenting cells to present CMV, Adv and EBV antigens. As few as 2x10 5 /kg trivirus-specific cytotoxic T lymphocytes (CTL) proliferated by several logs post-infusion into HSCT recipients and appeared to protect the recipients against all three viruses. Despite these encouraging clinical results, the broader implementation of the approach is limited by (i) the infectious virus material (EBV/Adv) required for CTL generation and (ii) the prolonged culture required to produce the EBV-LCL, increase viral specificity and reduce alloreactivity (3 months) which means T cells must be produced “speculatively” for all patients. Finally, (iii) “antigenic competition” between multiple viruses limits the extension of the approach to additional problematic pathogens. To overcome these limitations we have developed an approach to rapidly produce multivirus-specific CTL with broad spectrum specificity without using adenoviral vectors or EBV-LCL. Using the Amaxa system to nucleofect monocyte-derived DCs we consistently detected GFP transgene expression in 39% (median; range 30–58%) of cells 24hrs posttransfection. Viability was ~70% and the DC maturation state, as measured by CD80, 83, 86, and HLA-DR expression, was unaffected by the transfection. To show that nucleofected DCs reactivated virus-specific T cells in vitro, we cocultured p-Shuttle-pp65-GFP-transfected DCs from CMV seropositive donors with PBMCs at a responder:stimulator ratio of 20:1. After nine days, phenotypic and functional characterization of the responder T cell lines showed higher or comparable frequencies of pp65-specific T cells in IFN-g ELIspot and minimal alloreactivity when compared to pp65-specific T cells lines generated from the same donors using our standard protocol with Ad5f35pp65-transduced DCs as APCs. Pentamer analysis of pShuttle-pp65-generated CTL lines also showed a higher frequency of pp65 pentamer-directed T cells than the Ad5f35pp65-transduced counterparts (median 2.05 fold higher frequency of HLA-A2 NLV-directed T cells; range 1.34–3.35 fold) (n=4 donors). Importantly, this protocol could also be used to reactivate T cells against multiple viruses for which high (EBV), intermediate (BK), and low (Adv) frequencies of reactive memory T cells circulate. Using a panel of p-Shuttle plasmids encoding LMP2 and BZLF1 (EBV), Large T (BK), and Hexon and Penton (Adv), we amplified CTLs from seropositive donors, using as stimulators DCs transfected with each construct. This modification overcomes the need for EBV-LCL generation. Furthermore, we demonstrated that by pooling transfected DCs prior to coculture with PBMC, we could reproducibly generate multivirus-specific CTL lines with specificity for all the stimulating antigens, irrespective of the circulating memory T cell frequency. To further shorten the CTL production process, we established that virus-activated T cells could be specifically selected by IFN-g capture 24 hours after DC stimulation and that the selected cells were highly specific for the stimulating antigens as measured by IFN-g ELIspot, proliferation and cytotoxicity assay. In summary, we have established a GMP-applicable protocol for the rapid generation (<10 days) of two different CTL products without using infectious viral material. In 10 days we can generate virus-specific CTLs with broad specificity which can be administered prophylactically to high risk SCT recipients. However by combining DC transfection with IFN-g selection we can also rapidly generate mono- or multivirus-specific CTL products for treatment of acute infection. We demonstrate the feasibility of generating CTL lines targeting 6 different antigens from 4 common viruses without using infectious viral material. Future studies will extend our approach to additional viral, fungal, and bacterial antigens.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "immunotherapy",
        "infections",
        "infectious mononucleosis",
        "t-lymphocytes",
        "antigens",
        "interferon type ii",
        "recombinant interferon-gamma",
        "adverse effects",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Ulrike Gerdemann, MD",
        "Anne Christin, MD",
        "Carlos A. Ramos, MD",
        "Yuriko Fujita, MD",
        "Juan F. Vera, MD",
        "Dagmar Dilloo, MD",
        "Malcolm K. Brenner, MD, PhD",
        "Helen E. Heslop, MD",
        "Cliona M. Rooney, PhD",
        "Ann M. Leen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ulrike Gerdemann, MD",
            "author_affiliations": [
                "Pediatrics, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anne Christin, MD",
            "author_affiliations": [
                "Pediatrics, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos A. Ramos, MD",
            "author_affiliations": [
                "Medicine, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuriko Fujita, MD",
            "author_affiliations": [
                "Pediatrics, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan F. Vera, MD",
            "author_affiliations": [
                "Pediatrics, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dagmar Dilloo, MD",
            "author_affiliations": [
                "Heinrich-Heine University, Dusseldorf, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm K. Brenner, MD, PhD",
            "author_affiliations": [
                "Pediatrics, Medicine, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen E. Heslop, MD",
            "author_affiliations": [
                "Pediatrics, Medicine, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cliona M. Rooney, PhD",
            "author_affiliations": [
                "Pediatrics, Molecular Virology and Microbiology, Immunology, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann M. Leen, PhD",
            "author_affiliations": [
                "Pediatrics, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:29:29",
    "is_scraped": "1"
}