{
    "doi": "https://doi.org/10.1182/blood.V122.21.1202.1202",
    "article_title": "Cell-Intrinsic and Cell-Extrinsic Involvement Of C/EBPβ In The Regulation Of Hematopoietic Stem Cells ",
    "article_date": "November 15, 2013",
    "session_type": "503. Hematopoiesis: Regulation of Gene Transcription: Poster I",
    "abstract_text": "Our previous findings have revealed the requirement of CCAAT Enhancer Binding Protein β (C/EBPβ), a leucine zipper transcription factor, in emergency granulopoiesis (Hirai et al. Nat Immunol, 2006). During emergency situations such as infection, C/EBPβ is involved in the sufficient supply of granulocytes through amplification of hematopoietic stem/progenitor cells (Satake et al. J Immunol, 2012). In addition, we have shown that C/EBPβ is upregulated by downstream signaling of BCR-ABL and promotes myeloid expansion and leukemic stem cells exhaustion in chronic phase chronic myeloid leukemia (Hayashi et al. Leukemia, 2013). These observations suggested that C/EBPβ plays important roles in normal hematopoietic stem cells (HSCs). Here we investigated the cell-intrinsic and -extrinsic function of C/EBPβ in the regulation of HSCs by analyzing C/EBPβ knockout (KO) mice. At steady state, no obvious defects have been reported in hematopoiesis of C/EBPβ KO mice. Accordingly, the frequencies of long-term and short-term HSCs and various kinds of progenitor cells in bone marrows (BM) of C/EBPβ KO mice were identical to those in BM of wild type (WT) mice. To examine the functional consequences of C/EBPβ deletion, competitive repopulation assay was performed. In brief, 5x10 5 BM cells from WT or C/EBPβ KO mice (CD45.2 + ) and the same number of competitor CD45.1 + BM cells were transplanted into lethally irradiated CD45.1 + mice and the chimerisms of CD45.2 + cells in the peripheral blood of the recipient mice were monitored monthly. The chimerisms of C/EBPβ KO cells were significantly lower than that of WT cell at 1 month after transplantation and the differences were maintained thereafter ( Figure A ). In order to elucidate the reason for the difference, homing ability of C/EBPβ KO cells were assessed. Lineage depleted CD45.2 + WT or C/EBPβ KO BM cells together with the equal number of lineage negative CD45.1 + BM cells were transplanted into lethally irradiated CD45.1 + mice and the frequencies of CD45.2 + cells were analyzed 16 hours after transplantation. The frequencies of CD45.2 + WT and C/EBPβ KO donor cells in the recipient BMs were identical and the data indicated that the differences in the chimerisms after primary BM transplantation were due to the difference in the initial expansion of transplanted cells after equivalent levels of homing. To see the roles of C/EBPβ in hematopoiesis under stressed conditions, CD45.1 + mice were transplanted with CD45.2 + WT or C/EBPβ KO BM cells with equal numbers of CD45.1 + BM cells and these mice were administered with 150mg/kg 5-fluorouracil (5-FU) once a month and the chimerisms of peripheral blood were monitored every time before the next 5-FU administration. In consistent with the results mentioned above, the frequencies of CD45.2 + C/EBPβ KO cells were significantly lower than those of CD45.2 + WT cells 1 month after transplantation. After repetitive administration of 5-FU, however, the chimerisms of CD45.2 + C/EBPβ KO cells gradually caught up with those of CD45.2 + WT cells, suggesting that C/EBPβ is involved in the exhaustion of HSCs under stressed conditions ( Figure B ). To explore the functions of C/EBPβ in hematopoietic microenvironments, 1x10 6 CD45.1 + BM cells from WT mice were transplanted into irradiated (5Gy or 7Gy) WT or C/EBPβ KO mice (CD45.2 + ). All the WT recipient mice survived after 5Gy or 7Gy irradiation (4/4 and 4/4, respectively). In contrast, only 2/4 and 1/4 C/EBPβ KO recipient mice survived after 5Gy or 7Gy irradiation, respectively. We are currently trying to identify the cells expressing C/EBPβ in BM microenvironments and investigating the mechanisms for the higher sensitivity of C/EBPβ KO mice to irradiation. In summary, these data suggested that C/EBPβ is required for initial expansion of hematopoietic stem/progenitor cells at the expense of HSCs under stressed conditions, while it is dispensable for maintenance of HSCs at steady state. We are now investigating the cellular and molecular targets of C/EBPβ in HSC regulation and would like to elucidate the cell-intrinsic and cell-extrinsic mechanisms in regulation of the homeostasis of hematopoietic system by C/EBPβ. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "ccaat-enhancer-binding proteins",
        "cd45 antigens",
        "fluorouracil",
        "hematopoietic stem cells",
        "infections",
        "leukemia",
        "leukemia, myeloid, chronic-phase",
        "leukemic hematopoietic stem cell",
        "metallic stents"
    ],
    "author_names": [
        "Akihiro Tamura, MD",
        "Hideyo Hirai, MD, PhD",
        "Yoshihiro Hayashi, MD, PhD",
        "Asumi Yokota, PhD",
        "Atsushi Sato, MD",
        "Satoshi Yoshioka, MD",
        "Masaki Iwasa, MD",
        "Eishi Ashihara, MD, PhD",
        "Yasuo Miura, MD, PhD",
        "Taira Maekawa, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Akihiro Tamura, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideyo Hirai, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiro Hayashi, MD, PhD",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asumi Yokota, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Sato, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Yoshioka, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaki Iwasa, MD",
            "author_affiliations": [
                "Division of Gastroenterology and Hematology, Shiga University of Medical Science, Siga, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eishi Ashihara, MD, PhD",
            "author_affiliations": [
                "Department of Clinical and Translational Physiology, Kyoto Pharmaceutical University, Kyoto, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuo Miura, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taira Maekawa, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T06:48:06",
    "is_scraped": "1"
}