{
    "doi": "https://doi.org/10.1182/blood.V112.11.1216.1216",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1090",
    "start_url_page_num": 1090,
    "is_scraped": "1",
    "article_title": "Atherosclerosis and Predictors of Cardiovascular Mortality in Hemophilia. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "atherosclerosis",
        "cardiovascular death",
        "hemophilia a",
        "obesity",
        "coronary stenosis",
        "myocardial ischemia",
        "creatinine",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "hypercholesterolemia"
    ],
    "author_names": [
        "Carolyn Foley, BS",
        "Lawrence A. Nichols, MD",
        "Margaret V. Ragni, MD, MPH"
    ],
    "author_affiliations": [
        [
            "Medicine, Division Hematology, Oncology, University of Pittsburgh and Hemophilia Center of Western PA, Pittsburgh, PA, USA"
        ],
        [
            "Pathology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Department of Medicine, Division Hematology/Oncology, University of Pittsburgh and Hemophilia Center of Western PA, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.4342276",
    "first_author_longitude": "-79.95346119999999",
    "abstract_text": "The degree of coronary stenosis in men with hemophilia is similar to the general population, yet coronary symptoms and cardiovascular mortality are significantly lower, as we and others have previously showed. Although actor VIII deficiency may be protective against ischemic heart disease (IHD), the role of standard cardiovascular risk factors, most of which are associated with elevated factor VIII, in predicting ischemic heart disease or mortality in hemophilia is not known. We, therefore, conducted a case-control study to compare risk factors for IHD between hemophilic men (n=14) and non-hemophilic controls (n=42), matched 3:1 by age, race, and gender. Cardiovascular risk factors included hypertension, hypercholesterolemia, obesity, creatinine elevation, old age, and history of smoking, diabetes, and coronary symptoms (chest pain, angina, infarction). Clinical data were obtained from de-identified medical records on the cases and controls from the University of Pittsburgh Medical Center (UPMC) Medical Archival Records System (MARS), using an honest broker system. Intraluminal coronary stenosis was evaluated by a semi-quantitative scoring system, with 0=minimal (0.025; frequency of coronary symptoms, 0 of 14 (0%) vs. 4 of 42 (9.5%), p=0.305; degree of intraluminal coronary stenosis >25% at autopsy, 11 of 14 (78.6%) vs. 25 of 42 (59.5%), p=0.118; or in coronary stenosis >75% at autopsy, 2 of 14 (14.3%) vs. 8 of 42 (19.0%), p=0.302. There was also no difference in the frequency of cardiovascular risk factors between cases and controls, including hypertension (systolic >140 or diastolic >90 mm Hg), 4 of 14 (28.6%) vs. 12 of 42 (28.6%), p = 0.266; smoking, 5 of 14 (37.7%) vs. 14 of 37 (p=0.775); or hypercholesterolemia, 5 of 14 (35.7%) vs. 8 of 42 (19.0%), p = 0.419. Although a significantly fewer cases than controls had BMI > 25, 3 of 14 (21.4%) vs. 28 of 42 (66.7%), p=0.003; diabetes, 0 of 14 (0%) vs. 9 of 38 (23.7%), p=0.044; and creatinine >1.2 mg/dl, 1 of 14 (7.1%) vs. 13 of 39 (33.3%), p=0.047, these findings did not persist after controlling for age and HIV infection. The proportion of hemophilic cases who succumbed to cardiopulmonary death, however, was significantly lower than in non-hemophilic controls, 0 of 14 (0%) vs. 14 of 42 (33.3%), p=0.009, which persisted after correction for age. Other than HIV infection, which was more common among those with severe hemophilia (25% intraluminal coronary stenosis, 7 of 9 (77.8%) vs. 4 of 5 (80.0%), p=0.494; or with >75% intraluminal stenosis, 0 of 9 (0%) vs. 2 of 5 (40.0%), p=0.110; coronary symptoms, p=1.00; hypertension, p=0.419; hypercholesterolemia, p=0.315; creatinine >1.2, p=0.357; or history of smoking, p=0.315; diabetes, p=1.00; BMI ³ 25, p=0.247; or coronary symptoms, p=1.00. In conclusion, hemophilic men not only have a similar frequency of coronary symptoms and a similar degree of intraluminal coronary stenosis as age-, gender-, and race-matched non-hemophilic controls, they also appear to have a similar frequency of cardiovascular risk factors. These findings suggest, but do not prove, that factor VIII deficiency, even in the presence of cardiovascular risk factors and atherosclerotic vessels, may be protective against thrombotic coronary occlusion and ischemic heart disease."
}