{
    "doi": "https://doi.org/10.1182/blood-2021-152451",
    "article_title": "Suppression of Extracellular Vesicle CD47 Induces Systemic Anti-DLBCL Immunity ",
    "article_date": "November 5, 2021",
    "session_type": "622.Lymphomas: Translational-Non-Genetic",
    "abstract_text": "Purpose: Tumor cells evade the immune surveillance by up-regulating surface expression of CD47, which interacts with SIRPa on macrophages to elicit the immune checkpoint response. Anti-CD47 antibody (IBI188) has shown promise in treating tumors, including Diffuse large B cell lymphoma (DLBCL). The objective response rate among DLBCL was 73% (ClinicalTrials.gov number, NCT02953509.). The basis of differential therapeutic success between patients remains unknown. Extracellular vesicles (EVs) carry bioactive molecules that influence the immune system. CD47 has be found on surface of EVs. The purpose of this study is to explore whether EV CD47 contributes to immunosuppression and is associated with anti-CD47 response in DLBCL. Methods:  Kaplan-Meier curves and Cox regression models were used to analyze PFS and OS. The area under the ROC curve (AUC) was used to assess the predicted validity of the National Comprehensive Cancer Network-International Prognostic Index (NCCN-IPI) model and the NCCN-IPI+ CD47 model. Immunofluorescence experiment was used to detect the infiltration of M1 and M2 subtype macrophages in DLBCL tumor tissue. M1 and M2 macrophages were generated from peripheral blood mononuclear cells obtained from healthy donors. Immunoelectron microscopy, flow cytometry and western blot were performed to detect CD47 on the surface of the EVs derived from DLBCL cells. The activity of macrophage phagocytosis of DLBCL cells was detected by confocal-based phagocytosis assay and flow cytometry-based phagocytosis assay. In DLBCL xenografts, the IBI188 antibody was a macrophage immune checkpoint inhibitor blocking CD47 that induces tumor-cell phagocytosis. Peripheral blood mononuclear cells from DLBCL patients and healthy donors was collected for EVs purification and subsequent detection of human CD47 proteins by ELISA. Results  The elevated expression of CD47 in DLBCL is significantly correlated with poor PFS and OS in a univariate analysis, and is statistically significant after adjusting for the NCCN-IPI in the univariate and multivariate analysis (Figure 1A, B). AUC analysis with cross-validation showed that the combination of the CD47 signature and NCCN-IPI had a better prediction of PFS and OS than without the CD47 signature (Figure 1C). Thus, CD47 in DLBCL can be used as a biomarker of prognosis and developed the prognostic stratification of DLBCL patients. EV CD47 derived from DLBCL cells has the same membrane topology as the cell surface CD47, with its extracellular domain exposed on the surface of the EVs (Figure 1D-G). Moreover, EV CD47 could function similarly to cell-surface CD47 in the suppression of macrophage phagocytosis of DLBCL cells (Figure 1H, I). DLBCL cells that had higher levels of cellular CD47 protein packaged greater amounts of CD47 into EVs, and these EVs displayed an increased binding to SIRPa of macrophages, thus inhibiting macrophage-mediated phagocytosis of DLBCL cells (Figure 1J-O). Antibodies against human CD47 specifically identified human CD47 on the circulating exosomes from mice bearing DLBCL xenografts but not the control mice. The level of circulating EV CD47 positively correlated with tumor size. Injection of EVs derived from DLBCL cells promoted the growth of tumors, whereas pre-treatment of the EVs with anti-CD47 antibodies (IBI188), but not IgG isotype or CD63-blocking antibodies, inhibited the effect (Figure 1P, Q). The presence of CD47 in the EVs isolated from the plasma of DLBCL patients, and the level of CD47 on the circulating EVs was significantly higher in DLBCL patients than that in healthy donors (Figure 1R, S). The receiver ROC curve shows that the level of circulating EV CD47 could distinguish DLBCL patients from healthy donors. Conclusion Our studies suggest that the EV CD47-SIRPa interaction may represent a critical mechanism by which DLBCL cells escape immune-mediated clearance. Our study also raises the possibility that disrupting the interaction between the EV CD47 and macrophage SIRPa is a mechanism in the CD47-SIRPa blockade-based therapies. Moreover, high levels of circulating EV CD47 would follow and correlate positively with the phagocytic activity of macrophages, and reflect the presence of a successful anti-tumor immunity elicited by the anti-CD47 therapy. Together, these findings show that EV CD47 represents an unexplored therapeutic target, which could overcome resistance to current CD47 antibody approaches. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Wenzhuo Zhuang",
        "Bingzong Li"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenzhuo Zhuang",
            "author_affiliations": [
                "Department of Cell Biology, School of Biology & Basic Medical Sciences, Soochow University, Suzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bingzong Li",
            "author_affiliations": [
                "Department of Hematology, School of Biology & Basic Medical Sciences, Soochow University, Suzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:37:08",
    "is_scraped": "1"
}