{
    "doi": "https://doi.org/10.1182/blood.V108.11.5449.5449",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=719",
    "start_url_page_num": 719,
    "is_scraped": "1",
    "article_title": "Early Harvest Followed by Melphalan-Dexamethasone and Second-Line Autologous Stem Cell Transplantation in AL Amyloidosis. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "autologous stem cell transplant",
        "dexamethasone",
        "immunoglobulin deposition disease",
        "melphalan",
        "primary amyloidosis",
        "second line treatment",
        "complete remission",
        "follow-up",
        "thalidomide",
        "stem cells"
    ],
    "author_names": [
        "Giovanni Palladini, MD",
        "Vittorio Perfetti, MD",
        "Paola Russo, MD",
        "Francesca Lavatelli, MD",
        "Mario Nuvolone, MD",
        "Laura Obici, MD",
        "Giampaolo Merlini, MD"
    ],
    "author_affiliations": [
        [
            "Amyloid Center, IRCCS Policlinico San Matteo, Pavia, Italy",
            "Department of Internal Medicine, University of Pavia, Pavia, Italy",
            " "
        ],
        [
            "Amyloid Center, IRCCS Policlinico San Matteo, Pavia, Italy",
            "Department of Internal Medicine, University of Pavia, Pavia, Italy",
            " "
        ],
        [
            "Amyloid Center, IRCCS Policlinico San Matteo, Pavia, Italy",
            "Department of Internal Medicine, University of Pavia, Pavia, Italy",
            " "
        ],
        [
            "Amyloid Center, IRCCS Policlinico San Matteo, Pavia, Italy",
            "Department of Internal Medicine, University of Pavia, Pavia, Italy",
            " "
        ],
        [
            "Amyloid Center, IRCCS Policlinico San Matteo, Pavia, Italy",
            "Department of Internal Medicine, University of Pavia, Pavia, Italy",
            " "
        ],
        [
            "Amyloid Center, IRCCS Policlinico San Matteo, Pavia, Italy",
            " "
        ],
        [
            "Amyloid Center, IRCCS Policlinico San Matteo, Pavia, Italy",
            "Department of Biochemistry, University of Pavia, Pavia, Italy",
            " "
        ]
    ],
    "first_author_latitude": "45.19622",
    "first_author_longitude": "9.148840899999998",
    "abstract_text": "Autologous stem cell transplantation (ASCT) is considered the most effective therapy in AL, but treatment related mortality (TRM) is significant. Melphalan-dexamethasone (MDex) is well tolerated and grants a high response rate ( Blood  2004 ; 103 : 2936 -8 ). In order to reduce TRM, after stem cell harvest, we treated AL patients eligible for ASCT with first-line MDex, offering second-line ASCT to non-responders (NR). Eligibility to ASCT was determined according to Comenzo and Gertz ( Blood  2002 ; 99 : 4276 -82 ), including good and intermediate risk patients. Response to MDex was evaluated every 3 cycles. MDex was continued until either complete remission (CR) or partial hematologic response (PR) associated with organ response (PR+OR) was reached. MDex was discontinued after 3 cycles in NR or after 9 cycles in patients in PR without organ response (PRNOR). Patients in PRNOR or NR received second-line therapy: ASCT if they were still eligible, or thalidomide-dexamethasone ( TDex, Blood  2002 ; 105 : 2949 -51 ) if they became ineligible for ASCT. Forty patients (median age 55 years, range 32–67 years, 20 males, 15 good-risk) were enrolled between March 2002 and June 2005. Twenty-five (63%) responded to MDex (11 CR, 14 PR). Hematologic response was accompanied by OR in 23 cases. There was no TRM. Seventeen patients (42%), 15 NR and 2 in PRNOR received second-line therapy. Seven were still eligible for ASCT. Although 2 of them were enrolled as good-risk, at the time of ASCT all were intermediate-risk and received conditioning with melphalan 140 mg/m 2 . Two patients died within 100 days and 2 (29%) responded. The 2 responders had obtained PRNOR after MDex. Ten patients received second-line TDex. One died within 100 days and none responded. Overall, 6 patients (15%), none of whom responded to MDex, died. Median follow-up of living patients is 27 months. Median survival was not reached. Response to MDex improved survival (p<.001). The efficacy and tolerability of MDex is confirmed. Approximately 60% of NR to MDex lose eligibility for ASCT. After MDex, second-line ASCT is associated with apparently increased TRM. Response to second-line ASCT was observed only in patients who obtained PR with MDex."
}