{
    "doi": "https://doi.org/10.1182/blood.V106.11.4650.4650",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=273",
    "start_url_page_num": 273,
    "is_scraped": "1",
    "article_title": "Improved Survival of Lymphoma Patients after Introduction of Rituximab. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "In a previous intramural study using tumor registry data, we found no difference in survival for all 222 patients diagnosed with low-grade (LG) or intermediate-grade (IG) non-Hodgkin’s lymphoma (NHL) during 1980–1989 compared to all 404 such patients who were diagnosed during 1990–1999 (ASH 2002). However, the anti CD20 monoclonal antibody rituximab, which was introduced in 1998, has been associated with improved survival in randomized trials of patients with intermediate grade B cell lymphomas. In this study we carried out two analyses. The first compared relative survival for 368 Hoag lymphoma patients diagnosed during 1995–2000 (median age 65 years) to national data from the Surveillance Epidemiologic and End Result (SEER) program. The 5-year relative survival rate for Hoag patients compared to SEER was 72% vs. 59% for 1995–2000, in sharp contrast to the relative 5-year survival rates observed during 1989–1994 which were only 46% for Hoag lymphoma patients vs. 51% for SEER. The second comparison was for observed survival for all 362 Hoag patients with LG or intermediate-grade IG B cell NHL, who were diagnosed during 1998–2003 (median age 65, 105 deaths), compared to 352 Hoag patients with LG or IG B-cell NHL, who were diagnosed during 1990–1997 (median age 63, 175 deaths). The respective 5-year survival rates were 58% vs. 51% (p=.032, 2-tailed log-rank test). We conclude that survival has improved for Hoag patients with lymphoma both by intramural historical comparisons and extramural contemporary comparisons. Improvement took place during the time that rituximab was adopted as standard therapy at Hoag, and suggests that the survival benefits that have been observed in randomized trials are also taking place in the general population of B cell lymphoma patients.",
    "topics": [
        "lymphoma",
        "rituximab",
        "immunoglobulins",
        "b-cell lymphomas",
        "cd20 antigens",
        "lymphoma, non-hodgkin",
        "monoclonal antibodies",
        "log rank test",
        "b-lymphocytes"
    ],
    "author_names": [
        "Robert O. Dillman, MD",
        "Sherri Chico"
    ],
    "author_affiliations": [
        [
            "Hoag Comprehensive Cancer Center, Hoag Hospital, Newport Beach, CA, USA"
        ],
        [
            "Hoag Comprehensive Cancer Center, Hoag Hospital, Newport Beach, CA, USA"
        ]
    ],
    "first_author_latitude": "33.62264329999999",
    "first_author_longitude": "-117.93096740000001"
}