{
    "doi": "https://doi.org/10.1182/blood.V106.11.4374.4374",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=436",
    "start_url_page_num": 436,
    "is_scraped": "1",
    "article_title": "Gene Expression Studies Reveal a Potential Mechanism of Glivec Resistance in Patients with Ph+ ALL Treated. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "b-cell differentiation",
        "blast phase",
        "cyclins",
        "dna, complementary",
        "fluorescence activated cell sorter assay",
        "gene expression",
        "polymerase chain reaction",
        "receptors, antigen, b-cell",
        "blast cells",
        "cell lines"
    ],
    "author_names": [
        "To Ha Loi, BSc",
        "David D.F. Ma, M.D"
    ],
    "author_affiliations": [
        [
            " ",
            " Haematology and Stem Cell Transplantation, St Vincent’s Hospital, Sydney, New South Wales, Australia."
        ],
        [
            " ",
            " Haematology and Stem Cell Transplantation, St Vincent’s Hospital, Sydney, New South Wales, Australia."
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665",
    "abstract_text": "In Ph+ ALL, patients respond to Glivec but nearly always relapse due to acquired resistance. The biological processes associated with Glivec resistance in Ph+ ALL are yet to be fully elucidated. The aim of this study is to use microarray and Q-PCR technology to dissect changes in signaling pathways of blast cells in Ph+ ALL patients treated with Glivec. Peripheral blood (PB) samples were taken before treatment and on consecutive days after administration of Glivec from two Ph+, c-ALLA+ and CD19+ ALL patients. Blast cells were isolated and their gene expression assayed using 19K cDNA microarrays. Over 400 differentially expressed genes were identified with at least a 1.5-fold up- or down-regulation in treated cells compared to cells collected pre-treatment. Based on these gene expression results, three main gene ontology groups were further evaluated: Apoptosis, Proliferation and B cell differentiation. The up-regulation of Bim and Bcl-6, and down regulation of Cyclin D2, confirms the induction of apoptosis via the FOXO3a pathway in cells treated with Glivec in vivo . Interestingly, both the proliferation genes, Tcl1-A and PKCe, and B cell differentiation associated genes, including CD79a, ETS1 and a cohort of IGH and Igl and k genes, were up-regulated during therapy. These gene expression changes observed in vivo were confirmed by Q-PCR in the Ph+ cell lines K562 (derived from CML blast crisis) and SUP-B15 (derived from ALL) treated with Glivec. The unexpected finding of increased expression of pro-proliferative genes and B cell differentiation genes by microarray revealed potential links with early B cell development and B cell receptor (BCR) signaling. Evidence for apoptosis and proliferation of Ph+ cell lines treated with Glivec were then examined by FACs. After 5 days of treatment with Glivec, 90% of K562 and 50% SUP-B15 cells underwent apoptosis. Furthermore, cell cycle analysis revealed the existence of a population of cells in G2 phase even after 6 days of Glivec treatment in SUP-B15 but not K562 cells, thus providing evidence of a population of cells undergoing proliferation during Glivec treatment in vitro . In summary, our in vivo observations supported by in vitro experiments suggest that Glivec induces the majority of Ph+ ALL blasts to undergo apoptosis. However, as treatment is prolonged, a population of ALL cells escapes death and undergoes proliferation and differentiation. We hypothesise that Glivec induced differentiation and proliferation of Ph+ cells may result in the clonal enrichment of cells resistant to Glivec."
}