{
    "doi": "https://doi.org/10.1182/blood.V104.11.4803.4803",
    "article_title": "Serum Thymidine Kinase Levels, lgV H Mutational Status and Cytogenetic Aberrations in B-CLL. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The biological heterogeneity of chronic lymphocytic leukemia (B-CLL) is well recognised. Clinical staging schemes of Rai or Binet do not identify those patients, presenting with early clinical stage, who nevertheless will have progressive disease. The presence or absence of somatic hypermutation in the variable region of the immunoglobulin heavy chain gene (IgV H ) identifies two major disease subsets. Patients with unmutated IgV H genes have significantly shorter survivals than do patients with mutated IgV H genes. Cytogenetic aberrations have also been identified, associated with significantly different outcomes. Thus, 17p deletions or mutations and 11q23 deletions have been associated with particularly poor outcomes, trisomy12 with intermediate outcomes and patients with del13q or no detectable abnormality usually have indolent disease. Thymidine kinase (TK) is a cellular enzyme involved in DNA synthesis by a salvage pathway, where it catalyses the conversion of deoxythymidine to deoxythymidinemonophosphate. Serum TK activity is thought to reflect the proliferation activity of the tumour in patients with cancer. Its measurement has been proposed as a prognostic marker in Binet stage A B-CLL patients, with levels over 7.0 U/l identifying those previously untreated Binet Stage A patients with significantly shorter survivals. This study was designed to investigate possible associations between serum TK levels and IgV H mutational status or cytogenetic aberrations. Thirty-four recently diagnosed, previously untreated, B-CLL patients (all Binet stage A) were recruited and gave written informed consent to participate in the study, which was approved by the local research ethics committee. IgV H mutational status and gene usage investigations were performed using a multiplex PCR method and BIOMED-2 standardised primers and protocol, and the sequences analysed using the NIH igblast database. A cut-off at 98% homology to the germ-line sequence was used to classify patients as IgV H mutated or unmutated. FISH analysis was carried out using CLL Set (Abbott Diagnostics). Serum TK levels were determined by batch analysis of previously collected serum samples, which had been stored at minus 80 degrees Celcius until testing, using a radio-enzyme assay (Cambridge Life Sciences, UK). Statistical analysis was performed using SPSS software. Significant differences were found between serum TK levels in patients with mutated (N=20, TK 13.9 U/l) and unmutated (N=14, TK 22.64 U/l) IgV H genes (p 0.012). Twelve out of 14 patients with unmutated IgV H genes, and 11 out of 20 patients with mutated IgV H genes, had serum TK levels >7 U/l. Serum TK levels were significantly higher in patients with intermediate or poor prognosis cytogenetic aberrations (del17p, del11q23 or trisomy12) (25.5 U/l) compared to patients with del13q or no detectable abnormality (15.79) (p0.030). No associations were found between serum TK levels and total leukocyte count or absolute lymphocyte count. These findings identify a significantly higher proliferation activity, measured by serum TK levels, in B-CLL patients with unmutated, compared to mutated, IgV H genes, and in patients with cytogenetic aberrations associated with poorer outcomes. Furthermore, the finding that all but two patients with unmutated IgV H genes had levels >7 U/l is in keeping with previous reports that a level >7 U/l in newly diagnosed, Binet stage A patients, was associated with progressive disease.",
    "topics": [
        "chromosome abnormality",
        "lymphogranuloma venereum",
        "thymidine kinase",
        "enzymes",
        "progressive neoplastic disease",
        "cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "immunoglobulin heavy chains",
        "indolent"
    ],
    "author_names": [
        "Christine Matthews, BSc",
        "Mark A. Catherwood, PhD",
        "Treen C.M. Morris, MD FRCPI FRCPath",
        "Denis Alexander, DPhil MRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Christine Matthews, BSc",
            "author_affiliations": [
                "Haematology, Belfast City Hospital Trust, Belfast, Co Antrim, United Kingdom",
                "School of Biomedical Sciences, University of Ulster, Coleraine, Co Derry, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Catherwood, PhD",
            "author_affiliations": [
                "Haematology, Belfast City Hospital Trust, Belfast, Co Antrim, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Treen C.M. Morris, MD FRCPI FRCPath",
            "author_affiliations": [
                "Haematology, Belfast City Hospital Trust, Belfast, Co Antrim, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denis Alexander, DPhil MRCPath",
            "author_affiliations": [
                "Haematology, Belfast City Hospital Trust, Belfast, Co Antrim, United Kingdom",
                "School of Biomedical Sciences, University of Ulster, Coleraine, Co Derry, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T12:51:47",
    "is_scraped": "1"
}