{
    "doi": "https://doi.org/10.1182/blood.V128.22.3209.3209",
    "article_title": "Racial Impact on Cytogenetic Variations and Outcome in Chronic Lymphocytic Leukemia Patients ",
    "article_date": "December 2, 2016",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "INTRODUCTION Chronic lymphocytic leukemia (CLL) is the most common form of leukemia in the United States with a higher incidence in Caucasians compared to African Americans (AA). Few studies have looked into the impact of race on the outcome of patients with CLL, with some reporting a more aggressive nature of disease in AA compared to Caucasians and others reporting no difference in outcome between the two groups. In addition, variation in genetic mutations in different races is not well studied in patients with CLL. Hence, we performed a study to evaluate the racial differences in genetic mutations and outcome in patients with CLL. METHODS We reviewed the charts of patients with CLL treated in our institution between 2004 and 2014. We collected data on age, gender, race, genetic mutations, rai stage, time to first treatment (TTFT), and time to second treatment (TTST). Both conventional cytogenetics and florescence in-situ hybridization (FISH) analysis were done for all patients. Only Caucasian and African American patients were included in our analysis. We used Fisher's exact test to assess the statistical significance of any difference. P -values <0.05 were considered significant. RESULTS A total of 177 patients with CLL were analyzed, of which 112 patients were Caucasians and 65 patients were AA. For patients with favorable cytogenetics, deletion 13q14 was seen more often in Caucasian patients compared to AA (41.9% versus 18.4%, p= .001 ), while trisomy 12 was observed more often in AA patients compared to Caucasians (35% versus 17%, p= .009 ). There was no difference in patients harboring normal cytogenetics between the two groups. For unfavorable cytogenetics, there was no difference between Caucasian and AA patients in deletion 11q23 (8.9% versus 10.9%, p= .68 ), or deletion 17p/p53 abnormality (11.6% and 9%, p =.62 ). There was no difference in Rai stage at the time of diagnosis between Caucasians and AA (Rai stage ≤2: 86.6% versus 76.9%, and Rai >2: 13.4% versus 23.1%, p= .1 ). No difference was observed between the two groups in regards to TTFT (mean TTFT for Caucasians was 32.2 months versus 32.3 months in AA) or TTST (mean TTST for Caucasians was 50.1 months versus 50.6 months in AA). DISCUSSION Racial differences in CLL including genetic mutations and outcome are poorly studied. Falchi et al has reported that AA patients tended to have a higher risk feature profile at the time of presentation, with an overall worse overall survival. In a SEER database analysis reported by Shenoy et al , authors found that AA had an inferior overall survival compared to non-African Americans. In our analysis, we aimed to assess for any difference in the incidence of prognostic cytogenetics between Caucasians and AA. We also evaluated the difference in outcome in terms of TTFT and TTST. We found that despite the presence of some differences in the favorable cytogenetic profile at time of diagnosis between both races, it did not translate into a difference in rai stage at time of presentation or the overall outcome as measured by TTFT and TTST. Our results confirm the most recent analysis by Nabhan et al , which utilized the Mayo Clinic CLL database, and found no difference in the outcome to either AA or Caucasian CLL patients when treated similarly. Conclusion Based on our analysis, a possible difference in some prognostic cytogenetics might be present between different races which did not affect the overall outcome. Hence, racial difference should not be taken into account when treating patients with newly diagnosed CLL, since there is no evidence that outcomes are different when treated with conventional therapy. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytogenetics",
        "leukemia",
        "in situ hybridization",
        "trisomy 12"
    ],
    "author_names": [
        "Yaser Alkhatib, MD",
        "Shahzaib Nabi, MD",
        "Edward Peres, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yaser Alkhatib, MD",
            "author_affiliations": [
                "Henry Ford Hospital/Wayne State Univ., Detroit, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shahzaib Nabi, MD",
            "author_affiliations": [
                "Internal Medicine, Henry Ford Health System, Detroit, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Peres, MD",
            "author_affiliations": [
                "Hematology-Oncology, Stem Cell Transplantation Josephine Ford Cancer Institute, Henry Ford Hospital, Detorit, MI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T09:36:33",
    "is_scraped": "1"
}