{
    "doi": "https://doi.org/10.1182/blood.V126.23.511.511",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3077",
    "start_url_page_num": 3077,
    "is_scraped": "1",
    "article_title": "Potent Stem Cell Mobilization with the Novel CXCR4 Antagonist POL6326 - Results of a Phase IIa Dose Escalation Study in Comparison to G-CSF ",
    "article_date": "December 3, 2015",
    "session_type": "711. Cell Collection and Processing: Comparative studies and Novel Agents",
    "topics": [
        "antagonists",
        "cxcr4 receptors",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cell mobilization",
        "recombinant granulocyte colony stimulating factor",
        "plerixafor",
        "follow-up",
        "infusion procedures",
        "adverse effects",
        "adverse event"
    ],
    "author_names": [
        "Darja Karpova, PhD",
        "Susanne Brauninger, MD",
        "Eliza Wiercinska, PhD",
        "Ariane Kraemer, B.Sc.",
        "Belinda Stock",
        "Jochen Graff, MD",
        "Christophe Escot",
        "Garry Douglas, PhD",
        "Barbara Romagnoli, PhD",
        "Eric Chevalier, PhD",
        "Klaus Dembowsky, MD PhD",
        "Leon Hooftman, MD",
        "Halvard Bonig, MD MA"
    ],
    "author_affiliations": [
        [
            "Institute for Transfusion Medicine/Immunohematology, Goethe University, Frankfurt, Germany ",
            "DOM, WUSTL, Saint Louis, MO "
        ],
        [
            "Institute for Transfusion Medicine/Immunohematology, Goethe University, Frankfurt, Germany "
        ],
        [
            "Institute for Transfusion Medicine/Immunohematology, Goethe University, Frankfurt, Germany "
        ],
        [
            "Institute Frankfurt, German Red Cross Blood Service BaWüHe, Frankfurt, Germany "
        ],
        [
            "Institute Frankfurt, German Red Cross Blood Service BaWüHe, Frankfurt, Germany "
        ],
        [
            "Clinical Trials Center KSRM, Goethe University, Frankfurt, Germany "
        ],
        [
            "Polyphor Ltd., Allschwil, Switzerland "
        ],
        [
            "Polyphor Ltd., Allschwil, Switzerland "
        ],
        [
            "Polyphor Ltd., Allschwil, Switzerland "
        ],
        [
            "Polyphor Ltd., Allschwil, Switzerland "
        ],
        [
            "Polyphor Ltd., Allschwil, Switzerland "
        ],
        [
            "Polyphor Ltd., Allschwil, Switzerland "
        ],
        [
            "Institute for Transfusion Medicine/Immunohematology, Goethe University, Frankfurt, Germany ",
            "Institute Frankfurt, German Red Cross Blood Service BaWüHe, Frankfurt, Germany ",
            "Department of Medicine/Hematology, University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "50.127067499999995",
    "first_author_longitude": "8.6677635",
    "abstract_text": "Background : Stem cell mobilization (SCM) with G-CSF is efficient but - although overall safe - inconvenient because of the five-day injection regime and certain contraindications. Side effects, sometimes severe, are frequent. These disadvantages fuel the quest for alternative mobilizing agents. Mobilization with the CXCR4-inhibitor plerixafor is rapid, albeit insufficiently efficacious on its own. POL6326, a potent 2 nd generation macrocycle CXCR4 antagonist, has demonstrated rapid mobilization kinetics and efficacy in mice. We herein report the results of a Phase IIa dose escalation trial where SCM in response to POL6326 was compared with G-CSF in healthy volunteer stem cell donors. Methods: In this Phase IIa open label trial, healthy volunteer stem cell donors with average mobilization (121±7 CD34+ cells/μL, MW±SEM)after a five-day course of G-CSF, and a wash-out period of at least 6 weeks, received POL6326 at 500-2500 µg/kg as a single 2-hour i.v. infusion. Safety, tolerability, pharmacokinetics (PK) and pharmacodynamics (PD) were assessed in 3-10 subjects/dose group. Subgroups received two doses of POL6326, 1000 and 2500 µg/kg or 1500 and 2500 µg/kg, at least 2 weeks apart (paired intra-individual analysis). For PK and PD blood samples were collected before (0) and at 2, 3, 4, 6, 8 and 24 hrs after infusion start. Complete blood count, CD34+, CFU-C count and PK were assessed at all time points. At 0, 4, 8 and 24 hrs extensive phenotyping of mobilized mature and immature leukocyte subsets was performed. Eight to 14 days after treatment volunteers underwent extensive clinical and laboratory follow-up. Results: POL6326 was very well tolerated. Several volunteers experienced a mild urticarial or itchy macular rash which responded well to H1/H2 blockade. Rating of tolerability/adverse events by volunteers (questionnaire) compared favourably with G-CSF administration. Exposure (Cmax, AUC) was dose-linear. At all doses tested POL6326 mobilized CD34+ progenitor cells and colony-forming cells (CFU-C, Figure 1) exceeding reported peak mobilization with plerixafor in donors at all except the lowest dose levels. In this dataset mobilization after doses of 2000 or 2500 µg/kg did not appear meaningfully stronger than after 1500 µg/kg. The SCM response for CD34+ cells to doses ≥1500 µg/kg was 36.9±2.4/µL (mean±SEM), or 1/3 that of G-CSF (y=0.324x). Good SCM with G-CSF was predictive of good SCM with POL6326 (r=0.63). One/5.7 POL6326-mobilized CD34+ cells was clonogenic (G-CSF: 1 CFU-C/3.4 CD34+ cells) possibly indicating a more immature phenotype of CD34+ cells mobilized by POL6326. POL6326 caused mixed leucocytosis with peak values in the mid-20K/µL. B-lymphocytosis was more and neutrophilia and monocytosis were less pronounced after POL6326 than G-CSF. Compared to G-CSF the subset of plasmocytoid dendritic cell progenitors (pDC) was enriched to a distinct population within the CD34+ cells following SCM with POL6326 as previously described for plerixafor. At the 24 h time point, blood values were well on their way towards normal, and at follow-up all laboratory values had normalized. Summary/Conclusions: The novel CXCR4-antagonist POL6326 is safe, well tolerated, and provides efficient mobilization of HSPCs. Based on the number of mobilized CD34+ cells at higher doses in this study, we conclude that a standard dose of 4x10E6 CD34+ cells/kg can be extracted with a single apheresis for most recipients unless their body weight significantly exceeds the donor weight. However, exploration of alternative dosing regimens may provide even higher mobilization responses. POL6326 can be an effective mobilizing agent for allogeneic donors, including subjects with contra-indications to G-CSF. Figure 1. View large Download slide Mobilization of CD34+ cells (left) and CFU-C (right) over time is shown (mean±SEM for each dose level of POL6326). Figure 1. View large Download slide Mobilization of CD34+ cells (left) and CFU-C (right) over time is shown (mean±SEM for each dose level of POL6326). Figure 2. View large Download slide Figure 2. View large Download slide Disclosures Escot: Polyphor Ltd.: Employment. Douglas: Polyphor Ltd.: Employment. Romagnoli: Polyphor Ltd.: Employment. Chevalier: Polyphor Ltd.: Employment. Dembowsky: Polyphor Ltd.: Consultancy. Hooftman: Polyphor Ltd.: Employment. Bonig: Polyphor Ltd.: Research Funding."
}