{
    "doi": "https://doi.org/10.1182/blood.V124.21.5830.5830",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2892",
    "start_url_page_num": 2892,
    "is_scraped": "1",
    "article_title": "Lower Doses of Plerixafor Use Is Sufficient to Effectively Mobilize PBSC (Peripheral Blood Hematopoetic Stem Cells) When Compared to Standard Administration ",
    "article_date": "December 6, 2014",
    "session_type": "711. Cell Collection and Processing",
    "topics": [
        "peripheral blood stem cells",
        "plerixafor",
        "stem cells",
        "chemokine receptor antagonists",
        "cxcr4 receptors",
        "hematopoietic stem cell transplantation",
        "lymphoma",
        "multiple myeloma",
        "subcutaneous injections",
        "transplantation, autologous"
    ],
    "author_names": [
        "Hakan Goker, MD",
        "Eylem Eliacik, MD",
        "Fevzi Altuntas, MD",
        "Emre Tekgunduz, MD",
        "Evren Ozdemir, MD",
        "Ayse Isik, MD",
        "Omur Kayikci, MD",
        "Ali Hakan Kaya, MD",
        "Salih Aksu, MD",
        "Ibrahim C. Haznedaroglu, MD",
        "Nilgun Sayinalp, MD",
        "Haluk Demiroglu",
        "Osman Ilhami Ozcebe, MD",
        "Yahya Buyukasik, MD"
    ],
    "author_affiliations": [
        [
            "Hacettepe University Medical School, Ankara, Turkey "
        ],
        [
            "Hacettepe University, Ankara, Turkey "
        ],
        [
            "Ankara Oncology training and research Hospital. Division of hematology and bmt unit, Yildirim beyazit university, medical faculty, division of hematology, Ankara, Turkey "
        ],
        [
            "Ankara Oncology Hospital, Ankara, Turkey "
        ],
        [
            "Hacettepe UNIVERSITY, ANKARA, Turkey "
        ],
        [
            "Hacettepe University, Ankara, Turkey "
        ],
        [
            "Ankara Demetevler Numune Research Hospital, Ankara, Turkey "
        ],
        [
            "Ankara Demetevler Numune Research Hospital, ANKARA, Turkey "
        ],
        [
            "Hacettepe University, Ankara, Turkey "
        ],
        [
            "Hacettepe University Medical School, Ankara, Turkey "
        ],
        [
            "Hacettepe University Medical School, Ankara, Turkey "
        ],
        [
            "Hacettepe University, Ankara, Turkey "
        ],
        [
            "Hacettepe University Medical School, Ankara, Turkey "
        ],
        [
            "Hacettepe University, Ankara, Turkey"
        ]
    ],
    "first_author_latitude": "39.9303672",
    "first_author_longitude": "32.863162499999994",
    "abstract_text": "Background: Plerixafor (CXCR4 chemokine receptor antagonist), is indicated to mobilize hematopoietic stem cells (HSCs) to the peripheral blood for collection and subsequent autologous transplantation in patients who are poor mobilizers. In this retrospective analysis, we compared the efficacy of plerixafor 0.24 mg/kg by subcutaneous (SC) injection (1-2 doses) versus plerixafor (3-4 doses) 0.24 mg/kg by SC injection in terms of their effect on the hematopoietic recovery in hematopoietic cell transplantation (HCT). Methods: We retrospectively reviewed the peripheral blood stem cell (PBSC) collections of 40 consecutive lymphoma and multiple myeloma patients who underwent autologous HCT, who had previously mobilized poorly and were given plerixafor for mobilization. Twenty-six patients received 1-2 doses of plerixafor and 14 patients received 3-4 doses. All patients gave written informed consent for the procedure. Successful engraftment time was defined as neutrophils >0.5x 10 9 cells/L, platelets>20 x10 9 cells/L for three consecutive days. SPSS inc ver. 20 is used for statistics. Results: All of the 40 patients were mobilized promptly after plerixafor administration without any problem. The mean amount of autologous CD34+ PBSC was 3,8 x 10(6)/kg versus 3,2 x 10(6)/kg, for 1-2 doses of plerixafor administration ve3-4 doses, respectively(p=0,4). Median times to the neutrophil engraftment to >0,5x 10 9 /L were 12 and 10 days for the 1-2 doses and 3-4 doses, respectively (p=0,2). Additionally, median times to the platelet engraftment to >20x 10 9 /L were 14 and 15 days for the 1-2 doses and 3-4 doses, respectively (p=0,6). Conclusions: These data show that the lower doses, i.e. 1-2 days of plerixafor administration evaluated in this study are sufficient to mobilize HSCs. This retrospective comparison suggest that larger prospective studies comparing two days vs. four days of plerixafor should be performed in order to further elucidate the role of two days of plerixafor use in HSC mobilization, and hence would a relatively cost effective way of mobilization in poor mobilizing patients. Disclosures No relevant conflicts of interest to declare."
}