{
    "doi": "https://doi.org/10.1182/blood-2019-124850",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4402",
    "start_url_page_num": 4402,
    "is_scraped": "1",
    "article_title": "Mass Cytometry Identifies a Novel Signature for Myeloid-Derived Suppressor-Cells in Waldenstrom's Macroglobulinemia ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "suppressor t lymphocyte",
        "waldenstrom macroglobulinemia",
        "antigens, cd15",
        "cd14 antigen",
        "cd19 antigens",
        "flow cytometry",
        "tumor progression",
        "arginine",
        "cysteine",
        "disease remission"
    ],
    "author_names": [
        "Shahrzad Jalali, PhD",
        "Jose Villasboas, MD",
        "Jie Shi, MD PhD",
        "Cole Bothun",
        "Hyojin Kim, PhD",
        "Zhi-Zhang Yang, MD",
        "Stephen M Ansell, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "2Department of Hematology, Henan Provincial People's Hospital, People's Hospital of Zhengzhou University, Zhengzhou, China ",
            "Mayo Clinic, Rochester, "
        ],
        [
            "Mayo Clinic, Rochester, "
        ],
        [
            "Mayo Clinic, Rochester, "
        ],
        [
            "Division of Hematology and Internal Medicine, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "Myeloid derived suppressor cells (MDSC) are a heterogeneous population of undifferentiated myeloid cells that are expanded and activated in pathological conditions and have the ability to potently suppress T-cell function and thereby contribute to immunosuppression and tumor progression. While there have been studies showing a role for MDSC in a variety of hematological malignancies, no data is available indicating that MDSCs contribute to the tumor progression in Waldenstrom's Macroglobulinemia (WM), an indolent lymphoma characterized by bone marrow (BM) infiltration of lymphoplasmacytic (LPL) cells and increased secretion of monoclonal IgM. In previous work, we have found increased GM-CSF and reduced arginine and cysteine in the BM microenvironment in WM. We hypothesized that this was due to the presence and activity of MDSCs in WM. BM aspirates from WM patients (n=17) were therefore processed to isolate LPL (CD19+/CD138+) cells from the rest of the BM cells (CD19-/CD138-). Sorted (CD19-/CD138-) cells from BM of patients with WM were studied with flow cytometry. Using a sequential gating strategy (lack of lineage markers, low levels of HLADR, CD33+, CD11b+) we identified a population of MDSCs that were then subdivided using CD14 and CD15 expression into total-, monocytic-, or granulocytic- MDSCs (m-MDSC, g-MDSC). We also analyzed unsorted BM cells using cytometry by time-of-flight (CyTOF) in order to further identify and phenotypically characterize the BM MDSC population in a group of WM patients with smoldering (asymptomatic) disease, symptomatic disease, or in remission post-treatment. BM samples from normal subjects were used as a control. Flow cytometry data showed significant higher numbers of MDSC subsets expressing PD-L1 and Arginase1 in WM patients when compared to the normal samples. BM cells from WM patients (n=18) then were compared to controls (n=11), and the absolute number of the total MDSC (p=0.05), m-MDSC (p=0.002), g-MDSC (p=0.02) was increased in WM specimens. When MDSCs from WM or normal monocytes from healthy controls were co-cultured with activated T-cells, the proliferation of activated T-cells in the presence of MDSCs from WM patients was impaired compared to controls, confirming the suppressive role of MDSCs. We then performed high dimensional analysis of the total BM MDSC cells using t-SNEand identified phenotypically distinct MDSC cell populations in the BM that were differentially present when healthy controls were compared to patients with smoldering WM or those with WM needing treatment. Specifically, WM patients needing treatment had increased numbers of a distinct MDSC population that was highly positive for CD163, and CD138. Moreover, conventional markers denoting m-MDSC and g-MDSC, such as CD14 and CD15, were highly expressed in all populations and their pattern of expression did not specifically define the MDSC subtypes, indicating that high dimensional phenotyping further details the MDSC sub-compartments beyond the conventional categorization of MDSC using conventional cytometry. In summary, we find that MDSCs are increased in the BM of WM patients compared to controls. MDSCs expressing CD163 and CD138 increase when WM patients become symptomatic and require therapy. Furthermore, MDSCs in the BM of WM patients suppress T-cell function and likely contribute to progression of the disease. MDSCs in the BM therefore present a therapeutic target that should be explored in WM patients. Disclosures Ansell: Bristol Myers Squibb: Other: research funding for clinical trials; Merck: Other: research funding for clinical trials; AI Therapeutics: Other: research funding for clinical trials; Affimed: Other: research funding for clinical trials; Takeda: Other: research funding for clinical trials; Pfizer: Other: research funding for clinical trials; Regeneron: Other: research funding for clinical trials; Seattle Genetics: Other: research funding for clinical trials."
}