{
    "doi": "https://doi.org/10.1182/blood.V108.11.4441.4441",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=690",
    "start_url_page_num": 690,
    "is_scraped": "1",
    "article_title": "Re-Evaluation of Prognostic Value of Seric LDH and β2-Microglobulin Levels among 248 CLL with a Median Follow-Up Time More Than 6 Years. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "blood platelets",
        "brachial plexus neuritis",
        "follow-up",
        "hemoglobin",
        "hemoglobin measurement",
        "hemolysis",
        "lymphocytosis",
        "lymphoma",
        "median survival time",
        "prognostic factors"
    ],
    "author_names": [
        "Bernard Desablens",
        "Réda Garidi",
        "Bérengère Gruson",
        "Iona Vaida",
        "Marie Brevet"
    ],
    "author_affiliations": [
        [
            "Maladies du Sang, CHU Amiens, Amiens, France",
            " "
        ],
        [
            "Maladies du Sang, CHU Amiens, Amiens, France",
            " "
        ],
        [
            "Maladies du Sang, CHU Amiens, Amiens, France",
            " "
        ],
        [
            "Maladies du Sang, CHU Amiens, Amiens, France",
            " "
        ],
        [
            "Maladies du Sang, CHU Amiens, Amiens, France",
            " "
        ]
    ],
    "first_author_latitude": "49.885163",
    "first_author_longitude": "2.2765943499999994",
    "abstract_text": "Except in MD Anderson Center, seric β2-m is not recognized as a strong prognostic factor in CLL and seric LDH too, despite this factor is more and more important among lymphoma with a continuous prognostic value. So we studied 248 CLL aged less than 75 yrs, without elevated creatininemia or evident hemolysis. There were 201 pts with stage A, 29 B and 18 C and sex-ratio M/F was 1.48. Median survival time is 10 yrs and median “corrected” (i.e., without not CLL-related deaths including those due to a solid tumor because this complication is independent of initial prognostic factors of CLL) survival time is 10.9 yrs. LDH values range from 0.55 to 3.54 N, and mean and median values are 1.05±0.40 and 0.96 N. LDH level is only correlated with blood lymphocytosis and hemoglobin levels studied as continuous values (p=0.015 and 0.002). When looking at “corrected” survival, all cut-off values from 0.75 N, N, 1.25 N… to 2.5 N are statistically significant but the best one is 1.25 N (p=6 10 −6 ). β2-m values range from 0.81 to 16.5 mg per l, and mean and median values are 2.67±1.75 and 2.15 mg. When studied as continuous values, β2-m is linked to age, number of lymphoid areas according to Binet’s system, and hemoglobin and platelets levels (p=0.0009, <10 −4 , <10 −4 and 0.003) but age was ruled out among patients less than 70 yrs. For “corrected” survival, all cut-off values except 1.25 mg were significant and for example p value at 4 mg level as usually used by MD Anderson Center, is 5 10 −5 . However we find that the best cut-off value is 3 mg (p<10 −6 ) and this value is statistically independent from LDH one in Cox model. We tried to combine these 2 cut-off values. Product of observed LDH/1.25 N × observed β2-m/3 mg were pertinent to isolate pts with a very poor prognosis (median “corrected” survival time about 6 yrs) but size of pejorative subgroups were small ( ≈ 25% of all pts) and other subgroups were not statistically significant. When adding ratios, results were similar. So we find that the best system is to count the number of pejoratives factors, i.e., LDH > 1.25 N and β2-m > 3 mg. Global median survival times of the 3 defined groups were respectively > 10.8 yrs (160 pts), 6.5 yrs (68 pts) and 4.2 yrs (20 pts) with a p value < 10 −6 . This system is also efficient among stage A pts (p=10 −5 ). When we compare this prognostic system with Binet’s and Rai’s prognostic systems, Cox model rules out Binet’s one and keeps Rai’s system and ours (p=0.01 and 0.0005). Among patients with stage A, Cox model keeps only this LDH and β2-m system. We conclude on the strong prognostic values of seric LDH and β2-m initial levels in CLL and we claim that these 2 simple biological parameters have to been compared with “modern” biological prognostic factors of CLL."
}