{
    "doi": "https://doi.org/10.1182/blood.V124.21.2605.2605",
    "article_title": "Quality of Life and Outcomes in Multiple Myeloma Patients ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: Poster II",
    "abstract_text": "Background : Multiple Myeloma (MM) patients have a substantially reduced Health related Quality of Life (HQOL) at diagnosis (dx) due to disease related symptoms like bone pain (58%) and fatigue (32%). HQOL monitoring is becoming increasingly important, owing to improved survival and the impact of treatment-related toxicity. As a result HQOL assessments are increasingly being used in clinical trials, but the literature regarding the relationship between HQOL and outcomes in MM is sparse. We used the Mayo Clinic “Hematology Patient Reported Symptom Screen” (HPRSS) to assess the impact of HQOL on outcomes in newly dx patients with MM. Methods :We retrospectively reviewed charts of 453 patients with newly dx MM seen at Mayo Clinic, Rochester from 2009 to 2014. All patients who visit Mayo clinic hematology clinic complete a 3-point questionnaire (HPRSS) on pain, fatigue and quality of life (QOL) (scored on a scale of 0-10; with 0 being the least fatigue or pain and 10 being the best QOL). Pain, fatigue and QOL scores documented at the time of dx and at 6 months were collected. JMP version 10 was used for the data analysis. Results : The median age at diagnosis was 67 years (range, 33-95); 60% were male. The estimated median OS for the cohort was 21 m (95% CI19, 23); 387 (85%) of the patients were alive at last follow up and the median OS for the population was not reached. The median (IQR) scores for pain, fatigue and QOL were 4 (2, 6), 3 (1, 5), and 7 (5, 9), respectively. First, we examined the relationship between each of the scores (dichotomized at the median) and the baseline characteristics. Higher fatigue scores were associated with lower Hb and serum albumin and higher beta 2 microglobulin, LDH and marrow plasmacytosis. Higher pain scores were seen in female patients, and associated with higher B2M, serum calcium and lytic bone lesions. Lower QOL scores were associated with lower absolute lymphocyte count and serum albumin levels. Next, we examined the relationship between the scores and the OS from diagnosis. The overall survival was inferior for patients with higher pain scores, fatigue scores and lower QOL scores (Figure). In a multivariable analysis, fatigue scores were most strongly associated with survival outcome. Patients with adverse scores in two or more of pain, fatigue and QOL had significantly inferior outcomes (Figure). In univariate analysis, age, B2M, LDH, FISH high risk and the presence of two or more adverse scores were all significantly associated with poorer OS. In a multivariable analysis, age, LDH and the presence >=2 adverse scores were all associated with shorter OS. Of the 453 patients included in the study, 222 patients had pain, fatigue and QOL scores at 6 month from diagnosis. At 6 months, the median (IQR) scores for pain, fatigue and QOL were 2 (1, 5), 4 (2, 5), and 7 (5, 9), respectively; suggesting improved pain, worsened fatigue and static QOL scores. Improvement in the scores by at least one point was seen in 50%, 49% and 38% for the fatigue, pain and QOL scores. While the pain and fatigue scores at 6 months correlated inversely with OS, improvements in the scores in any of the three were not associated with any improved outcomes. Conclusion: A simple, patient reported scoring system for pain, fatigue, and overall perceived QOL at the time of diagnosis is a powerful predictor of survival outcomes in patients with newly diagnosed MM and should be considered routinely in clinical practice. The results of these patient reported measures can be utilized to develop risk-adapted trials in patients with MM. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "plasmacytosis",
        "quality of life",
        "fatigue",
        "pain",
        "pain score",
        "serum albumin",
        "beta 2-microglobulin",
        "bone pain",
        "calcium test, serum"
    ],
    "author_names": [
        "Shilpa Paul, MD",
        "Samith T. Kochuparambil, MBBS",
        "Carrie A Thompson, MD",
        "Tait D. Shanafelt, MD",
        "Francis K Buadi, MD",
        "Martha Q. Lacy, MD",
        "Morie A Gertz, MD MACP",
        "Angela Dispenzieri, MD",
        "David Dingli, MD, PhD",
        "Prashant Kapoor, MD",
        "Suzanne R Hayman, MD",
        "Lisa Hwa, RN, CNP",
        "Jane K Case, P.A.-C",
        "S. Vincent Rajkumar, MD",
        "Shaji Kumar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shilpa Paul, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samith T. Kochuparambil, MBBS",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carrie A Thompson, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tait D. Shanafelt, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis K Buadi, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Q. Lacy, MD",
            "author_affiliations": [
                "The Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A Gertz, MD MACP",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Dingli, MD, PhD",
            "author_affiliations": [
                "The Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashant Kapoor, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne R Hayman, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Hwa, RN, CNP",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane K Case, P.A.-C",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji Kumar, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:50:46",
    "is_scraped": "1"
}