{
    "doi": "https://doi.org/10.1182/blood.V110.11.536.536",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=984",
    "start_url_page_num": 984,
    "is_scraped": "1",
    "article_title": "Compartment-Specific Bioluminescence Imaging (CS-BLI): A High-Throughput Approach To Identify Novel Anti-Neoplastic Therapies That Overcome the Protection of Stromal Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "bioluminescence",
        "diagnostic imaging",
        "stromal cells",
        "coculture techniques",
        "neoplasms",
        "drug screening",
        "leukemia",
        "luciferases",
        "solid tumors",
        "alkylating agents"
    ],
    "author_names": [
        "Douglas W. McMillin",
        "Joseph M. Negri",
        "Patrick Hayden",
        "Ellen Weisberg",
        "Steffen Klippel",
        "Robert Schlossman",
        "Nikhil C. Munshi",
        "Nicholas Mitsiades",
        "Paul G. Richardson",
        "Kenneth C. Anderson",
        "Constantine S. Mitsiades"
    ],
    "author_affiliations": [
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Introduction: The bone marrow (BM) microenvironment (including bone marrow stromal cells; BMSCs) attenuates multiple myeloma (MM) cell response to conventional treatments. Novel agents (e.g. thalidomide derivatives and proteasome inhibitors) are able to overcome this BM-derived protection and consecquently have better clinical activity in relapsed/refractory MM. MM-BMSCs interactions are therefore important for testing potential anti-MM compounds. However, conventional assays used in high-throughput drug screening (e.g MTT assays) are typically not amenable to co-cultures. Conversely, assays often applied in MM-stromal co-cultures (e.g. 3H-thymidine incorporation or flow cytometry) have limitations that preclude their high-throughput application. Materials/Methods/Results: To address this void in anti-MM drug development, we established a compartment-specific bioluminescence imaging (CS-BLI) assay, where the tumor cell compartment (e.g. MM cells) is engineered to stably express luciferase (Luc) and can be co-cultured with Luc-negative accessory cells of the tumor milieu (e.g. BMSCs). The cell activity of luciferase in response to the addition of luciferin substrate in the culture results in bioluminescence signal directly proportional to number of viable Luc+ cells, thus allowing for selective and sensitive quantification of the viable MM tumor cell compartment. We established that CS-BLI exhibits linear correlation (R2>0.99) between bioluminescent signal and provides sensitive detection of viable MM cells, both in the presence and absence of BMSCs. We show that leukemia, lymphoma and solid tumor cells can also be adapted in this co-culture system, as well as different BMSC types or other accessory cells, such as fibroblasts, hepatocytes, etc can be utilized. Using the CS-BLI platform, we confirmed that Dex, alkylators and anthracyclines are less active in the presence of BMSCs, but bortezomib and hsp90 inhibitors are equally active in the presence or absence of BMSCs. We also observed that the phenomenon of stroma-mediated chemoresistance applies to not only MM cells, but also leukemic cells and solid tumor cells, e.g. breast Ca and melanoma cells. By testing a library of 80 kinase inhibitors against different MM and leukemia cells, we confirmed that CS-BLI can be applied to high-throughput drug screening of large compound libraries and be used to identify compounds the activity of which can be drastically altered by the presence of stromal cells. The majority of positive hits in our screening in the absence of BMSCs were less active when leukemic or MM cells were co-cultured with BMSCs. We also identified specific compounds that were more active in the presence of BMSCs: these latter agents would have been difficult to identify with conventional technologies. Conclusions: CS-BLI is able to overcome the key limitations that have precluded the establishment of high-throughput screening for testing new drugs in tumor-stroma co-cultures. Its application provides a powerful tool to identify new and, hopefully, more effective classes of drugs which are active despite the effects of the microenvironment."
}