{
    "doi": "https://doi.org/10.1182/blood-2018-99-114392",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3904",
    "start_url_page_num": 3904,
    "is_scraped": "1",
    "article_title": "ASLAN003, a Novel and Potent Dihydroorotate Dehydrogenase (DHODH) Inhibitor, Induces Differentiation of Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster III",
    "topics": [
        "leukemia, myelocytic, acute",
        "oxidoreductase",
        "leukemia",
        "macrophage-1 antigen",
        "transplantation, heterologous",
        "cd14 antigen",
        "differentiation therapy",
        "mechlorethamine",
        "transcription factor",
        "acute promyelocytic leukemia"
    ],
    "author_names": [
        "Jianbiao Zhou, MD,PhD",
        "Jessie Yiying Quah, B.S.",
        "Jing Yuan Chooi, BSc",
        "Sabrina Hui-Min Toh, B.S.",
        "Yvonne Ng, B.S.",
        "Baohong Lin, B.S.",
        "Motomi Osato, MD, PhD",
        "Qihui Seet, B.S., PhD",
        "A.G. Lisa Ooi, B.S., PhD",
        "Bertil Lindmark, MD PhD",
        "Mark McHale, B.S., PhD",
        "Wee Joo Chng, MB ChB, PhD FRCP(UK), FRCPath, FAMS"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Yong Loo Lin School of Medicine, Singapore, Singapore ",
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Department of Medicine, Yong Loo Lin School of Medicine, NUS, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "National University Cancer Institute, Singapore, National University Hospital, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "ASLAN Pharmaceuticals, Singapore, Singapore "
        ],
        [
            "ASLAN Pharmaceuticals, Singapore, Singapore "
        ],
        [
            "ASLAN pharmaceuticals, Singapore, Singapore "
        ],
        [
            "ASLAN pharmaceuticals, Singapore, Singapore "
        ],
        [
            "Department of Haematology-Oncology, National University Cancer Institute, Singapore (NCIS), Singapore, Singapore ",
            "Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore (NUS), Singapore, Singapore ",
            "Cancer Science Institute of Singapore, National University of Singapore (NUS), Singapore, Singapore"
        ]
    ],
    "first_author_latitude": "1.2944858000000001",
    "first_author_longitude": "103.78241815",
    "abstract_text": "Background: Differentiation therapies achieve remarkable success in acute promyelocytic leukemia (APL), a subtype of acute myeloid leukemia (AML). However, clinical benefits of differentiation therapies are negligible in non-APL AML, which accounts for the majority of AML cases. Dihydroorotate dehydrogenase (DHODH) regulates the fourth step of the de novo pyrimidine synthesis pathway. DHODH is a key therapeutic target for auto-immune diseases and cancer, particularly differentiation of AML. ASLAN003 is a novel, potent small molecule DHODH inhibitor being developed in AML by ASLAN Pharmaceuticals. Methods: We investigated activity of ASLAN003 in AML cell lines and primary bone marrow (BM) cells (NUS Leukemia Tissue Bank) from patients with AML (N = 14) or myelodysplastic syndromes (MDS) (N = 6) and healthy control (N = 1). We performed CTG assay, FACS analysis of cell viability and myeloid markers, wright-giemsa staining, NBT reduction assay, and qRT-PCR analysis of key lineage transcription factors to evaluate the effects of ASLAN003 on cell growth, differentiation, apoptosis, and gene expression changes in vitro . Two AML cell lines and 1 leukemic patient derived xenograft (PDX) line (NUS Leukemia Tissue Bank) were studied in NSG xenograft mice. Mice were administrated with vehicle control or ASLAN003 50 mg/kg by oral gavage once daily. Results: ASLAN003 inhibited leukemic cell growth of THP-1, MOLM-14 and KG-1 with IC 50 of 152, 582 and 382 nM, respectively, at 48 h. Treatment of these leukemia cells with ASLAN003 for 96 h consistently resulted in remarkable increase of CD11b (p < 0.001) and displayed morphologic changes of terminal differentiation and positivity for NBT reduction. ASLAN003 was active in differentiation with an EC 50 of 28, 85, and 56 nM, in these 3 lines, respectively. ASLAN003 induced approximately 2-fold higher CD11b+ cells than Brequinar (BRQ), another DHODH inhibitor. Addition of uridine rescued differentiation and improved cell viability in ASLAN003 treated-cells, implying on-target specificity of ASLAN003. Mechanistically, ASLAN003 induced differentiation through induction of myeloid lineage transcription factor Runx1, Pu.1, Gif1 and repression of HoxA9, Gata1. The response of primary BM cells to ASLAN003 was classified into 3 categories: sensitive if any of myeloid markers CD11b, CD14, CD13 or CD33 increased ≥ 15%; moderate: ≥ 5%, but < 15%; resistant: < 5%. Among AML samples, we observed 6 (43%) sensitive cases, 6 (43%) moderate cases and 2 (14%) resistant cases. Three (50%) MDS samples displayed sensitive response and 3 cases (50%) showed moderate response. The healthy control sample was resistant to ASLAN003. Importantly, ASLAN003 promoted differentiation and cell death of myeloid cells in one relapsed AML case. Morphologic analysis and NBT assay demonstrated the features of neutrophil differentiation in selected ASLAN003-treated primary AML blasts. For in vivo experiments, significantly prolonged survival was seen in ASLAN003-treated groups when compared to vehicle control group in both MOLM-14 (p = 0.031) and THP-1 (p < 0.001) xenograft models. ASLAN003 substantially reduced disseminated tumors and leukemic infiltration into liver in xenografted mice. The human CD45+ cells were significantly reduced in BM, peripheral blood, spleen and liver, with significantly increased differentiation of AML cells (CD11b and CD14 positive cells) in BM of treated mice in both models (p < 0.01). We also evaluated the therapeutic efficacy of ASLAN003 in one PDX line, AML-14. At the end of experiments (day 77 post treatment), all PDX mice were alive in both control and ASLAN003 group. The leukemic burden was significantly lower in ASLAN003-treated PDXs than in vehicle-treated PDXs (p = 0.04). Overall, these data demonstrate potent in vivo efficacy of ASLAN003 in inducing myeloid differentiation of blast cells and the drug appears highly tolerable even after prolonged administration. Conclusion: ASLAN003 is a novel, highly potent DHODH inhibitor that induces terminal differentiation, inhibits cell growth and promotes cell death of AML blasts, including relapsed AML blasts. ASLAN003 prolongs survival and shows therapeutic effects in mice bearing different AML cell lines and reduces leukemic burden in an AML PDX model. Currently, ASLAN003 efficacy is being evaluated in a Phase IIa clinical trial in patients with AML (NCT03451084; Ting, ASH abstract 2018). Disclosures Seet: ASLAN Pharmaceuticals: Employment, Equity Ownership. Ooi: ASLAN Pharmaceuticals: Employment, Equity Ownership. Lindmark: ASLAN Pharmaceuticals: Employment, Equity Ownership. McHale: ASLAN Pharmaceuticals: Employment, Equity Ownership. Chng: Amgen: Consultancy, Honoraria, Other: Travel, accommodation, expenses; Aslan: Research Funding; Merck: Research Funding; Janssen: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; Takeda: Consultancy, Honoraria, Other: Travel, accommodation, expenses; Celgene: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding."
}