{
    "doi": "https://doi.org/10.1182/blood.V114.22.3498.3498",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1577",
    "start_url_page_num": 1577,
    "is_scraped": "1",
    "article_title": "The Use of High Resolution Melting (HRM) Analysis for Molecular Gene Defects of Type 3 Von Willebrand Disease: Studies of An Italian Cohort of 10 Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Coagulation or Fibrinolysis Poster II",
    "topics": [
        "genes",
        "high-resolution melt curve analysis",
        "von willebrand disease, type is/iii",
        "polymerase chain reaction",
        "bleeding diathesis",
        "blood coagulation disorders",
        "cysteine",
        "dna",
        "dna, double-stranded",
        "molecular diagnostic techniques"
    ],
    "author_names": [
        "Maria Solimando",
        "Augusto B. Federici",
        "Luciano Baronciani",
        "Alberto Mussetti",
        "Margherita Punzo",
        "Silvia La Marca",
        "Manuela Platè",
        "Rosanna Asselta",
        "Pier Mannuccio Mannucci"
    ],
    "author_affiliations": [
        [
            "A. Bianchi Bonomi Haemophilia and Thrombosis Center and Department of Medicine and Medical Specialties, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, Università degli Studi di Milano, Milan, Italy, "
        ],
        [
            "A. Bianchi Bonomi Haemophilia and Thrombosis Center and Department of Medicine and Medical Specialties, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, Università degli Studi di Milano, Milan, Italy, "
        ],
        [
            "A. Bianchi Bonomi Haemophilia and Thrombosis Center and Department of Medicine and Medical Specialties, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, Università degli Studi di Milano, Milan, Italy, "
        ],
        [
            "A. Bianchi Bonomi Haemophilia and Thrombosis Center and Department of Medicine and Medical Specialties, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, Università degli Studi di Milano, Milan, Italy, "
        ],
        [
            "A. Bianchi Bonomi Haemophilia and Thrombosis Center and Department of Medicine and Medical Specialties, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, Università degli Studi di Milano, Milan, Italy, "
        ],
        [
            "A. Bianchi Bonomi Haemophilia and Thrombosis Center and Department of Medicine and Medical Specialties, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, Università degli Studi di Milano, Milan, Italy, "
        ],
        [
            "Department of Biology and Genetics for Medical Sciences, Università degli Studi di Milano, Milan, Italy"
        ],
        [
            "Department of Biology and Genetics for Medical Sciences, Università degli Studi di Milano, Milan, Italy"
        ],
        [
            "A. Bianchi Bonomi Haemophilia and Thrombosis Center and Department of Medicine and Medical Specialties, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, Università degli Studi di Milano, Milan, Italy, "
        ]
    ],
    "first_author_latitude": "45.46273385",
    "first_author_longitude": "9.17773225",
    "abstract_text": "Abstract 3498 Poster Board III-435 Introduction Type 3 von Willebrand disease (VWD3) is a severe autosomal recessive inherited bleeding disorder caused by a virtually complete absence of von Willebrand Factor (VWF). Classically, patients are homozygous or compound heterozygous for null alleles due to nonsense mutations, small insertions/deletions, splice site defects or, more rarely, large gene deletions spread throughout the VWF gene. Nevertheless, several missense mutations have also been reported. Aims of the study, patients and methods The aim of this study was to investigate the molecular basis of VWD3 in 10 Italian patients using DNA direct sequencing, High Resolution Melting (HRM) analysis and duplex PCR. HRM is a simple, low-cost, and rapid PCR-based method for detecting sequence variation by measuring changes in the melting temperature of double stranded DNA. Duplex PCR was used to screen for the presence of some known large deletions causing VWD3: the 61-kb deletion encompassing exons 6-16 (Xie et al. Blood Cells Mol Dis. 2006; 36: 385), the 253-kb deletion involving the whole VWF gene (Schneppenheim et al. J Thromb Haemost. 2007; 5: 722), the exons 1-3 deletion (Mohl et al. J Thromb Haemost. 2008; 6: 1729), and the exons 4-5 deletion (Sutherland et al. Blood. 2009; 114: 1091). Results and discussion Twenty-four exons were analyzed by direct sequencing, 21 exons by HRM and, so far, 6 exons using both methods. The following mutations were identified in 8 of the 10 patients investigated: 2157delA/7729+7C>T; C2184S*/undetermined; Q1526X*/C2325S*; del ex1-3/3940delG*; 8155+1G>T*/8155+1G>T*; E1549X*/undetermined; 658-2A>G*/658-2A>G*; del ex 1-3/undetermined. Direct sequencing revealed 7 mutations, HRM analysis could detect 2 defects (2157delA, C2325S) and duplex PCR identified one large deletion. Seven of these 11 mutations were novel (indicated with *). Two patients were found to carry mutations in the homozygous state. To confirm these findings, their parents will have to be investigated in order to exclude the presence of a large gene deletion in one of the alleles. Interestingly, the large deletion involving exons 1-3, which was previously reported in the Hungarian population, was also found in 2 unrelated patients. Two missense mutations were identified, both involving a cysteine residue, further suggesting the importance of these residues in the correct folding/processing/secretion of the neo-synthesized VWF. In those patients who still remain uncharacterized further analysis should be performed to search for intronic mutations or heterozygous large deletions responsible for aberrant splicing/post-transcriptional events. Conclusion Based on these preliminary data, HRM analysis, to our knowledge used for the first time in the molecular diagnosis of VWD3, in our hands seems to be an accurate and rapid method for mutational screening of VWF gene. However, so far, the presence of many polymorphic sites in the VWF coding region has strongly limited the use of this technique to 21 exons of the gene. Disclosures: Baronciani: Bayer Awards: Research Funding."
}