{
    "doi": "https://doi.org/10.1182/blood.V106.11.4526.4526",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=389",
    "start_url_page_num": 389,
    "is_scraped": "1",
    "article_title": "Expression of Inhibitor-of-Apoptosis Protein (IAP) Livin in Pediatric Acute Lymphoblastic Leukemia (ALL) Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Livin (ML-IAP, KIAP, BIRC7) is a recently identified member of the IAP family of anti-apoptosis proteins, and expression has been reported in melanoma, some types of carcinoma, and neuroblastoma. Additionally, we have detected expression of livin in leukemic cells from pediatric ALL cell lines and primary ALL cells. Livin was detected by RT-PCR in all 9 ALL lines tested, although expression varied markedly among lines: 3 of 9 lines showed strong expression of livin (equal to or greater than the melanoma line G361, which served as a positive control), while the remaining lines had a faint band. These livin-positive lines included both B-cell precursor ALL (BCP-ALL, 7 lines) as well as T-ALL (2 lines). We confirmed livin protein expression (by immunoblot) in 3 lines with high levels of livin RNA (EU-1 and REH, BCP-ALL; and CCRF-CEM, T-ALL); two other lines (EU-3 and EU-4, BCP-ALL) with low levels of livin RNA showed much less protein expression. These results are similar to those we have previously reported for neuroblastoma, which also shows variability in expression of livin among different cell lines. Similarly, livin was detected in primary ALL cells from all four patients tested to date (including three BCP-ALL and a T-ALL case) at either diagnosis or relapse. Again, livin expression varied significantly among cases; one of the two cases with elevated livin was in relapse, while the other two cases (at diagnosis) showed only faint expression. Livin expression in normal bone marrow mononuclear cells was also low (relative to G361 cells and high-expressing ALL cells). When resistance to doxorubicin was compared for lines with elevated livin vs those with low livin expression, increased resistance was noted in the former lines. To further evaluate the effect of livin on drug resistance, EU-4/ALL cells with low endogenous livin were stably transfected with a livin expression plasmid. A significant increase in resistance to doxorubicin was noted for livin-transfected cells at concentrations above 1ug/ml in a 48 hr cytotoxicity assay. Taken together, these results suggest that elevated livin expression contributes to drug resistance in some cases of pediatric ALL. We are currently evaluating the mechanism by which elevated livin expression protects leukemic cells from doxorubicin.",
    "topics": [
        "inhibitor-of-apoptosis protein",
        "leukemia, lymphocytic, acute, childhood",
        "adult t-cell lymphoma/leukemia",
        "doxorubicin",
        "t-cell leukemia, acute",
        "leukemic cells",
        "melanoma",
        "neuroblastoma",
        "rna",
        "carcinoma"
    ],
    "author_names": [
        "Anindya Dasgupta, PhD",
        "Lubing Gu, MD",
        "Carlos S. Alvarado, MD",
        "Muxiang Zhou, MD",
        "Harry W. Findley, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pediatrics, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pediatrics, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pediatrics, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pediatrics, Emory University School of Medicine, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.78961445",
    "first_author_longitude": "-84.3226141"
}