{
    "doi": "https://doi.org/10.1182/blood.V118.21.2724.2724",
    "article_title": "Anti-CD20-Interferon-α Fusion Protein Demonstrates Potent Direct Growth Inhibition, Antibody-Dependent Cellular Cytotoxicity, and Enhanced Complement-Dependent Cytotoxicity Against Human B Cell Lymphomas In Vitro, and Activity Against Multiple Human NHL Xenografts In Vivo ",
    "article_date": "November 18, 2011",
    "session_type": "625. Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "abstract_text": "Abstract 2724 The type 1 interferons (IFNα and IFNβ) are potent regulators of malignant cell growth. IFNα has anti-proliferative and pro-apoptotic effects against many cancers, including non-Hodgkin lymphomas (NHL), and immunostimulatory effects including activation of natural killer cells, dendritic cells, and T cell anti-tumor immunity. Until now however, the clinical use of these agents has been limited by the inability to achieve effective concentrations of IFN at sites of tumor without causing systemic toxicity. We recently reported the ability of an anti-CD20 antibody-IFNα fusion protein to induce apoptosis and promote in vivo eradication of CD20-expressing mouse and human B cell lymphomas (C. Xuan et al , Blood 115:2864, 2010). We now report on the preclinical anti-lymphoma activity of a recombinant anti-CD20-human IFNα (IgG1 anti-CD20-hIFNα) fusion protein derived from rituximab variable region sequences. Anti-CD20-hIFNα was evaluated against a large panel of human B cell NHL lines representing aggressive histologies including Burkitt (Daudi, Raji, Ramos), diffuse large B cell (SUDHL-4, OCI-Ly2, OCI-Ly3, OCI-Ly19, HBL-1, RC-K8), and mantle cell (Granta-519) lymphomas. Proliferation was measured by [ 3 H]-thymidine incorporation in quadruplicate 48 hour cultures, apoptosis measured by Annexin-V and propidium iodide (PI) staining, complement-dependent cytotoxicity (CDC) measured by PI flow cytometry, and antibody-dependent cellular cytotoxicity (ADCC) measured by LDH release using peripheral blood mononuclear cell effectors. NHL xenografts Daudi, Raji, and Namalwa were grown in SCID mice. Equimolar doses of rituximab and fusion protein were compared in each assay. Against IFN-sensitive CD20-negative U266 tumor cells, anti-CD20-hIFNα fusion protein had 10–15% IFNα bioactivity when compared to conventional recombinant IFNα (rIFNα). However, when targeting CD20-positive Daudi cells the inhibitory growth activity is significantly enhanced over rIFNα. Anti-CD20-hIFNα fusion protein induced stronger direct growth inhibition than rituximab (23.3–93.1% vs. 0.0–39.8%); particularly against Burkitt (44.7–93.1% vs. 0.0–10.4%) and germinal center-type diffuse large B cell (59.0–88.8% vs. 10.5–39.8%) NHLs. Tumor growth inhibition by anti-CD20-hIFNα was associated with substantial apoptosis in some cell lines. The ADCC activity of fusion protein against Daudi, Ramos, and Raji cells was identical to that of rituximab. Against established human NHL xenografts (Daudi, Raji, and Namalwa), fusion protein achieved improved survival compared to rituximab. Surprisingly, anti-CD20-hIFNα exhibited superior CDC compared to rituximab against Daudi (62.0% vs. 28.3%), Ramos (81.0% vs. 57.3%), and Raji (78.0% vs. 54.6%) cells. We hypothesized that the increased CDC activity of the fusion protein might result from enhanced target cell avidity due to the IFNα moeity binding to IFNα receptors (IFNAR) on the tumor cell surface. However, this was not the case, as flow cytometric studies demonstrated no improvement of fusion protein binding over rituximab, and comparable Kd values. Also, antibody blockade of IFNAR-IFNα interactions, or pre-incubation with excess free IFNα did not prevent the increased CDC activity of anti-CD20-hIFNα fusion protein against Ramos cells. Moreover, the enhanced CDC depended upon linkage of IFNα to the anti-CD20 antibody, as CDC using rituximab plus equimolar free IFNα was equivalent to rituximab alone, suggesting superior complement fixation by anti-CD20-hIFNα. In conclusion, we have demonstrated that anti-CD20-hIFNα has substantially stronger direct anti-proliferative and CDC activities than rituximab against human lymphomas, while retaining potent ADCC activity. The greater effects of IFNα targeted to NHL via fusion protein suggest a broader therapeutic index than rIFNα. Anti-CD20-hIFNα fusion protein is also superior to rituximab in vivo against multiple human NHL xenografts. These results support the further development of anti-CD20-hIFNα fusion protein for the treatment of B cell malignancies. Disclosures: Khare: ImmunGene, Inc.: Employment. Sachdev: ImmunGene, Inc.: Employment. Grewal: ImmunGene, Inc.: Employment.",
    "topics": [
        "antibody-dependent cell cytotoxicity",
        "b-cell lymphomas",
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "cd20 antigens",
        "complement-dependent cytotoxicity",
        "fusion proteins",
        "interferons",
        "transplantation, heterologous",
        "rituximab"
    ],
    "author_names": [
        "Reiko E Yamada",
        "Kristopher K Steward",
        "Gataree Ngarmchamnanrith",
        "Sanjay Khare",
        "Raj Sachdev",
        "Iqbal Grewal",
        "Sherie Morrison",
        "John M Timmerman"
    ],
    "author_dict_list": [
        {
            "author_name": "Reiko E Yamada",
            "author_affiliations": [
                "Medicine-Hematology and Oncology, University of California, Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristopher K Steward",
            "author_affiliations": [
                "Medicine-Hematology and Oncology, University of California, Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gataree Ngarmchamnanrith",
            "author_affiliations": [
                "Medicine-Hematology and Oncology, University of California, Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjay Khare",
            "author_affiliations": [
                "ImmunGene, Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raj Sachdev",
            "author_affiliations": [
                "ImmunGene, Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iqbal Grewal",
            "author_affiliations": [
                "ImmunGene, Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherie Morrison",
            "author_affiliations": [
                "MIMG, University of California, Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M Timmerman",
            "author_affiliations": [
                "Medicine-Hematology and Oncology, University of California, Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:06:40",
    "is_scraped": "1"
}