{
    "doi": "https://doi.org/10.1182/blood.V122.21.3264.3264",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2610",
    "start_url_page_num": 2610,
    "is_scraped": "1",
    "article_title": "Genetically Modified EBV-Specific Cytotoxic T Lymphocytes Induce Regression Of EBV Lymphoproliferation Despite Immunosuppression In Xenografted Mice: A Novel Strategy For EBV-Associated Post-Transplant Lymphoproliferative Disease ",
    "article_date": "November 15, 2013",
    "session_type": "703. Adoptive Immunotherapy: Poster II",
    "topics": [
        "herpesvirus 4, human",
        "lymphoproliferative disorders",
        "mice",
        "therapeutic immunosuppression",
        "t-lymphocytes, cytotoxic",
        "transplantation",
        "tacrolimus",
        "posttransplant lymphoproliferative disorder",
        "neoplasms",
        "genetic engineering"
    ],
    "author_names": [
        "Ida Ricciardelli",
        "Jenny Brewin",
        "Mike Blundell",
        "Martin Pule",
        "Persis Amrolia"
    ],
    "author_affiliations": [
        [
            "Molecular Immunology Unit, Institute of Child health, University College London, London, United Kingdom, "
        ],
        [
            "Institute of Child Health, UCL, London, United Kingdom, "
        ],
        [
            "Institute of Child Health, UCL, London, United Kingdom, "
        ],
        [
            "Haematology, University College, London, United Kingdom"
        ],
        [
            "Molecular Immunology Unit, Institute of Child health, University College London, London, United Kingdom, "
        ]
    ],
    "first_author_latitude": "51.52330899999999",
    "first_author_longitude": "-0.120066",
    "abstract_text": "Background EBV associated lymphoproliferative disease (PTLD) remains a major cause of morbidity and mortality after stem cell (SCT) or solid organ (SOT) transplant. Adoptive transfer of ex vivo -derived EBV-specific cytotoxic T lymphocytes (EBV-CTL) to reconstitute immunity to the oncogenic virus EBV has been highly effective for both the prophylaxis and treatment of PTLD after SCT, where immunosuppression could be withdrawn before transfer of EBV-CTLs. In contrast, the application of this approach for the treatment of PTLD in SOT patients, although feasible, has been challenging with restricted expansion, persistence and efficacy of the adoptive transferred T cells. This difference is likely to reflect the need for the on-going immunosuppression to prevent graft-rejection post SOT which inhibits the virus-specific T cell responses. Our group has previously genetically engineered EBV-CTL to enable them to function in vitro in the presence of the calcineurin inhibitor Tacrolimus (FK506) through retroviral transfer of a calcineurin mutant (CNA12). Aim To examine the ability of genetically engineered EBV-CTLs resistant to FK506 to control EBV + B cell lymphoma progression in vivo in a xenogeneic mouse model in the presence of FK506. Methods NOD/SCID/IL2rg null (NSG) mice were inoculated subcutaneously with 5×10 6 EBV-transformed lymphoblastoid B cell lines (LCL) labelled with F-Luc to develop human EBV + lymphoma. To evaluate in vivo antitumor activity, 5×10 6 CTLs retrovirally transduced with CNA12 or eGFP control CTLs were injected intravenously after 7 days in the presence or absence of FK506 (10mg/kg/day). Tumour growth was analysed using the Xenogen-IVIS system. Results Adoptive transfer of autologous CNA12 transduced CTLs induced EBV + lymphoma regression in the presence of FK506, as assessed both by IVIS and tumour size, whereas FK506 treated mice receiving eGFP control CTLs had tumour progression (P<0.05). This resulted in significantly improved survival of mice treated with CNA12-CTL in the presence of FK506 than eGFP-CTLs treated animals (P<0.0001). CNA12 transduced EBV CTLs persisted longer and expanded more (P<0.0001) than eGFP-CTLs in peripheral blood of mice treated with FK506 demonstrating a selective growth advantage and enrichment of CTLs resistant to immunosuppression. Immunohistochemical staining showed that adoptively transferred CTLs home to the tumour and an increase of tumour infiltrating T cells in CNA12-CTL compared with eGFP-CTLs treated mice in the presence of FK506 was observed. Conclusions Our results demonstrate that CNA12 modified EBV-CTL can induce regression of EBV-associated tumours in vivo in the face of on-going immunosuppression with FK506. Clinical application of this novel approach may enhance the efficacy of adoptive transfer of EBV-CTL in SOT patients developing PTLD without the need for reduction in immunosuppressive therapy. Disclosures: No relevant conflicts of interest to declare."
}