{
    "doi": "https://doi.org/10.1182/blood.V108.11.1475.1475",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=708",
    "start_url_page_num": 708,
    "is_scraped": "1",
    "article_title": "Utility of Optical Density Values from Heparin-Platelet Factor 4 Antibody Testing and Probability Scoring Models To Diagnose Patients with Heparin Induced Thrombocytopenia. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "antibodies",
        "blood platelets",
        "heparin",
        "optics",
        "thrombocytopenia, heparin-induced",
        "thrombosis",
        "anticoagulation",
        "direct thrombin inhibitor",
        "enzymes",
        "laboratory test finding"
    ],
    "author_names": [
        "Kim A. Janatpour, MD",
        "Robert C. Gosselin",
        "William E. Dager",
        "Andrew Lee",
        "John T. Owings",
        "Ted Wun"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, University of California, Davis Medical Center, Sacramento, CA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, University of California, Davis Medical Center, Sacramento, CA, USA"
        ],
        [
            "Pharmacy, University of California, Davis Medical Center, Sacramento, CA, USA"
        ],
        [
            "Pharmacy, University of California, Davis Medical Center, Sacramento, CA, USA"
        ],
        [
            "Surgery, University of California, Davis Medical Center, Sacramento, CA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, University of California, Davis Medical Center, Sacramento, CA, USA",
            "Internal Medicine, Division of Hematology and Oncology, University of California, Davis Medical Center, Sacramento, CA, USA",
            "VA Northern California Health Care System, Sacramento, CA, USA"
        ]
    ],
    "first_author_latitude": "38.5553703",
    "first_author_longitude": "-121.4540011",
    "abstract_text": "Background: Heparin induced thrombocytopenia (HIT) is a potentially life threatening complication of heparin administration caused by antibodies directed to the heparin-platelet factor 4 (PF4) complex and characterized by thrombocytopenia with a seemingly paradoxical high risk of thrombosis. Diagnosis is challenging, and is based on both clinical suspicion and laboratory detection of heparin-PF4 antibodies. The Warkentin 4 T’s “pre-test” probability and Chong’s “post-test” probability models have been developed to aid the diagnosis of HIT. Enzyme-linked immunoabosorbant assay (ELISA) laboratory measurement of heparin-PF4 antibodies is commonly used but has a low positive predictive value for thrombosis. Recent reports suggest that using an ELISA optical density (OD) value of ≥ 1 may improve the predictive value for thrombosis. Methods: We performed a retrospective analysis of 105 patients with suspected HIT who were treated with a direct thrombin inhibitor and evaluated the anti-heparin-PF4 ELISA OD values and Warkentin 4 T’s scores for sensitivity, specificity, and positive and negative predictive values (PPV and NPV, respectively) using the Chong’s score to define HITBoth the manufacturer’s OD threshold of 0.4 and ≥ 1 were evaluated. Table 1. Comparison of sensitivity, specificity, and predictive values for 4 T’s and OD levels, alone and in combination  . Sensitivity (%) . Specificity (%) . NPV (%) . PPV (%) . For calculations, Chong’s categories of definite/probable and unlikely were used to define presence or absence of HIT. 4T’s score (high and low) 81 100 80 100 OD level 0.4 69 75 65 78 OD level ≥1 38 85 52 77 4T’s + OD 0.4 94 100 94 100 4T’s +OD ≥1 69 85 81 75 . Sensitivity (%) . Specificity (%) . NPV (%) . PPV (%) . For calculations, Chong’s categories of definite/probable and unlikely were used to define presence or absence of HIT. 4T’s score (high and low) 81 100 80 100 OD level 0.4 69 75 65 78 OD level ≥1 38 85 52 77 4T’s + OD 0.4 94 100 94 100 4T’s +OD ≥1 69 85 81 75 View Large Results: The sensitivity, specificity and predictive value of ELISA alone were inferior to the 4 T’s clinical scorings system. The sensitivity and negative predictive values of the 4T’s score were improved by considering positive or negative ELISA test results. Conclusions: Consistent with previous reports, the PPV of a high probability 4T score alone was 100%. Thus, ELISA results might not change clinical decisions in this situation. Alternative anticoagulation might be inappropriately withheld in 20% of patients if a low probability 4T score alone were to be used for decision-making. The addition of ELISA data using an OD level of 0.4 increased the NPV to a threshold that might be considered clinically acceptable (94%) to withhold therapy. Addition of an OD level of ≥ 1 did not improve the PV of the 4 T’s. However, in contrast to other studies that found better predictive value to using this higher OD threshold, our study group was limited to people considered high risk for HIT. Validation of this strategy in a prospective trial with clinical endpoints should be considered."
}