{
    "doi": "https://doi.org/10.1182/blood.V116.21.2727.2727",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1842",
    "start_url_page_num": 1842,
    "is_scraped": "1",
    "article_title": "Mature MicroRNAs Mir-18, -19a, -19b, -17-5p and -92 of the Mir-17-92 Cluster Predict for Treatment Free Survival In Patients with Chronic Lymphocytic Leukaemia ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "micrornas",
        "zap-70 kinase",
        "biological markers",
        "cancer",
        "leukemogenesis",
        "lymphoproliferative disorders",
        "nucleotides",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Rachel E. Culpin, BSc, (Hons)",
        "Kim Pearce, PhD",
        "James R. Bailey, MD, PhD",
        "Nicola J. Sunter, PhD",
        "Joanna C. Pointon, PhD",
        "Stephen J. Proctor, MD",
        "David J. Allsup, PhD, MRCP, FRCPath",
        "James M. Allan, PhD",
        "Tryfonia Mainou-Fowler, PhD"
    ],
    "author_affiliations": [
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Industrial Statistics Research Unit, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Department of Haematology, Hull York Medical School and University of Hull, Hull, United Kingdom, "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Department of Haematology, Hull York Medical School and University of Hull, Hull, United Kingdom, "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Department of Haematology, Castle Hill Hospital, Hull, United Kingdom"
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ]
    ],
    "first_author_latitude": "54.9830144",
    "first_author_longitude": "-1.6231995000000001",
    "abstract_text": "Abstract 2727 Introduction: Chronic lymphocytic leukemia (CLL) is a B-cell lymphoproliferative disease which follows a heterogeneous clinical course. Although the two staging systems, based on clinical parameters, have been effective in stratifying patients into different risk groups, they both fail to identify the early stage patients who will progress rapidly and therefore benefit from an early or more intensive therapy. This is important as most patients present at an early stage of disease. A number of biological markers have been identified to date to aid prediction. These include the IgVH mutational status, CD38 and Zap-70 expression. Although these parameters provide fairly accurate prognostic information, neither marker alone or combined can identify either Binet stage A patients who are going to progress, or the stage B or C patients who may require alternative treatment at the onset. It is therefore important to identify new predictive markers which may provide additional or better prognostic information. The microRNAs are endogenous, non-coding RNAs that play key regulatory roles in a diverse range of pathways, including development, cell proliferation, differentiation and apoptosis. These 18–24 nucleotide single-stranded RNAs are involved in post-transcriptional gene regulation, by binding to complimentary sites in the 3' UTR of messenger RNAs (mRNA), usually resulting in gene silencing. A number of findings early on in the history of microRNAs suggested their potential role in human cancer, and in 2006 Calin et al directly associated de-regulated expression of miR-15 and -16 in the development of CLL. Since this time, a number of microRNAs have been implicated in CLL lymphomagenesis, including miR-92, which is a mature member of the miR-17-92 cluster. The miR-17-92 is located on chromosome 13q31 and shown to act in an oncogenic capacity (oncomiR-1). With respect to CLL, although the expression levels of mature microRNAs of the miR-17-92 cluster have been assessed, the role of such expression in predicting disease outcome has never been examined. Methods and Results: We used qRT-PCR to assess the expression levels of mature microRNAs of the miR-17-92 cluster, relative to normal CD19+ B-cells. We report that, despite being transcribed from the same parental cluster, the expression levels of all mature microRNAs vary, with miR-17-5p and -18 showing significantly higher levels than the other members of the cluster (p = <0.001 – 0.001 and p = <0.001 – 0.0256, respectively). This variation is not the result of known microRNA polymorphisms. In all Binet stage patients, high expression of miR-18 (p = 0.021), but low miR-17-5p (p = 0.039) significantly predicted for shorter treatment free survival (TFS), while overexpression of miR-19a (p = 0.084) and -19b (p = 0.088) but a low level of miR-92 (p = 0.188) showed a trend for prediction. Within the Binet stage A group, miRs -19a (p = 0.036), -19b (p = 0.09), -17-5p (p = 0.01) and -92 (p = 0.076) retained prognostic significance. Combined expression of either high, or low risk miRs significantly improved the prediction based on each factor alone in both all Binet stage patients (p = 0.004 and p = 0.025, respectively) and also in the Binet stage A group (p = 0.012 and p = 0.013, respectively). The combined expression of predictive microRNAs with traditional prognostic makers (IgVH, CD38 and Zap-70) improved prediction based on either factor alone. Expression of the high risk factor miR-18 identified the patients with low CD38 who were more likely to progress (p<0.001) and similarly, the low risk factor miR-17-5p predicted those patients with low Zap-70 or mutated IgVH who were more likely to require earlier treatment (p = 0.021 and p = 0.01, respectively). Multivariate analysis showed that expression of miR-18 (H.R 9.871) and Zap-70 (H.R 4.443) or miR-19a (H.R 6.999) and Zap-70 (H.R 22.523) retained independent prognostic significance within all Binet stage and stage A patients, respectively. Conclusions: In summary, high levels of miRs -18, -19a and -19b but low expression of miRs -17-5p and -92 predict for shorter TFS in CLL. This is the first study to implicate members of the miR-17-92 cluster as risk factors in CLL. Given the recent identification of the involvement of miR-17-92 oncomiR-1 in the activation of anti-apoptotic and proliferative pathways, the role of this cluster in CLL warrants further investigation. Disclosures: No relevant conflicts of interest to declare."
}