{
    "doi": "https://doi.org/10.1182/blood.V122.21.2126.2126",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2439",
    "start_url_page_num": 2439,
    "is_scraped": "1",
    "article_title": "Recovery Of Natural Killer Cells and Monocyte Subsets Following Autologous Peripheral Blood Stem Cell Transplantation Predicts Longer Progression Free Survival Among Multiple Myeloma Patients ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "topics": [
        "monocytes",
        "multiple myeloma",
        "natural killer cells",
        "peripheral blood stem cell transplantation",
        "progression-free survival",
        "brachial plexus neuritis",
        "antigens, cd16",
        "disease progression",
        "cd34 antigens",
        "flow cytometry"
    ],
    "author_names": [
        "Natalie S Callander, MD",
        "Paul J Rathouz, PhD",
        "Fotis Asimakopoulos, MBBChir, PhD",
        "Mark B Juckett, MD",
        "Christopher L Coe, PhD",
        "Dagna Sheerar, BS",
        "Karen Ersland, PhD",
        "Peiman Hematti, MD",
        "Erin S Costanzo, PhD"
    ],
    "author_affiliations": [
        [
            "Carbone Cancer Center, University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "Biostatistics and Medical Informatics, University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "Carbone Cancer Center, University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "Carbone Cancer Center, University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "Harlow Center for Biological Psychology, University of Wisconsin-Madison, Madison, WI, USA"
        ],
        [
            "Carbone Cancer Center, University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "Carbone Cancer Center, University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "Carbone Cancer Center, University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "Carbone Cancer Center, University of Wisconsin-Madison, Madison, WI, USA, "
        ]
    ],
    "first_author_latitude": "43.076776599999995",
    "first_author_longitude": "-89.4314381",
    "abstract_text": "Prior research has shown that a timely immune recovery following peripheral blood stem cell transplantation (PBSCT) may improve progression free and overall survival for lymphoma and leukemia patients (pts). However, this has not been studied in multiple myeloma (MM) pts. We conducted an exploratory investigation of the extent to which the recovery of Natural Killer (NK) cell and monocyte (Mo) subsets predicted progression free survival (PFS) among MM pts following autologous PBSCT. Patients (N = 37) were treated with 200mg/m 2 of melphalan, followed by infusion of >2 x10 6 CD34 cells/kg, and were followed prospectively for 3 to 36 months. Immunophenotyping and multicolor flow cytometry were used to identify NK and Mo subsets at Day 100 post-PBSCT. Disease progression or relapse was defined using IMWG criteria. Cox proportional hazard regression models were used to examine relationships between cell subpopulation counts and time from PBSCT to MM progression. All models were adjusted for ISS stage and risk (high, defined as plasma cell leukemia; loss of p53, myc rearrangement, t(14;16), t(14:20) by FISH; minus 13 by cytogenetics; versus standard) at diagnosis, and hazard ratios were standardized to correspond to a 2 standard deviation difference in the logarithm of NK or Mo cell counts. Compared to a healthy reference sample, MM patients showed good recovery of all Mo subsets with normal counts by Day 100, but CD56+CD3- NK cell numbers remained low, with the subset of NK cells expressing high CD16 particularly suppressed. During the follow-up period, 25 patients (67.6%) progressed or relapsed. Pts with higher Day 100 CD56+CD16hi NK cell counts had a longer PFS (hazard ratio = .351, p = .033). A similar effect was seen for CD56+CD16lo NK cells (hazard ratio = .321, p = .079). Higher CD14+ Mo counts were also associated with longer PFS (hazard ratio = .230, p = .007). An examination of Mo subpopulations showed that higher numbers of Mo expressing low or no CD16 predicted a longer time to disease progression (hazard ratio = .207, p = .011), but the inflammatory subsets with moderate or high CD16 expression were not significantly associated with PFS. Results suggest that MM patients who have lower NK cell and CD14+ Mo counts may be at risk for a poorer outcome following autologous PBSCT, with these subsets adding prognostic significance above and beyond cytogenetic risk and ISS stage. Subpopulations with greater regulatory and less inflammatory function had the most salient effects. These NK cell and Mo subsets may inhibit residual MM growth and progression and could serve as novel markers of the clinical outcome following PBSCT for MM. Disclosures: No relevant conflicts of interest to declare."
}