{
    "doi": "https://doi.org/10.1182/blood.V108.11.5274.5274",
    "article_title": "Chronic Graft-Versus-Host Disease-Related Membranous Nephropathy: Report of 3 Cases. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objective: To investigate the clinical manifestation, pathological features, management and prognosis of chronic graft-versus-host disease (cGVHD)-related membranous nephropathy following allogeneic hematopoietic stem cell transplantation (allo-HSCT). Methods: Clinical and pathological data from 3 patients with nephrotic syndrome following allo-HSCT were retrospectively analyzed. Results: cGVHD-related membranous nephropathy occurred in 3 out of 150 patients (2%) undergoing allo-HSCT in our BMT unit. 3 patients, with two male and one female, median age of 15 years, and median interval of 11 months between diagnosis and post-transplantation, typically presented with full nephrotic syndrome, including heavy proteinuria (median 8.1 g/24h), edema, hypoalbuminemia (median 29.6 g/L), and hypercholesterolemia (median 11.7 mmolL). A major finding of renal biopsy that was consistent with membranous nephropathy in early stage was diffusely thickened glomerular basement membranes (GBMs) with deposits of IgG along it. All patients showed evidence of cGVHD. Two patients responded well to steroid, with gradual improvement of clinical symptoms and disappearance of proteinuria, and are still alive without evidence of relapse. But the other one died of disseminated hemorrhagic varicella one month following immunosuppressive therapy. Conclusion: These findings suggest that the kidney may be the target organ of alloimmunity, and membranous nephropathy may be one of clinical manifestations of cGVHD, which is response to steroid, resulting in disappearance of proteinuria. It is necessary for transplant physicians to keep in mind the possibility of cGVHD-related membranous nephropathy when a case of nephritic syndrome is encountered.",
    "topics": [
        "host (organism)",
        "membranous glomerulonephritis",
        "tissue transplants",
        "graft-versus-host disease, chronic",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "proteinuria",
        "nephrotic syndrome",
        "signs and symptoms",
        "steroids"
    ],
    "author_names": [
        "Kanger Zhu, MD",
        "Wei-jian Zhu, MD",
        "Tao Zhang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kanger Zhu, MD",
            "author_affiliations": [
                "Department of Hematology, First Affiliated Hospital of Jinan University, Guangzhou, Guangdong, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wei-jian Zhu, MD",
            "author_affiliations": [
                "Department of Hematology, First Affiliated Hospital of Jinan University, Guangzhou, Guangdong, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tao Zhang, MD",
            "author_affiliations": [
                "Department of Hematology, First Affiliated Hospital of Jinan University, Guangzhou, Guangdong, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T04:18:17",
    "is_scraped": "1"
}