{
    "doi": "https://doi.org/10.1182/blood-2020-136370",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4599",
    "start_url_page_num": 4599,
    "is_scraped": "1",
    "article_title": "Results of a Phase I Trial of Lenalidomide, Rituximab (R 2 ) and Ixazomib for Frontline Treatment of High Risk Follicular and Indolent Non-Hodgkin Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Brian T. Hill, MD",
        "Deepa Jagadeesh, MDMPH",
        "Alex V. Mejia Garcia, MD",
        "Robert M. Dean, MD",
        "Omer N. Koc, MD",
        "Matt Kalaycio, MD",
        "Kirsten M Boughan, DO",
        "Brenda W. Cooper, MD",
        "Allison M. Winter, MD",
        "Wesam B. Ahmed, MD",
        "Brad Pohlman, MD",
        "Christopher D'Andrea, PA-C",
        "Kelsey Holkovic, RN",
        "Ashley Morrison, RN",
        "Paolo Caimi, MD",
        "Mitchell Smith, MDPhD"
    ],
    "author_affiliations": [
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University Hospitals Seidman Cancer Center, Cleveland, OH ",
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Florida, Cleveland Clinic, Weston, FL "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "George Washington University Cancer Center, Washington, DC"
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "INTRODUCTION: Lenalidomide and Rituximab (R 2 ) is an effective frontline treatment regimen for patients (pts) with indolent B-cell lymphoma including follicular lymphoma (FL). Recent phase III data from the RELEVANCE trial comparing R 2 to traditional chemoimmunotherapy showed that this regimen is generally well-tolerated and has favorable clinical efficacy [61% overall response, 53% CR rate, 77% 3-year progression free survival (PFS) (Morschhauser, et al )]. Proteasome inhibitors such as bortezomib disrupt NF-KB signaling and have shown clinical activity in indolent NHL. Although randomized trials have failed to demonstrate clinical benefit of adding bortezomib to standard chemoimmunotherapy regimen bendamustine + rituximab (BR) for frontline treatment of FL, the addition of proteasome inhibitors to lenalidomide is a mainstay of treatment for plasma cell neoplasms due to synergistic antitumor effect. The oral proteasome inhibitor ixazomib has less potential for dose-limiting neuropathy than bortezomib, making it an attractive option to incorporate into the R 2 regimen. We sought to investigate the safety and efficacy of the addition of ixazomib to R 2 for FL and indolent B-cell NHL through a phase I clinical trial of this combination for patients with high risk disease. METHODS: Adult (age ≥ 18) pts with untreated FL or other indolent lymphoma, adequate organ function and performance status were enrolled. To be enrolled, FL patients were required to have stage 2, 3 or 4 disease, with high tumor burden by GELF criteria and/or FLIPI score of 3-5. During 3 x 3 dose escalation, ixazomib was given at a dose of 2 mg (n=3), 3 mg (n=3) or 4 mg (n=12) PO on days 1, 8, and 15 with lenalidomide 20 mg PO on days 1-21 every 28 days. Rituximab was administered at standard dosing on days 1,8,15,21 for cycle 1, once every 28 days for cycles 2-6 and then once every 2 months for cycles 7-12. Treatment was continued for 12 cycles and no maintenance therapy was specified per protocol. All pts received low dose aspirin for venous thromboembolism prophylaxis and acyclovir for prevention of VZV reactivation. Response assessments by CT were performed after cycle 3 and 6 and by PET/CT at the end-of-treatment (cycle 12). RESULTS: 20 pts were enrolled and 18 were eligible for treatment [15 FL (14 grade 1-2, 1 grade 3A), 2 splenic marginal zone lymphoma and 1 nodal marginal zone lymphoma].The median age of treated pts was 61 (range 40-83) years old. 55% of patients were female. Stage at diagnosis was II (n =2), III (n = 4) and IV (n = 12). For FL pts, FLIPI scores at enrollment were low (n=2), intermediate (n = 5) and high risk (n=8) and FLIPI-2 scores were low (n=3), intermediate (n = 2) and high risk (n=10). There were no dose limiting toxicities during 3 x 3 dose escalation. Grade (G) 1/2 and G3/4 treatment-related hematologic adverse events (AEs) included neutropenia (6%, 28%), thrombocytopenia (16.7%, 5.6%) and anemia (16.7%, 0%). The most common treatment-related AEs included nausea/vomiting (44% G1, 11% G2), diarrhea, (50% G1, 22% G2, 5% G3), rash (33% G1, 6% G2, 11%G3), peripheral neuropathy (22% G1, 6% G2), myalgia/arthralgia (17% G1, 17% G2), and infection (33% G2, 17% G3). There was one pulmonary embolism and no cases of febrile neutropenia. As of June, 2020, median follow-up among living pts was 21 months. 4 pts discontinued treatment due to disease progression; 2 with transformation to aggressive lymphoma. Of the transformed cases, one subject died on study due to progression disease and one developed CNS disease on study treatment but proceeded to autologous stem cell transplant. The best overall response rate was 61.2% [55.6% CR, 5.6% PR): 22.2% had stable disease and 16.7% had disease progression. 18-month Kaplan-Meier estimates of PFS and overall survival were 71% and 94%, respectively (Figure). CONCLUSION: R 2 can safely be combined with at the target dose of 4 mg of ixazomib for treatment-naïve indolent NHL patients. Non-hematologic AEs were generally consistent with known toxicity of each component of therapy. CR rate and PFS were was similar to the outcomes reported in the RELEVANCE trial despite enrolling high risk patient. R 2 may serve as backbone for future studies of novel treatment combinations for high risk FL after thorough evaluation for occult transformation to aggressive lymphoma. View large Download slide View large Download slide  Disclosures Hill: Abbvie: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria; BMS: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Takeda: Research Funding; Karyopharm: Consultancy, Honoraria, Research Funding; AstraZenica: Consultancy, Honoraria, Research Funding; Kite, a Gilead Company: Consultancy, Honoraria, Research Funding; Beigene: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding. Jagadeesh: MEI Pharma: Research Funding; Regeneron: Research Funding; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Debiopharm Group: Research Funding; Verastem: Membership on an entity's Board of Directors or advisory committees. Caimi: Celgene Corp: Other: Incyte Corporation - Ownership - Pharmacyclics, Inc. - Ownership - Celgene Corp. - Other, Speakers Bureau; ADC Therapeutics: Research Funding; Genentech: Research Funding. Smith: Takeda: Research Funding; Celgene: Research Funding. OffLabel Disclosure: Ixazomib is off-label for treatment of NHL"
}