{
    "doi": "https://doi.org/10.1182/blood.V128.22.4589.4589",
    "article_title": "Characteristics of Early Recovery of Double Negative T-Cell Subpopulations after Haploidentical Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution Poster III",
    "abstract_text": "Background : Immune recovery is recognized to be crucial for decreasing morbidity of the subsequent complications in patients who underwent alloHSCT. We recently compared the recoveries of T-cell subpopulations between the haploHSCT recipients with and without EBV-DNAemia and found that lower CD4/CD8 double negative T-cell (DNT) counts were significantly correlated with the increased cumulative incidence of EBV reactivation after transplantation. Multivariate analysis further showed that hampered recovery of DNT cells was an independent risk factor to predict transplant-related mortality. Based on the expression of αβ or γδ T-cell receptors, or NK cell markers, several subpopulations of DNT cells have been identified, e.g. TCR-γ/δ+DNT, TCR-α/β+DNT, NKT cells, and other cells that are incompletely characterized. Early recovery levels of DNT subsets may correlate to the occurrence of HSCT complications. Notably, reconstitution kinetics of these special T-cell subpopulations post-HSCT remains unknown. Method : A prospective study was conducted to observe the comprehensive characteristics of DNT recovery. Fifteen healthy donors and 60 consecutive patients who were diagnosed as hematological malignancy and underwent haploHSCT at our institute were included. Immnophenotyping analysis was performed to determine the recovery levels of DNT and its subpopulations including α/β+DNT, γ/δ+DNT (Vδ1+ and Vδ2+), and CD56+DNT at 30, 60, and 90 days after transplantation. Result : Percentages of total DNT, α/β+DNT, and γ/δ+DNT in recipients on day 30 were comparable with those of health donors (defined as normal range). While the percentage of total DNT significantly decreased on day 60 and day 90, percentages of α/β+DNT and γ/δ+DNT were quite stable within the 3 months after haploHSCT. Interestingly, ratio of Vδ1+/ Vδ2+ on day 30 was similar with the normal control, which was significantly reversed on day 60 and day 90. In contrast, the percentage of CD56+DNT on day 30 was 3-fold higher than the normal range, which dropped down to the normal level at 60 and 90 days. In term of the absolute numbers, all detected DNT subpopulations were hampered at 30 days post-transplantation. Only the counts of Vδ1+DNT achieved the normal level at 60 and 90 days whereas numbers of other DNT subpopulations were continuously lower during the evaluation period. The pace of Vδ2+DNT recovery was the slowest compared with others. Conclusion : Our observations give a picture of the dynamic recovery of DNT subpopulations and contribute to comprehensively understand the characteristics of immune recovery after HaploHSCT. The clinical impact of DNT-subpopulations recovery will be evaluated in the ongoing prospective study. These findings may facilitate the intervention strategies to improve the general outcome of haploHSCT recipients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "t-lymphocytes",
        "transplantation",
        "hematologic neoplasms",
        "t-cell receptor",
        "donors",
        "herpesvirus 4, human",
        "natural killer cells",
        "natural killer t-cells"
    ],
    "author_names": [
        "Jiangying Liu",
        "Zhilei Bian",
        "Qiang Fu",
        "Ying-Jun Chang",
        "Xiao-Jun Huang"
    ],
    "author_dict_list": [
        {
            "author_name": "Jiangying Liu",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhilei Bian",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiang Fu",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying-Jun Chang",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-Jun Huang",
            "author_affiliations": [
                "1Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China; 2Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T02:21:49",
    "is_scraped": "1"
}