{
    "doi": "https://doi.org/10.1182/blood.V104.11.2567.2567",
    "article_title": "Genetic Dissection of Cooperating Mutations in BXH-2 Acute Myeloid Leukemia with and without Nf1 Gene Mutation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Loss of the NF1 (Neurofibromatosis Type 1) gene, a tumor suppressor, can cause myeloid diseases juvenile myelomonocytic leukemia (JMML), monosomy 7 syndrome (Mo7), and acute myeloid leukemia (AML). However, using knockout mice, it has been shown that loss of Nf1 expression in hematopoietic cells, by itself, does not lead to aggressive leukemia resulting instead in a relatively indolent myeloproliferative disease. Murine Leukemia Virus (MuLV) insertional mutagenesis in BXH-2 mice provides a model to dissect genetic alterations in AML. We have profiled proviral insertions in BXH-2 AML which do or do not have corresponding loss-of-function of Nf1. 197 PIS (68 from 25 Nf1-wild type AML and 129 from 55 Nf1-defective AML) were isolated. Nf1-defective AML were obtained from BXH-2 AMLs with proviral insertions into the endogenous Nf1 gene and AML that developed in leukemia-prone, heterozygous Nf1+/− BXH-2 mice. These latter AMLs develop faster than wild-type BXH-2 AMLs and show Nf1 gene LOH or proviral insertion into the wild-type Nf1 allele. These analyses led to 37 common proviral insertion sites (CIS), 13 of which have not been reported previously. Several of the CIS (including Lmo2, Cmyb, Meis1, Bcl11a, Spred2, Def8, Edg3, Hoxa9, and a novel Krab domain-zinc finger gene) were found repeatedly among the Nf1-defective group of AML. Expression of most could be detected in human JMML and CMML by RT-PCR, including BCL11A. Importantly, among the CIS we detected, PIS targeting Bcl11a were significantly enriched (p < 0.05) in Nf1-defective leukemia. Retroviral expression vectors for Bcl11a have been constructed and transduced into an immortalized Nf1-/- null myeloblast cell line. Growth assays show that the cumulative cell number of FACS-sorted Bcl11a-Nf1-/- cells increase by ~2.5 fold that of controls. BXH-2 provides a powerful genetic system to dissect Nf1-cooperating genetic events in tumorigenesis. Mutations at several novel common integration sites could be involved in development or progression of leukemia with NF1 gene inactivation. This work was supported by the National Cancer Institute (U01-CA84221-05) and the American Cancer Society (RPG LIB-106632) to DAL and by National Cancer Institute (R01 CA92095) and U.S. Dept. of Defense (DAMD17-97-1-7339) to MRW.",
    "topics": [
        "genetics",
        "leukemia, myelocytic, acute",
        "mutation",
        "nf1 gene",
        "tissue dissection",
        "leukemia",
        "juvenile myelomonocytic leukemia",
        "indolent",
        "leukemia, myelomonocytic, chronic",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Bin Yin, Ph.D.",
        "Jessica Walrath, B.S.",
        "Kevin M. Shannon, M.D.",
        "Margaret R. Wallace, Ph.D.",
        "David A. Largaespada, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Bin Yin, Ph.D.",
            "author_affiliations": [
                "University of Minnesota Cancer Center, Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessica Walrath, B.S.",
            "author_affiliations": [
                "Department of Molecular Genetics and Microbiology, Center for Mammalian Genetics, University of Florida College of Medicine, Gainesville, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin M. Shannon, M.D.",
            "author_affiliations": [
                "Department of Pediatrics, University of California, San Francisco, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret R. Wallace, Ph.D.",
            "author_affiliations": [
                "Department of Molecular Genetics and Microbiology, Center for Mammalian Genetics, University of Florida College of Medicine, Gainesville, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Largaespada, Ph.D.",
            "author_affiliations": [
                "University of Minnesota Cancer Center, Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T06:44:52",
    "is_scraped": "1"
}