{
    "doi": "https://doi.org/10.1182/blood-2020-140624",
    "article_title": "Three-Dimensional Telomere Analysis Using Teloview® Technology Predicts the Response of Classic Hodgkin's Lymphoma Patients to First Line Therapy at Point of Diagnosis ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Classical Hodgkin's Lymphoma (cHL) has been well studied over the past few decades. Newly diagnosed patients are treated with combinations of chemotherapeutics, the most common of which includes adriamycin, bleomycin, vinblastine, dacarbazine (ABVD). Approximately 75-85% of newly diagnosed cHL patients show favourable outcomes in response to ABVD treatment resulting in long lasting remission. The remaining 15-25% of diagnosed cHL patients will either show primary resistance to ABVD or relapse during or after the completion of therapy. Despite the fact that cHL biology has been extensively investigated, a robust biomarker to predict initial anthracycline based treatment failure remains an unresolved challenge in the management of the disease. Refractory and relapsing HL patients can be treated with several other treatment modalities including the recently developed brentuximab vedotin, and the PD-1 inhibitors nivolumab and pembrolizumab. The improvement in the outcomes of refractory and relapsed cHL patients treated with such advanced therapeutics presents a rational to advance such therapeutics to first line therapy for all newly diagnosed cHL patients. However, these therapeutics are accompanied with more adverse side effects compared to ABVD, and they present a significantly higher cost burden on the healthcare systems. In addition, clinical studies have shown that not all patients do respond favourably to these therapeutics. In spite of the development of the advanced therapies, the absence of a tool to stratify cHL patients at point of diagnosis remains to be a critical unmet clinical need. In previous reports, the 3-dimensional analysis of telomeres using TeloView® technology conducted on a proof of concept cohort of 27 HL patients revealed that TeloView® analysis, on the group patient level, showed distinct telomere profiles for HL patients who relapsed versus patients who remained stable. In this report, we conducted a retrospective clinical study including a multi-centre cohort of 156 HL patients, 125 remained stable for over 5 years, and 31 patients relapsed within 12 months. We targeted to identify, on the individual patient's level, significant telomeres parameters suitable to predict individual patient outcome at point of diagnosis. General univariate analysis including t-test and Anova identified derived telomeres parameters suitable for predictive modelling analysis including: total and average telomeres length, telomeric aggregates, nuclear volume, quartile nuclear volume and very short telomeres (t-stumps). Multivariate analysis using logistic regression procedures allowed for developing of significant predictive models using combinations of 2, 3 & 4 predictors. The highest predictive power was attained by a 4-predictors model with a predictive power of 0.76 presented as area under the curve (AUC) in receiver operating characteristic (ROC) curve illustration, achieving 75% positive predictive value, and 71% negative predictive value. The results of this study offer a long awaited path to a precision medicine approach for the treatment of cHL patients. The ready-to-use predictive model will further be validated retrospectively on an independent patient cohort, and can further be validated prospectively in longitudinal studies once the test is adopted in the clinic. Disclosures Louis: Telo Genomics Corp.: Consultancy, Current equity holder in publicly-traded company. Johnson: Roche/Genentech, Merck, Bristol-Myers Squibb, AbbVie: Consultancy; AbbVie: Research Funding; Roche/Genentech, Merck: Honoraria. Ludkovski: Telo Genomics Corp.: Current Employment. Shifrin: Telo Genomics Corp.: Current Employment. Mai: Telo Genomics Corp.: Consultancy, Current equity holder in publicly-traded company. Knecht: Telo Genomics Corp.: Consultancy, Current equity holder in publicly-traded company.",
    "author_names": [
        "Sherif Louis, PhD BSc, MSc",
        "Nathalie A Johnson, MD PhD",
        "Pierre Brousset, MD PhD",
        "Olga Ludkovski, MSc",
        "Yulia Shifrin, PhD",
        "Sabine Mai, PhD",
        "Hans Knecht, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sherif Louis, PhD BSc, MSc",
            "author_affiliations": [
                "Telo Genomics Corp., Winnipeg, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nathalie A Johnson, MD PhD",
            "author_affiliations": [
                "Department of Medicine, McGill University, Montreal, Canada ",
                "Jewish General Hospital, Lady Davis Institute for Medical Research and Segal Cancer Centre, Montreal, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Brousset, MD PhD",
            "author_affiliations": [
                "Laboratoire D'Anatomie Pathologique, Toulouse, FRA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Ludkovski, MSc",
            "author_affiliations": [
                "Telo Genomics Corp., Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yulia Shifrin, PhD",
            "author_affiliations": [
                "Telo Genomics Corp., Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Mai, PhD",
            "author_affiliations": [
                "Research Institute of Oncology and Hematology, CancerCare Manitoba, University of Manitoba, Winnipeg, CAN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Knecht, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jewish General Hospital, Montréal, CAN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:26:31",
    "is_scraped": "1"
}