{
    "doi": "https://doi.org/10.1182/blood.V124.21.4251.4251",
    "article_title": "Lower Echogenicity of the Residual Venous Thrombosis at Ultrasound Examination Is Associated to Recurrent Thrombosis Events ",
    "article_date": "December 6, 2014",
    "session_type": "331. Pathophysiology of Thrombosis: Poster III",
    "abstract_text": "Introduction: After the first thrombotic event, up to 30% of deep venous thrombosis (DVT) cases may recur within 10 years. Unprovoked first DVT episode, male gender and persistently elevated D-dimer are important risk factors for DVT recurrence. However, additional elements may still contribute to evaluate the individual recurrence risk. The role of residual venous thrombosis (RVT) as a risk factor for recurrence is controversial. The lack of a standardized methodology for RVT evaluation by conventional ultrasonography (US) may explain, in part, why the results are divergent among different studies. Several clinical studies in arterial thrombosis have evaluated the echogenicity of atherosclerotic plaques by grayscale median (GSM) computer-assisted ultrasound (US) analysis, and carotid plaques showing lower US-generated GSM values (<25) were identified as high risk lesions since they more prone to embolization. In this context, we hypothesized that the assessment of RVT echogenicities, by US-generated GSM, could be a new tool for the evaluation of the individual recurrence risk for DVT and possibly guide further antithrombotic treatments. Aim: In patients with history of previous DVT, we evaluated whether the US-generated GSM values for RVT may predict the recurrence of thrombotic events. Material and Methods: This is a prospective study that included 52 patients with at least one episode of unprovoked DVT, or DVT provoked by hormones, attended at the Hematology Center in the University of Campinas, Brazil. Only patients with DVT in the lower limbs and diagnosed in the previous 5 years were selected. Patients with antiphospholipids antibodies and neoplasia were excluded. At the time of enrollment for the study, patients were submitted to a duplex examination and blood samples collection. Medical evaluation was performed twice a year and a new US image was achieved when DVT recurrence was suspected or by the end of the follow-up. The primary endpoint of the study was thrombosis recurrence, and was made 2 years after enrollment for the study. Laboratory analysis: IL-8, IL-6 and TNF-α levels were performed by ELISA, D-dimer by turbidimetry and CRP by nephelometry. US-generated GSM : The region containing only the residual thrombus was depicted point by point to trace a surrounding line. GSM was then calculated by specific software. Results: From 52 consecutive patients with previous DVT, 30 patients presented RVT. During the two years of follow-up, 10 patients had a new venous thrombosis event; in all cases of thrombosis recurrence, patients had a previous diagnosis of RVT. Among patients with RVT, those with lower GSM values presented more recurrent events; the GSM < 24 was the optimal cut-off value to determine the risk of thrombosis recurrence (specificity of 95%; 95% CI = 75.13 to 99.87%). The relative risk for recurrence was 2.8 (95%CI= 1.2 to 6.5; P=0.09) greater in patients with GSM 24. The risk for recurrence was five times greater in patients with GSM < 24 (RR=5.1, 95% CI = 2.115 -12.50; P = 0.0194) if compared to patients with GSM>24 grouped with patients without RVT. We further dichotomized all patients according to the presence of RVT and GSM values; the first group was composed by individuals with thrombus GSM 24 and patients without RVT. Serum levels of TNF-α and IL-8 were significantly higher in patients with GSM <24 (6.8 vs. 2.2 pg/mL, P=0.03 and 59.1 vs. 19.0 pg/mL, P=0.001; respectively). Levels of PCR (0.37mg/dL), IL-6 (3.13pg/mL) and D-dimer (0.66mg/L) were increased in patients with GSM<24 compared to the other group (0.19 pg/mL, 1.19 pg/m and 0.46 mg/L; respectively), the differences were not statistically significant. Conclusion: Our findings suggest that RVT may be a risk factor for recurrence, particularly the recurrence risk seems to be higher among patients with very hypoechoic residual thrombus (GSM<24). Patients with thrombus GSM < 24 also presented higher levels of inflammatory markers, which may also be consistent with higher risk for thrombosis recurrence. GSM values are objectively achieved by computer-assisted US equipments and can be performed in patients taking anticoagulants. Therefore US-generated GSM value of the residual thrombus rises as a promising marker for assessment of individual risk for thrombosis recurrence. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "thrombosis",
        "ultrasonographic echogenicity",
        "ultrasonography",
        "venous thrombosis",
        "deep vein thrombosis",
        "thrombus",
        "fibrin fragment d substance",
        "follow-up",
        "interleukin-6",
        "interleukin-8"
    ],
    "author_names": [
        "Bruna M Mazetto, MSc",
        "Fernanda Loureiro de Andrade Orsi, MD",
        "Sandra A.F Silveira, MD",
        "Kiara Cristina Senger Zapponi, MsC",
        "Marina P Colella, MD",
        "Erich Vinicius de Paula, MD PhD",
        "Joyce Annichino-Bizzachi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bruna M Mazetto, MSc",
            "author_affiliations": [
                "State Universty of Campinas, Campinas, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fernanda Loureiro de Andrade Orsi, MD",
            "author_affiliations": [
                "University of Campinas, UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra A.F Silveira, MD",
            "author_affiliations": [
                "University of Campinas, Campinas, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiara Cristina Senger Zapponi, MsC",
            "author_affiliations": [
                "University of Campinas, Campinas, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina P Colella, MD",
            "author_affiliations": [
                "University of Campinas, UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erich Vinicius de Paula, MD PhD",
            "author_affiliations": [
                "University of Campinas, UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joyce Annichino-Bizzachi, MD PhD",
            "author_affiliations": [
                "State University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:36:22",
    "is_scraped": "1"
}