{
    "doi": "https://doi.org/10.1182/blood.V118.21.2835.2835",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2027",
    "start_url_page_num": 2027,
    "is_scraped": "1",
    "article_title": "In Patients Newly Diagnosed with Chronic Lymphocytic Leukemia the Absolute Monocyte Count At Presentation Is Directly Associated with Disease Progression Independently From Rai Staging or Cytogenetics ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytogenetics",
        "disease progression",
        "monocytes",
        "rai staging system",
        "zap-70 kinase",
        "prognostic marker",
        "small cell lymphoma",
        "tumor microenvironment"
    ],
    "author_names": [
        "Ryan A. Wilcox, MD, PhD",
        "Kari Rabe, MS",
        "Neil Kay, MD",
        "Timothy G. Call, MD",
        "Svetomir N. Markovic, MD, PhD",
        "Luis F. Porrata, MD",
        "Susan Schwager",
        "Clive S. Zent, MD",
        "Curtis A. Hanson, MD",
        "Tait D. Shanafelt, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Department of Health Sciences Research, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematopathology, Department of Laboratory Medicine, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.022427199999996",
    "first_author_longitude": "-92.4666779",
    "abstract_text": "Abstract 2835 Background: Extrinsic growth and survival signals provided by nonneoplastic cells present within the tumor microenvironment promote the growth and survival of CLL cells. For example, bone marrow stromal cells, blood-derived “nurse-like” cells and follicular dendritic cells have been shown to promote the survival of CLL cells via the provision of both soluble and cell-contact dependent factors. More recently, monocytes were convincingly shown to support the survival of CLL cells during in vitro culture, and many of the factors (e.g. BLyS/BAFF, SDF-1, CD14) previously implicated in supporting the growth and survival of CLL cells are produced by monocytes. To explore the potential clinical implications of these in vitro findings, we evaluated the relationship between the absolute monocyte count (AMC) at diagnosis and disease progression in a well defined cohort of CLL patients. We hypothesized that the presence of a relative monocytosis at presentation in patients newly diagnosed with CLL may create a nurturing environment for CLL cells and be associated with more rapid disease progression. Methods: Previously untreated patients diagnosed with CLL/SLL within 12 months of presentation to the Mayo Clinic (from 1/1/2000-8/31/2010) were identified (n=1396). The AMC was obtained from routine complete blood counts (CBC) with automated or manual differentials that were performed within 3 months of diagnosis (n=947). The primary study objective was to determine whether the AMC is associated with time to first treatment (TTFT) in CLL. The secondary objective was to determine whether the AMC had independent prognostic value after adjusting for CD38/CD49d/Zap-70 expression, IGHV gene mutation status, and cytogenetic (11q-, 17p-) findings by FISH analysis. Results: The median age was 66 years and the median AMC was 550/μL (380–812/ μL, 1 st -3 rd quartile) at diagnosis (normal range: 300–900/μL). No significant difference in the median AMC was observed by age, gender; CD38, CD49d, or Zap-70 expression; IGHV gene mutation status or cytogenetic findings. Patients were followed for a median of 3.2 years (range: 0–10.3), with disease progression requiring the initiation of treatment observed in 268 (28%) patients. On multivariate analysis using a Cox proportional hazards model which incorporated age, gender and Rai stage, the AMC (as a continuous variable) was associated with TTFT with a hazard ratio (HR) of 1.099 (per unit change; 95% CI, 1.003–1.205; p=0.04). The optimal cutpoint for the association between AMC and TTFT was determined to be ≥1, 170/μL, a threshold that remained an independently significant predictor of TTFT after adjusting for age, gender and Rai stage with a HR of 5.1 (95% CI, 2.56–10.10, p<0.0001). The median TTFT was 1.0 year for patients with an AMC ≥1, 170/μL and 7.4 years for those with an AMC <1, 170/μL (p<0.0001). In order to evaluate whether the AMC had independent prognostic value after adjusting for other prognostic biomarkers, CD38, CD49d, Zap-70, IGHV gene mutation status and cytogenetic findings (11q- or 17p-), were individually incorporated into the multivariate analysis. In each case, the AMC remained an independent predictor of TTFT, with HRs ranging from 4.31 to 5.43 (p<0.0001 for all analyses). Conclusions: The AMC at the time of diagnosis as measured by a routine CBC is associated with accelerated disease progression in CLL/SLL independent of other prognostic biomarkers. These results suggest that the in vitro observation that nonneoplastic cells present in the tumor microenvironment promote CLL cell survival may have direct clinical implications for the prognostic evaluation of CLL patients and further substantiate the pathogenic role of monocytic cells in CLL. Disclosures: No relevant conflicts of interest to declare."
}