{
    "doi": "https://doi.org/10.1182/blood-2020-136725",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4538",
    "start_url_page_num": 4538,
    "is_scraped": "1",
    "article_title": "Effect of ABCB1 Multidrug Resistance Protein on Efficacy of Anti-Myeloma Drugs in Carfilzomib-Resistant Myeloma Model ",
    "article_date": "November 5, 2020",
    "session_type": "605.Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases",
    "topics": null,
    "author_names": [
        "Konstantin Byrgazov, PhD",
        "Marianne Kraus",
        "Andrej Besse",
        "Ana Slipicevic",
        "Fredrik Lehmann",
        "Christoph Driessen, MD",
        "Lenka Besse"
    ],
    "author_affiliations": [
        [
            "Oncopeptides AB, Stockholm, Sweden "
        ],
        [
            "Department of Oncology and Hematology, Laboratory of Experimental Oncology, St. Gallen Cantonal Hospital, St. Gallen, Switzerland"
        ],
        [
            "Department of Oncology and Hematology, Laboratory of Experimental Oncology, St. Gallen Cantonal Hospital, St. Gallen, Switzerland"
        ],
        [
            "Oncopeptides AB, Stockholm, Sweden "
        ],
        [
            "Oncopeptides AB, Stockholm, Sweden "
        ],
        [
            "Department of Oncology and Hematology, Laboratory of Experimental Oncology, St. Gallen Cantonal Hospital, St. Gallen, Switzerland"
        ],
        [
            "Department of Oncology and Hematology, Laboratory of Experimental Oncology, St. Gallen Cantonal Hospital, St. Gallen, Switzerland"
        ]
    ],
    "first_author_latitude": "59.339684",
    "first_author_longitude": "18.061507600000002",
    "abstract_text": "Development of multidrug resistance is a major problem in treating cancer patients. Over-expression of a multidrug resistance protein MDR/P-gp/ABCB1 is recognized as a mediator of resistance to chemotherapy drugs in many cancers, including hematological malignancies. Recent studies have demonstrated that ABCB1 mediates resistance to a proteasome inhibitor carfilzomib. In this study we employ an isogenic ABCB1+ and ABCB1- pair of myeloma cell lines to investigate the effect of ABCB1 expression on a broader panel of anti-myeloma drugs. Expression of ABCB1 gene was assessed in publicly available gene expression datasets, including patient samples and murine models. ABCB1 + carfilzomib-resistant subline of myeloma cells AMO-1 was subject to CRISPR/Cas knock-out of ABCB1 gene. Two clones were isolated as a result of this procedure: one clone is ABCB1-negative and the other still bearing ABCB1. A panel of myeloma drugs consisting of carfilzomib, bortezomib, melflufen (melphalan flufenamide), melphalan, bendamustine, pomalidomide, iberdomide, panobinostat, doxorubicin, daunorubicin, vincristine, and paclitaxel was investigated in cytotoxicity assays using ABCB1 + and ABCB1 - isogenic sublines of carfilzomib-adapted derivative of AMO-1. Myeloma multi-drug resistance (MMDR) score for each drug was calculated as a ratio between IC 50 in ABCB1 + subline to IC 50 in a ABCB1 - subline. Apoptosis was measured by flow cytometry. According to the regression analysis of GSE136337, elevated expression of ABCB1 mRNA is associated with shorter PFS and OS in MM patients (Figure 1, A and B). Up-regulated murine Abcb1b expression was found in murine Vk*MYC myeloma tumors (GSE111921) prone to development of extramedullary disease (EMD) (Figure 1C). Cytotoxicity assays revealed a group of myeloma drugs vulnerable to elevated ABCB1 expression including carfilzomib, panobinostat, doxorubicin, daunorubicin, vincristine and paclitaxel (Figure 1D). No cytotoxicity against carfilzomib-resistant derivatives of AMO-1 myeloma cell line was observed for pomalidomide and iberdomide. Cytotoxicities of melflufen, bortezomib, melphalan, and bendamustine were only mildly affected by elevated ABCB1 expression (Figure 1D). In line with this observation, apoptosis upon carfilzomib treatment was reduced in ABCB1 + myeloma cells, whereas treatment with melflufen has resulted in equal cell death rates in both ABCB1 - and ABCB1 + clones (Figure 1E). ABCB1 efflux pump is well recognized as a mediator of multi drug resistance in cancer. In this study we investigated the effect of ABCB1 on the efficacy of myeloma drugs in carfilzomib-resistant myeloma cells. In vitro efficacies of carfilzomib, panobinostat, doxorubicin, vincristine, and paclitaxel are negatively affected by ABCB1 over-expression (MMDR>4), whereas melflufen, bortezomib, melphalan, and bendamustine were not greatly affected (MMDR<2) (Figure 1F). However, melflufen has shown better cytotoxicity in carfilzomib-resistant myeloma, which is 20-fold greater compared to melphalan and 200-fold greater compared to bendamustine (Figure 1D). In addition, we found elevated ABCB1 expression in murine myeloma tumors prone to develop EMD. Moreover, elevated ABCB1 mRNA expression was associated with shorter PFS and OS in patients with multiple myeloma. Thus, this study may propose a novel therapy strategy including a novel lipophilic peptide-drug conjugate melflufen for myeloma patients with elevated ABCB1 which may potentially develop in carfilzomib-relapsed/refractory setting or EMD. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Byrgazov: Oncopeptides AB: Current Employment. Slipicevic: Oncopeptides AB: Current Employment. Lehmann: Oncopeptides AB: Current Employment, Current equity holder in publicly-traded company."
}