{
    "doi": "https://doi.org/10.1182/blood.V106.11.3043.3043",
    "article_title": "Gene Transfer to Macrophages with Nanoparticle-Loaded Platelets. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Hemorrhagic fever, traumatic brain injury, and inflammatory bowel syndrome are among a wide range of pathologies involving inflammation that results in bleeding. The vascular injury that occurs in these conditions is closely associated with macrophage activation. An inherent function of macrophages is to phagocytose platelets that have adhered to sites of vascular injury, and thus platelets are an ideal vehicle for site-specific delivery of anti-inflammatory genes to macrophages at wound sites. Here we report the preparation of reporter gene nanoparticle-platelet conjugates and gene transfer to macrophages. Plasmid-containing nanoparticles were prepared by condensing cDNA for β-galactosidase, green fluorescent protein, or luciferase with polyethyleneimine. Scanning electron microscopic analysis showed that this anion/cation agglomeration reaction yields spherical particles with diameters of 100 to 300 nm. Plasmid-containing nanoparticles were then incubated with platelets that were isolated from human blood by differential centrifugation. Flow cytometric and transmission electron microscopic analysis demonstrated that the nanoparticles associated with the surface-connected canalicular system with most platelets containing one or more particles. The ability of the nanoparticle-loaded platelets to transfer the reporter genes to macrophages was tested in tissue culture using monocyte-derived macrophages incubated with the nanoparticle-loaded platelets. Subsequent fluorescent microscopic, luminescent and histological analysis demonstrated that the macrophages readily phagocytosed the nanoparticle-loaded platelets and expressed the reporter genes. This result provides the basis for studies to deliver anti-inflammatory genes to macrophages in animal model systems.",
    "topics": [
        "animal model",
        "blood platelets",
        "gene transfer techniques",
        "macrophages",
        "nanoparticles",
        "anti-inflammatory agents",
        "vascular injuries",
        "anions",
        "cations",
        "centrifugation"
    ],
    "author_names": [
        "Christopher M. Scull",
        "Ruben Kuruvilla",
        "Thomas H. Fischer, PhD",
        "Timothy C. Nichols, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher M. Scull",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ruben Kuruvilla",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas H. Fischer, PhD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy C. Nichols, MD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T15:35:19",
    "is_scraped": "1"
}