{
    "doi": "https://doi.org/10.1182/blood.V128.22.592.592",
    "article_title": "BGB324, an Orally Available Selective Axl Inhibitor Exerts Anti-Leukemic Activity in the First-in-Patient Trial BGBC003 and Induces Unique Changes in Biomarker Profiles ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: New Drugs for Older AML",
    "abstract_text": "Introduction: The RTK Axl represents a therapeutic target promoting AML cell proliferation and survival by pleiotropic mechanisms. Signalling through Axl is also known to suppress immune reactions mainly by inhibiting pro-inflammatory responses of antigen presenting cells. BGB324 is an orally available selective potent inhibitor of Axl, which is currently being investigated in a Phase 1 a/b trial in AML and MDS. We report here the clinical data and the impact of BGB324 on the Axl signalling pathway. Furthermore, we evaluated the T cell receptor (TCR) repertoire in order to assess potential effects of BGB324 on the immune response in AML patients. Methods: Twenty-five patients (twenty-one with relapsed/refractory AML and four with MDS) were treated in a classical 3+3 dose escalation design. Three dose levels were explored 400/100 mg (loading dose d1-2/maintenance dose), 600/200 mg and 900/300 mg. Serial bone marrow samples (BM) were available from n=5 patients. By means of immunoblotting and ELISA we analyzed phosphorylation of Axl and its downstream targets Erk/MapK and Akt as well as the levels of soluble Axl (sAxl) and osteopontin in plasma. The TCRß repertoire was quantified by Next Generation Sequencing of DNA isolated from peripheral blood MNCs using an Illumina MiSeq sequencer. TCRß gene containing the entire V ß , D ß and J ß segments were amplified with BIOMED2-TCRß-A and -B primer pools. Using genomic DNA as template, the amplicons were tagged with Illumina adapters and indices in two consecutive PCR reactions. Demultiplexing and FastQ formated data output was generated by the MiSeq reporter. Analysis of TCRß data was performed on a Microsoft Cloud using our in-house analysis pipeline Pippa, which relies on MiXCR analysis tools. Results: Treatment was generally well-tolerated. Diarrhea and fatigue represented the most frequent adverse events, which were mostly CTC Grade 1 or 2. One DLT (QTc prolongation) occurred and the MTD has not yet been reached. Steady-state levels of BGB324 were reached between three and six days after initiation of treatment. One AML patient achieved a CRi of 5 months, a second achieved a PR and another achieved clearance of circulating blasts accompanied by peripheral blood count recovery > 3 months (ORR 10%). Four additional AML patients (25%) experienced disease stabilisation for more than four months. Two MDS patients experienced a PR. From the five patients in whom BM samples were available three experienced either an objective response or disease stabilization for more than four months and two had progressive disease. We could detect phosphorylated Axl (pAxl) before treatment and decreased pAxl level after 21 days of treatment in 3 out of 3 responders/patients with SD while could not detect pAxl before treatment in the patients with PD (n=5; p=0.025). The patients with response or SD showed inhibition of pErk and pAxl (2 out of 3) or no change of the activity of these Axl downstream pathways (1 out of 3). The patients with PD showed increased pErk and pAkt level after treatment (n=5; p=0.082). Treatment with BGB324 led to an increase in the levels of sAxl after 21 days of treatment in the plasma of 67% of analyzed patients (n=12). SAxl levels were positively correlated to compound exposure (n=12; r=0.829), indicating that sAxl might be used as a biomarker of target engagement. The highest level of sAxl was seen in the patient who achieved a PR. Osteopontin levels decreased in 67% of analyzed patients after three weeks of treatment with BGB324 indicating modulation of this protein by BGB324. However, there was no correlation between increases of sAxl and decreases of osteopontin in this patient cohort. Interestingly, we could demonstrate diversification of the TCR repertoire by higher abundance of small T cell clones after three weeks of therapy with BGB324 compared to pre-treatment levels in two out of four analysed patients. Conclusion: BGB324 is well tolerated in AML patients and exhibits anti-leukemic activity. BGB324 has on-target activity in AML patients and blocks the phosphorylation of Axl and its downstream pathways. Furthermore, BGB324 can induce a diversification of the TCR repertoire in AML patients and might hold potential as an immune-activating drug. Disclosures Sonja: BergenBio: Honoraria, Other: Travel Support, Research Funding. Gjertsen: BerGenBio AS: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Boehringer Ingelheim: Membership on an entity's Board of Directors or advisory committees; Kinn Therapeutics AS: Equity Ownership. Micklem: BerGenBio AS: Employment, Equity Ownership. Janning: Teva: Honoraria. Fiedler: Pfizer: Research Funding; GSO: Other: Travel; Amgen: Consultancy, Other: Travel, Patents & Royalties, Research Funding; Kolltan: Research Funding; Ariad/Incyte: Consultancy; Novartis: Consultancy; Gilead: Other: Travel; Teva: Other: Travel. Cortes: ARIAD: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Teva: Research Funding.",
    "topics": [
        "biological markers",
        "osteopontin",
        "dna",
        "stabilization",
        "adverse event",
        "bone marrow specimen",
        "diarrhea",
        "drug loading dose",
        "drug maintenance dose",
        "fatigue"
    ],
    "author_names": [
        "Loges Sonja",
        "Bjorn T. Gjertsen",
        "Michael Heuser",
        "Jörg Chromik",
        "Isabel Ben Batalla",
        "Nuray Akyüz, PhD",
        "David Micklem",
        "Anthony Brown",
        "Jim Lorens",
        "Maxim Kebenko",
        "Melanie Janning",
        "Mascha Binder, MD",
        "Walter Fiedler, MD",
        "Jorge E. Cortes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Loges Sonja",
            "author_affiliations": [
                "University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bjorn T. Gjertsen",
            "author_affiliations": [
                "Haukeland University Hospital, Bergen, Norway "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Heuser",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jörg Chromik",
            "author_affiliations": [
                "University Hospital Frankfurt, Frankfurt, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabel Ben Batalla",
            "author_affiliations": [
                "University Hospital Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nuray Akyüz, PhD",
            "author_affiliations": [
                "Center of Oncology, II. Medical Clinic and Polyclinic, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Micklem",
            "author_affiliations": [
                "BerGenBio AS, Bergen, Norway "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Brown",
            "author_affiliations": [
                "BerGenBio AS, Bergen, Norway "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim Lorens",
            "author_affiliations": [
                "BerGenBio AS, Bergen, Norway "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maxim Kebenko",
            "author_affiliations": [
                "University Hospital Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melanie Janning",
            "author_affiliations": [
                "University Hospital Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mascha Binder, MD",
            "author_affiliations": [
                "Center of Oncology, II. Medical Clinic and Polyclinic, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter Fiedler, MD",
            "author_affiliations": [
                "University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:40:21",
    "is_scraped": "1"
}