{
    "doi": "https://doi.org/10.1182/blood.V122.21.2821.2821",
    "article_title": "Clonal Evolution As Determined By Sequential Bone Marrow Karyotype Analysis During JAK Inhibitor Therapy For Myelofibrosis: Impact On Treatment Response and Overall and Leukemia-Free Survival ",
    "article_date": "November 15, 2013",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster II",
    "abstract_text": "Background While unfavorable karyotype at referral is associated with significantly inferior overall and leukemia-free survival in myelofibrosis (MF) patients (Blood. 2011 Oct 27;118(17):4595), the incidence of clonal evolution during JAK inhibitor (JAKi) treatment and its clinical significance are not currently known. We conducted a sponsor-independent, single-center retrospective analysis examining the phenotypic correlates and prognostic impact of clonal evolution during JAKi treatment. Methods Clinical, cytogenetic and molecular data were collected on MF patients treated with one or more JAKi on a clinical trial at the Mayo Clinic, Rochester, MN. Baseline data pertained to the onset of treatment with first JAKi. Karyotype risk categories were as previously defined (Blood. 2011 Oct 27;118(17):4595). Serial bone marrow biopsies were obtained at varying frequencies based on individual JAKi protocol requirements. Mutation screening was performed as previously described (Leukemia. 2013 Apr 26. doi: 10.1038/leu.2013.119). Information on survival and leukemic transformation was updated in July 2013. Results A total of 157 MF patients were studied (60% male; median age 65 years, range 34-89 years). The DIPSS-plus distribution was: Low/Int-1 20 (13%), Int-2 66 (42%), and High 71 (45%). The first JAKi was momelotinib (CYT387) in 79 patients (50%), ruxolitinib in 51 (33%) and fedratinib (SAR302503) in 27 (17%). Median follow up from first JAKi treatment was 30 months (range 1-67 months); during this period, 72 deaths (46%) and 14 (9%) leukemic transformations were documented. Eighty nine patients (57%) had a median total 3 (range 2-8) bone marrow biopsies with karyotype analysis during JAKi treatment. Of these, 21 patients (24%) showed clonal evolution (ie, acquisition or loss of one or more chromosome abnormalities when comparing last observed karyotype during JAKi treatment to baseline). Overall, 13 patients (15%) had upstaging of karyotype risk category (eg, normal to unfavorable), 9 (10%) had downstaging (eg, favorable to normal) and 67 (75%) had no change. Acquisition of worse-than-baseline karyotype was significantly higher in DIPSS-plus high-risk patients (26%) versus non-high risk patients (6%) (p=0.03). There was no association between acquisition of a worse karyotype category and baseline karyotype risk category or ASXL1 or SRSF2 mutation status. There was borderline association with RBC transfusion-dependence and constitutional symptoms at baseline (p=0.06). There was no relationship between clonal evolution and achievement of spleen or anemia response during JAKi treatment (p>0.05). The median overall survival of the entire cohort was 41 months. On univariate analysis, overall survival was significantly worse in patients who acquired a worse-than-baseline karyotype risk category during JAKi treatment (n=13, 77% deaths, median survival=31 months) versus those who did not (n=76, 43% deaths, median survival=52 months) (p=0.01) ( Figure ). On multivariate analysis, the prognostic significance of acquiring a worse karyotype risk category was maintained against all individual DIPSS-plus prognostic variables, including baseline karyotype risk category, except age >65 years. On univariate analysis, leukemia-free survival was significantly worse in patients who acquired a worse-than-baseline karyotype risk category during JAKi treatment (n=13, 31% leukemic transformation, median leukemia-free survival=32 months) versus those who did not (n=76, 8% leukemic transformation, median leukemia-free survival not reached) (p=0.0006) ( Figure ). On multivariate analysis against known predictors of leukemic risk in PMF patients (ie, baseline unfavorable karyotype, SRSF1 mutated status and platelet count <100 x 10 9 /L), only acquisition of a worse-than-baseline karyotype risk category maintained its prognostic value (HR 5.3, p=0.03) Conclusions This is the first study to examine the incidence of clonal evolution during JAKi treatment in MF patients. Approximately 25% of patients exhibited clonal evolution; acquisition of a worse-than-baseline karyotype risk category had a strong and independent association with inferior leukemia-free survival. A similar association was also observed for inferior overall survival, albeit not independent of older age. In contrast, there was no association with spleen or anemia response during JAKi treatment. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures: Pardanani: Bristol Myers Squibb: Clinical trial support Other; Sanofi: Clinical trial support. Publication support service., Clinical trial support. Publication support service. Other; PharmaMar: Clinical trial support, Clinical trial support Other; JW Pharmaceutical Corp.: Clinical trial support, Clinical trial support Other.",
    "topics": [
        "bone marrow",
        "janus kinase inhibitors",
        "karyotype determination procedure",
        "leukemia",
        "myelofibrosis",
        "anemia",
        "bone marrow biopsy",
        "fedratinib",
        "chromosomal disorder",
        "follow-up"
    ],
    "author_names": [
        "Ramy A. Abdelrahman, MBBCh",
        "Kebede Begna, MD",
        "Darci Zblewski, RN, CNP",
        "Aref Al-Kali, MD",
        "Mrinal M. Patnaik, MBBS",
        "William Hogan, MD",
        "Ryan A Knudson",
        "Rhett P Ketterling",
        "Curtis A. Hanson, MD",
        "Mark R. Litzow, MD",
        "Ayalew Tefferi, MD",
        "Animesh Pardanani, MBBS, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ramy A. Abdelrahman, MBBCh",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kebede Begna, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darci Zblewski, RN, CNP",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aref Al-Kali, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mrinal M. Patnaik, MBBS",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Hogan, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan A Knudson",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rhett P Ketterling",
            "author_affiliations": [
                "Division of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Curtis A. Hanson, MD",
            "author_affiliations": [
                "Division of Hematopathology, Department of Laboratory Medicine, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark R. Litzow, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayalew Tefferi, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Animesh Pardanani, MBBS, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T02:13:23",
    "is_scraped": "1"
}