{
    "doi": "https://doi.org/10.1182/blood.V128.22.46.46",
    "article_title": "BET Bromodomain Inhibition Selectively Targets the Epstein-Barr Virus Oncogene LMP1 While Promoting Virus-Specific, Adaptive Anti-Tumor Activity ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents: Targeting the Microenvironment",
    "abstract_text": "Epstein-Barr virus (EBV) is a human herpesvirus that infects over 90% of the world's population and is associated with a wide-range of diseases. EBV has evolved to manipulate host cellular networks in the absence of proper immune function and is linked to malignant lymphoproliferative disorders (LPD) such as Hodgkin's lymphoma and diffuse large B-cell lymphomas. The lack of standard or effective therapeutic approaches for individuals with these aggressive and clinically complicated diseases represents an important unmet need. We have recently demonstrated EBV-induced B cell transformation to be dependent upon the dysregulation of protein arginine methyltransferase 5 (PRMT5), an epigenetic writer that functions as a global transcriptional repressor. We hypothesize that epigenetic readers, writers and erasers are similarly dysregulated following EBV infection of B cells and that these enzymes represent novel therapeutic candidates. The bromodomain and extra-terminal (BET) protein bromodomain 4 (BRD4) is an epigenetic reader that binds acetylated lysine residues and promotes transcription of genes that drive cell growth and survival. Here, we evaluate the relevance of BRD4 to EBV-driven B cell transformation and identify it as a potential therapeutic target for EBV-LPD. We used the highly selective and potent BRD4 inhibitor (BRD4i), JQ1, as a model to examine the relevance of BRD4 in EBV-driven lymphoproliferative disease (LPD). JQ1 treatment of, EBV-transformed lymphoblastoid cell lines (LCLs) led to reduced proliferation, but not direct cytotoxicity. However, similar concentrations of JQ1 in a more physiologically-relevant co-culture setting of EBV-LCLs cultured with autologous peripheral blood lymphocytes (PBMC), resulted in a robust depletion of LCLs, loss of suppressive myeloid populations (TAM/M2 phenotype) and expansion of anti-tumor adaptive, memory CD3/CD8 immune effector cells. Using a single dose of JQ1 (500nM) in a co-culture of LCLs and autologous PBMCs, there was a marked expansion of activated, effector memory (CD3 + , CD8 + , CD45RO + , CD62L - ) cytotoxic T-cell population as compared to vehicle-treated co-cultures. Furthermore, a dramatic reduction in both CD19 + LCLs and suppressive myeloid populations (CD33+, CD11b, HLADR+, CD206+, PD-L1+) was observed after 10 days. Despite the depletion of myeloid cell subsets by CD33 depletion, we still saw the outgrowth of cytotoxic T cell population in the presence of JQ1. In order to delve into the causes of this heightened immune response, we looked at the changes in the expression of highly immunogenic EBV specific proteins. BRD4 inhibition led to upregulation of the EBV oncoprotein, latent membrane protein 1(LMP1), as well as MHC class I antigen presentation machinery in LCLs. The enhanced expression of LMP1 in LCLs with BRD4i, led to modulation of downstream signaling networks driven by this oncogene including PI3K/pAKT (decreased), NF-ĸB (canonical down/non canonical up) and pSTAT3 (decreased). Because LMP1 oncogenic activity is vital for EBV-driven B cell immortalization and transformation, we next conducted in-vitro assays where primary, naïve B cells were infected with EBV in the presence and absence of JQ1 (50, 500nM) treatment. Selective BRD4i was introduced in separate transformation cultures in seven-day intervals following EBV infection and absolute cell counts were monitored. At all timepoints BRD4i prevented EBV-driven transformation of purified naïve B-lymphocytes. Our findings highlight the utility of BRD4i as an experimental therapeutic strategy for EBV-driven lymphomas as it functions to target pathways initiating and sustaining transformed B cell outgrowth and survival while supporting anti-tumor host memory, immune networks. Collectively, these experiments identify BRD4 as a key driver of cell cycle progression, oncogene activation, and a potential immune checkpoint modulator in transformed B lymphoblasts. Furthermore, BRD4i enhances host immunity by eliminating suppressive myeloid cell populations permitting the activation and expansion of memory CD3 + /CD8 + cytotoxic T cells. This work demonstrates BRD4i is an attractive therapeutic strategy as it sensitizes malignant cells while enhancing the responsiveness of the host immune system, making it an ideal candidate to be used in future trials with T cell immune therapies. Disclosures Baiocchi: Essanex: Research Funding.",
    "topics": [
        "epstein-barr virus infections",
        "herpesvirus 4, human",
        "neoplasms",
        "oncogenes",
        "viruses",
        "coculture techniques",
        "lymphoproliferative disorders",
        "1-phosphatidylinositol 3-kinase",
        "cd19 antigens",
        "cd33 antigen"
    ],
    "author_names": [
        "Emily Smith",
        "Andrew Stiff, BS",
        "John T. Patton, PhD",
        "William Carson, III",
        "Rosa Lapalombella, PhD",
        "Robert A Baiocchi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emily Smith",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrew Stiff, BS",
            "author_affiliations": [
                "College of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John T. Patton, PhD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Department of Internal Medicine, Division of Hematology, The Ohio State University Wexner Medical Center, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Carson, III",
            "author_affiliations": [
                "Department of Surgery, The Ohio State University Wexner College of Medicine, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosa Lapalombella, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A Baiocchi, MD PhD",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T02:29:18",
    "is_scraped": "1"
}