{
    "doi": "https://doi.org/10.1182/blood.V110.11.141.141",
    "article_title": "Targeted Deletion of α-Adducin Results in Absent β-Adducin, Compensated Hemolytic Anemia, and Hydrocephalus in Mice. ",
    "article_date": "November 16, 2007",
    "session_type": "Red Cell Structure/Function, Metabolism, and Survival (Including Iron)",
    "abstract_text": "The membrane skeleton underlies the lipid bilayer and imparts strength and deformability to the red blood cell (RBC). Spectrin, the major component of the membrane skeleton, is crosslinked by short actin filaments into a two-dimensional array at junctional complexes, which are composed of multiple additional proteins including adducin. Three mammalian adducins (α, β, γ) exist that are encoded by distinct genes ( Add1 , Add2 , Add3 ). α- and γ-adducin are ubiquitously expressed, with the highest expression of α-adducin seen in erythroid cells, brain, kidney, and heart. Expression of β-adducin is restricted to erythroid cells and brain. In RBCs heterotetramers of α- and β-adducin regulate actin filament length via barbed end capping. Previously, we deleted β-adducin in mice. Loss of β-adducin resulted in decreased α-adducin and up-regulated γ-adducin (5-fold), producing fragile, microcytic RBCs and an overall phenotype of hereditary spherocytosis (HS). Here, we report on recently generated α-adducin null mice. We inactivated the α-adducin gene ( Add1 ) by targeted deletion of exons 10–12, and confirmed by western blotting the complete loss of α-adducin in RBC ghosts and in the brain. All mice were maintained on a segregating B6.129 genetic background. Heterozygous mice are normal in all parameters examined to date. Notably, although β-adducin gene expression is normal, western blotting revealed a complete absence of β-adducin protein in α-adducin null RBC ghosts. γ-adducin, present at low levels in normal mouse RBCs, was unchanged, as were all other membrane skeleton proteins examined by SDS-PAGE and/or western blotting (spectrin, ankyrin, band 3, protein 4.1, protein 4.2, dematin). α-adducin null mice display characteristics of mild compensated hemolytic anemia. The hematocrit is significantly decreased (43 vs. 46% in wildtype). RBCs are microcytic (MCV 41.9 vs. 46.4 fL) and osmotically fragile (50% lysis at 215 mOsm NaCl vs. 190 mOsm). The MCH is significantly decreased while the MCHC is significantly elevated, suggestive of RBC dehydration. The percentage of circulating reticulocytes is significantly increased (5.0 vs. 2.7%). Spleen weights are normal. Examination of peripheral blood smears and scanning electron microscopy confirms microcytic, anisocytotic RBCs with spherocytes and elliptocytes present. α-adducin null mice show postnatal growth retardation and approximately 66% develop critical hydrocephalus with marked expansion of the lateral and third ventricles by the fourth month of age. Normal littermates never show hydrocephalus. We conclude: α-adducin null mice have mild, compensated hemolytic anemia; β-adducin is unstable in RBCs in the absence of α-adducin; loss of α-adducin in the brain is associated with a high incidence of lethal hydrocephalus. Additional studies of the α-adducin null mouse model will be useful in defining protein functions and interactions in RBCs, the requirement for adducin in platelet function, the role of adducin in the brain, and its role in the regulation of systemic blood pressure.",
    "topics": [
        "adducin",
        "hemolytic anemia",
        "hydrocephalus",
        "mice",
        "western blotting",
        "mosmol",
        "spectrin",
        "anion exchange protein 1, erythrocyte",
        "ankyrins",
        "cisplatin/methotrexate/vinblastine protocol"
    ],
    "author_names": [
        "Raymond F. Robledo, PhD",
        "Steven L. Ciciotte, MS",
        "Babette Gwynn, MS",
        "Kenneth E. Sahr, PhD",
        "Diana M. Gilligan, MD, PhD",
        "Luanne L. Peters, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Raymond F. Robledo, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steven L. Ciciotte, MS",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Babette Gwynn, MS",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth E. Sahr, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diana M. Gilligan, MD, PhD",
            "author_affiliations": [
                "Puget Sound Blood Center, Seattle, WA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luanne L. Peters, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T21:30:35",
    "is_scraped": "1"
}