{
    "doi": "https://doi.org/10.1182/blood.V122.21.1341.1341",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2649",
    "start_url_page_num": 2649,
    "is_scraped": "1",
    "article_title": "On-Going Evolution Of IGH In B-Cell Precursor Acute Lymphoblastic Leukemia Does Not Substantially Affect Day 29, Post-Treatment MRD Quantification By High-Throughput Sequencing ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "acute lymphocytic leukemia",
        "b-lymphocytes",
        "neoplasms",
        "chemotherapy regimen",
        "dna",
        "immunoglobulin heavy chains",
        "neoplasm, residual",
        "polymerase chain reaction",
        "clone cells",
        "equity"
    ],
    "author_names": [
        "David Wu, MD, PhD",
        "Ryan O Emerson, PhD",
        "Anna Sherwood, PhD",
        "Mignon L. Loh, MD",
        "Anne Angiolillo, MD",
        "Ilan Kirsch, MD",
        "Christopher S Carlson, PhD",
        "David Williamson, PhD",
        "Brent L. Wood, MD, PhD",
        "Harlan Robins, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Laboratory Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Adaptive Biotechnologies, Seattle, WA, USA, "
        ],
        [
            "Adaptive Biotechnologies, Seattle, WA, USA, "
        ],
        [
            "Benioff Children’s Hospital, University of California, San Francisco, San Francisco, CA, USA, "
        ],
        [
            "Chiildren's National Medical Center, Washington, DC, USA, "
        ],
        [
            "Adaptive Biotechnologies, Seattle, WA, USA, "
        ],
        [
            "Adaptive Biotechnologies, Seattle, WA, USA, "
        ],
        [
            "Adaptive Biotechnologies, Seattle, WA, USA, "
        ],
        [
            "Department of Laboratory Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.649364",
    "first_author_longitude": "-122.3069311",
    "abstract_text": "High-throughput sequencing (HTS) of immunoglobulin heavy chain genes ( IGH ) may be useful for detecting minimal residual disease (MRD) in B-cell precursor acute lymphoblastic leukemia (BPC-ALL), particularly in the context of massive clonal evolution at the IGH locus, as previously identified by others (Gawad et al., Blood 120(22):4407-17, 2012; and Faham et al., Blood 120(26):5173-80, 2012). This on-going rearrangement of IGH may limit detection of MRD in post-treatment samples by traditional molecular-based methods, typically real-time PCR using patient-specific primers or probes. Here, we examine the extent to which evolution of IGH in unselected pre-treatment samples from patients with BPC-ALL affects detection of MRD in day 29 post-treatment samples by high-throughput sequencing of IGH . Of 99 samples from an unselected series from the Children’s Oncology Group trial AALL0932, we find that 92 of 98 samples have a clonal IGH gene rearrangement in pre-treatment samples. One sample failed at the outset during the DNA extraction step. Of the remaining 92 cases with pre-treatment VDJ or D-J rearrangements, 82 had evidence of on-going recombination in which V H replacement was identified in clones, each having conserved D-J rearrangements. The average number of clones was 192, but ranged from 1 to over 2000 unique sequences. In cases with V H replacement, an average of 4.12% of IGH sequences was made up of V H -replaced sequences. In post-treatment samples that were MRD positive, the predominant clone in pre-treatment samples was typically the most frequent clone. Clones consistent with V H replacement were found in 19 patients; in one patient, the only MRD detected was a single clone consistent with V H replacement at a level of ∼1 in 1,000,000. In the other 18 post-treatment MRD positive cases, the dominant clone identified pre-treatment was also dominant post-treatment: on average, 3.2% of total IGH rearrangements matched the dominant clone post-treatment, while only 0.027% of IGH rearrangements were consistent with V H replacement of the major clone. Among pre-treatment samples in which V H replaced clones were detected, all V H replaced clones together were 12% as large as the dominant clone on average. Among post-treatment samples, V H replaced clones were on average 14% as large as the dominant clone, indicating little change in the relative proportions of the dominant clone and V H replaced sub-clones. These findings together suggest that on-going rearrangement of the IGH locus is not likely to be important for clonal tumor evolution within the time frame of initial chemotherapy, as no substantial change in clonal diversity as assessed by IGH sequencing is evident. In other words, on-going rearrangement of IGH appears to be neutral with respect to therapy-induced selection of tumor clones that may represent early (day 29) relapse. Disclosures: Emerson: Adaptive Biotechnologies: Employment, Equity Ownership. Sherwood: Adaptive Biotechnologies: Employment, Equity Ownership. Kirsch: Adaptive Biotechnologies: Employment, Equity Ownership. Carlson: Adaptive Biotechnologies: Consultancy, Equity Ownership, Patents & Royalties. Williamson: Adaptive Biotechnologies: Employment, Equity Ownership. Wood: Becton Dickinson and Company, NJ, USA: Research Funding. Robins: Adaptive Biotechnologies: Consultancy, Equity Ownership, Patents & Royalties."
}