{
    "doi": "https://doi.org/10.1182/blood.V128.22.5211.5211",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3311",
    "start_url_page_num": 3311,
    "is_scraped": "1",
    "article_title": "Endoglin (CD105) in AML: A Potential Novel Target for Therapeutic Intervention ",
    "article_date": "December 2, 2016",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "endoglin",
        "therapeutic intervention",
        "leukemia",
        "cancer",
        "chemotherapy regimen",
        "immunoglobulin g",
        "solid tumors",
        "acute lymphocytic leukemia",
        "antibodies",
        "immunoglobulin isotypes"
    ],
    "author_names": [
        "Keina m Campos Dourado, MS",
        "Perinazzo-Oliveira Vanessa, MS",
        "June Baik, PhD",
        "Miriam P Beltrame, PhD",
        "Michael R. Verneris, MD",
        "Charles Theuer, MD PhD",
        "Rita C R Perlingeiro, PhD"
    ],
    "author_affiliations": [
        [
            "Lillehei Heart Institute, Department of Medicine, University of Minnesota, Minneapolis, MN ",
            "Instituto de ciencias da saude, Department of biorregulation, Federal University of Bahia, salvador, Brazil "
        ],
        [
            "Lillehei Heart Institute, Department of Medicine, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Lillehei Heart Institute, Department of Medicine, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Hospital de Clínicas, Universidade Federal do Paraná, Curitiba, Brazil "
        ],
        [
            "Blood and Marrow Transplantation, Department of Pediatrics, University of Minnesota, Minneapolis, MN "
        ],
        [
            "TRACON Pharmaceuticals, San Diego, CA"
        ],
        [
            "Lillehei Heart Institute, Department of Medicine, University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.9728439",
    "first_author_longitude": "-93.2342094",
    "abstract_text": "Introduction: Successful treatment of acute myeloid leukemia (AML) remains a clinical challenge due to the toxicity of current therapies and the relatively poor responses to the current standard therapy. Thus, treatments that address novel therapeutic targets are urgently needed. Endoglin, also known as CD105, is a receptor of the transforming growth factor-beta (TGF-β) superfamily, found to be expressed in functional long-term repopulating hematopoietic stem cells. CD105 is expressed in several cancers, including AML. However, because CD105 expression has been studied mostly in the context of solid tumors and angiogenesis, relatively little is known about CD105 expression and its function in hematopoietic malignancies. Ongoing studies from our group have revealed distinct expression of this receptor in the majority of the blast population in cases of AML and acute lymphoid leukemia (ALL). Importantly, utilizing a xenograft model we found leukemia-forming-activity to be enriched in the CD105+ fraction of primary AML blasts. Based on these encouraging initial findings, we investigated the therapeutic potential of inhibiting CD105 signaling in AML using TRC105, a monoclonal antibody to CD105 that is currently being investigated in clinical trials for the treatment of multiple solid tumors. Materials and Methods: Sub-lethally irradiated NSG mice were intravenously injected with 5x10 5 human AML blast cells isolated from primary engrafted recipient mice. After infusion, mice were randomly divided into groups and treated with TRC105 (2mg/kg - IV. every 3 days) or IgG isotype control. Treatment started 2 or 30 days after the injection of AML blasts, and mice were monitored every 2 weeks for the presence of human CD45+ cells in the peripheral blood by FACS. Bone marrow and spleen were harvested at a predefined endpoint for analyses. Results: Inhibition of CD105 signaling using TRC105 suppressed the ability of AML blasts to give rise to leukemia in vivo . In mice that were treated on D+2 of AML inoculation, untreated or IgG control treated mice displayed a clear sub-population of human blast cells in the peripheral blood (~ 20%) at week 4, which increased significantly by week 8 (~60%) and 12 (~ 90%). In contrast, TRC105-treated mice exhibited significantly lower levels of human leukemia by week 4 (~5%), which remained low by week 12 (~10%). Similar results were observed in the spleen. Remarkably, treatment with TRC105 starting at day 30, once human engraftment was detected, inhibited further development of leukemia and increased survival. The sub-population of human blasts in peripheral blood in this group remained low by week 12 (~15%), unlike their untreated controls (~ 90%). Conclusion: Inhibition of CD105 using TRC105, a CD105 antibody in Phase 2 trials in solid cancer patients, inhibited the ability of injected human primary AML blasts to produce leukemia in NSG mice. Therefore TRC105 represents a potential novel therapy for AML. This is of particular relevance if we consider the population of AML patients that are either unable to receive intensive chemotherapy (i.e., elderly AML) or those who do not respond to standard chemotherapy. Disclosures Theuer: TRACON Pharmaceuticals: Employment. Perlingeiro: TRACON Pharmaceuticals: Research Funding."
}