{
    "doi": "https://doi.org/10.1182/blood.V120.21.426.426",
    "article_title": "Deferasirox Is Associated with Reduced Mortality Risk in a Medicare Population with Myelodysplastic Syndromes ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Updates on Therapy and Prognosis",
    "abstract_text": "Abstract 426 Background: While there is extensive evidence of the impact of iron chelation therapy (ICT) on clinical outcomes in thalassemia patients (pts), there is a paucity of data relevant to myelodysplastic syndromes (MDS). In this study, we examined the association between oral deferasirox (DFX) therapy and conditions potentially associated with iron overload [congestive heart failure (CHF) and endocrine disease (diabetes or thyroid)], drug side effects (renal disease), and overall mortality, among MDS pts in a U.S. Medicare cohort. Methods: MDS pts from 2005–2008 were identified using ICD-9 CM codes (1 inpatient or 2 outpatient) from the 100% Medicare claims database. Pts meeting a minimum transfusion threshold of 20 units packed RBC were considered “eligible” for ICT. The study cohort consisted of ICT-eligible pts enrolled in Medicare Part D, under which oral drug prescriptions are reimbursed. The observation period began the week (wk) after the RBC threshold was met and ended at incident diagnosis of a condition of interest, death, or end of study. Patients receiving parenteral ICT (deferoxamine) during the observation period were excluded. Patients with a history of the specific condition (CHF, endocrine disease, renal disease) were excluded from the outcome-specific sample, but were included in overall survival analysis. Onset of CHF or renal disease was based on the presence of 1 inpatient or 2 outpatient Medicare claims with ICD-9-CM diagnoses of each condition. Onset of diabetes or thyroid disease was measured based on new use of oral anti-diabetic or thyroid medications, respectively. Covariates in the outcome models included demographics (age, sex, race), ICD-9 coded MDS risk category at diagnosis, baseline indicators for co-morbid conditions, and time-varying exposure to RBC, erythropoiesis-stimulating agents (ESA), lenalidomide and hypomethylating agents (HMA). Marginal structural models (MSM) estimated the effects of cumulative DFX, controlling for anemia management and patient characteristics. The analysis adjusted for effects of time-varying health status on the probability of receiving DFX. Results: The cohort of 4,226 beneficiaries with MDS was 54% female, 90% white, with mean age of 77.7 years. MDS risk status was 16% lower/del5q, 5% higher, & 79% not otherwise specified. Common baseline comorbidities included CHF (46%), diabetes (18%), thyroid disease (21%), and renal disease (29%). Drug exposures prior to cohort entry included ESA (84%), HMA (19%) and lenalidomide (7%). Prior ICT was noted for 4.5% of patients. Patients were observed for a median of 35 weeks. Death occurred in 2496 (59%) of the cohort. DFX was used during the observation period by 544 (12%) patients, with mean duration of 29.2 weeks (median 20.5). Estimates from MSM indicate that each incremental week of DFX was associated with a decreased risk of death [hazard ratio (HR) 0.987; 95%CI 0.981–0.993]. The magnitude of risk reduction increased from HR 0.77 (95%CI 0.536–1.02) for patients receiving 14–26 weeks of DFX to HR 0.342 (95%CI 0.179–0.651) for patients with 53 or more weeks. Cumulative RBC units were associated with increased risk of death (HR 1.01, 95%CI 1.007–1.013 per unit), as were a baseline solid tumor diagnosis, renal and cardiac disease, and poor predicted performance status. After controlling for time-varying incidence of sepsis, bleeds, and cytopenias in MSM treatment propensity model, DFX use was not found to be associated with altered risk of CHF, endocrine or renal disease. Conclusions: This is the first large population-based Medicare study evaluating the association between DFX use in older MDS patients and sequelae of iron overload and mortality. The decrease in risk of death was proportional to the duration of therapy. Application of MSM addresses the role of observed time-varying confounders between treatment and outcomes, while permitting us to assess the duration-outcome relationships. The MSM analysis cannot address potential confounding by unobserved factors that may influence physician selection of patients for ICT. Nonetheless, this retrospective analysis controls for bias associated with observed patient health status, and lends significant support to a positive association of oral iron chelation therapy with decreased mortality in MDS patients with a minimum transfusion threshold, and ongoing transfusion needs. Disclosures: Gore: Celgene Corporation: Consultancy, Research Funding. Baer: Novartis, Inc.: Research Funding; Celgene, Inc.: Research Funding. Sasane: Novartis Pharmaceuticals: Employment. Paley: Novartis: Employment. Davidoff: GlaskoSmithKline: Research Funding; National Institutes of Health: Research Funding; Celgene: Research Funding; Novartis: Research Funding.",
    "topics": [
        "deferasirox",
        "medicare",
        "myelodysplastic syndrome",
        "congestive heart failure",
        "brachial plexus neuritis",
        "kidney diseases",
        "diabetes mellitus",
        "endocrine system diseases",
        "iron chelation therapy",
        "iron overload"
    ],
    "author_names": [
        "Amer M. Zeidan, MD",
        "Franklin Hendrick, B.S.",
        "Erika Friedmann, PhD",
        "Steven D. Gore, MD",
        "Maria R. Baer, M.D.",
        "Medha Sasane, BPharm, PhD",
        "Carole Paley, MD",
        "Diane L. McNally, BSPharm, M.S.",
        "Amy J. Davidoff, M.S., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Amer M. Zeidan, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Franklin Hendrick, B.S.",
            "author_affiliations": [
                "Pharmaceutical Health Services Research, University of Maryland School of Pharmacy, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erika Friedmann, PhD",
            "author_affiliations": [
                "School of Nursing, University of Maryland, Baltimore, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven D. Gore, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria R. Baer, M.D.",
            "author_affiliations": [
                "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Medha Sasane, BPharm, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carole Paley, MD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane L. McNally, BSPharm, M.S.",
            "author_affiliations": [
                "Pharmaceutical Research Computing, University of Maryland School of Pharmacy, Baltimore, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy J. Davidoff, M.S., Ph.D.",
            "author_affiliations": [
                "Pharmaceutical Health Services Research, University of Maryland School of Pharmacy, Baltimore, MD, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T04:05:15",
    "is_scraped": "1"
}