{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1225.1225",
    "article_title": "RUNX1 Enhances Leukemia Cell Engraftment in the Vascular Niche through up-Regulating E-Selectin ",
    "article_date": "December 7, 2017",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "Although the function of runt-related transcription factor 1 (RUNX1) has been well-characterized in leukemogenesis and regarded as an ideal target in anti-leukemia strategies, neither the effect of RUNX1 inhibition therapy on the bone marrow niche cells nor its impact on the engraftment of acute myeloid leukemia (AML) cells has largely been unknown. Here we show evidence that RUNX1 inhibition attenuates the expression of E-selectin in the vascular endothelial cells of bone marrow niche, thereby disrupting the homing of AML cells to the bone marrow niche, ultimately extending the overall survival period in AML mice models. In order to investigate the effect of RUNX1 inhibition on endothelial vascular niche cells, firstly we identified and focused on E-selectin from significant affected factors, such as E-selectin, P-selectin, VCAM 1 and TIE 2 through the screening the expressions of representative surface molecules in human umbilical vein endothelial cells (HUVEC) treated with our selective RUNX inhibitor : Chb-M'. E-selectin has recently been recognized as a vital component of vascular niche and fundamentally involved in the housing of hematopoietic stem cells (HSCs). We also genetically attenuated the expression of RUNX1 in HUVEC with doxycycline-inducible short hairpin RNA (shRNA). As we have expected, the expression of E-selectin was tightly and most profoundly down-regulated both at the transcript and surface expression levels upon RUNX1 -silencing. Of note, neither Chb-M'-treatment nor shRNA-mediated RUNX1 knockdown resulted in significant change in the expressions of niche-associated surface molecules in AML-derived MV4-11 cells. In addition, neither Chb-M'-treatment nor RUNX1 knockdown resulted in significant change in the expression of osteoblastic niche components in osteosarcoma-derived HOS cells. These results suggest that RUNX1 potentially and primordially be involved in the regulation of E-selectin in the endothelial vascular niche cells. Besides, the activity of E-selectin proximal promoter was increased upon additional RUNX1 expression, while the modified E-selectin promoter which lacks RUNX consensus binding site (5'-TGTGGT-3') dramatically decreased its luciferase reporter activity, confirming that RUNX1 directly transactivates E-selectin expression. We next examined the effect of RUNX1 attenuation on E-selectin expression in murine endothelial vascular niche cells through several assays. Treatment of C56BL/6 mice for 2 weeks with either E-selectin inhibitor: andrographolide, A205804 or RUNX-inhibitor: Chb-M' showed effective decreasing of E-selectin expression on endothelial vascular niche cells. We next retrovirally-transduced MLL-ENL to c-kit + mice bone marrow cells and obtained mice leukemic cells. Using these mice leukemic cells, we investigated the effect of Runx1 inhibition therapy on the homing ability of leukemia cells to their bone marrow niche. We studied and confirmed the effect of RUNX1 inhibition on the homing ability of leukemic cells by both in vitro static assays and in vivo mouse models. Mise treated with andrographolide, A 205804 or Chb-M' for 2 weeks, mouse leukemic cells of MLL-ENL + mice were transplanted. All these treatments significantly decreased the number of homed leukemic cells in the bone marrow compared to the vehicle-treated mice, underscoring the importance of E-selectin in the engraftment of AML cells in the vascular niche. Consistent with these observations, conditioning bone marrow vascular niche with Chb-M' before transplantation of leukemic cells significantly prolonged the overall survival period of AML mice with Runx inhibition therapy by Chb-M' or vehicle control treatment. Our work collectively indicates that RUNX -silencing drugs such as Chb-M' not only directly control the growth of AML cells themselves, but also indirectly enhance its anti-leukemic potential through attenuating E-selectin expressions in the bone marrow vascular niche. These drugs potentially bring the leukemic stem-like cells out from deep in the bone marrow niche to the peripheral blood stream and expose these primordial leukemia cells to chemotherapeutic drugs at much higher concentrations. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "engraftment",
        "e-selectin",
        "leukemia",
        "leukemic cells",
        "molecule",
        "antineoplastic agents",
        "doxycycline",
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "luciferases"
    ],
    "author_names": [
        "Chieko Tokushige",
        "Ken Morita, MD, PhD",
        "Shintaro Maeda",
        "Hiroki Kiyose",
        "Mina Noura",
        "Tatsuki Kataoka, MD, PhD",
        "Toshikazu Bando, PhD",
        "Hiroshi Sugiyama, PhD",
        "Yasuhiko Kamikubo, MD, PhD",
        "Souichi Adachi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chieko Tokushige",
            "author_affiliations": [
                "Department of Human Health Sciences, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ken Morita, MD, PhD",
            "author_affiliations": [
                "Department of Human Health Sciences, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shintaro Maeda",
            "author_affiliations": [
                "Department of Human Health Sciences, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroki Kiyose",
            "author_affiliations": [
                "Department of Human Health Sciences, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mina Noura",
            "author_affiliations": [
                "Department of Human Health Sciences, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsuki Kataoka, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, kyoto university, kyoto, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshikazu Bando, PhD",
            "author_affiliations": [
                "Department of Chemistry, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Sugiyama, PhD",
            "author_affiliations": [
                "Department of Chemistry, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhiko Kamikubo, MD, PhD",
            "author_affiliations": [
                "Department of Human Health Sciences, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Souichi Adachi, MD PhD",
            "author_affiliations": [
                "Department of Human Health Sciences, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:25:33",
    "is_scraped": "1"
}