{
    "doi": "https://doi.org/10.1182/blood-2018-170",
    "article_title": "Sphingolipid Perturbation Activates Proteostasis Programs to Govern Human Hematopoietic Stem Cell Self-Renewal ",
    "article_date": "November 29, 2018",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology I",
    "abstract_text": "The hematopoietic stem cells (HSC) field has long been perplexed by how the blood system d (~10e12 cells produced daily) - yet hematologic malignancies remain relatively rare. The risk of malignancy is mitigated in part by a complex hierarchy in which the quiescent long-term hematopoietic stem cells (LT-HSC) with high self-renewal capacity undergo a restricted number of cell divisions. Nonetheless, such a high production demand over a lifetime raises an inherent risk of malignancy due to DNA replication errors, misfolded proteins and metabolic stress that cause cellular damage in HSC. Previously, HSC dormancy, largely thought to be controlled by transcription factor networks, was held responsible for preventing mutation acquisition. However, recent studies suggest that LT-HSC contain critical cellular networks centered around the coordination of distinct HSC metabolic programs with proteostasis, which serve as crucial decision nodes to balance persistence or culling of HSC for lifelong blood production. While HSC culling mechanisms are known, the linkage between cellular stress programs and the self-renewal properties that underlie human HSC persistence remains unknown. Here, we ask how this HSC fate choice is influenced by lipid biosynthesis - an underexplored area of HSC metabolism. We observed a distinct sphingolipid transcriptional signature in human HSC and examined the consequences of sphingolipid perturbation in human cord blood (CB) stem cells during ex vivo activation. DEGS1 (Delta 4-Desaturase, Sphingolipid 1) is the final enzyme in de novo sphingolipid synthesis, converting dihydroceramide (dhCer) to ceramide (Cer); ablation of DEGS1 either genetically or by treatment with the synthetic retinoid fenretinide/ N -(4-hydroxyphenyl) retinamide (4HPR) is sufficient to activate autophagy in mouse cells and human cell lines. DEGS1 gene expression was higher in HSC than in progenitors and was significantly increased in LT-HSC following 6 hours of cytokine stimulation, suggesting that it plays a role in cellular activation. Sphingolipid composition was altered in CB cultured with 4HPR for 8 days with an increase in dhCer levels and decrease in Cer levels shown by lipidomics. Remarkably, 4HPR treatment significantly increased in vitro colony forming efficiency from LT-HSC (50% over control), but not from short-term HSC or granulocyte-macrophage progenitors. Ex vivo 4HPR treatment of CB followed by serial xenotransplantation resulted in a 2.5-fold increase in long-term repopulation cell (LTRC) frequency over control-treated cells, suggesting that 4HPR treatment affects HSC self-renewal. RNA-seq analysis showed that 4HPR activates a set of proteostatic quality control (QC) programs that coalesce around the unfolded protein response (UPR) and autophagy, the latter confirmed by immunofluorescence and flow cytometry in CB stem cells. Ex vivo culture perturbs these programs and results in loss of chromatin accessibility at sites associated with uncultured LT-HSC as determined by ATAC-Seq. Addition of 4HPR to the culture activates these proteostatic programs to sustain immunophenotypic and functional HSC. These results suggest that ceramide, the central component to all sphingolipids, may act as a \"lipid biostat\" for measuring cellular stress and activating stress responses. We further asked if 4HPR could synergize with known compounds to enhance HSC self-renewal. Treatment of CB with a combination of 4HPR plus CD34+ agonists UM171 and StemRegenin-1 during ex vivo culture maintains a chromatin state more similar to uncultured LT-HSC as demonstrated by ATAC-seq, and led to a 4-fold increase in serial repopulating ability in xenotransplant assays over treatment with UM171 and SR1 alone. These results suggest that sphingolipid perturbation not only activates proteostatic mechanisms that protect HSC organelles from damage incurred during cellular activation, but also regulates the landscape of chromatin accessibility in cultured HSC when combined with CD34+ agonists. This work identifies a new linkage between sphingolipid metabolism, proteostatic QC systems and HSC self-renewal, and identifies novel strategies by which to expand HSC numbers and improve HSC quality for clinical applications. Disclosures Takayama: Megakaryon co. Ltd.: Research Funding.",
    "author_names": [
        "Stephanie Zhi-Juan Xie, PhD",
        "Laura Garcia Prat",
        "Veronique Voisin, PhD",
        "Alex Murison",
        "Olga I. Gan",
        "Robin Ferrari",
        "Naoya Takayama, MD PhD",
        "Kerstin B. Kaufmann, PhD",
        "Ishita Patel",
        "Esther Lee",
        "Gareth Holmes",
        "Tiago Medina, PhD",
        "Aditi Vedi",
        "Chiara Luberto, PhD",
        "Gary D Bader",
        "Elisa Laurenti, PhD",
        "Mathieu Lupien",
        "John E. Dick, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephanie Zhi-Juan Xie, PhD",
            "author_affiliations": [
                "University Health Network Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laura Garcia Prat",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network (UHN), Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Voisin, PhD",
            "author_affiliations": [
                "Terrence Donnelly Centre for Cellular and Biomedical Research, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex Murison",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga I. Gan",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Ferrari",
            "author_affiliations": [
                "University Health Network Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoya Takayama, MD PhD",
            "author_affiliations": [
                "Department of Regenerative Medicine, Chiba University Graduate School of Medicine, Chiba, Japan ",
                "Department of Molecular Genetics, Princess Margaret Cancer Centre University Health Network, Toronto, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerstin B. Kaufmann, PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network (UHN), Toronto, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ishita Patel",
            "author_affiliations": [
                "University Health Network Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esther Lee",
            "author_affiliations": [
                "University Health Network Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth Holmes",
            "author_affiliations": [
                "University Health Network Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiago Medina, PhD",
            "author_affiliations": [
                "University Health Network Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aditi Vedi",
            "author_affiliations": [
                "Wellcome - Medical Research COuncil Cambrdige Stem Cell Institute, University of Cambridge, Cambridge, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Luberto, PhD",
            "author_affiliations": [
                "Stonybrook School of Medicine, Stony Brook, NY "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary D Bader",
            "author_affiliations": [
                "The Donnelly Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Laurenti, PhD",
            "author_affiliations": [
                "Wellcome - Medical Research Council Cambridge Stem Cell Insitute, University of Cambridge, Cambridge, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathieu Lupien",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada ",
                "Department of Medical Biophysics, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E. Dick, PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada ",
                "Molecular Genetics, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T21:37:20",
    "is_scraped": "1"
}