{
    "doi": "https://doi.org/10.1182/blood.V114.22.2964.2964",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1592",
    "start_url_page_num": 1592,
    "is_scraped": "1",
    "article_title": "Oligomerization Inhibition Combined with Allosteric Inhibition Abrogates the Transformation Potential of T315I-Positive BCR/ABL. ",
    "article_date": "November 20, 2009",
    "session_type": "Oncogenes and Tumor Suppressors Poster II",
    "topics": [
        "bcr-abl tyrosine kinase",
        "phosphotransferases",
        "imatinib mesylate",
        "bruton tyrosine kinase",
        "chief complaint",
        "leukemia",
        "1-phosphatidylinositol 3-kinase",
        "dasatinib",
        "fusion proteins, bcr-abl",
        "leukemic cells"
    ],
    "author_names": [
        "Afsar Ali Mian",
        "Claudia Oancea",
        "Zihan Zhao",
        "Hubert Serve, MD, PhD",
        "Ottmann Oliver",
        "Martin Ruthardt, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Hematology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Hematology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Hematology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Hematology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Hematology, Goethe University, Frankfurt, Germany"
        ]
    ],
    "first_author_latitude": "50.13422369999999",
    "first_author_longitude": "8.6977867",
    "abstract_text": "Abstract 2964 Poster Board II-940 The t(9;22)-related translocation products are the BCR/ABL fusion proteins. Fusion of BCR to ABL leads to constitutive activation of ABL tyrosine kinase (ATK) activity. c-ABL is finely regulated by a variety of stimuli, whereas constitutively activated ABL induces aberrant proliferation and neoplastic transformation by constitutive activation of RAS, PI3 kinase, and JAK/STAT. Constitutively activated ATK is indispensable for the transformation potential of BCR/ABL. Inhibition of BCR/ABL kinase activity by selective ATP-competitors, such as Imatinib, Dasatinib or Nilotinib, is a valid concept for the causal therapy of Ph+ leukemia. Unfortunately, in advanced Ph+ leukemia, CML-blast crisis, and Ph+ ALL, these compounds select for resistant clones mostly due to the acquisition of point mutations in BCR/ABL that change the affinity for these ATP competitors. Tetramerization of ABL through the N-terminal coiled-coil region (CC) of BCR is essential for aberrant ABL-kinase activation. We recently showed that targeting the CC-domain forces BCR/ABL into a monomeric conformation that abolishes its transformation potential by interfering with its kinase activity. This also increases the sensitivity of the leukemic cells to Imatinib and overcomes the Imatinib resistance of BCR/ABL harboring the Y253F and E255K mutations. Another mechanism to target BCR/ABL consists in the allosteric inhibition. The N-terminus of c-ABL (Cap region) contributes to the regulation of its kinase function. It is myristoylated, and the myristate residue binds to a hydrophobic pocket in the kinase domain known as the myristoyl binding pocket in a process called “capping”, which results in an auto-inhibited conformation. Because the cap region is replaced by the N-terminus of BCR, BCR/ABL “escapes” this auto-inhibition. Allosteric inhibition by myristate “mimics”, such as GNF-2, is able to inhibit BCR/ABL. The the “gatekeeper” mutation T315I confers pluri-resistance against ATP competitor, oligomerization as well as allosteric inhibitors Based on data showing that the response to GNF-2 varies with the oligomerization in ABL-chimeras we investigated the possibility of increasing the efficacy of allosteric inhibition by blocking BCR/ABL oligomerization. Therefore we combined GNF-2 with the competitive peptide helix-2, for which we have previously shown the capacity to target BCR/ABL and its Imatinib-resistant mutants. Here we demonstrate that i.) the helix-2 strongly increased the inhibitory effects of 2μM GNF-2 on the factor independent growth of BCR/ABL expressing Ba/F3 progenitors; ii.) both helix-2 and GNF-2 were able to decrease the transformation potential of BCR/ABL in Rat-l fibroblasts; iii.) the combination of helix-2 and GNF-2 completely abolished the colony formation of BCR/ABL-positive Rat-1 cells in semi-solid medium; iv.) in combination helix-2 and GNF-2 were able to abrogate factor independent growth of Ba/F3 cells expressing BCR/ABL-T315I, whereas no effect was seen by the single agents; v.) the helix-2/GNF-2 combination nearly completely abolished the transformation potential of BCR/ABL-T315I in Rat-1 cells; vi.) the inhibitory effects of helix-2/GNF-2 were due to an inhibition of the BCR/ABL dependent signaling as shown by a reduced activation of STAT5 and a block of substrate phosphorylation (Crkl). The fact that the helix-2 is able to overcome the resistance of BCR/ABL-T315I against GNF-2 strongly suggest that the response to allosteric inhibition by GNF-2 is inversely related to the degree of oligomerization of BCR/ABL. In summary, our observations establish a new approach for the molecular targeting of BCR/ABL and its resistant mutants represented by the combination of oligomerization and allosteric inhibitors. Disclosures: No relevant conflicts of interest to declare."
}