{
    "doi": "https://doi.org/10.1182/blood-2020-139081",
    "article_title": "Enhanced Risk Stratification of 21,178 Children, Adolescents, and Young Adults with Acute Lymphoblastic Leukemia (ALL) Incorporating White Blood Count (WBC), Age, and Minimal Residual Disease (MRD) at Day 8 and 29 As Continuous Variables: A Children's Oncology Group (COG) Report ",
    "article_date": "November 5, 2020",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Current risk stratification for COG ALL patients (pts) relies on National Cancer Institute (NCI) risk group (RG) at diagnosis, somatic genetics, and early response to therapy as measured by specific thresholds of minimal residual disease (MRD) using flow cytometry on day 8 peripheral blood (D8 PB) and day 29 bone marrow (D29 BM). NCI RG is defined as age 1-10 years (yrs) and white blood cell count (WBC) <50,000/uL (Standard Risk, SR); all other non-infant patients are high risk (HR). Using COG risk stratification, current therapies for SR and HR patients are based on 5-year projected event-free survival (EFS) of 92-97%, and 65-86%. Currently, two subsets, Ph-like and very high risk (VHR) ALL are identified with additional assays-genomic sequencing for Ph-like, and persistent BM MRD on D29 and at end of consolidation for VHR, and are eligible for different treatments. However, as UK investigators recently published (O'Connor, JCO 2018; Enshaei, Blood 2020), using multiple continuous variables as threshold-defined categorical data may diminish the power of accurately predicting relapse, and thus prescribe inappropriate post induction therapy. We tested the UK approach of transforming categorical variables into continuous data on 13,870 NCI SR and 7308 NCI HR B-ALL pts treated on two generations of COG trials: AALL0331 (SR; n=5094), AALL0932 (SR; n=8776), AALL0232 (HR; n=2883), and AALL1131 (HR; n=4425). Down syndrome and Ph+ pts were excluded from analysis. Clinical characteristics are listed in Table 1. ETV6-RUNX1 (25.24%) and double trisomies of chromosome 4, 10 (DT) (23.77%) comprised the favorable risk genetic RG (FRG) group (48.15% of risk classified) while KTM2A rearranged (1.71%), hypodiploidy (1.67%), and iAMP21 (2.56%) comprised the unfavorable risk genetic RG (URG) (6.26%). All others with genetic information were classified as intermediate risk genetic RG (IRG) (45.59% of risk classified). Among 4873 pts tested, 20.46% had Ph-like ALL. D8 PB and D29 BM MRD data were available for 76.42% and 96.69% pts, respectively. We first log transformed WBC, D8 and D29 MRD and displayed these by treatment protocol, NCI RG, and FRG/URG (separating out Ph-like independently). Age and WBC followed the normal expected distribution with the median age of SR pts 4.0 yrs (range 1-9) and HR 12 yrs (range 1-30). Transformed MRD was displayed as a variable t(MRD), corresponding to the negative log; max t(D29 MRD) was 13.82, corresponding to MRD <1.0 x 10 -5 .The great majority of pts were MRD-positive at D8 (mean t(D8 MRD) 7.42); but there was broad distribution of values, with NCI SR and FRG pts having lower t(D8 MRD) (mean 7.52 and 8.08) than NCI HR and URG pts (mean 7.20 and 6.56) (p < 0.001) . The great majority of pts were D29 MRD-negative (mean t(D29 MRD) 12.08), with NCI SR and FRG pts achieving lower D29 MRD (mean t(D29 MRD) 12.43 and 12.73) than NCI HR and URG pts (mean 11.40 and 10.95) (p< 0.0001). Ph-like ALL pts had a mean t(D8 MRD) and t(D29 MRD) of 6.22 and 9.37. We next conducted a univariate analysis for risk factors for relapse, including sex, age, WBC log , CNS status, protocol-defined rapid early response status, FRG, URG, t(D8 MRD), and t(D29 MRD); all variables except CNS status were significant p < 0.0001). Multivariable modeling showed that WBC log , FRG, URG, t(D8 MRD), t(D29 MRD) retained significance (p < 0.0001). Finally, we applied the UK Prognostic Index (PI UKALL ) equation [t(d29 MRD) x -0.218 + CYTO-GR x -0.440 + CYTO-HR x 1.066 + WBC log x 0.138] to the COG data using protocol, NCI RG, FRG, URG, IRG, or Ph-like RG in the model and validated the trends for relapse-free survival (RFS), which were similar in our groups with an overall median PI UKALL of -2.63 (mean -2.32, SD -.90, min -3.54, max 1.79). We next added in t(D8 MRD) to define a PI COG and determined that D8 PB MRD added significantly to the model, mostly through discriminating between the hazard ratios of the FRG and the URG RGs. Importantly, the D8 PB MRD led to a qualitatively more distinctive group with a potentially lower predicted RFS in NCI SR pts, a group that has been more difficult to predict in the past, and yet comprises nearly half of all relapse events. Our analyses of 21,178 COG B-ALL pts confirm and extend the utility of integrating WBC and MRD as continuous rather than categorical values to refine risk stratification for patient treatment and trial design. View large Download slide View large Download slide Close modal Disclosures Loh: Pfizer: Other: Institutional Research Funding; Medisix Therapeutics: Membership on an entity's Board of Directors or advisory committees. Borowitz: Amgen: Honoraria. Zweidler-McKay: ImmunoGen, Inc.: Current Employment. Mattano: Melinta Therapeutics: Consultancy; Novartis: Consultancy; Pfizer: Consultancy. Hunger: Amgen: Current equity holder in publicly-traded company, Honoraria; Novartis: Consultancy. Raetz: Celgene/BMS: Other; Pfizer: Research Funding. Mullighan: Illumina: Consultancy, Honoraria, Speakers Bureau; Pfizer: Honoraria, Research Funding, Speakers Bureau; AbbVie, Inc.: Research Funding.",
    "author_names": [
        "Mignon L. Loh, MD",
        "Natalie DelRocco",
        "Michael J Borowitz, MD PhD",
        "Karen R Rabin, MDPhD",
        "Patrick A Zweidler-McKay, MDPhD",
        "Kelly W Maloney, MD",
        "Leonard A. Mattano, MD",
        "Eric C Larsen, MD",
        "Anne L Angiolillo, MD",
        "Reuven J Schore, MD",
        "Michael J Burke, MD",
        "Wanda L Salzer, MD",
        "Brent L Wood, MD PhD",
        "Andrew J Carroll, PhD",
        "Nyla A Heerema, PhD",
        "Shalini C Reshmi, PhD",
        "Julie M Gastier-Foster, PhD",
        "Richard C Harvey, PhD",
        "I-Ming L Chen, DVM, MS",
        "Cheryl L Willman, MD",
        "Naomi J Winick, MD",
        "William Carroll, MD",
        "Stephen P Hunger, MD",
        "Elizabeth A. Raetz, MD",
        "Meenakshi Devidas, PhD",
        "John Kairalla",
        "Kathryn G Roberts, PhD",
        "Charles G Mullighan, MBBS, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mignon L. Loh, MD",
            "author_affiliations": [
                "UCSF Benioff Children's Hospital and the Helen Diller Family Comprehensive Cancer Center, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natalie DelRocco",
            "author_affiliations": [
                "Department of Biostatistics, University of Florida, Gainesville, Gainesville, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J Borowitz, MD PhD",
            "author_affiliations": [
                "Departments of Pathology and Oncology, Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen R Rabin, MDPhD",
            "author_affiliations": [
                "Baylor College of Medicine TX Children's Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick A Zweidler-McKay, MDPhD",
            "author_affiliations": [
                "ImmunoGen, Lincoln, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly W Maloney, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Pediatric Hematology/Oncology/BMT, Children's Hospital Colorado and University of Colorado School of Medicine, Aurora, CO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonard A. Mattano, MD",
            "author_affiliations": [
                "HARP Pharma Consulting, Mystic, CT "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric C Larsen, MD",
            "author_affiliations": [
                "Department of Pediatrics, Maine Children's Cancer Program, Scarborough, ME "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne L Angiolillo, MD",
            "author_affiliations": [
                "Children's National Health System/George Washington University SMHS, Washington, DC "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reuven J Schore, MD",
            "author_affiliations": [
                "Children's National Medical Center, Washington, DC "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J Burke, MD",
            "author_affiliations": [
                "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wanda L Salzer, MD",
            "author_affiliations": [
                "U.S. Army Medical Research and Materiel Command, Olney, MD "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brent L Wood, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Washington, Seattle, WA ",
                "Department of Laboratory Medicine,, University of Washington, Seattle, WA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J Carroll, PhD",
            "author_affiliations": [
                "Department of Genetics, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nyla A Heerema, PhD",
            "author_affiliations": [
                "Department of Pathology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shalini C Reshmi, PhD",
            "author_affiliations": [
                "Nationwide Children's Hospital, Columbus, OH "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie M Gastier-Foster, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Section of Hematology/Oncology, Baylor College of Medicine and Texas Children's Hospital, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard C Harvey, PhD",
            "author_affiliations": [
                "University of New Mexico School of Medicine, Albuquerque, NM "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "I-Ming L Chen, DVM, MS",
            "author_affiliations": [
                "Department of Pathology, University of New Mexico Cancer Research Facility, Albuquerque, NM "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl L Willman, MD",
            "author_affiliations": [
                "Department of Pathology, University of New Mexico Comprehensive Cancer Center, Albuquerque, NM "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi J Winick, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Pediatric Hematology/Oncology, UT Southwestern, Simmons Cancer Center, and Perlmutter Cancer Center, Dallas, TX "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Carroll, MD",
            "author_affiliations": [
                "Department of Pediatrics, Perlmutter Cancer Center, New York University Medical Center, New York, "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen P Hunger, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Oncology and the Center for Childhood Cancer Research, Children's Hospital of Philadelphia and the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth A. Raetz, MD",
            "author_affiliations": [
                "New York University Langone Medical Center, New York, NY "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meenakshi Devidas, PhD",
            "author_affiliations": [
                "Global Pediatric Medicine, St Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Kairalla",
            "author_affiliations": [
                "Department of Biostatistics, Colleges of Medicine, Public Health & Health Professions, University of Florida, Gainesville, FL "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn G Roberts, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles G Mullighan, MBBS, MD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children´s Research Hospital, Memphis, TN"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T21:32:22",
    "is_scraped": "1"
}