{
    "doi": "https://doi.org/10.1182/blood.V118.21.3367.3367",
    "article_title": "Differences in Alloimmunity to Erythrocytes Between Korea and Japan; Cooperative International Study of Alloimmunity to Antigen Diversity in Asian Populations, ",
    "article_date": "November 18, 2011",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster III",
    "abstract_text": "Abstract 3367 Asian populations are diverse with respect to genetics, healthcare, and living circumstances. Although immune responses to erythrocyte antigens have been exhaustively characterized in various American and European populations, comparable information from Asia is lacking. Collaborative international investigations have the potential to improve transfusion and transplantation outcomes, and also advance anthropological understanding of human evolution and migration. We therefore started a comprehensive survey of alloantibodies (Abs) to erythrocyte antigens in patients from Asian countries. Here we report similaries and differences among a large number of patients in Korea and Japan. Twenty-one institutes from Korea and 38 from Japan participated in this study of alloantibodies to erythrocyte antigens. We investigated the number of blood grouping tests, cross matching tests, and erythrocyte irregular Ab analyses as well as institutional details such as the total number of beds, operations and transfusions performed. We also investigated methods employed for screening and identifying irregular Abs. Furthermore, we compared the frequencies of irregular Abs to D, C,c, E, e, f, Ce, P 1 , M, N, S, s, Mi a , Le a , Le b , Jk a , Jk b , Jk 3 , Fy a , Fy b ,K, k, Kp a , Kp b , Js a , Js b , Di a , Di b , Lu a , Lu b , Xg a and H between Korea and Japan. The total number of independent cases included more than 1,135,000 patients. If a case was analyzed multiple times, it was counted once. Multiple antibodies in the same patient were separately summarized. We compared the frequencies of irregular Abs on the basis of gender, pregnancy, and transfusion history. Different methods used at different institutions did not cause statistically significant differences in results. Antibodies were detected in 10,535 patients totally, including 3,525 in Korea and 7,010 in Japan. The female to male ratios were 1.53 and 1.39, respectively. Antibody frequencies are shown in the figure. Anti-P 1 and anti-Di a Abs were observed in 3.4% and 0.9% of Korean patients, respectively, versus 10.4% and 3.4% of Japanese patients. These differences were statistically significant between the two countries (p<0.01 and p<0.05, respectively). Anti-D and anti-Le b Abs were observed in 5.1% and 7.8% of Korean patients, respectively, versus 1.6% and 2.9% of Japanese patients. These differences were statistically significant between the two countries (p<0.05 and p<0.05, respectively). Anti-Mi a , frequently detected in Thailand (49.3%), Hong Kong (45.4%) and Malaysia (7.0%) in other studies, was not observed in either Korea or Japan. Anti-D was more frequently detected in females (p<0.01), but varies between countries as follows; 1.7/7.2 (male/female, %) in Korea and 0.8 /2.2 in Japan. It was 8.3 and 2.3 times more frequently observed in pregnant patients, (p<0.01 and p<0.05, respectively), but did not change in patients who had received blood transfusion. Anti-E was 1.4 and 1.7 times more frequently detected in patients who had received blood transfusion in Korea and Japan, respectively. Anti-Jk a and -C were 1.9 and 8.2 times more likely in patients who had received blood transfusion in either country. Comparing Korea and Japan, Anti-c+E was 2.4 and 3.0 times and anti-C+e was 2.8 and 2.7 times more frequently observed, respectively. This is the first major collaboration between Korea and Japan on alloimmunity to erythrocyte antigens. There are some important differences between the countries with regard to anti-D, -Le a , -Di a Abs. Further, the proportions of detected Abs including anti-K and -D differ from those reported in previous studies of patients from US and European counties (e.g., Winters et al, Hoeltge et al, Walker et al). The difference in frequency of anti-D between the two counties is being analyzed in light of anti-D immunoglobulin therapy now. These new data should further advance the success of blood transfusion in Asia and the world. Furthermore, studies of this sort strengthen the framework through which future international collaborations may be pursued. View large Download slide View large Download slide  Close modal Disclosures: Takeshita: Takeda: Research Funding; Novaltis: Research Funding.",
    "topics": [
        "alloimmunity",
        "antibodies",
        "antigens",
        "asian",
        "beds",
        "blood group antibody d",
        "blood transfusion",
        "blood type",
        "erythrocyte antigen",
        "erythrocytes"
    ],
    "author_names": [
        "Harumi Fujihara, MT",
        "Akihiro Takeshita, MD, PhD",
        "Dae Won Kim, MD, PhD",
        "Kyou Sup Han, MD, PhD",
        "So-Yong Kwon, MD, PhD",
        "Seog Woon Kwon, MD, PhD",
        "Jang Soo Suh, MD, PhD",
        "Hiroko Watanabe, MT",
        "Makoto Uchikawa, PhD",
        "Shuichi Kino, MD, PhD",
        "Kenneth E Nollet, MD, PhD",
        "Hitoshi Ohto, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Harumi Fujihara, MT",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Transfusion and Cell Therapy, Hamamatsu, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Takeshita, MD, PhD",
            "author_affiliations": [
                "Internal Medicine, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dae Won Kim, MD, PhD",
            "author_affiliations": [
                "Sungkyunkwan Univ. School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyou Sup Han, MD, PhD",
            "author_affiliations": [
                "Seoul National University Hospital, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "So-Yong Kwon, MD, PhD",
            "author_affiliations": [
                "Blood Transfusion Research Institute, Korean Red Cross, Seoul, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seog Woon Kwon, MD, PhD",
            "author_affiliations": [
                "ASAN Medical Center, Seoul, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jang Soo Suh, MD, PhD",
            "author_affiliations": [
                "Kyungpook National University Hospital, Daegu, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroko Watanabe, MT",
            "author_affiliations": [
                "Hamamatsu University School of Medicine, Transfusion and Cell Therapy, Hamamatsu, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Uchikawa, PhD",
            "author_affiliations": [
                "Japanese Red Cross Tokyo Metropolitan Blood Center, Blood Group Section, Tokyo, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Kino, MD, PhD",
            "author_affiliations": [
                "Asahikawa Medical University, Laboratory Medicine and Blood Center, Asahikawa, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth E Nollet, MD, PhD",
            "author_affiliations": [
                "Blood Transfusion and Transplantaion Immunology, Fukushima Medical University, Fukushima, Japan, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hitoshi Ohto, MD, PhD",
            "author_affiliations": [
                "Fukushima Medical University, Blood Transfusion and Transplantation Immunology, Fukushima, Japan"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:15:17",
    "is_scraped": "1"
}