{
    "doi": "https://doi.org/10.1182/blood-2020-140688",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4577",
    "start_url_page_num": 4577,
    "is_scraped": "1",
    "article_title": "Analysis of Mechanisms of Blast Crisis in Chronic Myeloid Leukemia By Whole Genome Sequencing ",
    "article_date": "November 5, 2020",
    "session_type": "631.Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy",
    "topics": null,
    "author_names": [
        "Kristina Loy",
        "Melanie Zenger",
        "Manja Meggendorfer, PhD",
        "Stephan Hutter, PhD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD",
        "Claudia Haferlach, MD",
        "Constance Baer, PhD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "Background: Thanks to tyrosine kinase inhibitors (TKIs) chronic myeloid leukemia (CML) has become a well manageable disease. This drastically changes once an individual progresses to blast crisis (BC), which carries a poor prognosis. Although progression to BC fortunately is a rare event, the mechanisms leading to transformation from chronic phase to BC are sparsely studied, which led us to perform in depth analyses of CML patients each at diagnosis (D), at molecular or hematological remission (REM) and at BC by whole genome sequencing (WGS). Aim: (1) Study chromosomal and mutational profiles at D, REM and BC (2) Identify chromosomal and molecular genetic mechanisms in progression to BC Patients and Methods: We performed in depth analyses of 11 CML patients with BC confirmed by cytomorphology. REM samples were available for 8 patients, in 1 patient 2 BC samples were sequenced. Median age at D was 59 years (range 31-70) and median time to BC was 2 years (range 0-6). Nine patients received only first line TKI and 2 patients had switched to second- or third line TKIs before or at time of BC. We sequenced DNA of bone marrow (n=17) or peripheral blood (n=14) by WGS at a median coverage of 106x and used Strelka2 for variant calling. Structural variations (SVs) were analyzed by Manta caller, copy number alterations (CNVs) were called using the GATK4 CNV calling pipeline. Results: None of the patients presented with known high risk additional chromosomal aberrations (ACA) at D (Hochhaus et al, Leukemia 2020). Using WGS at D, we found deletions in the breakpoint region of der(9)t(9;22) (n=2), der(22)t(9;22) (n=1) and a translocation involving 12p and der(22)t(9;22) (n=1). Mutations in known myeloid driver genes were found in 4 patients at D. In two patients ( DNMT3A, ASXL1 ) mutations were present at D and BC, while in two patients three ASXL1 mutations were present at D (VAF 27%; 23% and 14%), but could not be detected at BC by WGS and more sensitive targeted sequencing. Both patients presented with complex ACAs detected both by chromosome banding analysis (CBA) and WGS at BC. Other known driver or resistance mutations were not detected in any other sample at D. We identified three mechanisms driving the transition from chronic phase to BC, the first being ABL1 resistance mutations which render one or several TKIs ineffective (n=6/11). All patients developed ABL1 mutations that conferred resistance to the TKI they were receiving. In BC we detected T315I, Y253H, F359V (n=2 each), E450K, Q252H and Q255K (n=1 each) mutations, one patient had T315I, Q255K and F259V mutation combined, all other patients had a single mutation. In one patient two BCs occurred which showed both an additional t(9;10) but differed in the ABL1 mutations: First Q252H was detected and after REM in second BC T315I was present whereas the Q252H was absent. Secondly, in 10/11 of all patients SVs or CNVs were identified in addition to t(9;22)(q34;q11) by WGS in BC. If CBA data was available it confirmed the WGS data. Patients showed an additional t(9;10) (n=1), t(10;11) (n=1), inv(16) (n=1) and CNVs involving virtually all chromosomes which were only detected in BC pointing towards a major role of chromosomal instability. Interestingly WGS detected de-novo leukemic driver mutations in BC that are described primarily in other myeloid malignancies, representing the third mechanism (n=7). Two patients gained truncating mutations in BCOR , one patient each gained a mutation in ASXL1 and CUX1 , one patient 3 frameshift mutations in ETV6 , another patient two mutations in WT1 and one case gained a CBFB-MYH11 rearrangement which is usually found in a subtype of AML. Conclusion: Using WGS we found three different contributing mechanisms to progression to BC in CML: 1) ABL1 resistance mutations, 2) gain of structural and copy number variations and 3) potentially rise of additional AML like mutations. Since none of these factors were identified at D and REM, a comprehensive screening is recommended to detect, at the earliest possible time point when molecular remission is lost, the drivers to BC and allow early clinical intervention such as allogeneic transplant. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}