{
    "doi": "https://doi.org/10.1182/blood-2020-141723",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4473",
    "start_url_page_num": 4473,
    "is_scraped": "1",
    "article_title": "Disparities in Outcomes of Hospitalizations Due to Multiple Myeloma: A Nationwide Comparison ",
    "article_date": "November 5, 2020",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "topics": null,
    "author_names": [
        "Siddharth Bhesania",
        "Silpa Anand",
        "Tanveer Dabria",
        "Swathi Veliginti",
        "Sahithi Nadella",
        "Nikhil Kumar Kotla",
        "Pritika Manaktala, MD",
        "Chanoa Medina, MD",
        "Janki Bhesania, MD",
        "Achint Patel, MD MPH",
        "Angelica Singh, MD",
        "Parag Mehta, MD",
        "Eshan Patel, MD"
    ],
    "author_affiliations": [
        [
            "NewYork-Presbyterian Brooklyn Methodist Hospital, Brooklyn, NY "
        ],
        [
            "Swedish Covenant Hospital, Chicago, IL "
        ],
        [
            "Gian Sagar Medical College & Hospital, Rajpura, India "
        ],
        [
            "Shadan Institute Of Medical Sciences, Hyderabad, India "
        ],
        [
            "Bhaskar Medical College & General Hospital, Hyderabad, India "
        ],
        [
            "Kamineni Institute of Medical Sciences, Narketpally, India "
        ],
        [
            "Canton Medical Education Foundation, Canton, OH "
        ],
        [
            "NewYork-Presbyterian Brooklyn Methodist Hospital, Brooklyn, NY "
        ],
        [
            "Independent Researcher, Brooklyn, "
        ],
        [
            "Independent Researcher, Sayre, PA"
        ],
        [
            "NewYork-Presbyterian Brooklyn Methodist Hospital, Brooklyn, NY "
        ],
        [
            "NewYork-Presbyterian Brooklyn Methodist Hospital, Brooklyn, NY "
        ],
        [
            "NewYork-Presbyterian Brooklyn Methodist Hospital, Brooklyn, NY "
        ]
    ],
    "first_author_latitude": "40.667836199999996",
    "first_author_longitude": "-73.97912989999999",
    "abstract_text": "Introduction: Multiple myeloma (MM) is a rare plasma cell dyscrasia originating from post germinal lymphoid B-cell lineage. It is the second most common hematologic malignancy. Yearly almost half a million people are affected world-wide. Multiple Myeloma is more prevalent in males, in patients' age > 60, and has a median survival of 6-7 months without treatment. Due to advancement in treatment approaches for MM, the five-year-survival rate is approximately 49% with treatment. Given the extent of the disease, as well as the heavy morbidity burden due to this illness, we seek to estimate trends of hospitalizations and outcomes in MM patients from nationally representative database. Methods : We used the National Inpatient Sample database to extract the study cohort of admissions due to MM from 2007-2017 using previously validated International Classification of Diseases (9th/10th editions) Clinical Modification diagnosis codes (ICD-9-CM/ICD-10-CM). Our primary objective was to estimate the hospitalization and outcomes trends. Secondary objective was to identify predictors of poor outcomes. Poor outcomes were defined as in-hospital mortality and discharge to other than home (adverse discharge). We utilized Cochran Armitage trend test and multivariable survey regression modeling to analyze trends and predictors of poor outcomes. We generated national estimates by using weights provided by Healthcare Cost and Utilization Project (HCUP). Results : Between 2007-2017 a total of 196,433 hospitalizations occurred due to primary diagnosis of MM. Burden of hospitalizations increased from 17,100 in 2007 to 19,490 in 2017. Median age was 64-years (IQR:56-72), 62.76% were Caucasians and 55.47% were males. Among hospitalized patients, overall in-hospital mortality was 6.5% which declined from 8.4% in 2007 to 4.9% in 2017 (pTrend<0.001). However adverse discharge remained stable 20% in 2007 to 18% in 2017 (pTrend=0.08). Furthermore, in multivariable logistic regression analysis, increasing age (OR 1.5; 95%CI 1.3-1.5; p<0.0001), rural hospital (OR 2.6; 95%CI 1.9-2.7; p<0.0001), rural non-teaching urban hospital (OR 1.4; 95%CI 1.2-1.5; p<0.0001), no/self-pay insurance (OR 2.6; 95%CI 2.1-3.3; p<0.0001) and small bed size hospital (OR 1.3; 95%CI 1.2-1.5; p<0.0001) were associated with higher odds of in-hospital mortality. Also, in-hospital complications like septicemia (OR 4.1; 95%CI 3.6-4.8; p<0.0001), pneumonia (OR 2.5; 95%CI 2.2-2.8; p<0.0001) and comorbidities like CHF (OR 1.6; 95%CI 1.4-1.8; p<0.0001), renal failure (OR 1.4; 95%CI 1.3-1.6; p<0.0001), and weight loss (OR 1.4; 95%CI 1.2-1.5; p<0.0001) were associated with increased odds of in-hospital mortality. Conclusion : We observed increased MM hospitalizations with a decline in in-hospital mortality, however adverse discharge remained stable during the study period. These differences became more evident based on the type of hospital (urban teaching vs urban non-teaching vs. rural) and hospital bed size (small vs. medium vs large), as well as insurance status. Detailed description of hospital types and bed size classification is avalivale on NIS Description of Data Elements (1). We were also able to identify several modifiable risk predictors of poor outcomes like septicemia, pneumonia, renal failure and CHF which requires optimization. Further studies are required to elucidate the strategies for better risk stratifications and management in order to further improve the outcomes of MM patients. References: (1) HCUP NIS Description of Data Elements. Healthcare Cost and Utilization Project (HCUP). September 2008. Agency for Healthcare Research and Quality, Rockville, MD. www.hcup-us.ahrq.gov/db/vars/hosp_bedsize/nisnote.jsp. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}