{
    "doi": "https://doi.org/10.1182/blood.V104.11.5022.5022",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=42",
    "start_url_page_num": 42,
    "is_scraped": "1",
    "article_title": "Amifostine Can Reduce Oral Mucositis after High-Dose Melphalan Conditioning in Patients with Multiple Myeloma: A Retrospective Study. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Autologous peripheral blood stem cell (PBSC)- supported high-dose melphalan (HDM) is now considered standard therapy in the treatment of multiple myeloma, at least for patients under 65 years. Oral mucositis is a frequent non-hematological complication which causes severe pain, interferes with patient nutrition and can lead to systemic infection. Amifostine (WR-2721; Ethyol), a phosphoaminothiol, is a prodrug that protects a broad range of normal tissues from the cytotoxic damage induced by anticancer agents. We retrospectively compared two groups of patients with stage II/III previously untreated multiple myeloma who received between April 96 and May 2004 an induction chemotherapy with 3 or 4 cycles of VAD (vincristine, adriamycin, dexamethasone) followed by HDM (200 mg/m²) and autologous PBSC transplantation. These two groups either received (group A, n = 10 ) or did not receive (group B, n= 32) amifostine (740 mg/m²) before HDM. The occurrence of grade 3/4 oral mucositis was significantly decreased in group A in comparison to group B (10% versus 53%, p =0.023) with no difference for the time to mucosal recovery. Supportive care differed between the two groups: only 2 patients (20%) needed opioid treatment in group A versus 22 patients (69%) in group B ( p=0.005) and 1 patient (10%) required parenteral nutrition in group A compared to 16 patients (50%) in group B (p= 0.015). The occurrence of severe infectious complications did not differ between the two groups (0% versus 12,5%, p= 0.56). Amifostine did not affect haematological recovery, the median time to granulocyte recovery to > 500/μl was similar in the two groups (8,4 days versus 9,9 days, p=0.22). Moreover, there is no statistically significant difference between the amifostine and control group for the disease response. The tolerability of amifostine was excellent and no adverse effects were reported. This study suggest that amifostine can reduce mucosal damage associated with high dose melphalan-based therapy, reducing, as a consequence, the necessity of nutrition and analgesic support, without compromising therapeutic benefit. Obviously, these interesting results have to be confirmed by larger randomised trials.",
    "topics": [
        "amifostine",
        "melphalan",
        "multiple myeloma",
        "oropharyngeal mucositis",
        "conditioning (psychology)",
        "adverse effects",
        "analgesics",
        "antineoplastic agents",
        "chemotherapy, neoadjuvant",
        "dexamethasone"
    ],
    "author_names": [
        "Antoine Italiano, MD",
        "Emmanuel Chamorey, Pharm.D",
        "Cyril Foa, MD",
        "Frédéric Peyrade, MD",
        "Josiane Otto, MD",
        "Antoine Thyss, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Centre Antoine-Lacassagne, Nice, France, Metropolitan"
        ],
        [
            "Hematology Department, Centre Antoine-Lacassagne, Nice, France, Metropolitan"
        ],
        [
            "Hematology Department, Centre Antoine-Lacassagne, Nice, France, Metropolitan"
        ],
        [
            "Hematology Department, Centre Antoine-Lacassagne, Nice, France, Metropolitan"
        ],
        [
            "Hematology Department, Centre Antoine-Lacassagne, Nice, France, Metropolitan"
        ],
        [
            "Hematology Department, Centre Antoine-Lacassagne, Nice, France, Metropolitan"
        ]
    ],
    "first_author_latitude": "43.7245208",
    "first_author_longitude": "7.280241299999999"
}