{
    "doi": "https://doi.org/10.1182/blood.V112.11.3558.3558",
    "article_title": "Knock-Down of TAZ Gene Expression: A Model of Barth Syndrome with Accelerated Apoptosis of Myeloid Progenitor Cells Improved upon Treatment with Caspase-Specific Inhibitor ",
    "article_date": "November 16, 2008",
    "session_type": "Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Barth syndrome (BTHS) is an X-linked recessive disorder characterized by neutropenia, cardiac and skeletal myopathies, and growth retardation. The mortality is high due to progressive cardiomyopathy and/or overwhelming bacterial infections. The incidence of BTHS is estimated to be as high as 1 in 100,000, but it is still a poorly recognized disease. The majority of Barth patients have mutations in the tafazzin (G4.5 or TAZ) gene, most of which appear to truncate the tafazzin protein likely resulting in the loss of its function. Tafazzin is a phospholipid acyltransferase involved in remodeling cardiolipin, the main lipid of the inner mitochondrial membrane. As a result, BTHS patients exhibit reduced levels of total CL and accumulation of monolysocardiolipin. A drosophila model of the Barth syndrome was recently reported, but cellular or mouse models of this disorder are not yet available. The link between these metabolic defects triggered by TAZ mutations and neutropenia remains largely unknown. We hypothesized that TAZ mutations lead to the loss of function of tafazzin protein causing impaired cell survival of neutrophil precursors, reduced production of neutrophils and neutropenia. To test this hypothesis, we knocked down the expression of the tafazzin gene in human myeloid progenitor HL60 cells using TAZ-specific shRNA and examined its effect on cell survival. Four shRNAs specific to exons 4 through 7 of the TAZ gene were used for transfection of human myeloid progenitor HL60 cells that were later examined by flow cytometry and Western blot analyses. At least 2 of the shRNA constructs resulted in substantial down-regulation in the expression level of the tafazzin gene in transfected human myeloid progenitor cells as determined by Western blot and confirmed by RT-PCR using gene-specific and GAPDH-specific primers. Flow cytometry analysis of DIOC6-labeled cells revealed that knock-down of the TAZ gene expression was associated with a significantly elevated dissipation of mitochondrial membrane potential compared with control cells with scrambled shRNA ((p<0.0009, n=3). Apoptosis studies using flow cytometry analyses revealed a significant increase in proportion of apoptotic annexin-positive cells compared with control cells transfected with scrambled shRNA (p<0.0002, n=6). The observed increase in apoptosis in response to TAZ knock-down was caspase3-dependent as evidenced by Western blot analysis. Treatment of the cells with caspase-specific inhibitor zVAD-fmk significantly improved cell survival characteristics to near normal level as determined by flow cytometry (p<0.02, n=4), suggesting that caspase-specific inhibitors may represent potentially therapeutic agents for patients with Barth syndrome. Thus, these data demonstrate that the loss of function of the TAZ gene is cytotoxic to hematopoietic cells and suggest that severe neutropenia is due to accelerated apoptosis of myeloid progenitor cells.",
    "topics": [
        "3-methylglutaconic aciduria type 2",
        "apoptosis",
        "caspases",
        "gene expression",
        "myeloid progenitor cells",
        "flow cytometry",
        "neutropenia",
        "western blotting",
        "acyltransferase",
        "annexins"
    ],
    "author_names": [
        "Vahagn Makaryan, MD",
        "David C. Dale, MD",
        "Andrew A Aprikyan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vahagn Makaryan, MD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David C. Dale, MD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew A Aprikyan, PhD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T02:25:34",
    "is_scraped": "1"
}