{
    "doi": "https://doi.org/10.1182/blood.V118.21.1617.1617",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2097",
    "start_url_page_num": 2097,
    "is_scraped": "1",
    "article_title": "Chemosensitization of Diffuse Large B Cell Lymphoma by Demethylating Nucleoside Analogues ",
    "article_date": "November 18, 2011",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "diffuse large b-cell lymphoma",
        "nucleoside analog",
        "nucleoside analog antiviral",
        "potentiation",
        "decitabine",
        "doxorubicin",
        "chemotherapy regimen",
        "demethylating agents",
        "dna methyltransferase inhibitors",
        "neoplasms"
    ],
    "author_names": [
        "Thomas Clozel, MD",
        "ShaoNing Yang, Ms",
        "Matthias Kormaksson, PhD",
        "Rebecca Elstrom, MD",
        "Aparna Vasanthakumar, BSc, MSc, PhD",
        "Sarah Brennan, PhD",
        "Biljana Culjkovic, PhD",
        "Michael Leser",
        "Peter Martin, MD",
        "Katherine LB Borden, PhD",
        "Y. Lynn Wang, MD, PhD",
        "Shuhua Cheng, PhD",
        "Wayne Tam, MD, PhD",
        "Rita Shaknovich, MD/PhD",
        "Amy Chadburn, MD",
        "Lucy Godley, MD, PhD",
        "John P. Leonard, MD",
        "Ari Melnick, MD",
        "Leandro Cerchietti, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Hematology-Oncology, C-620, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Hematology-Oncology, C-620, Weill Cornell Medical College, New York, USA, "
        ],
        [
            "Department of Medicine, Hematology-Oncology, C-620, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Medicine, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Med. Section of Hem./Onc., University of Chicago, Chicago, IL, USA, "
        ],
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada, "
        ],
        [
            "Department of Medicine, Hematology-Oncology, C-620, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada, "
        ],
        [
            "Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Department of Pathology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Medicine and Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Pathology, Northwestern University, Chicago, IL, USA, "
        ],
        [
            "Univ. of Chicago Med. Ctr., Chicago, IL, USA, "
        ],
        [
            "Center for Lymphoma and Myeloma, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Hematology/Oncology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.766488599999995",
    "first_author_longitude": "-73.9555127",
    "abstract_text": "Abstract 1617 Diffuse Large B cell Lymphoma (DLBCL) is a heterogeneous disease in which 40 to 50% of the patients will either no respond or relapse within the first five years after the administration of combinatorial chemotherapy. Taking together the observed occurrence of aberrant DNA methylation patterning in DLBCL and the possibility that hypermethylation might suppress genes that could play a role in chemo-responsiveness, we hypothesized that DNMT inhibitors might induce re-expression of genes in a least a subset of resistant DLBCLs in order to induce chemosensitization. To characterize the responsiveness of a genetically diverse set of DLBCL cells to DNMT inhibitors, a panel of 30 DLBCL cell lines was exposed to increasing concentrations of 5-aza-2'-deoxycytidine (decitabine), 5-azacytidine and 6 DLBCL-active chemotherapy agents. We found that resistance to demethylating nucleoside analogues is mostly non-overlapping with resistance to other chemotherapy drugs used in DLBCL. Features such as cellular uptake and retention on H3-decitabine at 24 h and 48 h, TP53 mutation, expression of membrane transporters and nucleoside metabolic enzymes that have been suggested to influence sensitivity of other tumor types were not associated with the response to decitabine suggesting that the difference in sensitivity among the panel of DLBCL may be biological in nature. To guide combinatorial therapy of drugs we performed a supervised analysis of gene expression profiles of 6 decitabine sensitive and 8 resistant cell lines. We next used C-mapping to screen for drugs that induce the differential expression of this signature, based on the hypothesis that such drugs would synergize with decitabine. Six drugs signatures from C-map were positively associated with our decitabine signature, including doxorubicin and mitoxantrone, which are highly active drugs in DLBCL. Accordingly, in chemo-sensitive cells, short-course low-dose administration of decitabine synergizes the anti-lymphoma effect of doxorubicin in vitro and in mice DLBCL xenograft experiments. The synergistic effect on cell viability was independent of whether the drugs were administered sequentially or concurrently. Therefore, for DLBCL cells individually responsive to 5-aza-2'-deoxycytidine and doxorubicin, combination therapy resulted in enhanced therapeutic efficacy. We wondered whether more decitabine and doxorubicin-resistant DLBCL cells may benefit from longer exposure to decitabine. Accordingly, low-dose (no significant DNA damage induction) longer administration of decitabine induced DNA demethylation, growth retardation and, most remarkably, doxorubicin sensitization in chemotherapy-resistant DLBCL cells in vitro and in mice xenografts. Tumor chemosensitization was achieved without toxicity to normal tissues. To identify candidate epigenetically silenced genes that might contribute to doxorubicin resistance, we compared the gene expression and DNA methylation profiles of the panel of five doxorubicin-resistant vs. six doxorubicin-sensitive cell lines. We found 15 unique genes specifically hypermethylated and repressed in resistant cell lines. Among these, we found 2 that were significally reactivated in doxorubicin-resistant cells after prolonged low-dose administration of decitabine, arguing that cell re-programming occurs upon treatment with a demethylating agent. One of these two genes was SMAD1. We found that SMAD1 is epigenetically silenced in resistant DLBCL cells. Accordingly, DNA demethylating agents reactivated SMAD1 and rescue experiments showed that it contributed to the chemosensitization effect in DLBCL cells and in 5 primary patients samples treated ex vivo. In two different cohorts of patients, both SMAD1 expression and methylation were correlated with outcome and overall survival in DLBCL patients, after correction for IPI and COO subtypes. Pre and post 5'azacytidine treatment biopsies in a high risk DLBCL patient confirmed SMAD1 demethylation and chemo-sensitization in the clinical setting, delineating a personalized strategy for the clinical use of DNMT inhibitors. In summary, our work helped to found potential meaningful combinations for treatment of DLBCL, exposed a tumor-suppressive role for SMAD1 in DLBCL biology and defined an epigenetically mechanism used by lymphoma cells to escape TGFB growth inhibitory effects. Disclosures: Off Label Use: Use of DNA demethylating agents prior to classical chemotherapy regimen in DLBCL. Martin: Millennium Pharmaceuticals Inc.: Employment, Research Funding. Leonard: Millenium: Consultancy; Hospira: Consultancy; Biogen IDEC: Consultancy; Cephalon: Consultancy; Calistoga: Consultancy; Johnson and Johnson: Consultancy; Celgene: Consultancy; Cell Therapeutics: Consultancy; Immunomedics: Honoraria; Pfizer: Consultancy; Sanofi Aventis: Consultancy; EMD Serono: Consultancy; glaxosmithkline: Consultancy; Novartis: Consultancy; Abbott: Consultancy; Seattle Genetics: Consultancy."
}