{
    "doi": "https://doi.org/10.1182/blood.V124.21.3030.3030",
    "article_title": "Risk Stratification of DLBCL Patients According to NCCN-IPI in Our Hospital ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "abstract_text": "Title Risk stratification of DLBCL patients according to NCCN-IPI in our hospital Background Recently, a robust prognostic tool termed enhanced International Prognostic Index (NCCN-IPI) for the rituximab era was reported. The aim of this study was to assess the usefulness of NCCN-IPI in risk discrimination and its suitability in clinical applications. Patients and Methods We retrospectively analyzed consecutive patients with de novo diffuse large B cell lymphoma (DLBCL) who were diagnosed and treated with R-CHOP or CHOP-like regimens between January 2004 and December 2013. Patients were required to be cancer-free for 5 years before diagnosis and had to have no prior documented history of indolent lymphoma. We stratified DLBCL patients using IPI and NCCN-IPI, and estimated overall survival (OS) in each risk group. The unadjusted probabilities of OS were estimated using the Kaplan-Meier(K-M) method. The log-lank test and multivariate Cox regression analysis were used to assess the prognostic values of each clinical variable. Results Three-hundred and seventy one patients were identified. The median age was 69 (20–93) years. The median follow-up time was 41 months. The numbers of patients with NCCN-IPI-defined low (L), low-intermediate (L-I), high-intermediate (H-I), and high (H) risk were 35 (9.4%), 125 (33%), 139 (37%), and 72(19%), respectively. The 3-year OS in each risk group was 93%, 89%, 70%, and 52%, respectively. NCCN-IPI was better for the discrimination of low- and high-risk groups (3-year OS, 93% vs 52%) than IPI (3-year OS, 87% vs 56%), and NCCN-IPI gave a better concordance index than IPI (c-Harrel = 0.678 vs 0.665). However, the discriminating power of NCCN-IPI was not as good as previously reported. In the multivariate analysis using the five independent variables of NCCN-IPI as covariates, age was not a significant factor in the 1-3 groups. Ann Arbor stage was not a significant factor either. Next, we examined extranodal involvement, which was a significant prognostic factor (HR, 2.3; p75, 1pt), LDH ratio (>3, 1pt), extranodal disease (bone marrow, lung, CNS, or GI tract, but not liver, 1pt), and ECOG PS (≥2, 1pt) and not using Ann Arbor stage as a prognostic factor. Four distinct groups were formed based on K-M curves for OS: low (L, 0 pt), low-intermediate (L-I, 1pt), high-intermediate (H-I, 2pt), and high (H, 3-4 pt). Simplified NCCN-IPI better discriminated low- and high-risk groups (3-year OS, 93% vs 34%; c-Harrel = 0.705) than NCCN-IPI. When patient age was compared in each scoring system, high-risk patients were older in the NCCN-IPI (median age, 79 years old) and its simplified version (median age, 79 years old) than in IPI (median age, 72 years old). Conclusion NCCN-IPI showed better discrimination in our cohort than IPI. However, we found that the enhancement in predicting outcomes by including age and LDH was not as useful as previously reported, and stage and liver involvement was not an independent prognostic factor in our cohort. In the rituximab era, Ann Arbor stage is not a useful prognostic factor. Further validation and optimization of cut-off in each variable could improve the NCCN-IPI. The majority of the high risk patients evaluated by both NCCN-IPI and simplified NCCN-IPI were elderly, so innovative therapeutic approaches adjusted for age are required to improve the outcome of the high-risk group. To identify high-risk groups especially among younger patients, a refined scoring system including not only conventional clinical factors but also other factors such as biological markers will be required. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Figure 3 View large Download slide Figure 3 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "national comprehensive cancer network",
        "prognostic factors",
        "extranodal disease",
        "rituximab",
        "biological markers",
        "cancer",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "electrocorticogram",
        "follow-up"
    ],
    "author_names": [
        "Yasuhiro Kazuma, MD",
        "Kazunari Aoki, MD",
        "Yotaro Ochi, MD",
        "Yusuke Koba, MD",
        "Yoshimitsu Shimomura, MD",
        "Yosuke Nagahata, MD",
        "Nobuhiko Yamauchi, MD",
        "Yuichiro Ono, MD",
        "Nobuhiro Hiramoto, MD",
        "Sumie Tabata, MD, PhD",
        "Noboru Yonetani, MD",
        "Akiko Matsushita, MD",
        "Hisako Hashimoto, MD, PhD",
        "Takayuki Ishikawa"
    ],
    "author_dict_list": [
        {
            "author_name": "Yasuhiro Kazuma, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kazunari Aoki, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yotaro Ochi, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusuke Koba, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshimitsu Shimomura, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yosuke Nagahata, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiko Yamauchi, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuichiro Ono, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiro Hiramoto, MD",
            "author_affiliations": [
                "Foundation for Biomedical Research and Innovation, Kobe, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumie Tabata, MD, PhD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noboru Yonetani, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiko Matsushita, MD",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisako Hashimoto, MD, PhD",
            "author_affiliations": [
                "Foundation for Biomedical Research and Innovation, Kobe, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Ishikawa",
            "author_affiliations": [
                "Kobe City Medical Center General Hospital, Kobe, Japan"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T04:55:47",
    "is_scraped": "1"
}