{
    "doi": "https://doi.org/10.1182/blood.V104.11.270.270",
    "article_title": "Creating a National Cohort of Myeloproliferative Disorders Using the Internet: A Feasibility Study. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "The Internet is a potentially useful tool for recruiting patients with rare diseases to clinical trials. It facilitates the rapid and efficient recruitment of subjects, allowing patients to participate in minimal risk clinical trials who may not otherwise enroll because of lack of available studies, age, health, or proximity to a major medical center. In this study we recruited patients with the myeloproliferative disorders polycythemia vera (PV), essential thrombocytosis (ET) and agnogenic myeloid metaplasia (AMM) through the aid of an Internet support group. Our goal was to test the feasibility of using an internet-based support group to recruit 600 patients to a national cohort that collected clinical, demographic, and quality of life data as well as blood samples for tissue banking. Information on the trial was emailed to the mailing list and posted on the website of the MPD support group www.mpdinfo.org . Participants emailed the study investigator with their interest in the study, their diagnoses and mailing addresses. Information packets with consent forms, questionnaires, and release of medical records were sent through the U.S. postal service to participants. Once signed informed consents and questionnaires were returned, patients were mailed blood sample kits with pre-paid return postage to obtain blood samples. Patients were eligible if they had a diagnosis of PV, ET or AMM, lived in the United States, were >18 years old, and had not had a stem cell transplant. From January – July 2004, 497 people responded with initial interest. At each stage of the enrollment process there was a decrease in the number of participants: 23 were excluded because they lived outside of the United States. 474 were sent information packets, of which 360 were returned. Of these, 2 patients were excluded because of prior stem cell transplant and 12 opted out of the study. 344 patients consented to having blood samples drawn and 247 of these samples have been received in our tissue bank to date. Thus, the overall retention rate from initial response to receipt of blood sample is 52%. The median age of the cohort is 58 (range 20– 84 years) and the majority (58%) are female, in contrast to recent clinical trials in PV, ET and AMM where the majority of participants are older and male. Similar to recent studies 98% are white; and the median duration of disease for these patients is 63 months (range 3–543). The Internet recruitment method did select for a highly educated and more affluent population than in other series: 60% of participants are college graduates and 47% reported annual incomes >$75,000/year. PV was the most common self reported diagnosis (50%) followed by ET (35%) and then AMM (14%). Of 269 participants on whom we have received medical records thus far, we have been able to verify diagnosis on 136 participants; 53/136 (39%) have PV; 58/136 (42%) have ET; and 25/136 (18%) have AMM or myelofibrosis. Despite provision of a signed medical records releases, HIPAA restrictions have interfered with our ability to obtain medical records in some cases. In conclusion we have found that using the Internet for recruiting participants with rare diseases was efficient and feasible, and has produced a large cohort willing to provide self-reported information, medical records and research specimens. Issues of incomplete data collection, selection bias, and HIPAA restrictions remain barriers to optimal use of the Internet for minimal risk studies.",
    "topics": [
        "internet",
        "myeloproliferative disease",
        "blood tests",
        "hematopoietic stem cell transplantation",
        "rare diseases",
        "myelofibrosis",
        "myelofibrosis, idiopathic, chronic",
        "polycythemia vera",
        "thrombocythemia, hemorrhagic",
        "support groups"
    ],
    "author_names": [
        "Martha Wadleigh, MD",
        "Tarrah Kirkpatrick",
        "Arnold Gonzales",
        "Ross Levine, MD",
        "D. G. Gilliland, MD, PhD",
        "Stephanie J. Lee, MD, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Martha Wadleigh, MD",
            "author_affiliations": [
                "Adult Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tarrah Kirkpatrick",
            "author_affiliations": [
                "Adult Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold Gonzales",
            "author_affiliations": [
                "Adult Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross Levine, MD",
            "author_affiliations": [
                "Adult Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
                "Howard Hughes Medical Institute, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D. G. Gilliland, MD, PhD",
            "author_affiliations": [
                "Adult Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
                "Howard Hughes Medical Institute, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie J. Lee, MD, MPH",
            "author_affiliations": [
                "Adult Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T21:37:37",
    "is_scraped": "1"
}