{
    "doi": "https://doi.org/10.1182/blood.V112.11.2263.2263",
    "article_title": "Identification of Multiple Promoter Associated CpG Islands Commonly Methylated in Both Acute Lymphocytic Leukemia (ALL) and Chronic Lymphocytic Leukemia(CLL) Using Novel Genome-Wide Microarray Technique: Implications for Common Primordial Molecular Pathways in Lymphoid Leukemias. ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "abstract_text": "Background: Aberrant DNA methylation of multiple promoter associated CpG islands is very prevalent phenomenon in human leukemias. Data from several laboratories indicate that methylation profiling allows the identification of leukemia patients with different prognosis. It is now accepted that human leukemias are characterized by the methylation of multiple promoter CpG islands involving multiple epigenetically dyregulated molecular pathways. Little is known in terms of the molecular epigenetic heterogeneity of different lymphoid malignancies. The identification of specific molecular pathways shared by phenotypic/genetic distinct types of leukemias may provide important understanding of critical molecular pathways in leukemia. Aims: To compare the genome-wide methylation profiles of ALL and CLL. To do so, we have used a genome wide methylation assay combining MCA (Methylated CpG island Amplification) with the Agilent promoter CpG array. This allows the identification simultaneously of hundreds of abnormally methylated CpG islands. The aim was to identify common epigenetically regulated pathways shared by both disorders. Results: We identified 280 promoter CpG islands differentially methylated in CLL and 405 protomer CpG island differentially methylated in ALL. Of all these genes, 47 (7.4%) of them were commonly methylated in both ALL and CLL. We then characterized the methylation profiles of these 47 genes in a cohort of ALL (N=24) and CLL (N=78) patient samples and tried to identify common molecular pathway(s) that are epigenetically deregulated in ALL and CLL. We also performed interaction pathway and functional analysis of these 47 genes using the online Ingenuity Pathway Analysis tools. The initial analysis divided these genes into 8 functional networks, with major functions involving cancer, cell growth and differentiation, and tissue development. We validated 18 of these 47 genes ( NR2F2, SOX14, SOX11, DLX1, DLX4, FAM62C, BLC11B, KLK10, PRIMA1, HAND2, BNC1, SPOCK, COL2A, GPC6, SSTR1, PEG10, BASP1, CYP1B1 ) in human leukemia cell lines (N=22), CLL patient samples (N=78), ALL patient samples (N=24) and normal CD19+ B-cells (NBCs) from healthy controls (N=10). All of the 18 genes with the exception of BNC1 have higher level of methylation in leukemia cell lines, CLL and ALL patients than NBCs. For some of these genes, the level of methyation was usually higher in ALL than CLL patients ( NR2F2 , p=0.03; SOX14 , p=0.0005; DLX4 , p=0.0001; FAM62C , p=0.0003; KLK10 , p=0.039; PRIMA1 , p=0.0001; HAND2 , p=0.0001; BNC1 , p=0.003; BASP1 , p=0.0001; CYP1B1 , p=0.0001). Conclusions: The current study identified 47 promoter CpG islands that are commonly methylated in both ALL and CLL using MCA-microarray technique. This information will help target on common molecular pathway(s) that are epigenetically deregulated in the pathogenesis of ALL and CLL. The correlation between methylation profile of these genes and prognosis, survival in lymphoid leukemia needs to be further evaluated in a larger number of patients.",
    "topics": [
        "acute lymphocytic leukemia",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cpg islands",
        "genome",
        "lymphoblastic leukemia",
        "leukemia",
        "lymphoid neoplasm, malignant",
        "tumor cells, malignant",
        "cell lines"
    ],
    "author_names": [
        "Weigang Tong, MD, PhD",
        "Shao-Qing Kuang, MD, PhD",
        "William Wierda, MD, PhD",
        "Michael J. Keating, MD",
        "Guillermo Garcia-Manero, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Weigang Tong, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shao-Qing Kuang, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Wierda, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Keating, MD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T12:56:51",
    "is_scraped": "1"
}