{
    "doi": "https://doi.org/10.1182/blood.V122.21.2447.2447",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2559",
    "start_url_page_num": 2559,
    "is_scraped": "1",
    "article_title": "The Influence Of Metabolic Stress On Radiosensitivity Of Hematopoietic Stem and Progenitor Cells ",
    "article_date": "November 15, 2013",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster II",
    "topics": [
        "beta-adrenergic receptors",
        "caspase-3",
        "cd48 antigen",
        "chemotherapy regimen",
        "common cold",
        "cytotoxin",
        "hematologic neoplasms",
        "hemoglobin measurement",
        "immunophenotyping",
        "metabolic stress"
    ],
    "author_names": [
        "Benjamin Povinelli",
        "Kathleen M Kokolus, MS",
        "Leslie Curtin",
        "Elizabeth A Repasky, PhD",
        "Michael Nemeth"
    ],
    "author_affiliations": [
        [
            "Department of Cellular and Molecular Biology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Department of Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Department of Laboratory Animal Resources, Roswell Park Cancer Institute, Buffalo, USA, "
        ],
        [
            "Department of Immunology, Roswell Park Cancer Institute, Buffalo, USA, "
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Healthy hematopoiesis requires maintenance of the population size and function of hematopoietic stem and progenitor cells (HSPC) throughout life, in part through protection of these cells from cytotoxic insults. Despite these protective mechanisms, HSCs are vulnerable to cytotoxic injury, such as total body irradiation (TBI), resulting in decreasing numbers and function of HSCs. In extreme cases, such injury can lead to bone marrow failure or development of hematologic malignancies. Identifying cytoprotective mechanisms will thus be critical to developing prophylactic interventions to protect HSPCs from cytotoxic agents such as TBI or intensive anti-neoplastic chemotherapy. Recently, a series of studies have demonstrated a significant role for cell metabolism in regulating HSPC homeostasis. To test whether metabolic processes also regulated the response of HSPCs to cytotoxic injury, we used a model in which alterations of the thermal environment induce a metabolic stress response in animals. Animals housed at standard temperatures (22°C) are under constant metabolic cold stress and thus need to increase their basal metabolism considerably in order generate additional heat and maintain normal body temperature. This cold stress is abolished in mice housed at a thermoneutral temperature (30°C). Core body temperature for mice remains the same for both conditions. To test the effect of metabolic cold-stress on radiosensitivity, we acclimated 6-8 week old C57BL/6 mice to either 22° or 30° and then exposed them to 9.0 cGy radiation (n = 10). Six days after irradiation, mice housed at 22° exhibited a 1.3-fold increase in hemoglobin levels (p < 0.05) and a 1.9-fold increase in platelet numbers (p < 0.05) compared to mice housed at 30°. We subsequently observed that compared to maintaining animals at 30°, maintaining animals at 22° significantly increased median survival time from 10 to 13.5 days indicating that metabolic cold-stress suppresses radiosensitivity (p< 0.001). To assess the effect of cold-stress on the HSPC population, we irradiated acclimated animals at reduced doses of radiation (3 cGy). Three days after irradiation, the percentage of whole bone marrow cells that expressed a lineage negative, Sca-1 + , c-kit + , CD150 + , CD48 - (LSK SLAM) immunophenotype of whole bone marrow was 1.75-fold higher in mice under metabolic cold-stress compared to those at thermoneutrality (p < 0.02, n = 5). This difference was not due to a changes in cell cycle of this population as mice under cold-stress exhibited an equal percentage of actively cycling LSK SLAM cells as mice under thermoneutral conditions (73.3 ± 5.8% versus 74.6 ± 4.5% respectively, n = 5). However, we did observe that mice under cold-stress demonstrated a significant 3.5-fold decrease in the percentage of apoptotic LSK SLAM cells, as measured by active caspase-3, after irradiation (p < 0.01, n = 3). These data suggest that cold-stress protects HSPCs through anti-apoptotic mechanisms. One potential mechanism involves increased signaling through the β-adrenergic receptor as under cold-stress conditions, the parasympathetic nervous system is activated to induce adaptive thermogenesis and produce additional heat for maintaining body temperature. To test if this pathway was involved in protection of the LSK SLAM population we administered acclimated mice with daily 10 mg/kg doses of the β-blocker propanolol after 3.0 cGy TBI. Propanolol treatment of mice-under cold-stress resulted in a percentage of apoptotic LSK SLAM cells equivalent to those observed in vehicle-treated mice under thermoneutral conditions (15.5 ± 10.4% versus 27.1 ± 1.2% respectively, p = 0.12, n = 3), suggesting that blocking β-adrenergic signaling was able to partially reverse the protective effects of cold-stress. Taken together, these data indicate that systemic alterations in cell metabolism due to cold-stress alter radiosensitivity and suggest that the protective mechanisms of cold-stress are partly mediated through β-adrenergic signaling. These data also suggest the exciting possibility that pharmacologic induction of the β-adrenergic pathway, using agents already approved for clinical applications, can be used to protect the bone marrow against cytotoxic injury. Disclosures: No relevant conflicts of interest to declare."
}