{
    "doi": "https://doi.org/10.1182/blood.V114.22.2892.2892",
    "article_title": "The Outcome of Different Types of Second-Line Therapy in Multiple Myeloma Patients Relapsing After Uniform Front-Line Treatment with High-Dose Melphalan and Autologous Stem Cell Transplantation. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster II",
    "abstract_text": "Abstract 2892 Poster Board II-868 Background and aim. While multiple myeloma (MM) still remains largely incurable, therapeutic options for patients with MM are expanding. However the best way to use the different effective regimens, either in combination or in sequence, during the course of MM in the single patient is still unknown. Data from controlled studies rarely report the treatments received before and after the enrollment of patients in the clinical trial, which may significantly impact on response and survival. As an example, the best treatment for patients relapsing after first-line high-dose melphalan (HD-Mel) and autologous stem cell transplantation (ASCT) is not standardized. To this end we have retrospectively analyzed an uniform cohort of such patients treated at our Institution, comparing their outcome according to the type of second-line and further consolidation treatment received. Patients and methods. In 156 patients affected by MM and treated between 1997 and 2008 with HD-Mel and ASCT as first line therapy, relapse has occurred in 92 (59%). Females were 39 (42%), males 53 (58%), median age was 60 (range 34-75). As induction therapy before ASCT, 89 (97%) had received VAD regimen, and only 3 (3%) thalidomide/bortezomib-based regimen. Sixty-one patients (66%) had received a single ASCT and 31 a double ASCT (34%). A second-line therapy was given to 87/92 patients. They were subdivided in 3 subgroups according to the type of second-line treatment received: 1) thalidomide-based regimens (THAL) were given to 55 pts (63%) followed by a consolidation ASCT in 13 (24%) 2) bortezomib-based regimens (BORT) were used in 13 (15%) and subsequent ASCT in 3 of them (23%) 3) chemotherapy and/or steroids (CHEMO) were used in 19 (22%) followed by ASCT in 15 (79%). Median follow-up from diagnosis was 57 (13-145) in THAL, 39 (17-140) in BORT and 59 months (25-113) in CHEMO respectively. The baseline characteristics, including age, of the three subgroups were similar as well as the CR/VGPR and ORR rates obtained after first-line treatment (THAL 47% and 87%; BORT 69% and 100%; CHEMO 53% and 100%, respectively). The subgroups also did not differ in median duration of first response, which ranged from 13 to 15 months and median time to second treatment, which was 26 months in all subgroups. The proportion of patients receiving a double ASCT were significantly higher in BORT (69%) compared to THAL (34%) (P=0.03) and CHEMO (5%) (p=0.002), and in THAL (34%) compared to CHEMO (5%) (p=0.015). Results. After second line therapy the ORR (CR+VGPR+ PR) of the three subgroups was: THAL 60%, BORT 77% and CHEMO 58%. (p=NS). The second CR/VGPR rate was non significantly higher after BORT (46%) than after THAL (25%) or CHEMO (21%) (p=0.17). Moreover, when considering patients not undergoing second-line consolidation ASCT, the ORR was significantly better in THAL and BORT subgroups compared to CHEMO (50%, 70% and 0%, respectively p=0.03). After a median follow-up from second-line treatment of 28 months (range 1-99), the 2-y PFS was 38% after THAL (median 18 months), 34% after BORT (median 16 months) and 17% after CHEMO (median 12 months) (p=NS). The 2-y OS was 78% (median 49 months), 70% (median not reached), and 70% (median 33 month) after THAL, BORT and CHEMO, respectively (p=NS). However when considering patients not undergoing second-line consolidation ASCT, the 2-y OS was significantly better after THAL and BORT than after CHEMO (p=0.024). Conclusion. In spite of having frequently received a first-line double ASCT, BORT patients seemed to achieve responses of better quality. However, in patients relapsing after first-line HD-Mel and ASCT, the choice of THAL, BORT or CHEMO-based regimens as second-line therapy did not seem to impact on overall response rates and survival, provided that patients treated with CHEMO could be consolidated with a second ASCT. Hence newer drugs may be reserved for those patients not fit for ASCT, preserving them for effective third-line treatment in the other patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "melphalan",
        "multiple myeloma",
        "second line treatment",
        "chemotherapy regimen",
        "thalidomide",
        "bortezomib",
        "follow-up",
        "brachial plexus neuritis",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Claudia Crippa, MD",
        "Samantha Ferrari, MD",
        "Monica Drera, MD",
        "Marinella Calarco, MD",
        "Antonio Regazzoli, MD",
        "Giuseppe Rossi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claudia Crippa, MD",
            "author_affiliations": [
                "Division of Hematology, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samantha Ferrari, MD",
            "author_affiliations": [
                "Division of Hematology, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Drera, MD",
            "author_affiliations": [
                "Division of Hematology, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marinella Calarco, MD",
            "author_affiliations": [
                "Laboratory of Hematology, Spedali Civili, Brescia, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Regazzoli, MD",
            "author_affiliations": [
                "Laboratory of Hematology, Spedali Civili, Brescia, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Rossi, MD",
            "author_affiliations": [
                "Division of Hematology, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T18:44:46",
    "is_scraped": "1"
}