{
    "doi": "https://doi.org/10.1182/blood-2020-137716",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4484",
    "start_url_page_num": 4484,
    "is_scraped": "1",
    "article_title": "Phase 1 Multiple Ascending Dose Study of Safety, Tolerability, and Pharmacokinetics/Pharmacodynamics of Mitapivat (AG-348) in Subjects with Sickle Cell Disease ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Background. Sickle cell disease (SCD) is a devastating disorder initiated by polymerization of the deoxy-hemoglobin S (HbS) to form fibers that distort (sickle) erythrocytes. Increased intracellular 2,3- diphosphoglycerate (2,3-DPG) stabilizes fibers and promotes sickling, while decreased intracellular adenosine triphosphate (ATP) levels can lead to hemolysis. Mitapivat (AG-348) is an oral, small molecule, allosteric activator capable of activating both mutant and wild type red cell pyruvate kinase (PKR), thus decreasing 2,3-DPG and increasing ATP levels in red cells and potentially acting as an anti-sickling agent. The safety, tolerability, pharmacokinetics (PK), and pharmacodynamics (PD) of multiple ascending doses of mitapivat were assessed in subjects with SCD in a Phase I study. Methods . Subjects aged ≥ 18 years with a confirmed diagnosis of SCD (HbSS), adequate organ function, baseline Hb ≥ 7 g/dL, and no transfusions or erythropoietin therapy in the prior 3 months were eligible. Concomitant stable hydroxyurea (HU) and/or L-Glutamine therapy was permitted on study. Subjects received either 3 or 4 ascending dose levels of mitapivat (5 mg BID, 20 mg BID, 50 mg BID, 100 mg BID) for 2 weeks' duration each, followed by a 12-15-day drug taper. The primary endpoint was safety and tolerability as assessed by frequency and severity of adverse events (AEs) and laboratory parameters. Secondary endpoints included changes in hematological parameters, 2,3-DPG and ATP levels, and markers of Hb S polymerization (p50 and t50). Results . Nine subjects have been enrolled as of July 2020. One patient discontinued treatment early and was lost to follow-up. Results pertain to the 8 subjects who completed study: mean age was 43.6 years (range 34-55 years), 5 were male, and 7 were stabilized on HU. The initial 6 subjects escalated to a maximum dose of 50 mg BID, and the subsequent 2 subjects escalated up to a 100 mg BID dose following a protocol amendment. All 8 subjects reported AEs; the most common treatment related AEs were hypertension (n=3, Grades 1-3), insomnia (n=3, Grade 2), and asymptomatic heart rate increase on vital signs (n=3, Grade 1). 5 serious AEs (SAEs) were reported in 4 subjects, with only 1 SAE possibly attributable to study drug - a vaso-occlusive crisis (VOC) during drug taper, after which the protocol was amended to increase the length of taper from 9 to 12 days for the 50 mg BID dose and 15 days for the 100 mg BID dose. No VOCs have occurred during core period or on the prolonged drug taper. The SAEs not attributable to study drug included a VOC at the end of study, VOC-related transaminitis (Grade 2), a non-VOC-related pain episode, and a pre-existing pulmonary embolism discovered shortly after study drug initiation. Table 1 details the PD and clinical laboratory measures. Mean 2,3-DPG levels decreased and ATP levels increased in a dose-dependent manner. ATP levels remained elevated immediately following drug taper in 5/8 subjects. Both ATP and 2,3-DPG levels returned to near baseline by 4 weeks after drug taper. Decreases in p50 and increases in t50 at various dose levels support an anti-sickling effect of mitapivat in a subset of subjects, though responses were highly variable. Mitapivat increased Hb levels in a dose-dependent manner with a concomitant decrease in hemolytic markers. Mean change in Hb from baseline for all 8 subjects at the 50 mg BID dose level was 1.2 g/dL (range -0.3-2.7 g/dL), followed by near return to mean Hb baseline after drug taper. Hemolytic markers similarly returned to near baseline after drug taper. 3/8 and 5/8 subjects achieved a Hb increase of ≥ 1 g/dL at the 20 and 50 mg BID dose levels, respectively. A small dose-dependent increase in mean corpuscular volume (MCV) was also observed, suggesting a potential alternative mechanism of mitapivat, acting through the ATP-dependent Gardos channel to increase red cell hydration, decrease hemolysis, and improve red cell survival in SCD. Conclusion. Mitapivat demonstrated an acceptable safety profile across the tested dose levels in 8 subjects with SCD. Analyses of data show promising evidence of efficacy in terms of Hb increase from baseline with concomitant decreases in hemolytic markers. The accompanying changes in metabolites and sickling studies are consistent with the proposed mechanism of the drug. The study is ongoing with a planned sample size of 15 subjects completing 6-8 weeks of treatment. Additional data including PK will be presented. View large Download slide View large Download slide  Disclosures Iyer: Novartis: Current equity holder in publicly-traded company; Agios Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Mangus: Agios Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Kung: Agios Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company. Dang: Agios Pharmaceuticals Inc.: Current Employment, Current equity holder in publicly-traded company. Kosinski: Agios Pharmaceuticals Inc: Current Employment, Current equity holder in publicly-traded company. Hawkins: Infinity Pharmaceuticals: Current equity holder in publicly-traded company; Bristol-Myers Squibb: Current equity holder in publicly-traded company; Agios Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company; Jazz Pharmaceuticals: Current equity holder in publicly-traded company.",
    "topics": null,
    "author_names": [
        "Julia Z. Xu, MDMS",
        "Anna Conrey, NP",
        "Ingrid Frey, RN, BSN, MS",
        "James Nichols, RN",
        "Laurel A Menapace, MD",
        "Laxminath Tumburu, PhD",
        "Timothy Lequang, MSc",
        "Quan Li, PhD",
        "Emily Dunkelberger, PhD",
        "Eric Henry, PhD",
        "Troy Cellmer, PhD",
        "Varsha Iyer",
        "Heidi Mangus, BS",
        "Charles Kung, PhD",
        "Lenny Dang, PhD",
        "Penelope A. Kosinski, MS",
        "Peter Hawkins, PhD",
        "Neal Jeffries, PhD",
        "William Eaton, MD",
        "Swee Lay Thein, DSc, FRCP, MBBS, MRCP"
    ],
    "author_affiliations": [
        [
            "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Agios Pharmaceuticals, Inc., Cambridge, MA "
        ],
        [
            "Agios Pharmaceuticals, Inc., Cambridge, MA "
        ],
        [
            "Agios Pharmaceuticals, Inc., Cambridge, MA "
        ],
        [
            "Agios Pharmaceuticals, Inc., Cambridge, MA "
        ],
        [
            "Agios Pharmaceuticals, Inc., Cambridge, MA "
        ],
        [
            "Agios Pharmaceuticals, Inc., Cambridge, MA "
        ],
        [
            "Office of Biostatistics Research, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
        ],
        [
            "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999"
}