{
    "doi": "https://doi.org/10.1182/blood.V126.23.3486.3486",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2995",
    "start_url_page_num": 2995,
    "is_scraped": "1",
    "article_title": "Plasma Constitutive Serum Amyloid A4 Is Procoagulant and Is Elevated in Venous Thrombosis Patients ",
    "article_date": "December 3, 2015",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "topics": [
        "amyloid",
        "plasma",
        "venous thrombosis",
        "lipoproteins",
        "thrombin",
        "venous thromboembolism",
        "anticoagulants",
        "hemostasis procedures",
        "hemostatics",
        "lipids"
    ],
    "author_names": [
        "John H. Griffin, PhD",
        "Jose A. Fernandez, MD PhD",
        "Ranjeet Kumar Sinha, PhD MSc",
        "Darlene J. Elias, MD",
        "Hiroshi Deguchi, MD PhD"
    ],
    "author_affiliations": [
        [
            "The Scripps Research Institute, La Jolla, CA"
        ],
        [
            "The Scripps Research Institute, La Jolla, CA"
        ],
        [
            "The Scripps Research Institute, La Jolla, CA"
        ],
        [
            "The Scripps Research Institute, La Jolla, CA"
        ],
        [
            "The Scripps Research Institute, La Jolla, CA"
        ]
    ],
    "first_author_latitude": "32.8957567",
    "first_author_longitude": "-117.2424725",
    "abstract_text": "Regulation of thrombin generation by the factors ( F ) Xa:Va complex is key for achieving hemostasis and avoiding thrombosis, i.e., for the hemostatic balance. Plasma lipoproteins and minor abundance lipids can influence the hemostatic balance. For example, oxidized LDL is procoagulant, HDL is anticoagulant as an APC:protein S cofactor, certain glycosphingolipids are anticoagulant cofactors, and acyl carnitines and lysosulfatides inhibit the FXa;Va complex. To identify novel lipoprotein factors that affect FXa:Va activity (prothrombinase (IIase) activity), lipoprotein fractions from ten adult varied subjects were made by ultracentrifugation and, following dialysis into Hepes-buffered saline, screened for their procoagulant activity in purified IIase assays. Each lipoprotein fraction, except that from one subject (#939) with only 22% activity, similarly enhanced thrombin generation by IIase. SDS page analysis of these lipoprotein fractions showed a very low level of one protein band (14 kDa) for subject #939. Proteomics analysis of that band from normal lipoprotein fractions implied this 14 kDa band was constitutive serum amyloid A4 (SAA4). The biologic functions of SAA4 are unclear. To assess its procoagulant activity, recombinant 14 kDa SAA4 was studied in various coagulation assays. When SAA4 was added to IIase assays, it caused a robust procoagulant activity in the presence of FVa but not in the absence of FVa. Plasma-based coagulation assays, done without phospholipids added, were also used, including FXIa-induced thrombin generation, and FXa-1-stage clotting assays. Recombinant SAA4 was mildly or strongly procoagulant in these plasma-based assays. SAA4 dose-dependently shortened the FXa-induced clotting time from 320 sec to 55 sec; and SAA4 increased thrombin generation by 15 % in normal plasma and by 85 % in plasma from subject #939. Direct interactions between recombinant SAA4 and purified FXa were studied using SPR (Octet Red™) with immobilized-FXa subjected to titrations of SAA4. Kinetic constants gave a value for Kd apparent of 25 nM for SAA4 binding to FXa. Thus, SAA4 binds FXa and is procoagulant by enhancing IIase activity. We then assessed potential clinical relevance of SAA4's procoagulant activity. SAA4 is a plasma apolipoprotein, mainly made in the liver, with a constant plasma level of 4 µM. It is not an acute phase protein, unlike SAA1 and SAA2. SAA4 contains 112 residues and plasma contains two monomeric isoforms (14 kDa and 19 kDa) due to the absence or presence of N-glycosylation at Asn-76. The plasma levels of monomeric SAA4 (combined 14 and 19 kDa isoforms) were determined by quantitative IR immunoblotting (non-reduced SDS PAGE) using the Odyssey IR imaging system (Li-Cor Biosciences) for 110 venous thrombosis (VTE) subjects and 110 matched controls from the Scripps Venous Thrombosis Registry. The Registry samples were from male and female adults without cancer or lipid altering drugs who were < 55 yrs old and gave fasting blood samples > 3 months after the clinical event (see H. Deguchi et al, BLOOD 2015). When the relative fluorescence unit (RFU) values for SAA4 14 and 19 kDa monomer bands for 110 normal subjects were normalized to a median of 100 %, patients with VTE had significantly higher plasma levels of monomeric SAA4 (median 116.4 RFU vs median 100 RFU, p=0.0005) (see median values in Figure). The odds ratio (OR) for the 75%-ile cut-off was 2.1 (95% CI = 1.2 - 3.8, p=0.01) (see Figure). Thus, SAA4 monomers are elevated in VTE patients compared to matched controls for the Scripps Venous Thrombosis Registry. Further studies are needed to replicate this finding and to gather more data towards deciphering whether the link between elevated SAA4 and VTE is causal, consequential or coincidental. However, the fact that recombinant 14 kDa SAA4 binds FXa and is procoagulant in purified IIase assays and in plasma-based clotting assays provides biological plausibility for a causal prothrombotic role for SAA4. These findings also raise the possibility that SAA4 procoagulant activity might contribute to normal hemostasis. Further studies are needed to clarify the details for the procoagulant effects of SAA4 on coagulation pathways. In summary, these results show that elevated monomeric plasma levels of SAA4 are strongly linked to VTE in adults (< 55 yrs old) and that SAA4 itself is a potential enhancer of thrombin generation in plasma. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}