{
    "doi": "https://doi.org/10.1182/blood.V118.21.1346.1346",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2001",
    "start_url_page_num": 2001,
    "is_scraped": "1",
    "article_title": "Long-Term Outcome of Immunosuppressive Therapy with Rabbit Antithymocyte Globulin (rATG) for Childhood Severe Aplastic Anemia for 15 Years ",
    "article_date": "November 18, 2011",
    "session_type": "508. Bone Marrow Failure: Poster I",
    "topics": [
        "antithymoglobulin",
        "aplastic anemia",
        "child",
        "oryctolagus cuniculus",
        "therapeutic immunosuppression",
        "inappropriate sinus tachycardia",
        "cyclosporine",
        "human leukocyte antigens",
        "prognostic factors",
        "adverse event"
    ],
    "author_names": [
        "Dae-Chul Jeong, MD, PhD",
        "Nack Gyun Chung, M.D., Ph.D.",
        "Jae Wook Lee, M.D.",
        "Pil-sang Jang, M.D., Ph.D.",
        "Bin Cho, MD",
        "Hack-Ki Kim, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Incheon St. Mary's hospital, School of Medicine, The Catholic University of Korea, Incheon, South Korea, "
        ],
        [
            "Pediatrics, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Pediatrics, Seoul St. Mary's Hospital, School of Medicince, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Pediatrics, Uijeongbu St. Mary's hospital, School of Medicine, The Catholic University of Korea, Uijeongbu, South Korea, "
        ],
        [
            "The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Pediatrics, Seoul St. Mary's Hospital, School of Medicine, The Catholic University of Korea, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.4848448",
    "first_author_longitude": "126.72485749999998",
    "abstract_text": "Abstract 1346 Immunosuppressive therapy (IST) with horse antilymphocyte globulin (ALG) and cyclosporin (CSA) has been reported to achieve a 60∼70% response rate in children with severe aplastic anemia (SAA). Rabbit antithymocyte globulin (rATG) has greater immunosuppressive potency than ALG (Blood 2007;109:3219), and may be effective when implemented in the IST of children with SAA. However, several reports with rATG in IST for SAA showed lower response and survival than with ALG. We analyzed retrospectively the long-term outcome of childhood aplastic anemia (AA) with CSA and rATG (2.5mg/kg/day for 5 days). We retrospectively reviewed the medical records of 112 children newly diagnosed with SAA between 1991 and 2005, who initially did not have an HLA-matched donor, and received IST with ALG or rATG for 5 days and CSA (5mg/kg) for 6 months. Some patients received oxymetholone after IST. Fifty eight children were treated with rATG and cyclosporine (CSA) only. Median age at diagnosis was 9.2 years-old (0.8 ∼15.3), and 30 boys (51.7%) were included in this study. Eleven children (18.9%) were diagnosed with very SAA (VSAA). In most patients (84.5%), the etiology of SAA was not identified. Median time between diagnosis and start of IST was 11 days (1 ∼ 260). The response rates were 36.2% at 4 weeks, 50.0% at 3 months, 48.3% at 6 months, 55.4% at 9 months, and 55.6% at 12 months post-IST. The response rate showed an increasing trend up till 9 months post-IST. The overall relapse rate observed was 31.4% (median time 22.4 months, range: 1.3 ∼ 101.8). Important adverse events included serum sickness (43.1%), and elevated liver enzyme (5.2%). Seven children with no response or relapse received 2 nd IST with ALG or rATG. Fifteen children with no response (n=11) or relapse (n=4) were transplanted with an HLA- matched donor after median of 1.4 years (0.4 ∼ 9.2) post-IST. The overall survival (OS) and failure free survival (FFS) rates were 79.8% and 41.6% in IST with rATG and CSA. Prognostic factors for OS were severity ( P =0.046, HR: 2.59, 95%CI: 1.02∼6.59) and relapse ( P =0.03, HR: 7.24, 95% CI: 1.21∼43.46) in multivariate analysis, although absolute neutrophil counts, corrected reticulocyte count, time between diagnosis and IST, response at 4 weeks, 3 months, 9 months, and 12 months were also significant in univariate study. Important prognostic factor for FFS was response at 9 months ( P <0.001, HR: 8.59, 95% CI: 3.78∼ 19.51) in multivariate study, although response at 4 weeks, 6 months, 12 months were also important in univariate analysis. In this study, the response rate observed 12 months after IST with rATG and CSA was 55.6%, and OS or FFS rates were comparable to historical results obtained with ALG. We concluded that IST with rATG (2.5mg/kg/day for 5 days) may be an effective therapeutic strategy for childhood SAA, with delayed response assessment when compared to IST with ALG. Results of IST with rATG with modified doses are important for further evaluation of therapeutic potential of rATG in pediatric SAA. Disclosures: No relevant conflicts of interest to declare."
}