{
    "doi": "https://doi.org/10.1182/blood.V116.21.431.431",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1673",
    "start_url_page_num": 1673,
    "is_scraped": "1",
    "article_title": "Phase II/III Study of Cyclophosphamide, Doxorubicin, Vincristine, and Prednisolone with Rituximab (R-CHOP) Versus Biweekly CHOP with Rituximab (R-Bi-CHOP) In Untreated Advanced-Stage Indolent B-Cell Lymphoma: Japan Clinical Oncology Group (JCOG) 0203 Trial ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Immunotherapy for Indolent Lymphoma",
    "topics": [
        "b-lymphocytes",
        "cyclophosphamide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "doxorubicin",
        "indolent",
        "lymphoma",
        "prednisolone",
        "r-chop",
        "rituximab",
        "vincristine"
    ],
    "author_names": [
        "Takashi Watanabe, MD, PhD",
        "Yasuo Morishima, MD, PhD",
        "Taro Shibata, MSc",
        "Nobuo Maseki, MD, PhD",
        "Tomohiro Kinoshita, MD, PhD",
        "Takayo Suzuki, MD, PhD",
        "Motoko Yamaguchi, MD, PhD",
        "Kiyoshi Ando, MD, PhD",
        "Michinori Ogura, MD, PhD",
        "Masafumi Taniwaki, MD, PhD",
        "Naokuni Uike, MD, PhD",
        "Kengo Takeuchi, MD, PhD",
        "Shigeru Nawano, MD, PhD",
        "Takashi Terauchi, MD, PhD",
        "Kunihiro Tsukasaki, MD, PhD",
        "Tomomitsu Hotta, MD, PhD",
        "Kensei Tobinai, MD, PhD"
    ],
    "author_affiliations": [
        [
            "National Cancer Center Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Cell Therapy, Aichi Cancer Center Hospital, Nagoya, Japan, "
        ],
        [
            "JCOG Data Center, Clinical Trials and Practice Support Division, Center for Cancer Control and Information Services, National Cancer Center, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Saitama Cancer Center, Ina, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Shiga Medical Center for Adults, Moriyama, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Japan, "
        ],
        [
            "Hematology/Oncology, Tokai University Hospital, Isehara, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya Daini Red Cross Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Molecular Hematology and Oncology, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Hematology, National Hospital Organization Kyushu Cancer Center, Fukuoka, Japan, "
        ],
        [
            "Pathology Project for Molecular Targets, Cancer Institute, Japanese Foundation for Cancer Research, Tokyo, Japan, "
        ],
        [
            "Center for Radiological Science, International University of Health and Welfare Mita Hopital, Tokyo, Japan, "
        ],
        [
            "Screening Technology and Development Division, Research Center for Cancer Prevention and Screening, National Cancer Center, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Molecular Medicine, Atomic Bomb Disease Institute, Nagasaki University Graduate School of Biomedical Science, Nagasaki, Japan, "
        ],
        [
            "National Hospital Organization Nagoya Medical Center, Nagoya, Japan, "
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.665498",
    "first_author_longitude": "139.76803569999998",
    "abstract_text": "Abstract 431 Introduction: There has been no standard treatment for untreated advanced-stage indolent B-cell lymphoma, including follicular lymphoma (FL). However, cyclophosphamide, doxorubicin, vincristine, and prednisolone with rituximab (R-CHOP) is regarded as one of the most effective frontline therapies. Granulocyte colony-stimulating factor (G-CSF) has been often used to shorten CHOP intervals, and it potentiates the antibody-dependent cell-mediated cytotoxicity of rituximab. Methods: To improve the outcome of R-CHOP, we conducted a phase II/III trial comparing R-CHOP with biweekly CHOP with rituximab (R-Bi-CHOP). Patients with previously untreated stage III/IV indolent B-cell lymphoma were randomized to receive 6 cycles of R-CHOP or R-Bi-CHOP. All patients received a total of 6 doses of rituximab, 2 days prior to each cycle of CHOP. In the R-Bi-CHOP arm, during each cycle patients received G-CSF for 6 days until the next cycle's rituximab was given. Maintenance use of rituximab was not allowed. The primary endpoint of the phase II portion was complete response rate (%CR). The primary and secondary endpoints of the phase III study were progression-free survival (PFS), and overall survival (OS) and safety, respectively. Age, bulky disease, and institution were used as dynamic allocation adjustment factors. The sample size was determined with a one-sided alpha of 0.05 and beta of 0.2. All the histopathologic specimens were reviewed by 3 hematopathologists. In the phase II portion, the response was judged according to the International Workshop Criteria by the Central CT Review Committee. Results: For the 73 patients enrolled in the phase II portion, the %CR of the R-CHOP and R-Bi-CHOP arms were 60% vs. 72%, both of which were above the threshold value, and consequently this study continued to the phase III portion. Between September 2002 and February 2007, 300 patients were enrolled in the study overall. The median age of all patients was 54 years. Baseline characteristics were well balanced between the 2 arms except for B symptoms and the number of extranodal sites (R-CHOP < R-Bi-CHOP). FL (G1 to G3) was seen in 88%. The delivered doses were exactly the same in both arms except for vincristine (R-CHOP > R-Bi-CHOP). Excluding 1 patient with histologic transformation, 299 patients were eligible for survival analysis. The median follow-up time for all randomly assigned patients was 4.7 years at the planned analysis time point 3 years after the last patient enrollment. Of note, most of the enrolled patients were followed up for more than 3 years. There was no significant difference in PFS between the R-CHOP and R-Bi-CHOP arms: median, 3.6 y [95% confidence interval (CI), 3.0–5.1 y] vs. 4.2 y [95%CI, 3.1–5.4 y]; 40% [95%CI, 31–49%] vs. 40% [95%CI, 30–50%] at 6 y (HR=0.94, stratified log-rank p=0.35). The median survival time was not reached in either arm and there was no significant difference in 6-y OS: 85% [95%CI, 75–92%] vs. 87% [95%CI, 77–92%] (p=0.53). No difference was found in either 6-y PFS or 6-y OS in any of the 3 risk groups defined by the Follicular Lymphoma International Prognostic Index. Moreover, the 2 arms did not differ in PFS or OS in the 2 International Prognostic Index risk categories (low/low-intermediate and high-intermediate/high) or in groups based on patient age (above or below 60 years). As for FL patients, there was no significant difference in PFS between R-CHOP (n=133) and R-Bi-CHOP (n=132): median, 3.7 y vs. 4.2 y; 42% vs. 40% at 6 y (p=0.45). Of 134 patients in the R-CHOP arm, 7 (5.2%) developed interstitial pneumonitis. Pneumocystis jiroveci was the cause in 6 of these. Because the original protocol stipulated prophylaxis against this organism only for patients assigned to the R-Bi-CHOP arm, it was amended to include both arms. The incidence of G4 neutropenia, G3 infection, and G3 peripheral neuropathy in the R-CHOP and R-Bi-CHOP arms were 85% vs. 37%, 34% vs. 15%, and 2.0% vs. 7.3%, respectively. Conclusion: R-Bi-CHOP, a dose-dense approach, has failed to improve the outcome of R-CHOP treatment for untreated patients with advanced-stage indolent B-cell lymphoma. The long-term PFS with R-CHOP treatment is unsatisfactory, warranting further investigations on post-remission therapy after R-CHOP. Disclosures: Kinoshita: Chugai Pharmaceutical Co., Ltd., Zenyaku Kogyo Co., and Kyowa Hakko Kirin Co., Ltd.: Research Funding."
}