{
    "doi": "https://doi.org/10.1182/blood.V106.11.3235.3235",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=312",
    "start_url_page_num": 312,
    "is_scraped": "1",
    "article_title": "Increased Risk of Epstein-Barr Virus Associated Post-Transplant Lymphoproliferative Disorder (EBV-PTLD) after Anti-Thymocyte Globulin (ATG) Non-Myeloablative (NMA) Conditioning for Umbilical Cord Blood Transplantation (UCBT). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "EBV-PTLD is a known complication of alternative donor hematopoietic stem cell transplantation (HSCT) particularly when used in combination with HSC T-cell depletion and ATG. Initial reports in the setting of UCBT suggested a low incidence of EBV-PTLD (2–5%). We reviewed 335 consecutive patients (pts) who underwent UCBT at our institution between 7/19/94 and 3/29/05. Median age, weight, and follow-up were 16 years (0.2–69), 53.7kg (3.8–134.0) and 1.2 years (77 days9.2 years), respectively. Equine ATG (ATGAM) was used as part of a myeloablative (MA, Cy 120 mg/kg and TBI 1320–1375 cGy ± Flu 75 mg/m 2 ) and non-myeloablative (NMA, Cy 50 mg/kg, Flu 200 mg/m 2 and TBI 200 cGy) preparative regimen in 175/240 and 30/95 patients, respectively. As previously reported the overall incidence of EBV viremia and EBV-PTLD remained low. Overall, use of ATG lead to an increase in the incidence of EBV viremia (defined as > 1,000 copies of EBV DNA per mL of whole blood) and EBV-PTLD (14/205 [7%] with vs. 1/130 [0.7%] without ATG [p=0.16]), but this was not statistically significant. In recipients of a MA preparative regimen, EBV viremia or EBV-PTLD was observed in 8/175 (5%) who received ATG and in 0/65 who did not (p=0.81). However, a higher risk of EBV viremia and PTLD was observed in recipients of ATG and a NMA preparative regimen. EBV viremia or EBV-PTLD after NMA preparative regimen was observed in 6/30 (20%) pts who received ATG and 1/65 (2%) who did not (p<0.01) For the whole group, median time to development of EBV-PTLD was 133 days (54–407) with no difference between the MA and NMA groups [132 days (92–407) vs. 133 days (54–247)]. Among 9 pts who developed EBV-PTLD, 5 are alive (2 MA and 3 NMA) 113-1668 days after UCBT. Therefore, we conclude that patients undergoing a NMA UCBT with ATG are at uniquely higher risk for the development of EBV reactivation or EBV primary infection and EBV-PTLD. Routine monitoring of EBV viral load and pre-emptive treatment of patients who develop a positive viral load must be considered for this group of patients.",
    "topics": [
        "antithymoglobulin",
        "epstein-barr virus-related post-transplant lymphoproliferative disorder",
        "herpesvirus 4, human",
        "posttransplant lymphoproliferative disorder",
        "umbilical cord blood transplantation",
        "conditioning (psychology)",
        "viremia",
        "brachial plexus neuritis",
        "hematopoietic stem cell transplantation",
        "influenza"
    ],
    "author_names": [
        "Claudio G. Brunstein, MD, PhD",
        "Daniel J. Weisdorf, MD",
        "Todd DeFor, MS",
        "Jakub Tolar, MD, PhD",
        "John E. Wagner, MD"
    ],
    "author_affiliations": [
        [
            "Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.972305",
    "first_author_longitude": "-93.2315555"
}