{
    "doi": "https://doi.org/10.1182/blood.V124.21.3866.3866",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2973",
    "start_url_page_num": 2973,
    "is_scraped": "1",
    "article_title": "Monitoring of Bone Marrow Chimerism after Allogeneic Hematopoietic Stem Cell Transplantation – Evaluation of a qPCR Based Chimerism Assay ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "bone marrow",
        "chimerism",
        "dna",
        "hematopoietic stem cell transplantation",
        "early diagnosis",
        "bone marrow specimen",
        "cancer",
        "complete remission",
        "hematological diseases"
    ],
    "author_names": [
        "Roland Reibke, MD",
        "Andrea Dick, PhD",
        "Max Hubmann, MD",
        "Eva Hoster, PhD",
        "Reinhard Henschler, MD",
        "Wolfgang Hiddemann, MD",
        "Karsten Spiekermann, MD",
        "Johanna Tischer, MD"
    ],
    "author_affiliations": [
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians-University Munich, Munich, Germany"
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians-University Munich, Munich, Germany"
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians-University Munich, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.150482700000005",
    "first_author_longitude": "11.580236200000002",
    "abstract_text": "Allogeneic hematopoietic stem cell transplantation (HSCT) has become a valuable therapeutic option for malignant and non-malignant hematological diseases. Engraftment of donor cells is confirmed by repetitive testing for donor chimerism. Since the underlying malignant disease is host derived, the decrease of donor chimerism might precede or indicate the imminent relapse, enabling early intervention and presumably better outcome. STR-assay (Short-Tandem-Repeats-Assay) and XY-FISH (XY based Fluorescence in Situ Hybridization) respectively are routinely performed after HSCT. Furthermore CD34+ cell- chimerism and quantification of minimal residual disease in patients with informative markers might be used to detect early relapse. In this prospective, non-interventional study we evaluated the accuracy, reliability and feasibility of a qPCR based commercially available assay (Allele SEQR® Chimerism Assay, Abbott). In addition, the early detection of hematological relapse was analyzed as a clinical readout. Between May 2011 and January 2013 95 patients received allogeneic HSCT for MDS or acute leukemia (AML = 84) at our transplantation unit and were therefore included in our analysis. According to our local standard bone marrow samples were collected at standardized time points including days 30, 90, 180. The qPCR based Allele SEQR® Chimerism Assay consists of two parts: screening for discriminating, informative markers and subsequent actual quantification of the host DNA. For assay validation 68 patients were suitable. In all patient/donor pairs at least one informative marker could be found and quantitative results could be achieved. In 65/68 pairs (95.6%) even ≥ 2 markers could be identified, however, among 28 related donors three (10.7%) only revealed one discriminating marker. The sensitivity of the assay was proven by means of artificially spiked DNA samples mimicking an amount of 0.1%, 0.05% and 0.01% of “host“ DNA respectively. Testing was performed with 100ng/well patient DNA. The overall time needed for testing was less than four hours. We identified 61 patients with at least two samples in cytomorphological complete remission (CR) after allogeneic HSCT. The overall hematological relapse rate in our cohort was 23% until March 2014. To enable relapse prediction we quantified donor chimerism in CR samples. Scoring for suspicious results by the increase of host chimerism by at least one percent point, but not less than one third as compared to previous testing, was highly predictive for imminent relapse (overall relapse rate 86% vs. 15%, p=<0,001, Mantel-Byar Test). Median time from increased host chimerism to relapse was 68 days (25-201). Furthermore no patient relapsed within 120days without prior positive testing. The evaluated qPCR approach proved as a fast and highly sensitive tool for chimerism monitoring after HSCT. It may allow an early detection or exclusion of imminent relapse, enabling chimerism triggered therapy. In perspective we will validate this assay for peripheral blood samples, allowing more convenient and frequent testing. Disclosures Reibke: Abbott molecular Germany: Research Funding."
}