{
    "doi": "https://doi.org/10.1182/blood.V124.21.5832.5832",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2893",
    "start_url_page_num": 2893,
    "is_scraped": "1",
    "article_title": "What Can We Do for the Unrelated Donors of Hematopoietic Stem Cell to Lessen Their Agony? ",
    "article_date": "December 6, 2014",
    "session_type": "711. Cell Collection and Processing",
    "topics": [
        "abdominal pain",
        "adverse event",
        "central venous catheterization",
        "central venous catheters",
        "chills",
        "dizziness",
        "donor leukocyte infusion",
        "donors",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cells"
    ],
    "author_names": [
        "Mark Lee, MD PhD",
        "Jung Hwa Na, R.N.",
        "Hyung In Jang, R.N.",
        "Jin Ho Jang, R.N.",
        "Jongchan Lee, PhD",
        "Chuhl Joo Lyu, MD PhD",
        "Sung-Yong Kim, MD"
    ],
    "author_affiliations": [
        [
            "Konkuk University Medical Center, Seoul, South Korea "
        ],
        [
            "Korea Marrow Donor Program, Seoul, South Korea "
        ],
        [
            "Korea Marrow Donor Program, Seoul, South Korea "
        ],
        [
            "Korea Marrow Donor Program, Seoul, South Korea "
        ],
        [
            "Korea University, Seoul, South Korea "
        ],
        [
            "Yonsei University College of Medicine, Seoul, South Korea "
        ],
        [
            "Konkuk University Medical Center, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.5408245",
    "first_author_longitude": "127.07222089999999",
    "abstract_text": "Objectives : The study purposes are as follows. What are the incidences of adverse events (AEs) after hematopoietic stem cell donations among the unrelated donors registered in Korea Marrow Donor Program (KMDP)? What donor factors have influence on their general discomfort and the limitation of daily activity at the time of stem cell collection? What prohibits the donors from donating stem cell repetitively as a Good Samaritan? Methods : 1,666 consecutive unrelated donors were registered at KMDP from November 2007 to October 2013. General discomfort and pain were assessed using a visual analog scale (numerical measurement, 0 to 10) and other donor symptoms were assessed by making either yes or no reply to each item. The limitation of daily activity was assessed by numerical measurement (0 to 10 scales), 10 being the worst activity. The donor’s intention of repetitive donation was assessed by yes or no reply. The donor symptoms and the intention of repetitive donation were assessed within 48 hours after stem cell collection, and then at 1 week, 4 weeks, and 4 months thereafter. Results : There were 1,292 males and 374 females. 1,525 donors underwent peripheral blood stem cells (PBSC) collection, 100 bone marrow (BM) harvest and 40 leukapheresis for donor leukocyte infusion (DLI). All of 1,525 PBSC donors received granulocyte-colony stimulating factor (G-CSF). 76 donors underwent central line insertion for PB cells collection. The degree of general discomfort and the limitation of daily activity were analyzed in variables of sex, stem cell source, G-CSF administration, collection method, collection period and the intention of repetitive donation. A multiple linear regression analysis showed that general discomfort at the time of stem cell collection was significantly influenced by sex and collection period ( P <0.05). The limitation of daily activity at the time of stem cell collection was significantly influenced by sex, stem cell source, and collection method ( P< 0.05). A multiple logistic regression analysis showed that the intention of repetitive donation at the time of stem cell collection and thereafter was significantly influenced by sex only. At least 80% of stem cell donors had the intention of repetitive donation. Compared to the donors using peripheral line, the donors using central line for PB cells collection suffered more frequently from various AEs: C-line site discomfort, hands and feet numbness, perioral numbness, dizziness, chills, nausea/vomiting and abdominal pain. Conclusions : Stem cell collection via peripheral line is recommended to alleviate the physical stress and to improve daily activity and to encourage repetitive donation, and female donors are more sensitive to stem cell collection than male donors. Disclosures No relevant conflicts of interest to declare."
}