{
    "doi": "https://doi.org/10.1182/blood.V106.11.1605.1605",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=525",
    "start_url_page_num": 525,
    "is_scraped": "1",
    "article_title": "MLL-AF9 and FLT3 Cooperation during Myeloid Leukemogenesis: Development of a Model for Rapid Testing of New Therapeutics. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Human leukemias harboring chromosomal translocations involving the Mixed lineage leukemia ( MLL , HRX , ALL-1 ) gene possess high-level expression, and frequent activating mutations of the receptor tyrosine kinase FLT3. We used a murine bone marrow transplant model to assess cooperation between MLL translocation and FLT3 activation, and demonstrate that MLL-AF9 expression induces leukemia in approximately 70 days whereas the combination of MLL-AF9 and FLT3-ITD does so in less than 30 days. In both cases, the resulting disease is a highly aggressive, clonal, acute myelogenous leukemia. Detailed immunophenotypic analysis demonstrates expansion of an IL-7Rα − Lin − Sca-1 − c-Kit + CD34 int. granulocyte macrophage progenitor (GMP)-like population in both the MLL-AF9 and MLL-AF9/FLT3-ITD induced leukemias. Other progenitor populations such as IL-7Rα − Lin − Sca-1 − c-Kit + CD34 + FcγRII/III lo common myeloid progenitors (CMPs) and IL-7Rα − Lin − Sca-1 − c-Kit + CD34 − FcγRII/III − megakaryocyte erythroid progenitors (MEPs) are absent in the bone marrow from leukemic mice. Secondary transplantation of splenic cells from diseased mice established that leukemic stem cells are present at a very high frequency of approximately 1:100 in both diseases. Cooperation between MLL-AF9 and FLT3-ITD was further verified by real-time assessment of leukemogenesis using non-invasive bioluminescence imaging. We developed a transgenic mouse model that expresses luciferase under control of the ubiquitin promoter to provide luminescent bone marrow cells that can be used as donor cells in bone marrow transplant assays. In these experiments, the development of leukemia was followed in secondary recipients via bioluminescent imaging. We used this model to confirm cooperation of MLL-AF9 and FLT3-ITD, and to demonstrate that MLL-AF9/FLT3-ITD induced leukemias are sensitive to FLT3 inhibition in a 2–3 week in vivo assay. These data (1) show that MLL-AF9 induces acute myelogenous leukemia with a high frequency of leukemic stem cells and expansion of a GMP-like progenitor population, (2) demonstrate that activated FLT3 cooperates with MLL-AF9 to accelerate leukemogenesis, and (3) provide a new genetically-defined model system that should prove useful for rapid assessment of potential therapeutics in vivo .",
    "topics": [
        "flt3 gene",
        "leukemogenesis",
        "ms-like tyrosine kinase 3",
        "rapid screening test",
        "leukemia",
        "impedance threshold device",
        "cd34 antigens",
        "proto-oncogene protein c-kit",
        "bone marrow transplantation",
        "cyclic gmp"
    ],
    "author_names": [
        "Matthew C. Stubbs, PhD",
        "Andrei Krivtsov, PhD",
        "Yong-mi Kim, MD",
        "Renee D. Wright",
        "Zhaohui Feng",
        "Jyoti Agarwal",
        "Andrew L. Kung, MD, PhD",
        "Scott A. Armstrong, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Children’s Hospital, Boston, Boston, MA, USA"
        ],
        [
            "Division of Hematology/Oncology, Children’s Hospital, Boston, Boston, MA, USA"
        ],
        [
            "Division of Hematology/Oncology, Children’s Hospital, Boston, Boston, MA, USA"
        ],
        [
            "Department of Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Division of Hematology/Oncology, Children’s Hospital, Boston, Boston, MA, USA"
        ],
        [
            "Division of Hematology/Oncology, Children’s Hospital, Boston, Boston, MA, USA"
        ],
        [
            "Division of Hematology/Oncology, Children’s Hospital, Boston, Boston, MA, USA",
            "Department of Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
            "Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Division of Hematology/Oncology, Children’s Hospital, Boston, Boston, MA, USA",
            "Department of Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
            "Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.35026145",
    "first_author_longitude": "-71.08611694999999"
}