{
    "doi": "https://doi.org/10.1182/blood-2019-130751",
    "article_title": "Venous Thromboembolism in Lower Extremity Amputees: A Systematic Review of the Literature ",
    "article_date": "November 13, 2019",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "abstract_text": "Patients undergoing lower extremity amputation (LEA) are at risk of developing deep venous thrombosis (DVT) and pulmonary embolism (PE), but no generally accepted prevention guidelines exist. This systematic review aimed at understanding the incidence of VTE with or without thromboprophylaxis in adult patients with major lower extremity amputation (LEA). Primary outcomes were onset of DVT, PE, or mortality. Secondary outcomes were any major adverse events due to treatment. We searched English language full-text papers in multiple databases using keywords, including amputation/adverse effects, amputation/complications, venous thromboembolism, deep vein thrombosis, and pulmonary embolism. Twenty-eight studies providing observations for 4,841 patients were selected. The fatal PE risk was 2.6% without prophylaxis and significantly decreased to a non-zero residual risk of 0.9% with VTE prophylaxis. Above-knee amputees were at greatest risk of VTE and subsequent complications. The risk was not confined to the amputated stump and can involve the contralateral limb. The role of compression ultrasonography screening in asymptomatic patients remains controversial in various populations at risk for VTE. All patients undergoing major LEA should be considered at high risk for the development of VTE, even after discharge from hospital. We recommend prophylactic anticoagulation (if not contraindicated) and clinical surveillance in all patients undergoing LEA and further studies to determine the optimal prophylactic strategy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "amputees",
        "leg",
        "venous thromboembolism",
        "deep vein thrombosis",
        "amputation",
        "lower extremity amputation",
        "pulmonary embolism",
        "adverse effects",
        "adverse event",
        "anticoagulation"
    ],
    "author_names": [
        "Mohammed Abdullah Alsheef, MD",
        "Sam Schulman, MD PhD FRCPC",
        "Marco Donadini, MD",
        "Abdul Rehman Z. Zaidi, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohammed Abdullah Alsheef, MD",
            "author_affiliations": [
                "Department of Medicine, King Fahad Medical City, Riyadh, Saudi Arabia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sam Schulman, MD PhD FRCPC",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Thromboembolism, McMaster University, Hamilton, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Donadini, MD",
            "author_affiliations": [
                "Department of Clinical and Experimental Medicine, University of Insubria, varese, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdul Rehman Z. Zaidi, MBBS",
            "author_affiliations": [
                "Department of Medicine, King Fahad Medical City, Riyadh, Saudi Arabia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T09:41:03",
    "is_scraped": "1"
}