{
    "doi": "https://doi.org/10.1182/blood.V104.11.4692.4692",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=72",
    "start_url_page_num": 72,
    "is_scraped": "1",
    "article_title": "Induction of Apoptosis by Pyrrolobenzothiadiazepines (PBTDs) in Cell Lines and in 12 Chronic Myeloid Leukemia Patients at Onset and Imatinib-Resistant. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "apoptosis",
        "cell lines",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "gel",
        "bcr-abl tyrosine kinase",
        "blast phase",
        "dna",
        "dna fragments",
        "electrophoresis"
    ],
    "author_names": [
        "Carla Di Stefano, MD",
        "Elisabetta Abruzzese, MD",
        "Gabriella Marfe, BS",
        "Romano Silvestri, Pharmacy",
        "Gianfranco Catalano, MD",
        "Malgorzata M. Trawinska, MD",
        "Paola Sinibaldi-Salimei, MD",
        "Sergio Amadori, MD"
    ],
    "author_affiliations": [
        [
            "Dep.Experimental Medicine and Biochemical Science, UNiversity Tor VERGATA, Roma, RM, Italy"
        ],
        [
            "Dep.of Hematology, University Tor VERGATA, Roma, RM, Italy"
        ],
        [
            "Dep.Experimental Medicine and Biochemical Science, UNiversity Tor VERGATA, Roma, RM, Italy"
        ],
        [
            "Experimental Medicine and Biochemical Science, University Tor VERGATA, Roma, Italy"
        ],
        [
            "Dep.of Hematology, University Tor VERGATA, Roma, RM, Italy"
        ],
        [
            "Dep.of Hematology, University Tor VERGATA, Roma, RM, Italy"
        ],
        [
            "Dep.Experimental Medicine and Biochemical Science, UNiversity Tor VERGATA, Roma, RM, Italy"
        ],
        [
            "Dep.of Hematology, University Tor VERGATA, Roma, RM, Italy"
        ]
    ],
    "first_author_latitude": "41.85458849999999",
    "first_author_longitude": "12.61687215",
    "abstract_text": "Chronic myeloid leukaemia (CML) is a clonal myeloproliferative disease driven by the Bcr-Abl hybrid protein expressed in the hemopoietic stem cell compartment. Bcr-Abl deregulated tyrosine kinase (TK) activity, impairs blood cells homeostasis leading to altered growth, homing and apoptosis. Imatinib mesylate (Glivec), an ATP competitor molecule active on Abl and Bcr-Abl TKs, is the gold standard therapy for Bcr-Abl positive CML, however long-term efficacy of the drug is unknown, and resistance has been described. In the present study we focused our attention on some members of the pyrrolo [1,2-b][1,2,5] benzothiadiazepines (PBTDs) family for their potential apoptotic activity. Coumpounds were tested on K562, NPE and ARO cell lines. After showing important apoptotic activity, the compounds were tested on CML cells from 10 patients at onset and 2 patients in blast crisis Imatinib-resistant. Our data evidenced strong activity in apoptosis induction in all patients, including patients that have developed blast crisis under Imatinib treatment. Three compounds (RS779, RS735 and RS678) were selected among the PBTDs. At first compounds were incubated with CML K562 cell line showing DNA fragmentation and the characteristic morphological features of apoptosis such as shrinkage, chromatin condensation, membrane blebbing, evaluated by electronic microscopy analysis. NPE and ARO (neoplastic thyroid cells) cell lines were also tested showing similar results. At this point we decided to test compounds on cells from CML patients. We harvested peripheral blood cells from 10 consecutive CML patients at onset, and also peripheral blood cells from 2 blast crisis evolved under Imatinib treatment. Peripheral blood samples were incubated with PBTDs for 8,16, and 24 hours at 10μM concentration in order to make a direct comparison of apoptotic potencies. Apoptotic DNA fragmentation was tested by agarose gels electrophoresis and was present in all patients generating a characteristic ladder pattern of discontinuous DNA fragments. The characteristic morphological features such as shrinkage, chromatin condensation and membrane blebbing were also evidenced. RS-678 and RS-779 caused strong dose- and time-dependent induction of apoptosis. The DNA fragmentation became apparent at 8 h and increased up to 16h. We also examined the expression of apoptosis-related genes in 6/10 patients at onset. In cells treated with (RS-678) and (RS-779) compounds, expression of pro-apoptotic bax and procaspase-3 genes were increased. The b-actin DNA band used as control, was distributed at similar levels in all samples, while expression of the anti apoptotic bcl-X L and bcl-2 genes were decreased. These results suggest that the apoptotic effect of these compounds is likely mediated through regulation of genes involved in apoptosis, and/or cell survival at the transcriptional level. Among the three compounds tested RS-678 and RS-779 were found to be the most active both in cell lines and in patient samples, whereas RS-735 had little or no effect. These findings suggest that PBTDs could be promising candidates as a novel therapeutic agent for Bcr-Abl-positive CML."
}