{
    "doi": "https://doi.org/10.1182/blood-2021-151168",
    "article_title": "A Survey Conducted during COVID-19 Pandemic Among Brazilian Chronic Myeloid Leukemia and Philadelphia-Negative Myeloproliferative Neoplasms Patients ",
    "article_date": "November 5, 2021",
    "session_type": "632.Chronic Myeloid Leukemia: Clinical and Epidemiological",
    "abstract_text": "Introduction: COVID-19 has severely affected the Brazilian population. By July 2021, the incidence was 19,9 million cases and 556.000 deaths. Recent studies suggest that patients with MPN have higher infection and death rates than the general population. Older age and comorbidities are risk factors for severe COVID-19 in CML and MPN. Objectives This study aimed to evaluate the incidence and clinical evolution of COVID-19 in a cohort of CML and MPN Brazilian patients. Methods This is a prospective, observational, ongoing study. All patients signed informed consent and answered two structured questionnaires within a six months interval. The questionnaire included questions about patient's behavior during pandemic, symptoms, contacts, COVID-19 infection, and vaccination data in the last six months. In addition, demographic data, CML and NMP treatment, comorbidities, laboratory tests, COVID severity, and outcome were collected from the medical records. Results From September 2020 to July 2021, 370 patients answered the first questionnaire, and 153 answered the second: 225 with CML and 145 with MPN (45% essential thrombocythemia, 27.6%, polycythemia vera, 23% myelofibrosis, and 4.8% not classified). In the CML population, the median age was 56 (19-90). Most were receiving tyrosine kinase inhibitors (88,5%) and 26 (11,5%) no treatment, in treatment-free remission (TFR). 80% of the patients were practicing social distancing, and 30% had at least one family member or close contact diagnosed with COVID-19. Comorbidities: hypertension (35%), diabetes (14%), pulmonary disease (6%), cardiac disease (16%), renal disease (7%), other (18%). A total of 28/225 (12.4%) patients had confirmed COVID-19 diagnosis (by serology or PCR), while 10 were suspect. The median age was 47 years, 68% were male, and 41% were not respecting social distancing. Thirty-five percent had comorbidities: 25% hypertension; 68% had a history of close contact with an infected person. One patient was in the accelerated phase, and 27 were in the chronic phase; 4 had a complete cytogenetic response, 13 major molecular response (MMR), 3 MR4.0, and 7 MR4.5. COVID-19 was mild/moderate in 27 and in severe in one case, resulting in death. This patient was a male, 71-year-old, with hypertension, in MMR with nilotinib. At COVID-19 onset, 16 pts were receiving imatinib, five dasatinib; five nilotinib e 2 were in TFR. There was one reinfection, in a 54 years old male patient, with no comorbidities. To date, 84 (37%) patients (pts) have received vaccines against COVID-19: 32 CORONAVAC (Sinovac/Butantan), 51 ChAdOx1nCov-19-Covishield (Astrazeneca/Oxford), and one BNT162 (Pfizer). All COVID-19 cases occurred before vaccination. Among the 145 MPN pts, the median age was 67 years (29-90), and 86% had comorbidities (52% hypertension, 17.5% diabetes, and 13% cardiac diseases). Social distancing was 83%. Nine out of 145 (6.2%) had confirmed COVID-19 diagnosis, and 3% suspect. The median age of these pts was 43 years (28-80). Seven patients had ET and 2 PV. Seven were female. Four pts received Hydroxyurea (HU) and aspirin, four aspirin, one HU, and one no treatment. There were seven mild and two moderate cases requiring hospitalization, none requiring oxygen or mechanical ventilation, none with thrombosis. Two COVID cases occurred after the first dose of vaccines (CORONAVAC and Covishield). In the whole MPN group, 11% have received two doses (57% CORONAVAC, 40% Covishield, and 3.6% BNT 162). Conclusions COVID-19 cases occurred more frequently in younger patients. COVID-19 incidence was higher in the CML than in the MPN population, probably because MPN patients were less exposed, and the older pts were the first to receive vaccines. The impact of the vaccination on the prevention of new cases will be evaluated during the follow-up. Disclosures Bortolini:  Novartis: Speakers Bureau. Pagnano:  Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Astellas: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pintpharma: Other: Lecture; EMS: Other: Lecture; Jansenn: Other: Lecture.",
    "author_names": [
        "Leonardo Fechio",
        "Ana Vitória Ferreira Mota",
        "Jaisson Bortolini",
        "Gislaine B O Duarte",
        "Marcia Delamain",
        "Samuel S Medina",
        "Guilherme Brasil Duffles Amarante",
        "Fernando Vieira Pericole",
        "Hanalydia Machado",
        "Marcelo Addas Carvalho",
        "Katia B Pagnano"
    ],
    "author_dict_list": [
        {
            "author_name": "Leonardo Fechio",
            "author_affiliations": [
                "School of Medical Sciences, University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ana Vitória Ferreira Mota",
            "author_affiliations": [
                "School of Medical Sciences, University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaisson Bortolini",
            "author_affiliations": [
                "Centro de Pesquisas Oncológicas, Florianópolis, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gislaine B O Duarte",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcia Delamain",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel S Medina",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guilherme Brasil Duffles Amarante",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Vieira Pericole",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanalydia Machado",
            "author_affiliations": [
                "Centro de Pesquisas Oncológicas, Florianópolis, Brazil"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcelo Addas Carvalho",
            "author_affiliations": [
                "Hematolology and Hemotherapy Center, University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katia B Pagnano",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:40:01",
    "is_scraped": "1"
}