{
    "doi": "https://doi.org/10.1182/blood.V106.11.4518.4518",
    "article_title": "Sensitive and Quantitative Measurement of Gene Expression Directly from Peripheral Whole Blood, without RNA Isolation and Target Amplification. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Peripheral blood gene expression analysis is increasingly used for diagnosis and prognosis of hematological diseases, as well as for surrogate biomarker discovery in a wide range of non-hematological disorders. However, a critical issue concerning the potential clinical application of these research findings relates to the validity and reproducibility of the blood mRNA quantitation results. Current gene expression technologies often depend on multiple steps: 1) blood isolation; 2) RNA purification and 3) subsequent enzymatic reactions, which affect the accuracy and consistency of results. We describe an assay to measure single- and multi-plexed gene expression directly from whole blood without RNA purification and target amplification. The hybridization-based assay uses branched DNA signal amplification technology with a whole blood lysis protocol that preserves the RNA integrity. The assay is sensitive enough to quantitatively measure genes expressed at low levels in a minority of cells from less than 30ul of whole blood. The coefficients of variations are less than 10% and the dynamic range is 3–4 logs for both singleplex and multiplex formats. The assay signals are several times higher than purified RNA from an equivalent amount of blood. Blood proteins, genomic DNA and reticulocyte mRNAs do not interfere with the assay. The assays are compatible with common anticoagulants and Paxgene treated samples. However, we found the Paxgene induced expression of antiapoptotic genes during processing of the whole blood. We used the multiplex assay to evaluate the impact of common blood processing on the expression of a panel of 30 cytokine and apoptosis genes known to be sensitive to ex vivo purtabation. Minimal impact was found with RBC lysis, followed by whole blood RNA extraction, PBMC isolation and Paxgene stabilization. The lowest correlation of expression was found between RNA extracted from whole blood and RNA extracted from same blood treated with Paxgene (R square=0.77). We believe this assay will contribute to fundamental and therapeutic applications where quantitative gene expression and/or throughput are required.",
    "topics": [
        "amplification",
        "gene expression",
        "rna",
        "whole blood",
        "dna",
        "rna, messenger",
        "antiapoptotic agents",
        "anticoagulants",
        "biological markers",
        "blood proteins"
    ],
    "author_names": [
        "Zhi Zheng, PhD",
        "Yuling Luo, Ph.D",
        "Gary McMaster, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Zhi Zheng, PhD",
            "author_affiliations": [
                "RGenospectra, Inc, Fremont, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yuling Luo, Ph.D",
            "author_affiliations": [
                "RGenospectra, Inc, Fremont, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary McMaster, Ph.D",
            "author_affiliations": [
                "RGenospectra, Inc, Fremont, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T13:08:31",
    "is_scraped": "1"
}