{
    "doi": "https://doi.org/10.1182/blood.V114.22.1042.1042",
    "article_title": "A Phase II Multicentre Study with Elacytarabine as Second Salvage Therapy in Patients with AML. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, Excluding Transplantation Poster I",
    "abstract_text": "Abstract 1042 Poster Board I-64 A Phase II Multicenter Study with Elacytarabine as Second Salvage Therapy in Patients with AML Background: Elacytarabine (CP-4055, cytarabine 5'-elaidic acid ester) is a novel cytotoxic nucleoside analogue with similar mechanisms of action to cytarabine, but unlike cytarabine it is independent of nucleoside transporters for cellular uptake. Aims: To assess efficacy and safety of elacytarabine when given as second salvage therapy to patients (pts) with acute myeloid leukemia (AML). Methods: A multicenter study of elacytarabine as second salvage therapy for AML. Consenting adult pts who had received 2 previous chemotherapy regimens and who had refractory/relapsed AML [CR after first salvage therapy lasting < 6 months] were enrolled. Study drug was administered at 2,000 mg/m2 as a continuous IV infusion (CIV) d1-5q3w. The efficacy endpoints were incidence of CR+CRp and survival. Results were compared with a historical material of similar second salvage AML patients (Giles et al, Cancer 2005;104: 547-54). The population in the current study was matched for prognostic factors identified in the historical control, ie duration of first and second CR, WBC and platelet counts and inv16. Results: Sixty-one pts (41 male and 20 female) with late stage AML and a median age of 57 years (range 25-82) were enrolled between April 2008 and March 2009 and received at least one course of elacytarabine. Fifty-three pts had PS 0-1 and 8 had PS 2. Other prognostic features included: duration of CR1< 12 months (92%), duration of CR2< 6 months (100%), WBC > 50 × 109/L (16%), platelet count < 50 × 109/L (64%). Twelve pts had received previous stem cell transplantation (SCT). Nine patients attained CR/CRp, 5 CR and 4 CRp, representing a remission rate of 15%. The remission rate was superior to the historical control with a p value < 0.0001. Median overall survival was 5.5 months, three times that of the historical control of 1.5 months. Follow up on survival is ongoing. Out of the 61 patients 10 were referred for SCT following treatment, including, but not limited to patients in CR. Elacytarabine was relatively well tolerated and 30 day all cause mortality following treatment was only 13% vs. 25% in the historical control. The most frequently reported related adverse events (AEs) grade = 3 (CTCAE v3.0) were thrombocytopenia, febrile neutropenia, leucopenia, anemia and neutropenia. There were no reported related AEs of grade 5. Summary/Conclusion: Elacytarabine 2000 mg/m2/d has shown promising remission rate, survival, and tolerability in second salvage therapy of AML. Further clinical evaluation of this compound is clearly warranted. Disclosures: O'Brien: Clavis Pharma : Research Funding. Off Label Use: Elacytarabine is under clinical investigation for the treatment of refractory/relapsed AML. Rizzieri: Clavis Pharma: Research Funding. Vey: Clavis Pharma: Research Funding. Ravandi: Clavis Pharma: Research Funding. Krug: Clavis Pharma: Research Funding. Sekeres: Clavis Pharma: Research Funding. Dennis: Clavis Pharma: Research Funding. Venditti: Clavis Pharma: Research Funding. Jacobsen: Clavis Pharma: Employment, Equity Ownership. Staudacher: Clavis Pharma: Former Employee. Nilsson: Clavis Pharma ASA: Employment. Giles: Clavis Pharma: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "multicenter studies",
        "salvage therapy",
        "brachial plexus neuritis",
        "cytarabine",
        "disease remission",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Susan O'Brien, M.D.",
        "David A. Rizzieri, MD",
        "Norbert Vey",
        "Farhad Ravandi",
        "Utz O. Krug",
        "Mikkael A. Sekeres, MD, MS",
        "Mike Dennis",
        "Adriano Venditti, MD",
        "Tove Flem Jacobsen",
        "Karin Staudacher",
        "Bo I Nilsson, MD, PhD",
        "Francis J. Giles, MB, MD, FRCPI, FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Susan O'Brien, M.D.",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David A. Rizzieri, MD",
            "author_affiliations": [
                "Cellular Therapy, Duke Univ. Med. Ctr., Durham, NC, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Vey",
            "author_affiliations": [
                "Groupe Francophone des Myelodysplasies (GFM), Bobigny, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi",
            "author_affiliations": [
                "Department of Leukemia, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Utz O. Krug",
            "author_affiliations": [
                "Dept. of Internal Medicine, Hematology/Oncology, University of Münster, Münster, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD, MS",
            "author_affiliations": [
                "Hematologic Oncology and Blood Disorders R35, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mike Dennis",
            "author_affiliations": [
                "Department of Haematology, Christie Hospital NHS Trust, Manchester, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriano Venditti, MD",
            "author_affiliations": [
                "Hematology, University Tor Vergata, Roma, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tove Flem Jacobsen",
            "author_affiliations": [
                "Clinical, Clavis Pharma ASA, Oslo, Norway, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin Staudacher",
            "author_affiliations": [
                "Clinical, Clavis Pharma ASA, Oslo, Norway, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bo I Nilsson, MD, PhD",
            "author_affiliations": [
                "Clinical, Clavis Pharma ASA, Oslo, Norway, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis J. Giles, MB, MD, FRCPI, FRCPath",
            "author_affiliations": [
                "Institute for Drug Development, Cancer Therapy and Research Center at The UT Health Science Center at San Antonio, San Antonio, TX, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T21:37:54",
    "is_scraped": "1"
}