{
    "doi": "https://doi.org/10.1182/blood.V118.21.4769.4769",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2145",
    "start_url_page_num": 2145,
    "is_scraped": "1",
    "article_title": "The Utility of Bilateral Bone Marrow Biopsy in the Staging of Non-Hodgkin's Lymphoma ",
    "article_date": "November 18, 2011",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "bone marrow biopsy",
        "lymphoma, non-hodgkin",
        "biopsy",
        "lymphoma",
        "patient monitoring",
        "b-lymphocytes"
    ],
    "author_names": [
        "Zyad Kafri, MD",
        "Marwan Al-Hajeili, MD",
        "Muhammad I Zulfiqar, MD, FRCP(C)",
        "Asif S Shahab, MD",
        "Abdul Mannan, MD",
        "Susan Szpunar, PhD",
        "Michelle Bonnett, MD",
        "Ayad Al-Katib, MD, FACP"
    ],
    "author_affiliations": [
        [
            "Lymphoma Clinic, Van Elslander Cancer Center, Grosse Pointe Woods, MI, USA, "
        ],
        [
            "Graduate Medical Education, St. John Hospital and Medical center, "
        ],
        [
            "Graduate Medical Education, St. John Hospital and Medical center, "
        ],
        [
            "Graduate Medical Education, St. John Hospital and Medical center, "
        ],
        [
            "Graduate Medical Education, St. John Hospital and Medical center, "
        ],
        [
            "Graduate Medical Education, St. John Hospital and Medical Center, "
        ],
        [
            "Pathology, St. John Hospital and Medical center, "
        ],
        [
            "Van Elslander Cancer Center, Grosse Pointe, MI, USA"
        ]
    ],
    "first_author_latitude": "42.419693",
    "first_author_longitude": "-82.911322",
    "abstract_text": "Abstract 4769 Introduction: Bone marrow biopsy is essential for the staging and monitoring of patients with non-Hodgkin's lymphoma (NHL). Based on a 1975 study, bilateral bone marrow biopsy is the standard practice in many institutions. Similar studies were conducted later, but with conflicting results, inadequate description and little statistical assessment of the value of conducting bilateral vs. unilateral bone marrow biopsies for the evaluation of patients with NHL. Objectives: To explore whether a unilateral bone marrow biopsy is comparable in yield to bilateral biopsies in staging of patients with NHL. Methods: We retrospectively reviewed electronic pathology reports for bone marrow biopsies done at our institution for staging NHL. We also collected data for age, gender, type of NHL, percentage of disease involvement, and size of biopsy. Patients were divided into those who had bilateral biopsies vs. unilateral biopsies. The bilateral group was further divided into bilaterally positive (matching), versus only one side (aspirate and/or biopsy) positive (non-matching). Results: Between 1995 and 2010, 256 patients were identified with the diagnosis of NHL, and found eligible for the study. 146 patients (57%) had low grade NHL and 83 patients (32.4%) had diffuse large B-cell NHL.107 patients had bilateral, and 149 had unilateral bone marrow biopsies. Overall positivity rate was 46.7% for bilateral (either side or both) and 41.4% unilateral (chi square, p = 0.884). For the low grade NHL group, the positivity rate was 56.2% for bilateral (either side or both) and 57.9% unilateral. For the Diffuse Large B-cell NHL group, the positivity rate was 26.7% for bilateral (either side or both) and 23.7% unilateral. Within the bilateral group, 97 patients had bilateral positive results (matching) and 10 had only one side positive (non-matching). Within the bilateral group (107 patients), the sensitivity of either side being positive, (i.e. left side vs. either, or right side vs. either) was 90% and the negative predictive value was 92%. Positivity rate of unilateral bone marrow biopsies size (≥2cm) was 10% more than that with size (<2cm) but this difference was not statistically significant (chi square, p = 0.319). We also detected a gender difference, with right to left side results agreement better in men (p =0.03). This may be due to the difference in mean biopsy size found in our study by gender and side. The mean size of right side biopsy in bilateral positive group was (1.74 cm) in males vs. (1.16 cm) in females (t-test, p = 0.025). Conclusion: The yield of unilateral bone marrow biopsy in the staging of NHL is comparable and not inferior to bilateral biopsies. The sensitivity and negative predictive values of unilateral biopsy are very high for the cases reviewed at our institution. Therefore, unilateral rather than bilateral bone marrow biopsy can be routinely offered for staging lymphoma, particularly in men. This would help improve patients' convenience and should reduce the cost and time of this procedure. Disclosures: No relevant conflicts of interest to declare."
}