{
    "doi": "https://doi.org/10.1182/blood.V112.11.4587.4587",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1257",
    "start_url_page_num": 1257,
    "is_scraped": "1",
    "article_title": "Early Hb Response to ESA Treatment May Be An Indicator of Better Survival Prognosis ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Red Cell Regulation and Production",
    "topics": [
        "anemia",
        "cancer",
        "chemotherapy regimen",
        "edmonton symptom assessment scale",
        "epoetin alfa",
        "hemoglobin",
        "kaplan-meier survival curve",
        "karnofsky performance status"
    ],
    "author_names": [
        "Jesse A Berlin, ScD",
        "Peter Bowers, MD",
        "Sudhakar Rao, PhD",
        "Suresh Aravind, MD, MBA",
        "Steven Sun, PhD",
        "Kevin Liu, PhD"
    ],
    "author_affiliations": [
        [
            "Epidemiology Dept, J&J Pharmceutical R&D LLC, Titusville, NJ, USA"
        ],
        [
            "Ortho Biotech Oncology Research & Development, J&JPRD, Raritan, NJ, USA"
        ],
        [
            "Ortho Biotech Oncology Research & Development, J&JPRD, Raritan, NJ, USA"
        ],
        [
            "Johnson & Johnson Pharmaceutical Services, Bridgewater, NJ, USA"
        ],
        [
            "Ortho Biotech Oncology Research & Development, J&JPRD, Raritan, NJ, USA"
        ],
        [
            "Ortho Biotech Oncology Research & Development, J&JPRD, Raritan, NJ, USA"
        ]
    ],
    "first_author_latitude": "40.293132199999995",
    "first_author_longitude": "-74.84739189999999",
    "abstract_text": "Chemotherapy induced anemia patients who respond to ESA treatment have hemoglobin increases within 4–8 weeks. Patients with inadequate Hb response after several weeks treatment often have their ESA dose escalated.. We conducted an exploratory analysis to test the hypothesis that safety outcomes in randomized studies of epoetin alfa might differ depending on the Hb response after 4–8 weeks of treatment. Methods: The analysis compared the survival across subsets of epoetin-alfa treated patients. Specifically, a landmark analysis was used, which defines a hemoglobin responder at a pre-specified point in time (in this case 4 & 8 weeks post treatment), and then examines survival subsequent to that point in time.Patients were categorized as “Hb responder” when their Hb increased by >0.5 g/dL; “Hb stable” when Hb change within ≤ 0.5g/dL; “Hb non-responder” when the Hb decreased >0.5 g/dL, compared to the value prior to epoetin-alfa treatment. Survival was estimated using the Kaplan-Meier method and comparisons were made between the responders and non-responders versus the stable group. Cox’s proportional hazards model was used to adjust for the following baseline covariates: hemoglobin prior to treatment, baseline performance status, and advanced disease at baseline. All analyses were stratified by study to account for any differences in the study populations and study conduct. Results: These exploratory findings suggest the possibility that patients identified as non-responders to ESAs after 4 or 8 weeks of ESA treatment may be at increased risk of death, and that this effect is most pronounced in the studies that treated patients beyond the correction of anemia. Although these analyses were adjusted for several key baseline covariates, it is unclear whether these effects result from treatment, or whether patients who fail to respond to epoetin alfa are inherently at increased risk of death (e.g., due underlying malignancy), regardless of their treatment status."
}