{
    "doi": "https://doi.org/10.1182/blood-2020-143355",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4613",
    "start_url_page_num": 4613,
    "is_scraped": "1",
    "article_title": "The Mechanism of Activated TGF-β1 Inhibiting GVL Effects of Bone Marrow NK Cells Leading to Early Relapse after Transplantation ",
    "article_date": "November 5, 2020",
    "session_type": "701.Experimental Transplantation: Basic Biology, Pre-Clinical Models",
    "topics": null,
    "author_names": [
        "Dongyao Wang, PhD",
        "Xiaoyu Zhu",
        "Zimin Sun"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, the First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei City, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "Blood and Cell Therapy Institute, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China"
        ]
    ],
    "first_author_latitude": "31.821994000000004",
    "first_author_longitude": "117.28059",
    "abstract_text": "Allogeneic hematopoietic stem-cell transplantation (allo-HSCT) is one of the best ways to cure acute myeloid leukemia (AML). However, patients with AML undergoing allo-HSCT are at risk of relapse, the mechanism remains poorly understood. Here, we demonstrated the significant decrease of nature killer (NK) cells, and the declined proportion of multi-functional effector NK cells in bone marrow from patients who had a relapse in 3 months after allo-HSCT. Furthermore, we verified the levels of activated Transforming growth factor-β1 (TGF-β1), not the total TGF-β1, increased in bone marrow of these patients. This high level activated TGF-β1 was correlated with reduced cytotoxicity of NK cell, and contributed to immune escape of tumor cells. Moreover, the expression of glycoprotein A repetitions predominant (GARP), which is critical to TGF-β1 activation, high expressed in CD4 + T cells of patients who had a relapse. These data reveal a mechanism of immune escape and proposes approaches for therapeutic administration of NK cells in order to reverse suppression of activated TGF-β1 during early allo-HSCT. Disclosures No relevant conflicts of interest to declare."
}