{
    "doi": "https://doi.org/10.1182/blood-2019-122754",
    "article_title": "Preliminary Results of a Phase 1 Dose Escalation Study of the First-in-Class Anti-CD74 Antibody Drug Conjugate (ADC), STRO-001, in Patients with Advanced B-Cell Malignancies ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Background: CD74 is highly expressed on B cell malignancies, including non-Hodgkin's lymphoma (NHL) and multiple myeloma (MM). STRO-001, a novel CD74-targeting ADC was generated using Sutro's cell-free protein synthesis (XpressCF™) and site-specific conjugation (XpressCF+™) platform technologies. STRO-001 contains a potent maytansinoid warhead conjugated to two specific sites (drug-antibody ratio of 2) using a stable non-cleavable linker. This first-in-human Phase 1, open-label, multicenter, dose escalation study was designed to evaluate the safety, tolerability, and preliminary anti-tumor activity of STRO-001 in adults with B-cell malignancies. Methods: Patients with advanced, relapsed/refractory MM and NHL are eligible for enrollment. STRO-001 is administered as a 60-minute IV infusion on Days 1 and 15 of a 28-day cycle until disease progression or unacceptable toxicity. Two cohorts, one for MM and one for NHL patients, were initially enrolled with an accelerated dose titration design (N of 1), but are now being enrolled and analyzed independently with a traditional 3+3 dose escalation design. Results: As of July 15 th , 25 patients (14 MM and 11 NHL), have been treated at 7 dose levels: .05, .075, .15, .27, .43, .65 and .91 mg/kg. NHL subtypes include: 3 follicular lymphoma (FL), 1 marginal zone lymphoma, 4 diffuse large B-cell lymphoma (DLBCL), 1 Burkitt's lymphoma, 1 mantle cell lymphoma and 1 composite DLBCL/FL. Ten females and 15 males have been treated to date. Median age is 64 (range 21-82). Median ECOG performance status is 1 (range 0-2). Median number of prior therapies is 6 (range 2-12). Three patients (2-MM and 1-NHL) had received CAR-T therapy. Median number of STRO-001 doses administered is 4 (range 1-12). 21 patients have completed at least one cycle (two doses) of STRO-001 and are evaluable for safety and toxicity for dose escalation recommendation. One MM patient progressed after one dose of STRO-001 and was not evaluable for dose limiting toxicities (DLTs), while 2 patients are currently completing Cycle 1 and not yet evaluable for DLTs. Most AEs are grade 1 or 2 (58%) with the most common grade 1-2 TEAEs of fatigue, chills, pyrexia, cough, nausea, headache and infusion reaction occurring in ≥ 20% of patients. 2 DLTs have been observed, one grade 3 and one grade 5 thromboembolic events, which resulted in a protocol amendment requiring screening for thrombosis at baseline (Doppler US for patients with non-bulky disease, and CT venogram with contrast for patients with bulky disease ≥ 8 cm.) Since implementing this requirement, 3 out of 10 patients enrolled were found to have preexisting thromboses and were allowed on study with anticoagulation and no additional thromboembolic events have been observed. 19 of 21 (90%) of treatment discontinuations have been secondary to disease progression. One patient with DLBCL achieved a complete response after 2 cycles (Figure 1) and progressed after 12 doses (6 cycles). An additional DLBCL patient achieved a partial response at Cycle 3. A patient with MM has stable disease after 6 doses (3 cycles). Four patients remain on treatment and dose escalation is ongoing. PK and anti-drug antibody (ADA) analyses are ongoing. Preliminary PK analysis of ADC shows exposure increased (Cmax from 0.39 to 8.2 µg/mL) and (AUC0-tlast from 0.41 to 21 h*µg/mL) as dose increased from 0.05 to 0.65 mg/kg. Summary/Conclusion: STRO-001 is the first ADC generated with novel cell-free protein synthesis technology and site-specific conjugation with the non-natural amino acid pAMF to be tested in the clinic. STRO-001 has been well-tolerated. No ocular toxicity signals have been observed and the MTD has not been reached. Preliminary anti-tumor activity observed in 2 patients with DLBCL is encouraging. The study continues to enroll patients in dose escalation. This study is registered with clinicaltrials.gov identifier NCT03424603. View large Download slide View large Download slide  Close modal Disclosures Shah: Oncosec: Equity Ownership; Cell Vault: Consultancy, Equity Ownership; Exelexis: Equity Ownership; Geron: Equity Ownership; Incyte: Consultancy; Celgene: Other: Advisory Board; Lentigen: Honoraria, Research Funding; Kite Pharma: Other: Advisory Board. Krishnan: Takeda: Research Funding; Celgene, Z Predicta: Other: Stock Ownership; Celgene, Janssen, Sanofi, BMS: Consultancy; Sutro BioPharma, zPredicta: Consultancy; Amgen, Takeda: Speakers Bureau. Shah: University of California, San Francisco: Employment; Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Nkarta: Consultancy, Membership on an entity's Board of Directors or advisory committees; Kite: Consultancy, Membership on an entity's Board of Directors or advisory committees; Teneobio: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech, Seattle Genetics, Oncopeptides, Karoypharm, Surface Oncology, Precision biosciences GSK, Nektar, Amgen, Indapta Therapeutics, Sanofi: Membership on an entity's Board of Directors or advisory committees; Poseida: Research Funding; Indapta Therapeutics: Equity Ownership; Celgene, Janssen, Bluebird Bio, Sutro Biopharma: Research Funding. Burke: Celgene: Consultancy; Roche/Genentech: Consultancy; Gilead: Consultancy. Melear: DARA: Speakers Bureau; Texas Oncology: Employment. Spira: Virginia Cancer Specialists: Employment; MedImmune: Research Funding; Roche: Research Funding; AstraZeneca: Research Funding; Boehringer Ingelheim: Research Funding; Astellas Pharma: Research Funding; Novartis: Research Funding; Incyte: Research Funding; ADC Therapeutics: Research Funding; Abbvie: Research Funding; BMS: Consultancy; Newlink Genetics: Research Funding. Popplewell: City of Hope: Employment. Andreadis: University of California, San Francisco: Employment; Celgene: Research Funding; Genentech: Consultancy, Employment; Gilead: Consultancy; Jazz Pharmaceuticals: Consultancy; Juno: Research Funding; Kite: Consultancy; Merck: Research Funding; Novartis: Research Funding; Pharmacyclics: Research Funding; Roche: Equity Ownership. Sharman: Acerta: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Research Funding; AstraZeneca: Consultancy, Honoraria, Research Funding; TG Therapeutics: Consultancy, Honoraria, Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria, Research Funding. Kaufman: Janssen: Honoraria; AbbVie: Consultancy; Amgen: Consultancy; Takeda: Consultancy; Bristol-Myers Squibb: Consultancy; Incyte: Consultancy; Karyopharm: Membership on an entity's Board of Directors or advisory committees; TG Therapeutics: Consultancy; Celgene: Consultancy; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Winship Cancer Institute of Emory University: Employment. Cohen: Seattle Genetics, Inc.: Consultancy, Research Funding; Bristol-Meyers Squibb Company: Research Funding; Janssen Pharmaceuticals: Consultancy; LAM Therapeutics: Research Funding; UNUM: Research Funding; Hutchison: Research Funding; Astra Zeneca: Research Funding; Lymphoma Research Foundation: Research Funding; ASH: Research Funding; Takeda Pharmaceuticals North America, Inc.: Research Funding; Gilead/Kite: Consultancy; Genentech, Inc.: Consultancy, Research Funding. Niesvizky: Takeda, Amgen, BMS, Janssen, Celgene: Consultancy, Research Funding. Martin: Amgen, Sanofi, Seattle Genetics: Research Funding; Roche and Juno: Consultancy. DiLea: Aclairo Pharmaceutical Development Group, Inc.: Employment. Kuriakose: Sutro Biopharma: Employment, Equity Ownership. Matheny: Sutro Biopharma: Employment, Equity Ownership. Leonard: AstraZeneca: Consultancy; Bayer Corporation: Consultancy; Celgene: Consultancy; Sandoz: Consultancy; MorphoSys: Consultancy; Karyopharm Therapeutics: Consultancy; Sutro Biopharma: Consultancy; Merck: Consultancy; BeiGene: Consultancy; Gilead: Consultancy; Nordic Nanovector: Consultancy; ADC Therapeutics: Consultancy; Miltenyi: Consultancy; Akcea Therapeutics: Consultancy; Epizyme, Inc: Consultancy; Genentech, Inc./F. Hoffmann-La Roche Ltd: Consultancy. Molina: Sutro Biopharma: Employment, Equity Ownership.",
    "topics": [
        "antibodies",
        "b-lymphocytes",
        "burkitt's lymphoma",
        "cancer",
        "drug conjugates",
        "diffuse large b-cell lymphoma",
        "toxic effect",
        "disease progression",
        "neoplasms",
        "thromboembolic event"
    ],
    "author_names": [
        "Nirav N. Shah, MD",
        "Amrita Y. Krishnan, MD",
        "Nina D. Shah, MD",
        "John M Burke, MD",
        "Jason M. Melear, MD",
        "Alexander I. Spira, PhD MD FACP",
        "Leslie L. Popplewell, MD FRCPA",
        "Charalambos B. Andreadis, MD",
        "Saurabh Chhabra, MD",
        "Jeff P. Sharman, MD",
        "Jonathan L. Kaufman, MD",
        "Jonathon B. Cohen, MDMS",
        "Ruben Niesvizky, MD",
        "Thomas G. Martin, III, MD",
        "Clifford DiLea, RPh, Pharm.D.",
        "Jason Kuriakose",
        "Shannon L. Matheny, PhD",
        "John P. Leonard, MD",
        "Arturo Molina, MDMS, FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Nirav N. Shah, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amrita Y. Krishnan, MD",
            "author_affiliations": [
                "City of Hope Medical Center, Duarte, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina D. Shah, MD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M Burke, MD",
            "author_affiliations": [
                "Rocky Mountain Cancer Centers, Aurora, CO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason M. Melear, MD",
            "author_affiliations": [
                "Texas Oncology, Austin, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander I. Spira, PhD MD FACP",
            "author_affiliations": [
                "Virginia Cancer Specialists Research Institute, Fairfax, VA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie L. Popplewell, MD FRCPA",
            "author_affiliations": [
                "City of Hope Medical Center, Duarte, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charalambos B. Andreadis, MD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Chhabra, MD",
            "author_affiliations": [
                "Medical University of South Carolina, Milwaukee, WI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff P. Sharman, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute & Research Center, Eugene, OR "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L. Kaufman, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathon B. Cohen, MDMS",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Niesvizky, MD",
            "author_affiliations": [
                "Division of Hematology & Medical Oncology, Weill Cornell Medical College, NEW YORK, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas G. Martin, III, MD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clifford DiLea, RPh, Pharm.D.",
            "author_affiliations": [
                "Aclairo Pharmaceutical Development Group, Inc., Vienna, VA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Kuriakose",
            "author_affiliations": [
                "Sutro Biopharma, South San Francisco, CA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon L. Matheny, PhD",
            "author_affiliations": [
                "Sutro Biopharma, South San Francisco, CA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John P. Leonard, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, Pelham Manor, NY "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arturo Molina, MDMS, FACP",
            "author_affiliations": [
                "Sutro Biopharm, South San Francisco, CA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T04:10:44",
    "is_scraped": "1"
}