{
    "doi": "https://doi.org/10.1182/blood.V128.22.1697.1697",
    "article_title": "Clonal Selection in Acute Myeloid Leukemia Following Intensive Induction Correlates with Differences in Differentiation Capacity of Leukemic Sub-Clones ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Introduction: Leukemic sub-clones which survive chemotherapy during induction period may remain dormant and subsequently lead to relapse in patients with acute myeloid leukemia (AML). No mechanism linking clonal selection to a specific leukemia-associated genetic aberration is known. Clonal selection is a common phenomenon; therefore, any suggested mechanism should be applicable to all kinds of leukemia-specific genetic aberrations. We hypothesized that clonal selection might result from differences in differentiation capacity among sub-clones and that chemo-resistance is not necessarily directly affected by specific mutations. Patients and Methods: We tested this hypothesis in vitro using the kasumi-1 leukemia cell line, which undergoes limited differentiation while growing and is composed of both CD34 + and CD34 - sub-populations. Kasumi-1 cells were sorted by fluorescence-activated cell sorting (FACS-Aria IIIu, BD Biosciences) to CD34 + CD117 + and CD34 - CD117 + sub-populations. Each sub-population was separately exposed to escalating doses of daunorubicin (DNR) and cytarabine (ARA-C) for 66 hours. Cell viability was determined by alamarBlue assay (Bio-Rad, USA); apoptosis was assessed by Annexin-V and propidium iodide (PI) staining. In v iv o experiments included BM samples derived from three AML patients, with both NPM1 and FLT3 gene mutations, who received intensive induction and subsequently relapsed. Blast cells were sorted to CD34 + CD117 + and CD34 - CD117 + sub-populations. Targeted gene sequencing was conducted using Ion Torrent™ Personal Genome Machine® (PGM) System (Life Technologies, USA). Allelic frequency of NPM1 and DNMT3A mutations in CD34 + and CD34 - sub-populations was measured. FLT3-ITD was sequenced using theGeneScan method and theallelic ratio (AR) was calculated. Results: Following sorting,cultured kasumi-1 CD34 + cells partly differentiated into CD34 - cells and several weeks later, the phenotype became similar to the original kasumi-1 phenotype (a mixture of 34 +/- cells). In contrast, the CD34 - sub-population maintained its phenotype. Immediately after sorting by CD34 expression, both sub-populations were exposed to increasing doses of DNR or ARA-C. Only the CD34 + sub-population was found to be resistant to ARA-C (at all tested concentrations), as determined by the cell viability assay (fig 1a). The CD34 - sub-population exhibited a 4-fold higher apoptosis rate than CD34 + cells after exposure to 0.16 µM ARA-C. DNR (0.01 µM) resulted in 2.5-fold higher apoptosis in the CD34 - compared to CD34 + sub-population (fig 1b). The sub-clonal composition of BM blasts obtained from three AML patients at diagnosis and relapse was compared. NPM1 mutation was identified in all patients at diagnosis. FLT3-ITD mutation was identified in one patient at diagnosis and in the other two at relapse. To explore the differentiation capacity of each sub-clone, blasts were sorted to well-defined CD34 + and CD34 - subgroups. At diagnosis, most of the leukemic blasts presented with the CD34 - phenotype, while at relapse, the CD34 + population grew in all patients. The FLT3-ITD allelic ratio was higher in CD34 + cells. In the first patient, FLT3-ITD was not detected at diagnosis, while at relapse, the wild-type allele of FLT3 was lost and FLT3-ITD was solely present in the CD34 + sub-population. In CD34 - cells, the AR was low (0.55) at relapse. In the second patient, the dominant clone at diagnosis was NPM1 mut FLT3 wt DNMT3A wt and >95% cells were CD34 - . At relapse, the FLT3-ITD DNMT3A wt clone became dominant and was mostly located within the rising CD34 + population. Another sub-clone, exhibiting both FLT3-ITD and DNMT3A R882C mutation, was identified and was found to reside only within the CD34 + population. Similar findings were also observed in the third patient. We screened additional eight patients presenting with FLT3-ITD and in 4 of them, while both CD34 +/- blasts were observed, the FLT3-ITD carrying clones resided only in one sub-population. Conclusions: Chemo-resistance and survival of a specific AML sub-clone correlate with its phenotype and differentiation level. Even genetic aberrations which have no direct interaction with chemotherapy biological effect, may give rise to clonal selection. Sub-clonal differentiation capacity may affect its sensitivity to chemotherapy. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "clonal selection",
        "clone cells",
        "leukemia, myelocytic, acute",
        "cd34 antigens",
        "impedance threshold device",
        "cytarabine",
        "chemotherapy regimen",
        "proto-oncogene protein c-kit",
        "leukemia",
        "annexin a5"
    ],
    "author_names": [
        "Michal Hayun, PhD",
        "Maria Zaatra, MSc",
        "Dvora Sahar, PhD",
        "Dina Rosenberg, PhD",
        "Igal Louria-Hayon, PhD",
        "Yishai Ofran, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michal Hayun, PhD",
            "author_affiliations": [
                "Hematology Research Center, Rambam Health care campus, Haifa, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Zaatra, MSc",
            "author_affiliations": [
                "Bruce Rappaport Faculty of Medicine, Technion, Haifa, Israel "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dvora Sahar, PhD",
            "author_affiliations": [
                "Hematology Laboratory, Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dina Rosenberg, PhD",
            "author_affiliations": [
                "Hematology Laboratory, Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Igal Louria-Hayon, PhD",
            "author_affiliations": [
                "Hematology Research Center, Rambam Health care campus, Haifa, Israel "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yishai Ofran, MD",
            "author_affiliations": [
                "Bruce Rappaport Faculty of Medicine, Technion, Haifa, Israel ",
                "Department of Hematology and BMT, Rambam Health Care Campus, Haifa, Israel"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:38:18",
    "is_scraped": "1"
}