{
    "doi": "https://doi.org/10.1182/blood.V104.11.2577.2577",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=184",
    "start_url_page_num": 184,
    "is_scraped": "1",
    "article_title": "Genetic Modeling of Chemical Antagonists: Genome Scale Validation of Hematopoietic Disease Drug Targets by In Vivo Functional Analysis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "antagonists",
        "drug delivery systems",
        "genetics",
        "genome",
        "adverse effects",
        "adverse effects of medication",
        "antibodies",
        "blood chemical analysis",
        "bone marrow transplantation",
        "cytokine"
    ],
    "author_names": [
        "Tamas Oravecz, Ph.D.",
        "Alex Turner, Ph.D.",
        "Philip Brown, M.D., J.D.",
        "Brian Zambrowicz, Ph.D.",
        "Gerd Blobel, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Immunology/Hematology, Lexicon Genetics Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Immunology/Hematology, Lexicon Genetics Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Immunology/Hematology, Lexicon Genetics Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Immunology/Hematology, Lexicon Genetics Incorporated, The Woodlands, TX, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia, PA, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "30.1683335",
    "first_author_longitude": "-95.52385085",
    "abstract_text": "Clinical management remains elusive for a large number of patients with hematological and other disorders necessitating the development of new, more effective pharmaceutical agents. While the sequencing of the human genome has provided a list of all drug targets that will ever exist, in order to improve the speed and cost of drug development there is a critical need to identify the small subset of these targets whose modulation will lead to therapeutic outcomes. As a genetic model of a perfectly selective and potent chemical antagonist, the analysis of the phenotypes of knockout mice allows one to predict the mechanism based efficacy and side effect profile of modulators of a particular target in a physiologic mammalian setting without having to first develop a candidate drug with which to validate the target. The power of this approach has been demonstrated by studies examining the targets of the best-selling drugs and current pharmaceutical pipelines. These analyses have confirmed a strong (~85%) correlation between the target’s knockout phenotype and the efficacy and/or side effects of drugs that modulate them. We have implemented this target validation approach by developing systems and infrastructure to generate and comprehensively phenotype mutant mice at a rate of more than fifteen novel lines per week. The battery of tests encompassed by our analysis have been specifically selected to reveal those genes that encode key control points in mammalian physiology whose modulation may be used to treat major disease processes including hematologic disorders. Tests to detect hematologic phenotypes include complete blood count; immunophenotyping; blood chemistry; analysis of soluble factors (immunoglobulins, cytokines and inflammatory mediators); full histopathologic examination, and various in vivo and in vitro immune challenge and cell activation assays. In addition, selected lines are subjected to more extensive analyses including additional challenge assays, gene expression profiling, and bone marrow transplantation. Data will be presented describing one of the lines analyzed in this screen, the Abl2 knockout, which has an increased mean total white blood count relative to wild-type littermates, as well as smaller body size (decreased length and weight). In parallel with the identification of therapeutically relevant proteins, we are actively exploring pharmacologic methods, both with small molecules and therapeutic antibodies, to modify the function of these novel gene targets, and ultimately to treat human disease."
}