{
    "doi": "https://doi.org/10.1182/blood.V124.21.1139.1139",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2775",
    "start_url_page_num": 2775,
    "is_scraped": "1",
    "article_title": "Cyclophosphamide Related Cardiac Complication in Hematopoietic Transplantation: Analysis of 1091 Cases in Fukuoka Blood and Marrow Transplantation Group ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster I",
    "abstract_text": "Cyclophosphamide (CPM) is one of key drugs for conditioning therapy in hematopoietic transplantation in terms of anti-tumor effect as well as immune-suppressant activity. On the other hand, high dose CPM administration is related to rare but life-threatening cardiac complications, of which incidence and pathogenesis are not fully understood. We retrospectively reviewed the hematopoietic transplantation cases in Fukuoka Blood and Marrow Transplantation Group (FBMTG) during 2000/1/1 to 2013/7/31 and analyzed the cases with the cardiac complications. There were 1091 cases, which contained CPM administration in their conditioning regimens. Of which, 23 cases (2.1%) were considered as cardiac complications related to CPM. The mean age at transplantation was 51 (20-74). All of the cases underwent cardiac function surveillance with ultrasound echocardiogram and were administrated more than 45mg/kg/day of CPM. The clinical cardiac manifestation occurred one to seven (mean 3) days after the first administration of CPM. The electrocardiogram showed the statistically significant diminishment of SV1 + RV5 and increase of heart rate. Lowered ejection fraction was observed in ultrasound echocardiogram. Myocardial enzymes such as CPK, Troponins and H-FABP were not very reliable because some cases were negative especially in early phase. Fourteen cases (1.3%) developed acute circulatory failure soon after the first presentation of clinical manifestation and all of them end up with poor prognosis. On the other hand, of the 9 cases (0.8%) who survived first 20 days, 6 of them were alive at 100 days after the transplantation. The incidence of cardiac complication tends to be high in elderly patients especially when they were over 70. Cardiac complication related to CPM is rare but it remains to be fatal in present. The development of supportive care has provided higher limit of age that undergo hematopoietic transplantation. However, the administration of high dose CPM in conditioning regimen should be aware especially in elderly recipients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow transplantation",
        "cardiac complications",
        "cyclophosphamide",
        "transplantation",
        "echocardiography",
        "ultrasonography",
        "cardiovascular findings",
        "electrocardiogram",
        "enzymes",
        "fatty acid binding protein 3"
    ],
    "author_names": [
        "Kentaro Kohno, MD",
        "Ken Takase, MD",
        "Masanori Kadowaki, MD",
        "Satoshi Yamasaki, MD PhD",
        "Tomohiko Kamimura, MD PhD",
        "Yuju Ohno, MD",
        "Tetsuya Eto, MD PhD",
        "Toshihiro Miyamoto, MD PhD",
        "Seiichi Okamura, MD PhD",
        "Koichi Akashi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Kyushu Medical Center, Fukuoka, Japan "
        ],
        [
            "Kyushu Medical Center, Fukuoka, Japan "
        ],
        [
            "Kyushu Medical Center, Fukuoka, Japan "
        ],
        [
            "Kyushu Medical Center, Fukuoka, Japan "
        ],
        [
            "HaraSanshin General Hospital, Fukuoka, Japan "
        ],
        [
            "Kitakyushu Municipal Medical Center, Kitakyushu, Japan "
        ],
        [
            "Hamanomachi Hospital, Fukuoka, Japan "
        ],
        [
            "Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Kyushu Medical Center, Fukuoka, Japan "
        ],
        [
            "Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ]
    ],
    "first_author_latitude": "33.64187695",
    "first_author_longitude": "130.41186795"
}