{
    "doi": "https://doi.org/10.1182/blood.V118.21.1637.1637",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2114",
    "start_url_page_num": 2114,
    "is_scraped": "1",
    "article_title": "Blinatumomab Monotherapy Shows Efficacy in Patients with Relapsed Diffuse Large B Cell Lymphoma ",
    "article_date": "November 18, 2011",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "blinatumomab",
        "diffuse large b-cell lymphoma",
        "weight gain",
        "micrometastasis",
        "dexamethasone",
        "autologous stem cell transplant",
        "infusion procedures",
        "adverse event",
        "prednisolone",
        "tremor"
    ],
    "author_names": [
        "Andreas Viardot, MD",
        "Mariele Goebeler, MD",
        "Richard Noppeney, MD",
        "Stefan W. Krause, MD",
        "Stefan Kallert, MD",
        "Barbara Ferstl, MD",
        "Andreas Mackensen",
        "Kathrin Rupertus, MD",
        "Martin Soekler, MD",
        "Lothar Kanz, MD",
        "Stefan Knop, MD",
        "Max S. Topp, MD",
        "Jurgen Scheele, MD, PhD",
        "Dirk Nagorsen, MD",
        "Gerhard Zugmaier, MD",
        "Evelyn Degenhard",
        "Margit Schmidt, PhD",
        "Peter Kufer, MD",
        "Martin Libicher, MD",
        "Hermann Einsele, MD",
        "Ralf Bargou, MD"
    ],
    "author_affiliations": [
        [
            "Medical Department III, University Hospital Ulm, Ulm, Germany, "
        ],
        [
            "Comprehensive Cancer Center Mainfranken and Department of Internal Medicine II, Division of Hematology and Medical Oncology, University Hospital Würzburg, Würzburg, Germany, "
        ],
        [
            "Department of Hematology, University of Essen Medical Center, Essen, Germany, "
        ],
        [
            "Department of Medicine 5, University of Erlangen-Nürnberg Medical Center, Erlangen, Germany, "
        ],
        [
            "Department of Medicine 5, University of Erlangen-Nürnberg Medical Center, Erlangen, Germany, "
        ],
        [
            "Department of Medicine 5, University of Erlangen-Nürnberg Medical Center, Erlangen, Germany, "
        ],
        [
            "Department of Medicine 5, University of Erlangen-Nürnberg Medical Center, Erlangen, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University of Tübingen, Tübingen, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University of Tübingen, Tübingen, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University of Tübingen, Tübingen, Germany, "
        ],
        [
            "Comprehensive Cancer Center Mainfranken and Department of Internal Medicine II, Division of Hematology and Medical Oncology, University Hospital Würzburg, Würzburg, Germany, "
        ],
        [
            "Comprehensive Cancer Center Mainfranken and Department of Internal Medicine II, Division of Hematology and Medical Oncology, University Hospital Würzburg, Würzburg, Germany, "
        ],
        [
            "Micromet Inc., Rockville, MD, USA, "
        ],
        [
            "Micromet Inc., Rockville, MD, USA, "
        ],
        [
            "Micromet Inc., Rockville, MD, USA, "
        ],
        [
            "Micromet Inc., Rockville, MD, USA, "
        ],
        [
            "Micromet Inc., Rockville, MD, USA, "
        ],
        [
            "Micromet Inc., Rockville, MD, USA, "
        ],
        [
            "Institute for Diagnostic and Interventional Radiology, Diakonie-Klinikum, Schwäbisch Hall, Germany"
        ],
        [
            "Comprehensive Cancer Center Mainfranken and Department of Internal Medicine II, Division of Hematology and Medical Oncology, University Hospital Würzburg, Würzburg, Germany, "
        ],
        [
            "Comprehensive Cancer Center Mainfranken and Department of Internal Medicine II, Division of Hematology and Medical Oncology, University Hospital Würzburg, Würzburg, Germany, "
        ]
    ],
    "first_author_latitude": "48.422337999999996",
    "first_author_longitude": "9.9526367",
    "abstract_text": "Abstract 1637 Blinatumomab (MT103) is a single-chain bispecific antibody construct with specificity for CD19 and CD3 belonging to the class of bispecific T cell engager (BiTE®). A phase I trial with indolent and mantle cell lymphoma patients established a maximal tolerable dose (MTD) at 60 μg/m 2 /d. The trial was subsequently amended to evaluate blinatumomab in patients with diffuse large B cell lymphoma (DLBCL). Patients were treated by 4–8-week continuous i.v. administration with the following dosing regimen: first week at 5 μg/m 2 /d, second week at 15 μg/m 2 /d and for the remaining treatment period at 60 μg/m 2 /d. Two cohorts each with 6 DLBCL patients were enrolled. The two cohorts solely differed by the dose and schedule of corticosteroid medication administered at the beginning of blinatumomab infusion for mitigation of adverse events. In the first cohort 100 mg prednisolone was applied 1 hour prior to start; and in the second cohort patients received dexamethasone on days 1, 2, and 3. Three sequential patients received dexamethasone also 6–12 hours prior to start of infusion. Out of the twelve patients, 5 were male and 7 female. The median age was 57 years (range from 26 to 78 years). Patients had received a median of 4 prior regimens (range from 2–6). All patients had been exposed to rituximab. Eight of the 12 patients had undergone autologous stem cell transplantation (ASCT). International prognostic index (IPI) at screening ranged from 1 to 3 with a median of 2. The most common clinical adverse events (AEs) regardless of causality (>30%) were pyrexia (81.8%), fatigue (54.5%), constipation (36.4%), headache (36.4%), tremor (36.4%) and weight increase (36.4%). The most frequent laboratory AEs regardless of causality (>30%) were hyperglycemia (63.6%), lymphopenia (54.5%), C-reactive protein increase (45.5%), gamma-glutamyltransferase increase (45.5%) and thrombocytopenia (36.4%). Most AEs occurred early and were reversible. Four of 12 patients discontinued infusion due to fully reversible CNS events, 2 of which qualified as dose limiting toxicities (DLTs). Although just one DLT (reversible CNS event grade 3) occurred in the prednisolone cohort, a further cohort applying prophylactic dexamethasone was opened to optimize management of CNS events. A further refinement of the dexamethasone schedule, starting longer time prior to start of blinatumomab, was introduced after one early patient in the cohort receiving dexamethasone had experienced a reversible CNS event leading to discontinuation. All three patients treated in this manner completed the first blinatumomab cycle without discontinuations. Only one showed a grade 1 tremor, and no other CNS AEs were reported in these three patients. Two of 12 patients were not exposed to 60 μg/m 2 /d due to early discontinuations and 1 patient is too early in treatment for response evaluation. Five out of the remaining 9 evaluable patients (56%) showed objective clinical responses (4 CR/CRu; 1 PR). Three out of the 5 patients with CR/CRu or PR had prior ASCT. Two patients achieved objective responses (1 CR, 1 PR) despite of discontinuation at 60 μg/m 2 /d. The median response duration is +182 days (longest current duration +428 days), with 4 out of 5 responses still ongoing. Further evaluation of the last cohort will refine the recommended phase II dose, and the intensity and timing of dexamethasone comedication. The observation of lasting CRs after blinatumomab monotherapy in DLBCL patients is promising and warrants further exploration in a phase II study. Disclosures: Krause: Micromet: Research Funding. Mackensen: Micromet Inc.: Research Funding. Topp: Micromet: Consultancy, Honoraria. Scheele: Micromet Inc.: Employment, Equity Ownership, Patents & Royalties. Nagorsen: Micromet Inc.: Employment, Equity Ownership, Patents & Royalties. Zugmaier: Micromet: Employment. Degenhard: Micromet Inc: Employment. Schmidt: Micromet AG: Employment. Kufer: Micromet Inc: Employment, Equity Ownership. Libicher: Micromet Inc.: Consultancy, Honoraria. Bargou: Micromet: Consultancy, Honoraria."
}