{
    "doi": "https://doi.org/10.1182/blood.V116.21.1933.1933",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1820",
    "start_url_page_num": 1820,
    "is_scraped": "1",
    "article_title": "Phase I Trial of Flavopiridol In Relapsed Myeloma: Brief Response In t(4;14) with Significant Neutropenia ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "flavopiridol",
        "multiple myeloma",
        "neutropenia",
        "diarrhea",
        "intravenous bolus",
        "toxic effect",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclin d1",
        "fludarabine"
    ],
    "author_names": [
        "Craig C. Hofmeister, MD",
        "Mindy A Bowers, BS",
        "Seungsoo Lee, MS",
        "Mitch A. Phelps, PhD",
        "Don M Benson, Jr, MD, PhD",
        "Eric H. Kraut, MD",
        "William J Hicks, MD",
        "Deidre Deam, RN",
        "Amy J Johnson, PhD",
        "Sherif Farag, MD, PhD, FRACP, FRCPA",
        "Jeffrey A. Jones, MD, MPH",
        "John C. Byrd, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "The Ohio State University Medical Center, "
        ],
        [
            "College of Pharmacy, The Ohio State University, "
        ],
        [
            "College of Pharmacy, The Ohio State University, "
        ],
        [
            "The Ohio State University Medical Center, "
        ],
        [
            "The Ohio State University Medical Center, Columbus, OH, USA, "
        ],
        [
            "The Ohio State University Medical Center, "
        ],
        [
            "The Ohio State University Medical Center, "
        ],
        [
            "The Ohio State University Medical Center, "
        ],
        [
            "Hem./Onc., Bone Marrow & Stem Cell Transpl., Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "The Ohio State University, "
        ],
        [
            "The Ohio State University, Columbus, OH, USA"
        ]
    ],
    "first_author_latitude": "39.9977212",
    "first_author_longitude": "-83.0233615",
    "abstract_text": "Abstract 1933 Introduction: A pharmacokinetically derived schedule of flavopiridol administered as a 30 min intravenous bolus followed by 4-hour continuous intravenous infusion is active in fludarabine-refractory chronic lymphocytic leukemia, but no studies examining the feasibility and maximum tolerated dose of this schedule have been reported in relapsed multiple myeloma. Flavopiridol is a novel anti-cancer agent that targets cyclin dependent kinases (CDK) including the CDK9/cyclin T complex (preventing activation of RNA polymerase II), downregulates Mcl-1 and other anti-apoptotic proteins, and induces mitochondrial permeability changes. Flavopiridol is highly protein bound when in human serum, compared to protein binding seen in fetal bovine serum. This difference helps to explain the previous lack of clinical activity of flavopiridol (Dispenzieri et al, Haematologica , 2006) that targeted plasma concentrations based on in vitro cytotoxicity. A novel schedule of administration was designed to achieve and maintain target plasma levels predicted to be active in chronic lymphocytic leukemia from preclinical studies performed in human serum: 30-minute intravenous bolus (IVB) followed by 4-hour intravenous infusion (IVB/CIVI). This schedule, given for four of six weeks, is highly active in fludarabine refractory chronic lymphocytic leukemia. Methods: This was a phase I 3×3 single arm (standard method) study for relapsed myeloma patients having received at least two prior therapies. Adequate organ function was required with creatinine < 1.5 mg/dL and total bilirubin < 2x IULN. Adequate hematologic parameters were required with Hb > 9 g/dL, ANC>1500, and platelets > 50K during screening unless attributable to the patient's underlying myeloma. Results: 15 patients (ages 49–81 y.o.) with relapsed myeloma were consented. Median number of prior therapies was 7 (3-12). At the time of study entry, 8 patients displayed a complex karyotype, 2 patients with 17p deletion by CD138-selected FISH, and one patient with t(4;14); 3 patients with karyotypic chr 13 deletion and 9 patients by FISH. At study entry, 7 patients had ISS stage 3 disease, 4 with stage 2, and 4 with stage 1. 5 patients were treated in cohort 1 (30 mg/m 2 bolus/30 mg/m 2 CIV), 3 patients in cohort 2 (30 mg/m 2 bolus/50 mg/m 2 CIV), and 7 patients in cohort 3 (50 mg/m 2 bolus/50 mg/m 2 CIV). Median number of cycles received was 1. No patients achieved a confirmed PR – two patients achieved a minor response by IMWG criteria (see figure ). The one patient with near 50% response in his IgA myeloma was the only patient with a t(4;14), 13-, and tetraploid cytogenetics by FISH. Grade 3/4 toxicities were significant with grade 4 neutropenia (10 patients), diarrhea (6 patients), transaminitis (4 patients), thrombocytopenia (3 patients), and anemia (5 patients). The most common toxicities included neutropenia, diarrhea, and AST elevation. Two patients in the first cohort and 1 patient in the final cohort were replaced due to inability to complete the first cycle. Pharmacokinetic results and immunohistochemical staining results for cyclin-D1 and pRb will be presented at the meeting; cyclin-D1 overexpression has been linked to CDK-inhibitor response (Dai Y et al, Cell Cycle 2006). One patient is undergoing screening to complete the final cohort and complete response and toxicity data will be reported. Discussion: Flavopiridol as a single agent given by intravenous bolus/continuous intravenous infusion causes significant neutropenia and diarrhea but objective clinical responses were uncommon. ( ClinicalTrials.gov Identifier: NCT00112723 ). View large Download slide View large Download slide  Disclosures: Jones: Glaxo Smith-Kline: Consultancy; Abbott: Research Funding."
}