{
    "doi": "https://doi.org/10.1182/blood.V110.11.1800.1800",
    "article_title": "Identification of Phosphatidylinositol 4-Kinase Type II β as the First HLA Class II Associated Minor Histocompatibility Antigen Involved in Graft Versus Leukemia Reactivity. ",
    "article_date": "November 16, 2007",
    "session_type": "Tumor Immunotherapy",
    "abstract_text": "Patients with hematological malignancies can be successfully treated with HLA-matched T cell-depleted allogeneic stem cell transplantation (alloSCT) and subsequent donor lymphocyte infusions (DLI). The efficacy of DLI is mediated by donor T cells recognizing minor histocompatibility antigens (mHags) on malignant recipient cells. Since HLA class II molecules are predominantly expressed on hematopoietic cells, mHag specific CD4 + T cells may selectively mediate Graft-versus-Leukemia (GvL) reactivity without Graft-versus-Host Disease (GvHD). Clinical studies have shown that adoptive transfer of CD4 + donor lymphocytes after HLA-matched alloSCT may lead to clinical remissions with a reduced incidence of GvHD, emphasizing the relevance of CD4 + T cells and HLA class II associated mHags for development of effective anti-tumor T cell therapies after alloSCT with a low risk for GvHD. The aim of this study was to identify the HLA class II associated mHag that is recognized by CD4 + T cells induced in a patient with relapsed chronic myeloid leukemia (CML) after HLA-matched alloSCT who developed strong GvL reactivity with mild GvHD of the skin after treatment with DLI. We previously developed recombinant bacteria cDNA expression libraries based on delivery of exogenous antigens for identification of HLA class II antigens and used this method for identification of the first autosomal HLA class II (HLA-DQB1*0603) associated mHag LB-PI4K2B-1S. LB-PI4K2B-1S has a population frequency of 40–50% and is encoded by the broadly-expressed phosphatidylinositol 4-kinase type II β gene. In the patient with CML, a polyclonal CD4 + T cell response against LB-PI4K2B-1S and simultaneous mHag specific CD8 + T cells were demonstrated. LB-PI4K2B-1S specific CD4 + T cells were shown to recognize the CD34 + CML cells of the patient as well as other leukemic cells. Recognition and lysis of normal hematopoietic cells by LB-PI4K2B-1S specific CD4 + T cells critically depended on the number of HLA-DQ molecules expressed at the cell surface and was restricted to high HLA-DQ-expressing B cells, mature dendritic cells (DC) and EBV-transformed B cells. HLA-DQ expression on T cells, PHA-stimulated blasts, monocytes and immature DC was absent or low and not sufficient for T cell recognition. We also demonstrated that HLA-DQ expression on normal cells of non-hematopoietic origin after extensive culturing with IFN-γ was moderately upregulated as compared to HLA-DR and -DP and not sufficient for recognition by LB-PI4K2B-1S specific CD4 + T cells. In conclusion, the data suggest that LB-PI4K2B-1S specific CD4 + T cells mediated tumor rejection by directly eliminating the malignant cells of the patient as effector cells and stimulating the induction and maintenance of CD8 + T cell immunity as helper cells, and HLA-DQ associated mHags may be appropriate targets for T cell therapies with the aim to selectively stimulate GvL after HLA-matched alloSCT with a low risk for GvHD.",
    "topics": [
        "1-phosphatidylinositol 4-kinase",
        "human leukocyte antigens",
        "leukemia",
        "minor histocompatibility antigens",
        "tissue transplants",
        "graft-versus-host disease",
        "hla-dq antigens",
        "molecule",
        "neoplasms",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Marieke Griffioen",
        "Edith D. van der Meijden",
        "M. Willy Honders",
        "Caroline Rutten",
        "Simone A.P. van Luxemburg-Heijs",
        "Peter A. von dem Borne",
        "Roelof Willemze",
        "J.H. Frederik Falkenburg"
    ],
    "author_dict_list": [
        {
            "author_name": "Marieke Griffioen",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Edith D. van der Meijden",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Willy Honders",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Rutten",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simone A.P. van Luxemburg-Heijs",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter A. von dem Borne",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roelof Willemze",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J.H. Frederik Falkenburg",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T02:38:12",
    "is_scraped": "1"
}