{
    "doi": "https://doi.org/10.1182/blood.V122.21.SCI-27.SCI-27",
    "article_title": "Novel Targeting Strategies for Leukemia-Initiating Cells in Myeloid Neoplasms ",
    "article_date": "November 15, 2013",
    "session_type": "Scientific Committee on Myeloid Neoplasia: Molecular Complexity and Novel Targeting Therapies for Myeloid Neoplasms: The Future is Here!",
    "abstract_text": "In this session we will present results from our chemo-genomic screens designed to categorize more accurately human acute myeloid leukemia (AML) subsets based on both their genetic make-up (RNA and exon Next Generation Sequencing) and their response to clinically-approved chemicals. The success of this project relies on our recent development of newly defined culture conditions that support the majority of leukemia stem cells in short-term cultures (Pabst et. al., submitted) and availability of a large collection of clinically annotated specimens (J.H., BCLQ). Integration of chemical and genetic data is possible through our novel bioinformatics tools developed for this purpose (Lemieux et. al., submitted). In addition to the generation of more accurate prognostic tools, these studies set the stage for drug repositioning and personalized medicine for human AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "neoplasms",
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "massively-parallel genome sequencing",
        "rna",
        "stem cells"
    ],
    "author_names": [
        "Guy Sauvageau, MD, PhD",
        "Caroline Pabst, MD",
        "Sebastien Lemieux, PhD",
        "Josée Hébert, MD",
        "Jana Krosl, phD"
    ],
    "author_dict_list": [
        {
            "author_name": "Guy Sauvageau, MD, PhD",
            "author_affiliations": [
                "Maisonneuve-Rosemont Hospital, Université de Montréal, Montréal, QC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Caroline Pabst, MD",
            "author_affiliations": [
                "Department of Medicine, Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastien Lemieux, PhD",
            "author_affiliations": [
                "IRIC, Universite de Montreal, Montreal, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josée Hébert, MD",
            "author_affiliations": [
                "Quebec Leukemia Cell Bank, Montréal, QC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jana Krosl, phD",
            "author_affiliations": [
                "molecular biology, IRIC, Montreal, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T18:41:40",
    "is_scraped": "1"
}