{
    "doi": "https://doi.org/10.1182/blood.V110.11.662.662",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1036",
    "start_url_page_num": 1036,
    "is_scraped": "1",
    "article_title": "Granulocytic Precursors from Patients with ELA2-Mutant Severe Congenital Neutropenia Display a Transcriptional Profile Consistent with Activation of the Unfolded Protein Response. ",
    "article_date": "November 16, 2007",
    "session_type": "Granulocytes, Monocytes and Macrophages",
    "topics": [
        "congenital neutropenia",
        "granulocytes",
        "transcription, genetic",
        "unfolded protein response",
        "rna",
        "tunicamycin",
        "antigens, cd15",
        "antigens, cd16",
        "bone marrow specimen",
        "cd14 antigen"
    ],
    "author_names": [
        "Mark Murakami",
        "Jun Xia",
        "Catherine T. Jordan",
        "Laurence A. Boxer",
        "David Dale",
        "Audrey A. Bolyard",
        "Mary C. Dinauer",
        "Daniel C. Link"
    ],
    "author_affiliations": [
        [
            "Washington University School of Medicine, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO, USA"
        ],
        [
            "University of Michigan, Ann Arbor, MI, USA"
        ],
        [
            "University of Washington, Seattle, WA, USA"
        ],
        [
            "University of Washington, Seattle, WA, USA"
        ],
        [
            "Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.63514409999999",
    "first_author_longitude": "-90.26292889999999",
    "abstract_text": "Severe congenital neutropenia (SCN) is an inborn disorder of granulopoiesis. Mutations of ELA2 , encoding neutrophil elastase (NE), are present in approximately 50% of cases of SCN. To date, 52 distinct, mostly missense, mutations of ELA2 have been identified. The diversity of ELA2 mutations in SCN and lack of consistent effect of these mutations on NE enzyme activity led us to hypothesize that structural rather than functional perturbations in the NE protein might be responsible for the disruption in granulopoiesis. Specifically, we hypothesized that a shared feature of the different NE mutants is their propensity to misfold. In this model, accumulation of misfolded NE in the endoplasmic reticulum (ER) triggers the unfolded protein response (UPR) and ultimately leads to apoptosis of granulocytic precursors. The UPR is an adaptive cellular program that ameliorates protein-folding defects in the ER by attenuating most new translation and increasing transcription of genes involved in productive refolding and ER-associated degradation of misfolded proteins. However, if the ER stress is severe and ER homeostasis cannot be restored, the UPR triggers cell apoptosis. In support of this model, we and others previously showed that expression of mutant but not wild-type NE in myeloid cells induces UPR activation. Moreover, expression of mutant NE induced apoptosis in a protease-independent fashion. Finally, we showed that BiP/GRP78 mRNA expression and XBP-1 splicing, two classic markers of UPR activation, were induced in primary SCN granulocytic precursors. These data, while supporting the UPR model of disease pathogenesis, are limited in their scope. Previous studies have shown that activation of the UPR induces the transcription of a characteristic set of genes involved in ER homeostasis. In the present study, we performed RNA profiling on primary SCN granulocytic precursors to determine whether these cells displayed a transcriptional profile consistent with the UPR. Fresh bone marrow samples were obtained from 8 patients with SCN (7 with ELA2 mutations), 5 healthy controls, 2 healthy controls treated with G-CSF for 5 days, or 4 patients with Shwachman-Diamond syndrome (as a control for stress response genes induced by neutropenia, per se ). In addition, bone marrow from two healthy controls were cultured for 24 hours with or without tunicamycin (an established activator of the UPR). In each case, CD15 + CD16 low CD14 - CD9 - cells were isolated by sorting to obtain a cell population highly enriched for promyelocytes/myelocytes (>85% in all cases). RNA profiling was performed using the Affymetrix HG U133 Plus 2.0 Array. Remarkably, the primary SCN granulocytic precursors, but not the other cohorts, exhibit a transcriptional program similar to that of normal granulocytic precursors treated with tunicamycin. Specifically, we detected similar upregulation of the following classes of genes that are transcriptionally activated by the UPR: ER resident chaperones (subclasses HSP40, HSP70, and HSP90), foldases (disulfide isomerase and peptidylprolyl isomerase subclasses), and mediators of apoptosis ( CHOP/DDIT3 and pro-apoptotic members of the Bcl-2 family). These data provide strong new evidence in support of the UPR model of SCN disease pathogenesis."
}