{
    "doi": "https://doi.org/10.1182/blood.V122.21.3752.3752",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2511",
    "start_url_page_num": 2511,
    "is_scraped": "1",
    "article_title": "DNMTis Exert Transcriptional Change Independent Of Demethylating Effect In AML3 Cells ",
    "article_date": "November 15, 2013",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "azacitidine",
        "chemotherapy regimen",
        "cytosine",
        "dna fragments",
        "dna methyltransferase inhibitors",
        "dna restriction enzymes",
        "guanine",
        "immunoprecipitation",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Kirstin A Lund, BSc, MBChB, MRCP",
        "John Cole, MSci",
        "Tony McBryan, MSci, PhD",
        "Mhairi Copland, PhD, BSc, MRCP, FRCPath",
        "Peter Adams, BA, PhD"
    ],
    "author_affiliations": [
        [
            "Paul O'Gorman Leukaemia Research Centre, Cancer Division, University of Glasgow, Glasgow, United Kingdom, "
        ],
        [
            "Beatson Institute, Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ],
        [
            "Beatson Institute, Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ],
        [
            "Paul O'Gorman Leukaemia Research Centre, Cancer Division, University of Glasgow, Glasgow, United Kingdom, "
        ],
        [
            "Beatson Institute, Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ]
    ],
    "first_author_latitude": "55.88408150000001",
    "first_author_longitude": "-4.3122853",
    "abstract_text": "Considerable attention has been focused at improving the outcomes of older patients with Myelodysplastic syndrome/Acute Myeloid Leukemia (MDS/AML). However there remains a lack of consensus regarding how best to approach their management. For a significant proportion of elderly patients, with poor performance status and co-morbidities, the risk of early induction death precludes them from receiving intensive chemotherapy. A major focus of ongoing research remains the identification less toxic regimens which offer the possibility of response above that of supportive care. Epigenetic therapies, such as the DNA methyltransferase inhibitors (DNMTi) offer a novel, less intensive, approach to the treatment of MDS/AML. Despite increasing utilization in the clinic, it is still unclear how Azacitidine (Aza-C) regulates gene transcription; in particular, whether induction of gene expression change is directly methylation-dependent or secondary to indirect downstream effects. Historically, methylation studies attempting to decipher the effects of Aza-C have typically been limited to examining selected cytosine-guanine dinucleotides (CpGs) through the use of CpG microarrays. Newer methods, enriching for methylated DNA fragments by immunoprecipitation or restriction enzyme targeting, both introduce inherent bias to the analysis. Using OCI-AML3 cells, this is the first reported use of bisulfite sequencing of a whole DNMTi treated AML genome and offers a unique insight into the effects of Aza-C at every CpG genome-wide. This study, in parallel with RNA sequencing, has addressed the effects of demethylation on transcriptional change. At a global level we demonstrate that Aza-C, at doses comparable to those used within the Aza-C treated patient population, induces widespread methylation loss, of approximately 50%, across the genome. This demethylation is uniform, rather than selectively targeted, across all genomic features. Hence, the absolute loss of methylation is proportional to the starting density of methylation in a given region of the genome. Aza-C induces significant gene expression change in 3.4% of all genes with both losses and gains of gene expression evident. We found no evidence that Aza-C-induced hypomethylation at CpG islands was preferentially associated with upregulation of gene expression. However, at genes undergoing significant changes in expression, low CpG island methylation in untreated cells weakly correlated with altered transcription. In line with this, a high gene expression level in untreated cells also correlated with Aza-C-induced alteration in gene expression. Neither of these parameters was specifically associated with either up or down regulation of gene expression. This indicates that the simple view that DNMTi-induced demethylation at CpG island promoters is primarily responsible for reactivation of previously silenced genes is an oversimplification. The incongruence between the widespread extent of DNA methylation loss and the relatively limited gene expression changes in this model, leads us to conclude that Aza-C interacts with other, as yet uncharacterized, factors which contribute to transcriptional changes in hypomethylated CpG island containing genes. This provides a clinical rationale for the combination of DNMTis with other epigenetic agents whose function could be synergistically exploited to modify the transcriptional profile of the leukemia genome. Disclosures: No relevant conflicts of interest to declare."
}