{
    "doi": "https://doi.org/10.1182/blood-2021-151417",
    "article_title": "Defibrotide Therapy for Sars CoV2 Acute Respiratory Distress Syndrome ",
    "article_date": "November 5, 2021",
    "session_type": "332.Anticoagulation and Antithrombotic Therapies",
    "abstract_text": "Background : SARS-CoV-2 related acute respiratory distress syndrome (ARDS) is associated with endothelial dysfunction and profound dysregulation of the thrombotic/fibrinolytic pathway, with thrombotic complications common in affected patients (pts). Fibrin deposition may be a key feature of the pathobiology, with markedly elevated levels of PAI-1 reported. Defibrotide (DF), a polyanionic naturally-derived polydeoxyribonucelotide with endothelial stabilizing activity, has fibrinolytic, antithrombotic and anti-inflammatory properties, with known activity in reducing PAI-1 levels and inhibiting heparanase. We now report a prospective, open label, safety and tolerability trial of defibrotide for the management of patients with advanced SARS-CoV-2 related ARDS. Patients and Methods : Eligible patients (pts) were ≥18 years in age, with clinical and radiographic signs of ARDS, no signs of active bleeding, a serum D-Dimer > 2X ULN, and a positive PCR-based assay for SARS-CoV-2. Concomitant use of systemic anticoagulants or fibrinolytics was initially precluded, with the study amended to allow prophylactic doses of systemic heparin in its latter stages. Defibrotide (6.25 mg/kg/dose IV q. 6 hours) was administered for a planned 7-day course, with day 1 defined as the first day of study therapy. Therapy was able to be discontinued prior to day 7 in pts who met the pulmonary response parameter at that earlier timepoint. Patients with a partial response to therapy (> 20% reduction in FiO2) by day 7 were allowed to receive an additional 7 days of therapy (14 days total). Response was defined as complete cessation of supplemental O2 support, or ≥ 2 point reduction in WHO ordinal score for 48 consecutive hours by day 7. Patients were recruited from a single center between October 2020 and March 2021. Results : Twelve pts (median 63 years, range 35-73 years) were treated, with 10 of 12 pts on mechanical ventilation (median FiO2 55%, PEEP 18 mmHg), and six on vasopressor support at the time of study entry. Baseline PaO2/FiO2 ratios ranged from 82 - 200 mmHg. The median D-Dimer was 3.25 mcg/ml (range 1.33-12.3 mcg/ml), and fibrinogen 637 mg/dl (range 250-1208 mg/dl) at study entry. Dexamethasone and remdesivir had been administered prior to DF in all pts, with no other SARS-CoV-2 targeted treatment given during DF therapy. Eleven pts received ≤7 days of therapy, with one pt receiving 14 days. The first 9 pts received DF without other concomitant anticoagulants, with the last 3 pts concurrently receiving prophylactic heparin plus DF. No hemorrhagic or bleeding complications occurred during DF therapy, including the 3 pts receiving concurrent heparin prophylaxis. Likewise, no thrombotic complications developed during study therapy, including the 9 patients in which DF was their sole anti-coagulant. All 12 patients were evaluable for response. Four pts met the day 7 pulmonary response parameter, with 2 pts having a complete cessation of O2 support within this period. Three pts died from progressive pulmonary disease, at 11, 17 and 34 days from study entry. The 3 pts (who died) had the lowest baseline PaO2/FiO2 ratios (82-115 mmHg) of all study subjects. Nine pts (75%) remain alive, 64 to 174 days from study entry, all 9 discharged from their primary hospitalization. Day 30 all-cause mortality was 17% (95%CI: 0-35%). Serial coagulation and fibrinolytic assays were available in 7 patients. Total PAI-1 levels decreased from a median 167 ng/ml (range 105-264 ng/ml) to a median 104 ng/ml (range 55-166 ng/ml) by day 4 of therapy, with all 7 subjects showing a decline in PAI-1 levels at that time point. Total tPA levels increased from a median 3.02 ng/ml (range 0.72 - 36.1 ng/ml) at baseline to 4.5 ng/ml (range 1.1-8.2 ng/ml) by day 4 in study subjects. Allowing for the small sample size, baseline PAI-1, tPA or D-Dimer levels did not impact response. One of two patients with a baseline D-Dimer > 10 mcg/ml responded, while both patients with a baseline D-Dimer <2.0 mcg/ml failed to meet the response parameter. Conclusion : The use of DF for the management of SARS-CoV-2-related ARDS proved safe and tolerable in a prospective, open label trial. No hemorrhagic or thrombotic complications were reported during therapy. Outcomes were promising, including an overall survival of 75% in a patient population with a historically high mortality rate. ( The study was supported by a research grant from Jazz Pharmaceuticals ) Disclosures Yanik:  Jazz Pharmaceutical: Research Funding. Pipe:  Sangamo Therapeutics: Other: Scientific Advisory Board; ASC Therapeutics: Other: Scientific Advisory Board; Apcintex: Consultancy; Bayer: Consultancy; Biomarin: Consultancy; Catalyst Biosciences: Consultancy; CSL Behring: Consultancy; Freeline: Consultancy; Grifols: Consultancy; HEMA Biologics: Consultancy; Novo Nordisk: Consultancy; Octapharma: Consultancy; Pfizer: Consultancy; Roche: Consultancy; Sanofi: Consultancy; Takeda: Consultancy; Spark Therapeutics: Consultancy; uniQure: Consultancy. Sisson:  Translatebio: Other: Data Safety Committee member. Richardson:  Celgene/BMS: Consultancy, Research Funding; Karyopharm: Consultancy, Research Funding; Oncopeptides: Consultancy, Research Funding; Janssen: Consultancy; Secura Bio: Consultancy; AstraZeneca: Consultancy; Takeda: Consultancy, Research Funding; Regeneron: Consultancy; AbbVie: Consultancy; Protocol Intelligence: Consultancy; GlaxoSmithKline: Consultancy; Sanofi: Consultancy; Jazz Pharmaceuticals: Consultancy, Research Funding. Lawrence:  MDI Therapeutics: Membership on an entity's Board of Directors or advisory committees. OffLabel Disclosure: Defibrotide: Off label use for ARDS",
    "author_names": [
        "Gregory A Yanik",
        "David Frame",
        "Gianni Bruno Scappaticci",
        "Mary Maliarik",
        "Steven W Pipe",
        "Thomas Braun",
        "Thomas Sisson",
        "Paul G. Richardson",
        "Daniel A Lawrence",
        "Vibha Lama"
    ],
    "author_dict_list": [
        {
            "author_name": "Gregory A Yanik",
            "author_affiliations": [
                "Blood and Marrow Transplantation Program, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Frame",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianni Bruno Scappaticci",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Maliarik",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven W Pipe",
            "author_affiliations": [
                "University of Michigan, , Ann Arbor, MI",
                "Pediatrics and Pathology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Braun",
            "author_affiliations": [
                "School of Public Health, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Sisson",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Richardson",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel A Lawrence",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vibha Lama",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:08:59",
    "is_scraped": "1"
}