{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.78.78",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3748",
    "start_url_page_num": 3748,
    "is_scraped": "1",
    "article_title": "Nemo-like Kinase Hyper-Activated in Erythroid Progenitors in Models of Diamond Blackfan Anemia ",
    "article_date": "December 7, 2017",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Disordered Erythropoiesis",
    "topics": [
        "diamond-blackfan anemia",
        "erythroid progenitor cells",
        "phosphotransferases",
        "proto-oncogene proteins c-myb",
        "adverse effects",
        "anemia",
        "blood transfusion",
        "cancer",
        "congenital abnormality",
        "enzymes"
    ],
    "author_names": [
        "Mark C Wilkes",
        "Jae Wook Lee",
        "Sriya Kudaravalli",
        "Anupama Narla, MD",
        "Bertil Glader, MD",
        "Kathleen M. Sakamoto, MD PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, Stanford University, Stanford, CA "
        ],
        [
            "Department of Pediatrics, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South) "
        ],
        [
            "Stanford University, Stanford, "
        ],
        [
            "Department of Pediatrics, Division of Hematology/Oncology, Stanford School of Medicine, Hillsborough, CA "
        ],
        [
            "Lucile Packard Children's Hospital, Stanford University, Palo Alto, CA ",
            "Stanford University School of Medicine, Palo Alto, CA "
        ],
        [
            "Department of Pediatrics, Division of Hematology/Oncology, Stanford University School of Medicine, Stanford, CA"
        ]
    ],
    "first_author_latitude": "37.4348307",
    "first_author_longitude": "-122.17637590000001",
    "abstract_text": "Diamond Blackfan Anemia (DBA) is associated with anemia, congenital abnormalities, and cancer. The disease typically presents within the first year of life. Approximately 70% of DBA patients possess a mutation in one of at least 12 ribosomal proteins, with RPS19 being the most prevalent, accounting for over 25% of cases. In mice, complete loss of RPS19 is not viable, yet mutations that result in haploinsufficiency result in failure of erythropoiesis due to a blockage during differentiation of early erythroblast progenitors. An increase in p53 stability has been attributed to the disease, but the downstream signaling molecules mediating aberrant erythropoiesis have not been completely characterized. Here, we report that Nemo-like Kinase (NLK) is chronically hyper-activated in RPS19 insufficient CD34+ HSPCs derived from fetal liver, cord blood and mobilized peripheral blood differentiating toward the erythroblast lineage, as well as DBA-patient derived EBV-transformed Human B lymphoblastic cell lines In in vitro kinase assays, significant increases in the extent of phosphorylation of three (3) NLK kinase substrates - NLK (3.86 fold), c-Myb (5.22 fold) and Raptor (9.82 fold) was observed in the presence of immunopurified NLK during RPS19 insufficiency. This activation is due to p53-mediated upregulation of TNFα that activates NLK in neighboring cells in a paracrine fashion. In differentiating HSPCs, RPS19 insufficiency results in increased phosphorylation of the critical erythroid transcription factor c-Myb (9.6 fold) and autophagy-regulating Raptor (5.3 fold), both of which are restored to basal levels upon expression of siRNA against NLK. Phosphorylation of c-Myb by NLK results in increased ubiquitination and proteasomal degradation with subsequent loss of c-Myb-induced genes critical for transcriptional regulation of erythropoiesis (including LMO2 and KLF1). Raptor phosphorylation by NLK inhibits mTOR activation, resulting in premature autophagy in erythroblast progenitors. Knockdown of NLK using siRNAs significantly increased c-Myb downstream gene expression (p<0.0001), reduced autophagy (p<0.001) and increased erythrocyte maturation (p<0.001) in RPS19 insufficient human HSPCs. NLK expression is high in HSPCs and committed erythroid progenitors but is significantly downregulated in lymphoid, myeloid and megakaryocyte committed progenitors. In contrast, TNFα receptors are expressed at low levels in stem cells but increases during differentiation. Collectively, we propose the synergy of high NLK and TNFα receptor expression in erythroid progenitors contributes to selective erythroid progenitor hyper-activation of NLK in the TNFα-rich bone marrow niche DBA patients that contributes to red blood cell aplasia. Current therapies for DBA have undesirable side effects, including iron overload from repeated transfusions or infections from immunosuppressive drugs and stem cell transplantation. Identification of aberrantly activated enzymes, such as NLK, offer therapeutic promise as potential druggable targets in the clinical management of DBA. Disclosures Glader: Agios Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees."
}