{
    "doi": "https://doi.org/10.1182/blood.V108.11.2253.2253",
    "article_title": "Mouse B Cell Lineage Neoplasms: Comparative Analyses of Gene Expression Using High Throughput Real Time RT-PCR and Oligonucleotide Microarrays. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Gene expression profiling of human and mouse B cell lineage neoplasms using microarrays has provided a powerful means for: identification of previously unrecognized subsets of a single histologically-defined disease category; relating a specific disease to a previously unrecognized cell of origin; and establishing disease subsets defined by characteristic host-tumor interactions. Other anticipated returns including the rapid identification of new therapeutic targets have fallen short of expectations. In addition, discrepancies among results obtained using different platforms pose a major obstacle to bringing this approach into common clinical practice. Quantitation of gene expression by qPCR provides an attractive alternative approach but has been limited by the lack of high-throughput methodologies. We have approached this issue by developing qPCR methods that assay 384 “cancer genes” in a single plate, covering a wide range of targets from pathways implicated in the development of hematopoietic as well as solid tumors. We used this system to compare RNA prepared from normal spleens, mouse PCT and two lymphoma types with strikingly similar cytologies but differing origins - high-grade splenic marginal zone lymphomas (MZL) and centroblastic DLBCL (CBL). Terminally differentiated PCT were readily distinguished from MZL and CBL and MZL from CBL. Statistical analyses identified subsets of genes that distinguished each normal or tumor set from all the others and these are being validated against new groups of each tumor type. The same initial cases were also evaluated using oligonucleotide microarrays, providing instructive similarities and differences in measures of shared genes. From these comparisons, we have identified potentially important signaling pathways, such as Notch, Wnt and IL6, as well as drugable targets. These are being evaluated in studies of cultured cell lines and can be extended to in vivo tests of efficacy in mice bearing transplanted or primary tumors.",
    "topics": [
        "b-lymphocytes",
        "gene expression",
        "mice",
        "neoplasms",
        "oligonucleotide arrays",
        "reverse transcriptase polymerase chain reaction",
        "diffuse large b-cell lymphoma",
        "gene expression profiling",
        "interleukin-6",
        "lymphoma"
    ],
    "author_names": [
        "Dong-Mi Shin, PhD",
        "Daniel J. Shaffer, BS",
        "Derry C. Roopenian, PhD",
        "Herbert Morse, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dong-Mi Shin, PhD",
            "author_affiliations": [
                "Laboratory of Immunopathology, NIAID, NIH, Rockville, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. Shaffer, BS",
            "author_affiliations": [
                "Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derry C. Roopenian, PhD",
            "author_affiliations": [
                "Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herbert Morse, MD",
            "author_affiliations": [
                "Laboratory of Immunopathology, NIAID, NIH, Rockville, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T21:34:10",
    "is_scraped": "1"
}