{
    "doi": "https://doi.org/10.1182/blood.V118.21.1467.1467",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2118",
    "start_url_page_num": 2118,
    "is_scraped": "1",
    "article_title": "Telomerase Gene Screening and Telomere Overhang Detection in Chinese Patients with Acute Myeloid Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "genes",
        "leukemia, myelocytic, acute",
        "screening",
        "telomerase",
        "telomere",
        "follow-up",
        "aplastic anemia",
        "bone marrow specimen",
        "chemotherapy, neoadjuvant",
        "chromosomal disorder"
    ],
    "author_names": [
        "Siyi Yan, MD",
        "Bing Han, MD, PhD",
        "Yongji Wu, MD",
        "Daobin Zhou, MD",
        "Yongqiang Zhao"
    ],
    "author_affiliations": [
        [
            "Peking Union Medical College Hospital, Beijing, China, "
        ],
        [
            "Dept. of Hematology, Peking Union Med. College Hosp., Beijing, China, "
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ]
    ],
    "first_author_latitude": "39.912746399999996",
    "first_author_longitude": "116.41424809999998",
    "abstract_text": "Abstract 1467 Telomeres are complex structures capping the ends of all eukaryotic cell chromosomes. Loss-of-function mutations in telomerase complex genes reduce telomerase activity and shorten overall telomere length in leucocytes, and they can clinically manifest as aplastic anaemia and dyskeratosis congenita, which predispose to acute myeloid leukemia. Telomeres are constituted of double-stranded tandem TTAGGG repeats followed by a 3' G-rich single-stranded overhang, a crucial telomeric structural component responsible for the t-loop formation. Loss of telomerase function also leads to short telometric overhangs, potentially resulting in chromosome instability. In this study, we screened bone marrow samples from 69 Chinese patients with acute myeloid leukemia (AML, excluding AML-M3) for variants in telomerase reverse transcriptase(TERT) and telomerase RNA component(TERC) gene. We also investigated the length of telomeric overhangs in those patients and 46 healthy individuals, using Southern blot analysis. Cytogenetic status, disease severity and short time survival rate in patients with AML were evaluated. Our cohort included 2 M1,48 M2, 5 M4, 5 M5 and 9 secondary AML. Age was 47(13–77),medium follow-up time was 4 months (2–10 months). 3 TERT mutations (m896G>A, m1079C>G and m1451G>A) but no TERC mutation was identified in patients with AML. Patients carrying TERT mutations had very short telomeres, critical short overhangs and poor response to the induction chemotherapy and died in their follow-up period. In contrast to overall telomere length, which shortened with ageing, telomeric overhang lengths were constant overtime and much shorter in patients with AML compared to those of normal controls(P<0.001). In AML cohort, those who have shorter overhangs did worse than those with normal ones. Multivariant analysis showed telomeric overhang length, as well as unfavorable chromosome abnormalities, served as an independent prognostic marker for AML patients(P<0.0001). In conclusion, we report 3 mutations in TERT gene patients with AML, which may cause short telomere and overhang and account for poor prognosis in those patients. Short overhang length may be an independent factor for poor response and shorter survival in patients with AML. These findings would have to be confirmed in large, prospective studies. Disclosures: No relevant conflicts of interest to declare."
}