{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4443.4443",
    "article_title": "In Vivo Expansion of Recipient DC Leads to Deletion of Donor Alloreactive CD8 + T Cells and Is an Alternative to Post-Transplant Cyclophosphamide for the Prevention of Graft-Versus-Host Disease after BMT ",
    "article_date": "December 7, 2017",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Poster III",
    "abstract_text": "Allogeneic bone marrow transplantation (BMT) provides curative therapy for leukemia via immunological graft-versus-leukemia (GVL) effects. In practice, this must be balanced against graft-versus-host disease (GVHD) and opportunistic infection. We have investigated the role of recipient dendritic cells (DC) in the control of MHC class I restricted T cell responses after BMT. We first used the C3H.Sw → B6 miHA mismatched model of mouse BMT, with lethally irradiated B6.CD11c.DOG recipients (diphtheria toxin receptor, ovalbumin and GFP driven off the CD11c promoter) such that recipient DC can be deleted by diphtheria toxin, in combination with B6-derived MLL-AF9 induced primary acute myeloid leukemia to model clinical relapse. Depletion of recipient DC resulted in improved leukemic control (median survival 43 vs 31 days, P <0.001). The use of IRF8 -/- BMT recipients (CD8α + DC subset absent) confirmed that recipient CD8α + DC were critical for regulating these GVL effects (median survival 43 vs 34 days, P = 0.0005 ). We confirmed that this accelerated relapse occurred as a consequence of recipient DC-induced donor T cell apoptosis resulting in a profound contraction of the donor T cell compartment. Using the same depletion strategies in an antigen-specific model (donor OT-I T cells, B6.CD11c.DOG x DBA/2 F1 recipients) we confirmed that recipient DC invoked effector donor CD8 + T cell hyperactivation, differentiation and apoptosis (Annexin V + OT-I; 52.4% vs. 23.9% in DC replete vs. depleted recipients, P = 0.01 ). In light of the effects of recipient DC on antigen-specific donor T cell deletion, we next compared pre-transplant Flt-3L treatment (Pre-T Flt-3L; d -10 to d 0) to expand recipient CD8α + DC (mean CD8α + DC/spleen saline 0.14×10 6 vs Pre-T Flt-3L 23.6×10 6 ; P = 0.008) with post-transplant cyclophosphamide (PT-Cy at d 3,4), in a model of haploidentical BMT (B6 → B6D2F1). Consistent with our DC depletion models, Pre-T Flt-3L resulted in augmented antigen-specific donor T cell expansion 12 hours post-BMT, followed by deletion within 72 hrs ( d 3 mean splenic OT-I: saline 15.94×10 6 vs Pre-T Flt-3L 0.01×10 6 ; P = 0.02). PT-Cy resulted in similar profound but alloantigen-independent polyclonal T cell deletion ( d 7 mean splenic CD3 + : saline 10.8×10 6 vs PT-Cy 0.8×10 6 ; P = 0.02). Pre-T Flt-3L offered better protection from GVHD than PT-Cy (median survival 36 vs 45 days, P = 0.02). In contrast, cyclosporine (CsA, administered to deliver clinically relevant serum levels of 200 - 300 ng/mL) did not result in major improvements in GVHD outcome (median survival 11 vs 13 days, P = 0.07). Both Pre-T Flt-3L and PT-Cy ablated GVL effects with relapse rates similar to corresponding TCD controls (Pre-T Flt3-L median time to relapse 11 days TCD vs 12 days BM+T; PT-Cy 22 days TCD vs 26 days BM+T). In contrast, GVL was maintained after CsA (with long-term survival seen in CsA and saline treated BM+T mice, median survival not reached; P >0.99). We confirmed that the effects with Pre-T Flt-3L were DC specific, and not related to the other populations by simultaneously deleting recipient DC (using diphtheria toxin) in Flt-3L treated recipients. This completely restored GVL effects and long-term survival to that observed in non-Flt-3L treated recipients ( P >0.99). Importantly, despite effects on antigen-specific T cells, Pre-T Flt-3L facilitated the maintenance of third party CMV-specific donor T cells whereas PT-Cy did not (m38 tetramer + cells 3 days post treatment; saline vs Pre-T Flt-3L P = 0.27; saline vs PT-Cy P = 0.028). These data highlight pre-transplant Flt-3L therapy as a potent alternative therapeutic strategy to PT-Cy to prevent GVHD, and moreover, that the effects of these strategies on attenuating GVL may have important clinical ramifications. Disclosures Lane: novartis: Consultancy; janssen: Consultancy, Research Funding.",
    "topics": [
        "cyclophosphamide",
        "donors",
        "graft-versus-host disease",
        "t-lymphocytes",
        "transplantation",
        "saline solutions",
        "antigens",
        "cyclosporine",
        "diphtheria toxin",
        "leukemia"
    ],
    "author_names": [
        "Kate A Markey, MBBS, PhD",
        "Rachel D Kuns, BSc",
        "Daniel J Browne, BSc",
        "Kate H Gartlan, PhD",
        "Renee J Robb, PhD",
        "J Paulo Martins, BSc",
        "Andrea S Henden, MBBS",
        "Simone A Minnie, BSc",
        "Melody Cheong, PhD",
        "Motoko Koyama, MD PhD",
        "Mark J Smyth, PhD",
        "Gabrielle T Belz, PhD",
        "Thomas Brocker, PhD",
        "Mariapia Degli-Esposti, PhD",
        "Steven W. Lane, MD PhD",
        "Geoff R Hill, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kate A Markey, MBBS, PhD",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia ",
                "Royal Brisbane and Women's Hospital, Brisbane, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rachel D Kuns, BSc",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J Browne, BSc",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kate H Gartlan, PhD",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, AUS "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renee J Robb, PhD",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J Paulo Martins, BSc",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea S Henden, MBBS",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simone A Minnie, BSc",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melody Cheong, PhD",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motoko Koyama, MD PhD",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Herston, AUS "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark J Smyth, PhD",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabrielle T Belz, PhD",
            "author_affiliations": [
                "Walter and Eliza Hall Institute, Melbourne, Australia "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Brocker, PhD",
            "author_affiliations": [
                "Institute for Immunology, Ludwig-Maximilians Universitat, Munich, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariapia Degli-Esposti, PhD",
            "author_affiliations": [
                "Centre for Opthalmology and Visual Science, University of Western Australia, Immunology and Virology Program, Crawley, AUS "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven W. Lane, MD PhD",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia ",
                "The Royal Brisbane and Women's Hospital, Brisbane, Australia"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoff R Hill, MD",
            "author_affiliations": [
                "QIMR Berghofer Medical Research Institute, Brisbane, Australia ",
                "Royal Brisbane and Women's Hospital, Brisbane, Australia "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:38:00",
    "is_scraped": "1"
}