{
    "doi": "https://doi.org/10.1182/blood.V122.21.1533.1533",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2573",
    "start_url_page_num": 2573,
    "is_scraped": "1",
    "article_title": "Hedgehog Pathway Is Deregulated In Myelodysplastic Syndrome Progenitor Bone Marrow Cells ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "bone marrow cells",
        "erinaceidae",
        "myelodysplastic syndrome",
        "zinc finger protein gli1",
        "cancer",
        "ligands",
        "hematologic neoplasms",
        "leukemia, acute",
        "leukemia, myelocytic, acute",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Juliana M. Xavier",
        "Adriana Silva Santos Duarte, PhD",
        "Fernando V Pericole, MD",
        "Paulo Latuf-Filho, PhD",
        "Fabiola Traina, MD, PhD",
        "José Vassallo, MD, PhD",
        "Sara Teresinha Olalla Saad, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, São Paulo, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, São Paulo, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, São Paulo, Brazil, "
        ],
        [
            "Laboratório Investigação em Patologia (LIP) CIPED, FCM, University of Campinas, UNICAMP, Campinas-SP, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, São Paulo, Brazil, "
        ],
        [
            "Laboratory of Investigative and Molecular Pathology, CIPED, School of Medical Sciences, University of Campinas, Campinas, São Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, São Paulo, Brazil, "
        ]
    ],
    "first_author_latitude": "-22.828707599999998",
    "first_author_longitude": "-47.062424299999996",
    "abstract_text": "The sonic hedgehog (Shh) pathway is a regulatory network involved in the development of cancer. The Hh ligands (Sonic Hh, Indian Hh, and Desert Hh) bind to the receptors Patched1 and Patched2, resulting in the inhibition of their repression on Smoothened (Smo). Smo is a seven-transmembrane protein, which inhibits Suppressor of Fused (SUFU), resulting in the stabilization and activation of the Gli family of transcription factors, followed by a transcriptional response to the “canonical Hh signaling”. SUFU is a negative regulator of the Hedgehog signaling pathway, through the restriction of Gli activity through cytoplasmic sequestration. Germline mutations in SUFU are involved in medulloblastoma. Dysregulation of Shh signaling has been reported to be involved in several malignancies, including chronic myeloid leukemia. To our knowledge, however, only one study has been carried out in myelodysplastic syndrome (MDS) and acute leukemia so far, and the role of this pathway in leukemogenesis is still unknown. Recently we showed an increased protein expression of Sonic and Dessert Hedgehog in addition to increased mRNA levels of PTCH and SMO in MDS bone marrow. Here, we investigated whether this increase was capable of activating Hedgehog pathway in total and in progenitor bone marrow cells. Bone marrow (BM) samples were collected from 39 MDS (25 low-risk, 14 high-risk, according WHO 2008) patients and 26 healthy donors. CD34+ cells were isolated from peripheral blood of 9 healthy donors and 20 (12 low-risk and 8 high risk) MDS patients. Relative expressions of PTCH, SMO, SUFU and GLI1 were obtained by Real time-PCR. Increased expression observed in ligands and receptors were not sufficient to upregulate the activity of Hedgehog pathway in MDS total bone marrow. The downstream effector GLI1 was under expressed in the disease as median [min-max] as follows: healthy donors 1.04[0.02-4.01]; low risk MDS 0.21[0.03-2.26]; high risk MDS 0.07[0.03-1.48] healthy donors vs low risk p=0.007; healthy donors vs high risk p=0.006. Furthermore, SUFU expression was similar in healthy donors 3.3[0.35-7.84] and in myelodysplastic (low risk 3.76[0.75-13, 2] and high risk 1.8[0.58-16.4]) bone marrows. Different from total bone marrow, the receptors Patched and SMO showed decreased expression in MDS CD34+ cells: Patched healthy donors 2.24[0.74-4.36]; low risk 0.6[0.1-3.34]; high risk 0.98[0.29-1.22] and SMO healthy donors 1.18[0.62-2.16]; low risk 0.79[0,11-1.87]; high risk 0.86[0.37-1.02]; healthy donors vs high risk MDS p=0.049. SUFU was overexpressed (healthy donors 1.44[0.75-2.39]; low risk 2.77[0.93-4.11]; high risk 1.68[1.07-3.43]; healthy donors vs low risk MDS p=.005). However, myelodysplastic progenitors had GLI1 overexpression (healthy donors 1.09[0.6-2.91]; low risk 2.93[0.75-14.52]; high risk 1.32[0.71-2.58]; healthy donors vs low risk p=0.03), indicating an activation of the Shh pathway in MDS progenitors. Recently, Kobune et al (Blood Cancer J. 2012 Sep 7) showed activation of Hedgehog signaling in primary CD34+ blasts from acute myeloid leukemia and MDS, as those cells expressed IHh , PTCH , SMO , GLI1 and GLI . Taken together, these results and ours led us to conclude that the Hedgehog pathway is activated in MDS. Since Shh pathway is being explored as a new opportunity for targeted therapies against tumors, our study suggests that the inhibition of this pathway could be strategic in the control of leukemic stem cell and MDS treatment. Disclosures: No relevant conflicts of interest to declare."
}