{
    "doi": "https://doi.org/10.1182/blood-2020-141149",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4564",
    "start_url_page_num": 4564,
    "is_scraped": "1",
    "article_title": "The Neurotransmitter Receptor Gabbr1 Regulates Proliferation and Function of Hematopoietic Stem and Progenitor Cells ",
    "article_date": "November 5, 2020",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "topics": null,
    "author_names": [
        "Adedamola Elujoba-Bridenstine, MS",
        "Lijian Shao, MDPhD",
        "Katherine Zink",
        "Laura Sanchez, PhD",
        "Kostandin V. Pajcini, PhD",
        "Owen J. Tamplin, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Cell and Regenerative Biology, University of Wisconsin-Madison, Madison, WI"
        ],
        [
            "University of Illinois at Chicago, Chicago, IL"
        ],
        [
            "University of Illinois at Chicago, Chicago, IL"
        ],
        [
            "University of Illinois at Chicago, Chicago, IL"
        ],
        [
            "Pharmacology, University of Illinois at Chicago, Chicago, IL"
        ],
        [
            "Cell and Regenerative Biology, University of Wisconsin School of Medicine and Public Health, Madison, WI"
        ]
    ],
    "first_author_latitude": "43.07396049999999",
    "first_author_longitude": "-89.4067623",
    "abstract_text": "Hematopoietic stem and progenitor cells (HSPCs) are multipotent cells which differentiate to maintain and replenish blood lineages throughout life. Due to these characteristics, HSPC transplants represent a cure for patients with a variety of hematological disorders. HSPC function and behavior is tightly regulated by various cell types and factors in the bone marrow niche. The nervous system has been shown to indirectly influence hematopoiesis by innervating the niche; however, we present a direct route of HSPC regulation via expression of neurotransmitter receptors on HSPC surface. We have identified Gamma Aminobutyric acid (GABA) receptor B subunit 1 ( Gabbr1 ), a hitherto unknown hematopoietic player, as a regulator of HSPC function. GABBR1 is known to be expressed on human HSPCs (Steidl et al., Blood 2004), however its function in their regulation remains unknown. Based on published RNA-seq data (Nestorowa et al., Blood 2016), we discovered that Gabbr1 is expressed on a subset of HSPCs. We confirmed this expression using RT-qPCR to assay hematopoietic populations in the bone marrow (BM). Surface receptor expression analysis showed that Gabbr1 protein is expressed on a subset of BM HSPCs. To detect GABA, the ligand for Gabbr1 in the BM microenvironment, we utilized imaging mass spectrometry (IMS). We detected regionally specific GABA signal in the endosteal region of the BM. We further identified B cells as a cellular source of GABA in the BM. To understand the role of Gabbr1 in hematopoiesis, we generated CRISPR-Cas9 Gabbr1 null mutants on a C57/BL6 background suitable for hematopoietic studies and studied their hematopoietic phenotype. We discovered a decrease in the absolute number of Lin - Sca1 + cKit + (LSK) HSPCs, but the long-term hematopoietic stem cells (LT-HSCs) remain unaffected. Further analysis of peripheral blood of Gabbr1 null mutants showed decreased white blood cells due to reduced B220 + cells. This differentiation defect was confirmed in an in vitro differentiation assay where Gabbr1 null HSPCs displayed an impaired ability to produce B cells. We show that Gabbr1 null HSCs show diminished reconstitution ability when transplanted in a competitive setting. Reduced Gabbr1 null HSC reconstitution persisted in secondary transplant recipients indicating a cell autonomous role for Gabbr1 in regulating reconstitution of HSCs in transplant recipients. Our results show a crucial role for Gabbr1 in HSPC regulation and may translate to human health as a rare human SNP within the GABBR1 locus that correlates with altered leukocyte counts has been reported (Astle et al., Cell 2016). Our studies indicate an important role for Gabbr1 in HSPC reconstitution and differentiation into B cell lineages. Disclosures No relevant conflicts of interest to declare."
}