{
    "doi": "https://doi.org/10.1182/blood.V112.11.2751.2751",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1141",
    "start_url_page_num": 1141,
    "is_scraped": "1",
    "article_title": "Mcl-1 Fragment Mcl-1(128–350) Induces Inhibition of Multiple Myeloma Cell Proliferation and Apoptosis Via Both Upregulation of C-Jun as Well as Modulation of Its Transcriptional Activity ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Pathophysiology and Preclinical Studies excluding Therapy",
    "topics": [
        "apoptosis",
        "cell proliferation",
        "multiple myeloma",
        "transcription, genetic",
        "up-regulation (physiology)",
        "bortezomib",
        "caspases",
        "leukemia",
        "rna, small interfering",
        "transcription factor ap-1"
    ],
    "author_names": [
        "Klaus Podar, MD, MSc, PhD",
        "Jing Zhang, MS",
        "Alexander Zimmerhackl, DI",
        "Daniela Barila, PHD",
        "Sonia Vallet, MD",
        "Martin Sattler, PhD",
        "Yu-Tzu Tai, PhD",
        "Teru Hideshima, MD, PhD",
        "Dharminder Chauhan, JD, PHD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA"
        ],
        [
            "Laboratory of Cell Signaling, Dulbecco Telethon Institute and University of Tor Vergata, Rome, Italy, Rome, Italy"
        ],
        [
            "Center for Multiple Myeloma, Massachussetts General Hospital (MGH), Boston"
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Inst., Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.32868324999999",
    "first_author_longitude": "-71.12796505",
    "abstract_text": "Myeloid cell leukaemia-1 (Mcl-1) is an anti- apoptotic member of the Bcl-2 family commonly expressed in multiple myeloma (MM). Drugs (e.g. bortezomib) can induce a 28kD Mcl-1 fragment (Mcl-1Δ128–350) in a caspase- dependent manner, which induces inhibition of MM cell proliferation and apoptosis. Here we sought to delineate molecular sequelae downstream of Mcl-1Δ128–350 which mediate its anti- proliferative and pro-apoptotic effects in MM and other malignant cells. Our results demonstrate that exogenous Mcl-1Δ128–350 induces upregulation and nuclear accumulation of c-Jun, as well as generation of a pro-apoptotic 60kD c-Abl fragment (c-Abl Δ). Bortezomib treatment triggered c-Jun upregulation in Mcl-1wt/wt, but not Mcl-1 null, murine embryonic fibroblasts (MEFs), and neither transfection with exogenous c-Jun nor with exogenous 60kD c-Abl Δ triggered the generation of Mcl-1Δ128–350. Moreover, drug-induced generation of Mcl-1Δ128–350 was not abrogated by specific transient knockdown of c-Jun or c-Abl by small interfering RNA, further supporting the requirement of Mcl-1Δ128–350 for c-Jun upregulation. Our studies also identified mechanisms downstream of upregulated c-Jun which trigger inhibition of MM cell proliferation and apoptosis. Interestingly and similar to c-Jun and c-Abl Δ, Mcl-1Δ128–350 accumulates within the nuclear fraction. Indeed, interaction of Mcl-1Δ128–350 with c-Jun, as well as subsequent enhanced AP-1 reporter activity, demonstrate a direct regulatory role of Mcl-1Δ128–350 in c-Jun- dependent gene transcription. Finally, gene profiles in MM cells transfected with either Mcl-1wt or Mcl-1Δ128–350 identify differentially expressed genes associated with MM cell proliferation, survival and drug resistance. Taken together, these data both delineate the role of Mcl-1 in MM pathogenesis and further support targeting Mcl-1 in novel MM treatment strategies."
}