{
    "doi": "https://doi.org/10.1182/blood-2018-99-114179",
    "article_title": "Red Blood Cell Lysis Procedure Improves the Performances of ELN Dyserythropoiesis Score Compared to Nuclear Dye Use without Lysis ",
    "article_date": "November 29, 2018",
    "session_type": "637. Myelodysplastic Syndromes—Clinical Studies: Poster II",
    "abstract_text": "Introduction: The IMDSFlow working group reported recently the usefulness of immunophenotypic analysis of erythroid dysplasia in myelodysplastic syndromes (MDS) (Westers, 2017). This multicenter study revealed that analysis of CD36 and CD71 expression on nucleated erythroid cells as coefficient of variation (CV), in combination with CD71 fluorescence intensity and the percentage of CD117+ erythroid progenitors provided the best discrimination between MDS and non-clonal cytopenias. These four parameters were analyzed on bone marrow samples after red blood cell lysis (RBC) procedure. Since this latter could also remove some nucleated erythroid cells, it was proposed to use a nuclear dye in a whole no-lysis bone marrow strategy for analysis of CD36 and CD71 expression (Mathis, 2013). So far, no study has compared the four ELN dyserythropoiesis parameters after or without lysis procedure. Objective: We aimed to evaluate whether no-lysis procedure can lead to a better assessment of dyserythropoiesis by flow cytometry compared to lysis procedure by preserving erythroblast cells. Methods: One hundred patients referred to our laboratory for bone marrow investigations between November 2017 and June 2018 were included in this prospective study. Nineteen patients were used as control samples without cytopenia whereas 81 presented at least one cytopenia. Complete blood count parameters as well as morphological and cytogenetic analyses were used to classify these patients as 25 MDS or 56 non-MDS, referred thereafter as pathological controls. Bone marrow specimens were collected on EDTA and were processed within 4h following aspiration. A similar amount of each sample was stained in parallel with the same antibody panel (CD36, CD71, CD117 and CD45), yet according to two different protocols, one with CyTrak orange without lysis procedure and one with RBC lysis using VersaLyse (Beckman-Coulter). Data were acquired using a Navios cytometer and analyzed using the Kaluza software (BC). Geometrical means of fluorescence (GMFI) of CD71 as well as CD36 and CD71 coefficients of variation and the percentage of CD117+ erythroid progenitors were collected in order to calculate the ELN dyserythropoiesis score as previously described (see Figure 1 A-B for erythroblast selection). Results: Firstly, we compared the percentages of erythroblasts obtained with the no-lysis and the RBC lysis strategies as reported to the total nucleated cells analyzed (corresponding to the CD45 positive cells in addition to erythroblasts selected as CD71 and CD36 positive cells). Surprisingly, we found that the lysis protocol led to a higher percentage of erythroblasts than the no-lysis protocol (19.0±11.8% vs 15.4±10.8%; p<0.0001), yet both flow cytometry approaches gave lower percentages than morphology (30.4±12.5%; p<0.0001) as expected. Samples stained according to the two different protocols were analyzed with the same calibrated cytometer and the same settings for all markers (especially CD71 and CD36), allowing comparison of the raw data. The four parameters of the ELN score were significantly different between the two protocols for the 100 patients analyzed: both CV of CD36 and CD71 and % CD117 progenitors were higher with no-lysis protocol while GMFI CD71 was lower (Figure 1 C-F). We then calculated the ELN score with the recommended weighted manner: 4 points for increase in CD36 CV, 3 points for increase in CD71 CV, 2 points for decreased CD71 MFI and 2 points in the case of decreased or increased percentage of CD117+ erythroid cells. For each of the four parameters, cut-offs for the identification of MDS-associated aberrancies were defined against the 10 th and/or 90 th percentiles of the values obtained either from control samples (Figure 1 G) or from pathological controls (Figure 1 H) for both lysis and no-lysis protocols. With cut-offs defined against control samples, both specificity and sensitivity were better for lysis vs no-lysis protocol (93.3% vs 88.0% and 20.0% vs 12.0%, respectively). With cut-offs defined against pathological controls, again both specificity and sensitivity were higher for lysis vs no-lysis protocol (94.7% vs 88.0% and 20.0% vs 8.0%, respectively). Conclusion: Our results demonstrate that the lysis protocol leads to better specificity and sensitivity of the ELN dyserythropoiesis score than the no-lysis protocol with cut-offs defined against either control samples or pathological controls. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytolysis",
        "dyes",
        "dyserythropoiesis",
        "erythrocytes",
        "transferrin receptors",
        "cd36 antigens",
        "cytopenia",
        "bone marrow specimen",
        "cd45 antigens",
        "flow cytometry"
    ],
    "author_names": [
        "Hugo Germain",
        "Sihem Tarfi, PharmD",
        "Nicolas Freynet, PharmD",
        "Andrea Toma, MD PhD",
        "Bouchra Badaoui, PharmD",
        "Orianne Wagner Ballon, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hugo Germain",
            "author_affiliations": [
                "Département d'Hématologie et Immunologie biologiques, APHP Hôpitaux universitaires Henri Mondor, Créteil, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sihem Tarfi, PharmD",
            "author_affiliations": [
                "Département d'Hématologie et Immunologie biologiques, APHP Hôpitaux universitaires Henri Mondor, Créteil, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Freynet, PharmD",
            "author_affiliations": [
                "Département d'Hématologie et Immunologie biologiques, APHP Hôpitaux universitaires Henri Mondor, Créteil, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Toma, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie clinique, APHP Hôpitaux Universitaires Henri Mondor, Créteil, FRA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bouchra Badaoui, PharmD",
            "author_affiliations": [
                "Département d'Hématologie et Immunologie biologiques, APHP Hôpitaux universitaires Henri Mondor, Créteil, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Orianne Wagner Ballon, MD PhD",
            "author_affiliations": [
                "Département d'Hématologie et Immunologie biologiques, APHP Hôpitaux universitaires Henri Mondor, Créteil, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T15:43:56",
    "is_scraped": "1"
}