{
    "doi": "https://doi.org/10.1182/blood-2019-130512",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4364",
    "start_url_page_num": 4364,
    "is_scraped": "1",
    "article_title": "Tumor Microenvironment Molecular Signatures That Define Therapeutic Resistance in Mantle Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "621.Lymphoma-Genetic/Epigenetic Biology",
    "topics": [
        "mantle-cell lymphoma",
        "tumor microenvironment",
        "ibrutinib",
        "neoplasms",
        "biopsy",
        "lymphoma",
        "1-phosphatidylinositol 3-kinase",
        "apheresis",
        "cytokine",
        "flow cytometry"
    ],
    "author_names": [
        "Krystle Nomie, PhD",
        "Nikita Kotlov, PhD",
        "Viktor Svekolkin, PhD",
        "Alexander Bagaev, PhD",
        "Qingsong Cai, PhD",
        "Jasmine Falahat",
        "Omar Moghrabi",
        "Felix Frenkel, PhD",
        "Ravshan Attaulakhanov, PhD",
        "Angela Leeming",
        "Dayoung Jung",
        "Holly Hill",
        "Kelley Paige Murfin, MSPH",
        "Zhihong Chen",
        "Kimberly Hartig",
        "Maria Badillo",
        "Preetesh Jain, MBBS,MDDM,PhD",
        "Liang Zhang, MD PhD",
        "Michael Wang, MD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "BostonGene Corporation, Boston, "
        ],
        [
            "BostonGene Corporation, Boston, "
        ],
        [
            "BostonGene Corporation, Boston, "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "BostonGene Corporation, Boston, "
        ],
        [
            "BostonGene Corporation, Boston, "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX ",
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021",
    "abstract_text": "Introduction The tumor microenvironment of mantle cell lymphoma (MCL), an aggressive and incurable subtype of B-cell lymphoma, is dynamic and complex. The MCL microenvironment provides a niche for the tumor by promoting survival, therapeutic resistance, and immune evasion. Although the intrinsic mechanisms underlying MCL pathogenesis have been well-studied, as demonstrated by our understanding of the important roles that B-cell receptor signaling, the PI3K/AKT/mTOR axis, and OXPHOS play in MCL survival and the development of therapeutic resistance, the extrinsic mechanisms regulated by the lymphoma microenvironment are less well-known. Methods Whole exome sequencing (WES; n = 42) and RNA-seq (n = 76) were performed on fresh peripheral blood or apheresis patient primary samples with an extremely high MCL tumor percentage as determined by flow cytometry versus biopsies with a more diverse cellular mixture, including MCL tumor microenvironment components such as macrophages, T-cells, NK cells, and monocytes. Our previously published MCL cohort was also analyzed in this study (Zhang et al., Science Translational Medicine , 2019). Joint WES and RNAseq mutation calling, expression analysis, and cell type deconvolution from the transcriptome were performed using the BostonGene automated pipeline. Results To characterize the cellular composition and functional state of the MCL tumor microenvironment as well as tumor properties, we created 26 separate molecular signatures related to various functional processes such as anti-tumor immune infiltration, immune checkpoint inhibition, immunosuppression, and stromal compartment represented by angiogenesis and mesenchymal stromal cells. We also utilized these 26 immune and stromal signatures in conjunction with PROGENy (Pathway RespOnsive GENes) analysis to create a signature-based model associated with sensitivity or resistance to the Bruton's tyrosine kinase (BTK) inhibitor ibrutinib. In this model, increased T-cell, NK cell, and B-cell processes, in addition to p53 pathway activity, were associated with sensitivity to ibrutinib, demonstrating that the tumor microenvironment plays a critical role in the MCL response to this widely used FDA-approved agent. Moreover, initial analysis only identified one BTKC481S mutation in an ibrutinib-resistant MCL sample, again demonstrating that mutations in BTK are rare in ibrutinib-resistant MCL and that diverse mechanisms underlie the development of this resistance. For more in-depth analysis, we performed concurrent analysis of only the biopsy samples in conjunction with an additional previously published cohort (n = 123; Scott et al., JCO , 2017). Unsupervised clustering based on the activities of the proposed signatures produced 4 MCL types as follows: immune infiltration combined with increased stromal signatures (type MCL-A), high immune and checkpoint molecules expression with low stromal expression (type MCL-B), non-immune with increased stromal signature and tumor-promoting cytokines (type MCL-C), and lacking immune infiltration and stromal expression with highest content of malignant B cells (type MCL-D). Interestingly, the ibrutinib-resistant MCL samples primarily belonged to the MCL-C subtype (80%), whereas most of the ibrutinib-sensitive samples (70%) were assigned to subtype MCL-B (Chi-square test p-value = 0.01), which is prominent in anti-tumor immune infiltration without tumor-promoting stromal context, suggesting that ibrutinib may promote immune microenvironment effective action against MCL or work more effectively in an active immune environment. Conclusion The identified enriched immune cell signatures suggest that MCL cells may be sensitive to specific and novel immune checkpoint inhibitors and other immune activators. Ibrutinib sensitivity and resistance are clearly separated based on their tumor microenvironment portraits, suggesting that the tumor microenvironment has a prominent role in regulating ibrutinib activity and response. Furthermore, ibrutinib may alter the tumor microenvironment to promote anti-tumor activity, which requires further investigation. Disclosures Wang: MoreHealth: Consultancy, Equity Ownership; Celgene: Consultancy, Research Funding; Juno Therapeutics: Research Funding; Kite Pharma: Consultancy, Research Funding; Dava Oncology: Honoraria; Pharmacyclics: Consultancy, Honoraria, Research Funding; Acerta Pharma: Consultancy, Honoraria, Research Funding; Aviara: Research Funding; BeiGene: Research Funding; BioInvent: Consultancy, Research Funding; VelosBio: Research Funding; Pulse Biosciences: Consultancy; Loxo Oncology: Research Funding; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; AstraZeneca: Consultancy, Honoraria, Research Funding, Speakers Bureau."
}