{
    "doi": "https://doi.org/10.1182/blood-2018-99-111787",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4065",
    "start_url_page_num": 4065,
    "is_scraped": "1",
    "article_title": "FAM46C Controls Antibody Production By the Polyadenylation of Ig mRNAs and Inhibits Cell Migration in Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": null,
    "author_names": [
        "Ana B Herrero, PhD",
        "Quwaider Dalia",
        "Luis Antonio Corchete Sanchez, MSc",
        "Ramon Garcia-Sanz, MD PhD",
        "Norma Gutierrez, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Salamanca, IBSAL, IBMCC, CSIC, Cancer Research Center, Salamanca, Spain "
        ],
        [
            "Cancer Research Center-IBMCC (USAL-CSIC), Salamanca, Spain, Salamanca, Spain "
        ],
        [
            "Cancer Research Center-IBMCC (USAL-CSIC), Salamanca, Spain, Salamanca, Spain "
        ],
        [
            "University Hospital of Salamanca, Salamanca, ESP "
        ],
        [
            "IBSAL, University Hospital of Salamanca, Salamanca, Spain"
        ]
    ],
    "first_author_latitude": "40.96408794999999",
    "first_author_longitude": "-5.6754409",
    "abstract_text": "FAM46C, which is frequently mutated in multiple myeloma (MM), has recently been shown to encode a non-canonical poly(A) polymerase (ncPAP). However, its target mRNAs and its role in MM pathogenesis remain largely unknown. Using CRISPR-Cas9 technology and gene expression analysis we found that inactivation of FAM46C in MM downregulates immunoglobulins (Igs) and several mRNAs encoding ER-resident proteins, including some involved in unfolded protein response (UPR), such as PDIA6, ERP44 and EDEM2 , and others that affect glycosylation, such as SSR4, AGA and DDOST . We also found that FAM46C knockout cells exhibited lower ER stress than controls after treatment with tunicamycin, as indicated by RT-PCR analysis of spliced/unspliced forms of XBP1 mRNA. Interestingly, we show that FAM46C expression is induced during PC differentiation and that Ig mRNAs encoding secretory heavy and light chains are direct substrates of the ncPAP, as revealed by poly(A) tail-length determination assays. The absence of the ncPAP results in Ig mRNA poly(A) tail-shortening, leading to a reduction in mRNA and protein abundance. On the other hand, loss of FAM46C upregulated metastasis-associated lncRNA MALAT1 and results in a sharp increase in the migration ability of MM cells. This phenotype depends mainly on the activation of PI3K/Rac1 signaling in FAM46C knockout cells since treatment with specific inhibitors substantially reduces cell mobility. This finding may have significant therapeutic implications. In conclusion, our results identify, for the first time, Ig mRNAs as targets of FAM46C, reveal an important function of this protein during PC maturation to increase antibody production, and suggest that its role as a tumor suppressor might be related with the inhibition of cell migration in MM. Disclosures Garcia-Sanz: Affimed: Research Funding."
}