{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4679.4679",
    "article_title": "Economic Evaluation for the US of Ibrutinib Versus Allogeneic Hematopoietic Stem-Cell Transplantation for Patients with Relapsed or Refractory Chronic Lymphocytic Leukemia with 17p Deletion ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Conditions: Poster III",
    "abstract_text": "Background: Prior to targeted therapies, allogeneic hematopoietic stem cell transplantation (HSCT) was the primary therapy for relapsed/refractory (R/R) chronic lymphocytic leukemia (CLL) with 17p deletion (del(17p)). Treatment options now include oral ibrutinib, which produces significant progression free (PFS) and overall survival (OS) with acceptable safety and the convenience of being non-invasive. Complete remission is unlikely and ibrutinib is not considered curative. HSCT has curative potential, but is associated with high upfront cost, potential transplant-related morbidity and mortality (incl. graft-versus-host disease) and potential relapse. Both treatments are expensive with relative differences in cost of treatment and supportive care management. Considering these different profiles, we performed cost-effectiveness and cost-utility analyses of ibrutinib versus HSCT in R/R CLL del(17p) from a US payer perspective. Methods: Three-year and life time horizon Markov models were constructed specifying 3 health states: PFS with embedded sub-states specifying whether patient (pt) is on or off therapy, progression, and death. Data sources to simulate the R/R CLL del(17p) pts included O'Brien et al (Lancet Oncol 2016) for ibrutinib and Schetelig et al (J Clin Oncol 2008) for HSCT. Kaplan-Meier PFS and OS curves were digitized, PFS and OS data extracted, and Weibull distributions fitted for both ibrutinib and HSCT. Cost of ibrutinib was sourced from RedBook. Costs of HSCT procedure, pre-conditioning treatment, and post-procedural side effects were estimated from published prediction equations and national claims database. EQ-5D utilities were sourced from published literature; side effect disutilities were assumed same for both interventions. A discount rate of 3% was applied when survival exceeded one year. Following extrapolation to the 3-year and life time horizons, the life years (LY) and quality adjusted LY (QALY) for each treatment were estimated, and the incremental LY and QALY gained with ibrutinib over HSCT calculated. Total treatment costs, cost differentials, and the incremental cost effectiveness (ICER) and cost utility ratios (ICUR) were determined. Base case analyses were validated by probabilistic sensitivity analyses (PSA). Results: Ibrutinib prevailed in PFS and OS over HSCT over the 3-year horizon, when curves crossed and HSCT prevailed in PFS and OS over the life time horizon, hence the separate analyses. In the 3-year Markov model, compared to HSCT, ibrutinib showed cost savings of $48,642 (PSA: $48,678), incremental gains of 0.23 (PSA: 0.22) LY and 0.20 (PSA: 0.19) QALY, yielding an ICER of savings of -$211,487 (PSA: -$221,246) per LY gained and an ICUR of savings of -$243,210 (PSA: -$256,200) per QALY gained (Table). In contrast, in the life time Markov model, ibrutinib showed an incremental cost of $25,802 (PSA: $23,317), incremental gains of 0.12 (PSA: 0.09) LY and 0.13 (PSA: 0.11) QALY, yielding an ICER of $215,016 (PSA: $259,077) per LY gained and an ICUR of $198,476 (PSA: $211,972) per QALY gained. Conclusion: Against a 3-year time horizon, ibrutinib prevails in OS and PFS over HSCT in the management of patients with R/R CLL del(17p). As it is also cost saving, it has the 3-year benefit of being clinically superior in combined efficacy and safety at lower cost; but without curative potential. Against a life time horizon, ibrutinib still prevails in OS and PFS over HSCT but less so, is no longer cost saving as treatment costs continue, and attains cost effectiveness at a willingness-to-pay threshold of ~$260,000. This is due to survival curves crossing at ~160 weeks for PFS and ~140 weeks for OS, indicating lower PFS and OS probabilities for HSTC-treated patients over the first ~3 years. In contrast to their lower survival probabilities over that time period, surviving HSCT-treated patients had a higher likelihood of subsequent PFS and OS than ibrutinib-treated patients, indicating a potential curative effect in some patients. While the long-term curative potential of HSCT merits clinical consideration for young and fit patients, the lower survival probability in the first three years of treatment should be noted and may be relevant for elderly and less fit patients. Ibrutinib provides significantly greater clinicoeconomic value over the first three years of treatment in patients with R/R CLL del(17p) versus HSCT while the benefit declines beyond 3 years. View large Download slide View large Download slide  Close modal Disclosures Persky: Genentech: Consultancy; MorphoSys: Other: Independent Data Monitoring Committee member ; Verastem: Consultancy; Spectrum Pharmaceuticals: Research Funding. Abraham: Janssen Oncology (Johnson & Johnson, LLC): Consultancy.",
    "topics": [
        "chromosome 17p deletion",
        "chronic lymphocytic leukemia refractory",
        "hematopoietic stem cell transplantation",
        "ibrutinib",
        "economics",
        "prostate-specific antigen",
        "adverse effects",
        "absolute risk reduction",
        "allogeneic hematopoietic stem cell transplant",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Nimer Alsaid",
        "Ali McBride, PharmD,MS",
        "HyunJung Kim",
        "Mok Oh",
        "Leslie Andritsos, MD",
        "Faiz Anwer, MD",
        "Daniel Persky, MD",
        "Abhijeet Kumar",
        "Seongseok Yun, MD PhD",
        "Ivo Abraham, PhD RN"
    ],
    "author_dict_list": [
        {
            "author_name": "Nimer Alsaid",
            "author_affiliations": [
                "Center for Health Outcomes and PharmacoEconomic Research, University of Arizona - College of Pharmacy, Tucson, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ali McBride, PharmD,MS",
            "author_affiliations": [
                "Banner University Medical Center, Tucson, AZ ",
                "University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "HyunJung Kim",
            "author_affiliations": [
                "Center for Health Outcomes and PharmacoEconomic Research, University of Arizona - College of Pharmacy, Tucson, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mok Oh",
            "author_affiliations": [
                "Center for Health Outcomes and PharmacoEconomic Research, University of Arizona - College of Pharmacy, Tucson, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Andritsos, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiz Anwer, MD",
            "author_affiliations": [
                "University of Arizona Cancer Center, Tucson, AZ ",
                "Department of Internal Medicine, Division of Hematology/Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Persky, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology/Oncology, University of Arizona, Tucson, AZ ",
                "Division of Hematology/Oncology, University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abhijeet Kumar",
            "author_affiliations": [
                "University of Arizona Cancer Center, Tucson, AZ ",
                "Department of Internal Medicine, Division of Hematology/Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seongseok Yun, MD PhD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivo Abraham, PhD RN",
            "author_affiliations": [
                "Center for Health Outcomes and PharmacoEconomic Research, University of Arizona - College of Pharmacy, Tucson, AZ ",
                "University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:30:24",
    "is_scraped": "1"
}