{
    "doi": "https://doi.org/10.1182/blood-2019-127933",
    "article_title": "Neutropenia in Children Treated with Deferiprone or Deferasirox: A Report of the Largest Randomized Trial of Oral Chelators in Transfusion-Dependent Pediatric Patients ",
    "article_date": "November 13, 2019",
    "session_type": "112.Thalassemia and Globin Gene Regulation",
    "abstract_text": "Introduction: Agranulocytosis/severe neutropenia is an established adverse event during deferiprone (DFP) use. Less is known about milder episodes, which are frequently transient despite continuous deferiprone use. To provide further insight into this topic, we compared the incidence of neutropenia during DFP or deferasirox (DFX) treatment in the randomized Deferiprone Evaluation in Paediatrics (DEEP-2) trial, where blood neutrophil count was regularly monitored in patients randomized to be treated with DFP or DFX. Methods: DEEP-2 was a multicenter, randomized, 12-month, open-label trial comparing DFP vs DFX in pediatric (<18 years old) patients with transfusion-dependent hemoglobinopathies. 390 patients from 22 centers in 7 countries were randomized (1:1 DFP:DFX) and received at least one dose of the study medication (193 on DFP and 197 on DFX). Neutrophil count was regularly assessed every 7 +/-7 days in all patients. Neutrophil counts <500/mm 3 were classified as agranulocytosis/severe neutropenia, 500 - <1,000 /mm 3 as moderate neutropenia, and 1,000 - <1,500 /mm 3 as mild neutropenia. The incidence of neutrophil counts below the threshold of neutropenia (1,500/mm 3 ) and the rate of reported episodes of neutropenia as identified by the treating physician were compared between the two treatments. An ANOVA model was used to compare the time to neutropenia and time for its resolution between the two treatment groups. To compare the cumulative hazard curves was used the Kaplan-Meier log rank test. Results: 3579 and 4027 neutrophil counts were available for DFP- and DFX-treated patients, respectively. 47 (1.3%) of the total counts in 24 (12.4%) of the 193 DFP-treated patients versus 48 (1.2%) of the total counts in 27 (13.7%) of the 197 DFX-treated patients were below 1,500/mm 3 . Of these, 28 cases in 23 DFP-treated patients and 15 cases in 11 DFX-treated patients were reported by the treating physician as neutropenia, corresponding to a global incidence rate 11.9% for DFP and 5.6% for DFX (p=0.081, Chi-Square test). 23 (82.1%) of the 28 episodes of neutropenia during DFP use were considered drug related vs 2 (13.3%) of the 15 episodes during DFX use (p-value < 0.001, Fisher Exact test) (table 1). The mean (SD) treatment duration with either DFP or DFX prior to diagnosis of mild or moderated neutropenia was 127 (96.1) days and 101 (85.7) respectively. All those episodes, except for 2, resolved within a mean time of 13 days (1 - 42 days) in DFP-treated patients and 18 days (6 - 46 days) in DFX-treated patients. The 2 cases where neutropenia did not resolve were diagnosed as constitutional neutropenia and bone marrow suppression. There was no significant difference in those results between the two treatment groups as assessed by one-way ANOVA (p = 0.379), Log-Rank test (p = 0.065) or cumulative - hazard and Kaplan-Meier. During the study 3 events of agranulocytosis occurred, all in patients treated with DFP and not included in the present analysis. All 3 episodes resolved. Conclusion: Data from the largest randomized trial of oral chelators in transfusion-dependent pediatric patients provide evidence that, a drop in the neutrophil count below the threshold for mild neutropenia is very common (>10% of patients) for both DFP and DFX treated patients. All episodes of neutropenia, except for 2 with specific etiology, resolved, irrespective of their severity and of chelator used. A causal relationship of neutropenia to chelator use varied based on the chelator; the majority of events observed during DFP use were assessed by the clinician as drug related, whereas the majority of events observed during DFX use were assessed unrelated to its use. These data indicate that while agranulocytosis rate in DFP patients is not changed from previous reports, moderate/mild neutropenia represent discrete events in patients undergoing oral iron chelation therapy. View large Download slide View large Download slide  Close modal Disclosures Tricta: ApoPharma: Employment. Della Pasqua: GlaxoSmithKline: Employment. Kattamis: Ionis: Membership on an entity's Board of Directors or advisory committees; ViFOR: Membership on an entity's Board of Directors or advisory committees; Vertex: Membership on an entity's Board of Directors or advisory committees; Apopharma: Honoraria; Celgene Corporation: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis Oncology: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Reggiardo: CVBF: Consultancy. Spino: ApoPharma: Employment. Tsang: Apotex Inc.: Employment.",
    "topics": [
        "chelating agents",
        "child",
        "deferasirox",
        "deferiprone",
        "neutropenia",
        "pediatrics",
        "transfusion",
        "agranulocytosis",
        "adverse event",
        "bone marrow suppression"
    ],
    "author_names": [
        "Fernando Tricta, MD",
        "Mariagrazia Felisi, PhD",
        "Oscar Della Pasqua",
        "Amal El-Beshlawy, MD",
        "Hoda Hassab, MD",
        "Antonis Kattamis",
        "Manika Kreka, MD",
        "Giorgio Reggiardo",
        "Laila Metwally Sherief, MD",
        "Michael Spino, PharmD",
        "Bianca Tempesta, PhD",
        "Yu-Chung Tsang, PhD",
        "Adriana Ceci, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fernando Tricta, MD",
            "author_affiliations": [
                "Apopharma Inc., Toronto, CAN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mariagrazia Felisi, PhD",
            "author_affiliations": [
                "Consorzio per Valutazioni Biologiche e Farmacologiche, Pavia, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oscar Della Pasqua",
            "author_affiliations": [
                "Clinical Pharmacology & Therapeutics Group, University College London, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amal El-Beshlawy, MD",
            "author_affiliations": [
                "Department of Pediatrics, Faculty of Medicine, Cairo University, Cairo, Egypt "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hoda Hassab, MD",
            "author_affiliations": [
                "Paediatric Department and Clinical Research Center, Faculty of Medicine, Alexandria University, Alexandria, Egypt "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonis Kattamis",
            "author_affiliations": [
                "First Department of Pediatrics, National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manika Kreka, MD",
            "author_affiliations": [
                "University Hospital Center 'Mother Teresa' - University of Medicine, Tirana, Albania "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgio Reggiardo",
            "author_affiliations": [
                "Biostatistics and Data Management Unit, Medi Service, Genoa, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laila Metwally Sherief, MD",
            "author_affiliations": [
                "Pediatric Department, Faculty of Medicine, Zagazig University, Zagazig, Egypt "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Spino, PharmD",
            "author_affiliations": [
                "ApoPharma Inc., Toronto, CAN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bianca Tempesta, PhD",
            "author_affiliations": [
                "Consorzio per Valutazioni Biologiche e Farmacologiche, Bari, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Chung Tsang, PhD",
            "author_affiliations": [
                "Apotex Inc., Toronto, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana Ceci, MD",
            "author_affiliations": [
                "Fondazione per la Ricerca Farmacologica Gianni Benzi Onlus, Valenzano (BA), Italy"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T15:37:43",
    "is_scraped": "1"
}