{
    "doi": "https://doi.org/10.1182/blood.V124.21.5069.5069",
    "article_title": "Acquired Haemophilia a after Allogeneic Stem Cell Transplant for Acute Myeloid Leukemia: Occurred during Cyclosporin a Used for Chronic Graft Versus Host Disease and Tolerance Induction with Rituximab ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Background: Acquired haemophilia A (AHA) is a potentially life-threatening bleeding disorder occurring in patients without a previous personal or family history of bleeding. Development of immune-mediated autoantibodies against coagulation factor VIII is associated with a wide range of clinical disorders including pregnancy, autoimmune disorders, malignancy, or with no apparent disease. AHAs occurring after autologous hematopoietic stem cell transplantation (auto-HSCT) HSCT for an autoimmune disease have been reported by the EBMT Autoimmune Disease Working Party, but AHA secondary to allogeneic (allo-) HSCT was rarely reported, except for a literature by Lozier JN, et al reported a AHA occurred after allo-HSCT for sickle cell disease. Here we reported a AHA secondary to allo-HSCT for acute myeloid leukemia (AML). Case report : A 54 years old female patient was diagnosed as having AML on March 7 th 2011 in Nanfang Hospital, Guangzhou, China. She acquired complete remission after induction therapy with IA protocol, and then she received consolation therapy with IA and high dose cytarabine. As having HLA 10/10 loci matched sibling donor, she underwent allo-HSCT on July 4 th 2011. The conditioning regimen consisted of fludarabine and busulfan, and standard short term methotrexate and cyclosporin A (CsA) was used to prevent acute graft versus host disease. She acquired hematopoietic reconstitution on day 11 after transplantation. She had no acute GVHD, but she acquired limited chronic GVHD 11 months after transplantation. CsA, prednisone and azathioprine was given to treat chronic GVHD. After chronic GVHD was gradually controlled, azathioprine and prednisone were stopped, CsA was tapered step by step. On October 5th 2013, she experienced onset of severe soft tissue haemorrhage (left upper arm, right gluteal and lower right leg) associated with a long aPTT and low FVIII activity (1.3%). Other pertinent coagulation studies were normal. The Bethesda assay showed a factor VIII inhibitor at 2.8 Bethesda units (BU)/ml, confirming a diagnosis of acquired AHA. Autoimmune and viral screens were negative. Considering of AHA happened during CsA used for chronic GVHD treatment, CsA was stopped, cyclophosphamide (CTX) and prednisone were given to treat AHA. The patients underwent 3 episodes of severe soft tissue haemorrhage during treatment, and factor VIII inhibitor increased to 1587.2 Bu/ml. Rituximab were started concomitant with prednisone treatment. After one dose of 375 mg/m 2 and 4 doses of low dose Rituximab 100mg per week treatment, the inhibitor titre to human FVIII declined, and the patient had no signs of haemorrhage, Concomitantly, the patient’s FVIII activity rose to >100%, and remained normal after completion of 2 doses of rituximab and a complete taper of prednisone over the next 3 months. Conclusions : This is rarely AHA case emerged after allo-HSCT for AML. Prednisone and CTX were ineffective for this patient. Low dose Rituximab combined with prednisone may be a useful choice for the treatment of AHA occurring after allo-HSCT. Disclosures Liu: National Natural Science Foundation of China (81270647, 81300445, 81200388): Research Funding; National High Technology Research and Development Program of China (863 Program) (2011AA020105): Research Funding; National Public Health Grand Research Foundation (201202017): Research Funding; Natural Science Foundation of Guangdong Province (S2012010009299): Research Funding; the project of health collaborative innovation of Guangzhou city (201400000003-4, 201400000003-1): Research Funding; the Technology Plan of Guangdong Province of China (2012B031800403): Research Funding; the project of the Zhujiang Science & Technology Star of Guangzhou city (2013027): Research Funding.",
    "topics": [
        "allogeneic stem cell transplant",
        "cyclosporine",
        "graft-versus-host disease, chronic",
        "hemophilia, acquired",
        "leukemia, myelocytic, acute",
        "rituximab",
        "tolerance induction",
        "hematopoietic stem cell transplantation",
        "prednisone",
        "allopurinol"
    ],
    "author_names": [
        "Zhiping Fan, MD",
        "Qifa Liu, MD",
        "Jing Sun, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Zhiping Fan, MD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qifa Liu, MD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Sun, MD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:40:00",
    "is_scraped": "1"
}