{
    "doi": "https://doi.org/10.1182/blood.V128.22.627.627",
    "article_title": "Effects of Dasatinib and Interferon-α Combination Treatment on the Immune System in CML ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Progress with Therapy",
    "abstract_text": "Background: In chronic myeloid leukemia (CML) the combination treatment of tyrosine kinase inhibitors (TKIs) with interferon-α (IFN-α) has proved to be effective and well-tolerated. IFN-α has long-term immunomodulatory effects, and when combined to TKI therapy, it may increase the success rates for treatment free remission. In our recent clinical trial NordCML007, a low-dose pegylated IFN-α was combined with dasatinib therapy. As dasatinib is also known to have immunostimulatory effects (activation of T and NK cells and downregulation of regulatory T cells), we aimed to monitor the immune effects of dasatinib and IFN-α combination treatment. Methods: 40 newly diagnosed CML patients participated in the NordCML007 clinical trial (NCT01725204). Patients were treated with 100 mg dasatinib QD and after 3 months IFN-α treatment was added (first 3 months 15 μg/week, then 25 μg/week of pegylated IFN-α). After 12 months of combination treatment, patients resumed to dasatinib monotherapy. In this immunological substudy, peripheral blood samples were collected at the diagnosis, 3, 12, and 24 months after the start of therapy. T- and NK-cells were phenotyped with multicolor flow cytometry, and their function (degranulation and cytokine secretion) was studied. In addition, a multiplexed cytokine and growth factor panel was performed (Proseek Multiplex Inflammation I 96×96 , Olink). Results: Dasatinib monotherapy led to an increase of NK-cell frequencies when compared to pre-treatment values (median diagnosis 6.8% vs. 3 months 12.8%, p<0.0001, Figure 1). In contrast, the proportion of B cells decreased (6.0% vs. 3.8%, p=0.001). Also moderate effects on the T cell subsets were observed (CD4+ 53% vs. 58%, p=0.02; CD8+ 47% vs. 43%, p=0.03). The more detailed immunophenotyping showed that at 3 months NK cells were more mature when compared to pre-treatment values. This could be observed as the increased proportion of CD16+ (86% vs. 77%, p=0.008) and CD57+ (79% vs. 67%, p=0.0001) NK cells. Correspondingly, the frequencies of CD56 bright (median 3 months 3.9% vs. dg 6.1%, p<0.0001) and CD27+ (median 3 months 31.2% vs. dg 58.2%, p=0.004) NK cells decreased. The degranulation responses of NK cells when stimulated with K562 cells were also decreased (median 27.4% vs. 35.5% of CD56+ NK cells, p=0.02). Similar effects of dasatinib treatment were also observed within the T cell population, and at 3 months patients had more CD8+ terminally differentiated effector memory CD45RA+ (Temra) cells (22% vs. 32%, p=0.03). Correspondingly, both CD8+ and CD4+ effector memory (EM) populations decreased (CD8+ EM 34% vs. 24%, p=0.007; CD4+ EM 21 % vs. 14 %, p=0.0003). As observed with the NK cells, the degranulation and Th1 type cytokine secretion of T cells decreased during dasatinib treatment (CD107a/b+ 19.4% vs. 18.4% of CD8+ T cells, p=0.02; CD107a/b+ 12.7% vs. 8.8% of CD4+ T cells, p=0.005). Interestingly, 3 out of 4 patients who suffered from pleural effusion (PE) had exceptionally high CD57+CD8+ T cell frequencies (>70% of CD8+ T cells, median 38% in all patients) at diagnosis and during the treatment. The combination of IFN-α did not significantly affect the number of NK cells. Interestingly however, the addition of IFN-α treatment seemed to have an opposite effect on the NK cell phenotype than dasatinib treatment. The proportion of CD56 bright NK cells increased (median 3 months 3.9% vs. 12 months 5.2%, p=0.03), and a decreasing trend was observed among CD16+ and CD57+ NK cells at 12 months. Similarly, the T cell surface markers shifted towards more immature phenotype (CD4+ EM 14% vs. 19%, p=0.002; CD4+ CM 36% vs. 28%, p=0.002; CD8+ Temra 32% vs. 17%, p=0.003) and the degranulation of CD4+ T cells and NK cells returned to the diagnosis level. The initiation of dasatinib treatment was associated with a decrease in several plasma protein concentrations (IL-18, IL-8, CXCL5, MCP-2, MCP-3, VEGF-A, CD244, LAP TGFβ1, TGFA, 4E-BP1, ADA, STAMPB, Casp8, OSM) and an increase in others (SCF, MCP-1). After IFN-α addition, the concentration of MCP-1 was further increased. Conclusions: These results show that dasatinib and IFN-α modulate both innate and adaptive immune systems. Interestingly, where dasatinib seems to induce a more mature immunophenotype, IFN-α counteracts this by driving a shift towards a more immature phenotype. Comparative analysis of the changes in the immunophenotype and function with the clinical outcome of the patients is ongoing. View large Download slide View large Download slide  Close modal Disclosures Stentoft: Ariad: Research Funding; Pfizer: Research Funding; Novartis: Research Funding; Bristol-Myers-Squibb: Research Funding. Richter: Pfizer: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Ariad: Honoraria, Research Funding. Höglund: Akinion Pharmaceuticals: Consultancy; Janssen-Cilag: Honoraria. Mustjoki: Ariad: Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Novartis: Honoraria, Research Funding.",
    "topics": [
        "dasatinib",
        "human leukocyte interferon",
        "immune system",
        "interferons",
        "cytokine",
        "immunophenotyping",
        "protein-tyrosine kinase inhibitor",
        "cd56 antigens",
        "lamp-1",
        "monocyte chemoattractant protein-1"
    ],
    "author_names": [
        "Mette Ilander, PhD",
        "Hanna Lähteenmäki, MSc",
        "Ulla Olsson-Stromberg, MD PhD",
        "Jesper Stentoft, MD PhD",
        "Johan Richter, MD",
        "Perttu Koskenvesa, MD",
        "Martin Höglund, MD PhD",
        "Arta Dreimane, MD PhD",
        "Kimmo Porkka, MD PhD",
        "Tobias Gedde-Dahl",
        "Björn T. Gjertsen",
        "Franz X. Gruber",
        "Leif Stenke, MD PhD",
        "Kristina Myhr-Eriksson, MD",
        "Berit Markevärn, MD",
        "Anna Lubking, MD",
        "Hanne Vestergaard, MD PhD",
        "Lene Udby, MD",
        "Ole Weis Bjerrum, MD",
        "Henrik Hjorth-Hansen, MD PhD",
        "Satu Mustjoki, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mette Ilander, PhD",
            "author_affiliations": [
                "Hematology Research Unit Helsinki, University of Helsinki and Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hanna Lähteenmäki, MSc",
            "author_affiliations": [
                "Hematology Research Unit Helsinki, University of Helsinki and Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulla Olsson-Stromberg, MD PhD",
            "author_affiliations": [
                "Department of Medical Sciences, Uppsala University and Hematology Section, Uppsala University Hospital, Uppsala, Sweden "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesper Stentoft, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johan Richter, MD",
            "author_affiliations": [
                "Department of Hematology, Skane University Hospital, Lund, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Perttu Koskenvesa, MD",
            "author_affiliations": [
                "Hematology Research Unit Helsinki, University of Helsinki and Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Höglund, MD PhD",
            "author_affiliations": [
                "Department of Medical Sciences, Uppsala University and Hematology Section, Uppsala University Hospital, Uppsala, Sweden "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arta Dreimane, MD PhD",
            "author_affiliations": [
                "Department of Medical and Health Sciences, Linköping University, Linköping, Sweden "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimmo Porkka, MD PhD",
            "author_affiliations": [
                "Hematology Research Unit Helsinki, University of Helsinki and Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Gedde-Dahl",
            "author_affiliations": [
                "Dept of Internal Medicine, Oslo University Hospital, Oslo, Norway "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Björn T. Gjertsen",
            "author_affiliations": [
                "Department of Clinical Science, University of Bergen, Bergen, Norway "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franz X. Gruber",
            "author_affiliations": [
                "Department of Hematology, University Hospital of North Norway, Tromso, Norway "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leif Stenke, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Karolinska University Hospital and Karolinska Institutet, Stockholm, Sweden "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristina Myhr-Eriksson, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Sunderby Hospital, Luleå, Sweden "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Berit Markevärn, MD",
            "author_affiliations": [
                "Department of Hematology, Umeå University Hospital, Umeå, Sweden "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Lubking, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Karolinska University Hospital and Karolinska Institutet, Stockholm, Sweden "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanne Vestergaard, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Odense University Hospital, Odense, Denmark "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lene Udby, MD",
            "author_affiliations": [
                "Department of Hematology, Zealand University Hospital, Roskilde, Denmark "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ole Weis Bjerrum, MD",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, University Hospital of Copenhagen, Copenhagen, Denmark "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Hjorth-Hansen, MD PhD",
            "author_affiliations": [
                "Departmentt of Cancer Research and Molecular Medicine (IKM), Norwegian University of Science and Technology (NTNU), Trondheim, Norway ",
                "Department of Hematology, St Olavs Hospital, Trondheim, Norway "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satu Mustjoki, MD PhD",
            "author_affiliations": [
                "Department of Clinical Chemistry, University of Helsinki, Helsinki, Finland ",
                "Hematology Research Unit Helsinki, University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:42:50",
    "is_scraped": "1"
}