{
    "doi": "https://doi.org/10.1182/blood.V128.22.2280.2280",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3338",
    "start_url_page_num": 3338,
    "is_scraped": "1",
    "article_title": "Comparable Outcomes after Allogeneic Stem-Cell Transplantation with Intravenous Busulfan or Treosulfan-Based Reduced-Intensity and Reduced Toxicity Regimens in Acute Myeloid Leukemia. a Study on Behalf of the Acute Leukemia Working Party of EBMT ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "topics": [
        "busulfan",
        "leukemia, acute",
        "leukemia, myelocytic, acute",
        "stem cells",
        "toxic effect",
        "transplantation",
        "follicular bronchiolitis",
        "foreign bodies",
        "fludarabine",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Avichai Shimoni, MD",
        "Myriam Labopin",
        "Bipin N. Savani, MD",
        "Rose-Marie Hamladji",
        "Dietrich W. Beelen, Prof. Dr. MD",
        "Ghulam J. Mufti, DM, FRCP, FRCPath",
        "Gerard Socié, MD PhD",
        "Jeremy Delage, MD",
        "Didier Blaise, MD PhD",
        "Patrice Chevallier, MD PhD",
        "Noel Milpied, MD PhD",
        "Eric Deconinck, MD PhD",
        "Mohamad Mohty, MD PhD",
        "Arnon Nagler"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "Service d'Hématologie et Thérapie Cellulaire, Hôpital Saint-Antoine, Paris, France "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
        ],
        [
            "Centre Pierre et Marie Curie, Alger, Algeria, Centre Pierre Et Marie Curie, Alger, Algeria "
        ],
        [
            "Department of Bone Marrow Transplantation, West German Cancer Center, University Hospital Essen, Essen, Germany "
        ],
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom "
        ],
        [
            "Hopital St. Louis, Dept.of Hematology - BMT, Paris, France "
        ],
        [
            "CHU Lapeyronie, Département d`Hématologie Clinique, Montpellier, FRA "
        ],
        [
            "Programme de Transplantation &Therapie Cellulaire, Centre de Recherche en Cancérologie de Marseille, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Service d'Hématologie et de Thérapie Cellulaire, CHU Haut-Leveque and University of Bordeaux, Bordeaux, France "
        ],
        [
            "Hematology, INSERM UMR1098 - CHU Jean Minjoz, Besancon, France "
        ],
        [
            "Department of Haematology, EBMT Paris study office / CEREST-TC / Saint Antoine Hospital, Paris, France "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-HaShomer, Ramat Gan, Israel"
        ]
    ],
    "first_author_latitude": "32.04671",
    "first_author_longitude": "34.842852",
    "abstract_text": "Allogeneic stem cell transplantation (SCT) is a potentially curative therapy for patients with acute myeloid leukemia (AML). Myeloablative conditioning (MAC) is associated with prohibitive rates of non-relapse mortality (NRM) in older and less medically fit patients. Several reduced intensity conditioning regimens (RIC) and more recently the more dose-intensive reduced toxicity myeloablative (RTC) regimens were designed to replace MAC in this setting. The backbone of these regimens is usually fludarabine with busulfan and more recently also with treosulfan, but there is no clear data on the comparative outcomes with these different regimens in the different SCT settings. The current study included 3561 patients with AML given a first allogeneic SCT from an HLA-matched sibling (n=1683) or a 10/10 matched unrelated donor (n=1878) between the years 2000-2014 and reported to the acute leukemia working party (ALWP) of EBMT. Only patients given fludarabine with either intravenous busulfan (ivBu), (FB, n=2990) or treosulfan (FT, n=571) alone were analyzed. Fludarabine and ivBu at 6.4 mg/kg (n=1457) or treosulfan at 30-36 gr/m 2 (n=168) were considered RIC regimens while fludarabine with ivBu at a total dose of 9.6-12.8 mg/kg (n=1533) or treosulfan at 42 gr/m 2 (n=403) were considered RTC regimens according to EBMT criteria. The median age of FB and FT recipients was 55.5 and 58.3 years, respectively (P< 0.0001). The status at SCT was 72.5% CR1, 15.0% CR2 and 12.5% advanced disease in the FB group compared to 55.0%, 20.3% and 24.7% in the FT group, respectively (P<0.0001). More FT recipients had SCT from unrelated donors (64.8% Vs. 50.4%, P<0.0001) but less had in-vivo T-cell depletion (58.4%Vs 70.5%, P<0.0001). Cytogenetic subgroup distribution was similar between the groups. Ninety percent had peripheral blood stem cell grafts in both groups. The median follow-up was 19 and 43 months after FB and FT, respectively. Using univariant analysis, the 2-year relapse incidence (RI) was 32.7% and 35.5%, respectively (P=0.49). NRM was 17.6% and 19.4%, respectively (P=0.09). Leukemia-free survival (LFS) and overall survival (OS) were 49.5% and 54.8% after FB and 45.1% and 52.6% after FT, respectively (P=0.04, P=0.17). Acute GVHD grade II-IV and chronic GVHD were 23.1% and 35.7% after FB and 18.8% and 39.8% after FT, respectively (P=0.03, P=0.04). In all, the GVHD/ relapse-free survival (GRFS) was 36.5% and 31.5%, respectively (P=0.08). After adjusting for the differences in patient characteristics, there was no difference between the FB and FT groups in RI, NRM, LFS, OS and GRFS. However, acute GVHD grade (II-IV) was higher after FB (HR, 1.49, P=0.0004). The same observations were seen when the analysis was limited to RIC or RTC regimens only, or when only patients in remission were analyzed. However, when analyzing only the 516 patients with advanced disease at SCT, 2-year OS was 29.7% and 43.0% after FB and FT (P=0.002) and this difference remained significant in the multivariant analysis (HR, 1.50, p=0.003). Among the entire group, the factors associated with reduced survival were advanced age (HR 1.01, P<0.0001), secondary AML (HR 1.19, P=0.005), CR2 (HR 1.21, P=0.007) and advanced disease (HR 2.02, P<0.0001) compared to CR1, and female donor to male recipient (HR 1.15, P=0.03). Conditioning type and intensity, donor type, CMV status and in vivo T-cell depletion were not significant. Relapse was lower and NRM was higher with RTC compared with RIC, but OS was similar. The same factors predicted for GRFS, a surrogate for quality of life, with the only difference been the positive role of in vivo T-cell depletion (HR 0.8, P=0.0002). In conclusion, RIC and RTC regimens with ivBu or treosulfan-based regimens are associated with similar transplantation outcomes. OS is primarily affected by disease factors such as status of disease at SCT and secondary leukemia. Treosulfan- based conditioning is associated with a lower rate of acute GVHD, but with similar rates of chronic GVHD, NRM and GRFS. Treosulfan conditioning may have some advantage in patients with advanced disease at SCT. Disclosures No relevant conflicts of interest to declare."
}