{
    "doi": "https://doi.org/10.1182/blood.V104.11.2277.2277",
    "article_title": "Gene Expression Profiling of Peripheral T-Cell Lymphoma (PTCL, NOS) and Comparison to Diffuse Large B-Cell Lymphoma (DLBCL). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: WHO classifies NHL into B (~85%) and T (~15%) cell subtypes. Of the T-cell NHL, peripheral T-cell NHL (PTCL, NOS) comprises ~6–10% with an inferior response and survival to chemotherapy compared to DLBCL. Gene Expression Profiling (GEP) of DLBCL has provided molecular signatures that define 3 subclasses with distinct survival rates. The current study analyzed transcript profiling in PTCL (NOS) and compared and contrasted it to GEP of DLBCL. Methods : Snap frozen samples of 5 patients with PTCL (NOS) and 4 patients with DLBCL were analyzed utilizing the HG-U133A 2.0 Affymetrix array (~18,400 transcripts, 22,000 probe sets) after isolating and purifying total RNA (Qiagen, RNAeasy). The control RNA samples were isolated from normal peripheral blood (PB) B-cell (AllCell, CA), normal PB T-cell (AllCell, CA) and normal lymph node (LN). Immunohisto-chemistry (IHC) confirmed tumor lineage and quantitative real time RT-PCR was performed on selected genes to validate the microarray study. The GEP data were processed and analyzed utilizing Affymetrix MAS 5.0 and GeneSpring 5.0 software. Our data were analyzed in the light of the published GEP of DLBCL (lymphochip and affymtrix) and the validated 10 prognostic genes (by IHC and real time RT-PCR). Results : Data are represented as “robust” increases or decreases of relative gene expression common to all 5 PTCL or 4 DLBCL patients respectively. The table shows the 5 most over-expressed genes in PTCL or DLBCL compared to normal T-cell (NT), B-cell (NB) and lymph node (LN).  PTCL vs NT . PTCL vs LN . DLVCL vs NB . DLBCL vs LN . COL1A1 CHI3L1 CCL18 CCL18 CCL18 CCL18 VNN1 IGJ CXCL13 CCL5 UBD VNN1 IGFBP7 SH2D1A LYZ CD52 RARRES1 NKG7 CCL5 MAP4K1 PTCL vs NT . PTCL vs LN . DLVCL vs NB . DLBCL vs LN . COL1A1 CHI3L1 CCL18 CCL18 CCL18 CCL18 VNN1 IGJ CXCL13 CCL5 UBD VNN1 IGFBP7 SH2D1A LYZ CD52 RARRES1 NKG7 CCL5 MAP4K1 View Large Of the top 20 increases, 3 genes were common to PTCL and DLBCL when compared to normal T and B cells, while 11 were common when compared to normal LN. Comparison of genes common to normal B-cell and LN Vs DLBCL or PTCL and normal T-cell and LN Vs PTCL or DLBCL identified sets of genes that are commonly and differentially expressed in PTCL and/or DLBCL. The 4 DLBCL patients analyzed express 3 of 10 prognostic genes compared to normal B-cells and 7 of 10 prognostic genes compared to normal LN and fall into the non-germinal center subtype. Quantitative real time RT-PCR on 10 functionally distinct common over-expressed genes in the 5 PTCL (NOS) patients (Lumican, CCL18, CD14, CD54, CD106, CD163, α-PDGFR, HCK, ABCA1 and Tumor endothelial marker 6) validated the microarray data. Conclusions : GEP of PTCL (NOS) and DLBCL in combination with quantitative real time RT-PCR and IHC have identified a ‘molecular signature’ for PTCL and DLBCL based on a comparison to normal (B-cell, T-cell and LN) tissue. The categorization of the GEP based on the six hallmarks of cancer identifies a ‘tumor profile signature’ for PTCL and DLBCL and a number of novel targets for therapeutic intervention.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "gene expression profiling",
        "lymphoma, t-cell, peripheral",
        "reverse transcriptase polymerase chain reaction",
        "neoplasms",
        "rantes",
        "rna",
        "alemtuzumab",
        "cancer",
        "cd14 antigen"
    ],
    "author_names": [
        "Daruka Mahadevan, MD/PhD",
        "Catherine Spier, MD",
        "Kimiko Della Croce, BS",
        "Susan Miller, PhD",
        "Benjamin George",
        "Christopher J. Riley, BS",
        "Stephen Warner, BS",
        "Thomas M. Grogan, MD",
        "Thomas P. Miller, MD."
    ],
    "author_dict_list": [
        {
            "author_name": "Daruka Mahadevan, MD/PhD",
            "author_affiliations": [
                "Department of Medicine, University of Arizona Cancer Center, Tucson, AZ, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Catherine Spier, MD",
            "author_affiliations": [
                "Department of Medicine, University of Arizona Cancer Center, Tucson, AZ, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimiko Della Croce, BS",
            "author_affiliations": [
                "Department of Medicine, University of Arizona Cancer Center, Tucson, AZ, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Miller, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Arizona Cancer Center, Tucson, AZ, USA."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin George",
            "author_affiliations": [
                "Department of Medicine, University of Arizona Cancer Center, Tucson, AZ, USA."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher J. Riley, BS",
            "author_affiliations": [
                "Department of Medicine, University of Arizona Cancer Center, Tucson, AZ, USA."
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Warner, BS",
            "author_affiliations": [
                "Department of Medicine, University of Arizona Cancer Center, Tucson, AZ, USA."
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M. Grogan, MD",
            "author_affiliations": [
                "Department of Medicine, University of Arizona Cancer Center, Tucson, AZ, USA."
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas P. Miller, MD.",
            "author_affiliations": [
                "Department of Medicine, University of Arizona Cancer Center, Tucson, AZ, USA."
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T02:26:43",
    "is_scraped": "1"
}