{
    "doi": "https://doi.org/10.1182/blood.V128.22.3497.3497",
    "article_title": "An Alternative Donor Is a Valid Option Compared to a Matched-Unrelated in Allogeneic Stem Cell Transplantation for Acute Lymphoblastic Leukemia in CR2: A Report of 841 Patients from the EBMT Acute Leukemia Working Party ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster II",
    "abstract_text": "Background : In acute lymphoblastic leukemia (ALL) in CR1, the indications of allogeneic stem cell transplantation (allo-SCT) remain under debate, given the recent availability of new therapeutic tools including novel chemotherapy agents, monoclonal antibodies and T cell cellular therapies as well as sensitive molecular techniques to assess minimal residual disease (MRD). In contrast, allo-SCT for ALL in CR2 is a well-established procedure. At the same time, unmanipulated grafts are increasingly used in the haplo-setting, and innovative regimens for GvHD prophylaxis have been adopted with encouraging results. Aims : The current study aimed to compare the outcomes of ALL patients (pts) who do not have a matched sibling and received allo-SCT in CR2 from a matched-unrelated donor 10/10 (MUD) versus alternative donors: unrelated donor 9/10 (UD), cord blood unit (CBU) and haplo-identical T replete donor (HD). Methods: Patients with ALL in CR2 who underwent a first allo-SCT with a MUD or an UD, a CBU or HD, reported between 2005 and 2015 to the registry of the EBMT ALWP, were included. The major endpoints were to assess overall survival (OS), leukemia-free survival (LFS), relapse incidence (RI), non-relapse mortality (NRM), and graft-versus-host disease-free, relapse-free survival (GRFS) Results: Four hundred twenty eight pts received a MUD 10/10, 171 pts an UD 9/10, 148 pts a CBU and 94 a T replete HD. Median age was lower in the CBU group compared to the other groups (26.1 yrs (18-76) vs 31.6 (18-74) , p<10 -4 ). There was a higher proportion of patients who underwent allo-SCT within 18 months following diagnosis in the HD group :42.5% vs 32.5%, p=0.05 (36.9% in MUD 10/10, 28% in UD 9/10, and 24% in CBU groups, respectively). The median time to relapse to transplant was similar in the 4 groups (p=0.68). The number of Philadelphia chromosome positive ALL pts and of positive MRD at transplant were comparable in the 4 groups (p=0.60 and p=0.74, respectively). At 2 years, for the overall population, LFS was 36.9% (95% CI: 33.2-40.6), OS 42.6% (95% CI: 38.8-46.5), RI 32.4% (95% CI: 28.9-35.9), NRM 30.7% (95%CI: 27.4 -34.1), and GRFS 30% (95%CI: 26-33). As to the outcomes, in univariate analysis, no differences were found between the 4 groups. In multivariate analysis, 3 predictive factors were associated with an improved LFS: the time from diagnosis to transplant >18months (DxTx>18 m)(HR=0.66, 95%CI, 0.54-0.81, p<10 -4) , a Karnofsky score at transplant ≥90% (KS) (HR=0.77, 95%CI, 0.62-0.97, p=0.02),and the year of transplant (HR=0.95, 95%CI: 0.91-0.99, p=0.02), whereas age was associated with a lower LFS (HR=1.103 per 10 years, 95%CI:1.023-1.19, p=0.01).For OS, HD compared to MUD 10/10, patient age, and CMV positivity were associated with lower OS (HR=1.42, 95%CI 1.02-1.99, p=0.04; HR=1.10, 95%CI 1.02-1.19, p=0.018; and HR=1.27, 95%CI 1.02-1.58, p=0.03; respectively), whereas 3 predictive factors were associated with better OS: DxTx>18m, KS ≥90% and the year of transplant. In multivariate analysis for RI, only DxTx>18m was a protective factor (HR=0.49, 95%CI, 0.38-0.65, p<10 -4 ). In multivariate analysis for GVHD II-IV, a HD was associated with a higher risk compared to MUD 10/10 (HR=0.028, 95%CI: 1.05-2.30, p=0.03). At 2 years, in univariate analysis, the cumulative incidence of chronic GVHD was not statistically different between the 4 groups and no risk factors were identified in multivariate analysis. In multivariate analysis for NRM, patient age and CMV positivity were factors associated with a higher NRM (HR=1.14, 95%CI, 1.03-1.27, p=0.015; HR=1.50, 95%CI, 1.09-2.05, p=0.011), while year of transplant was the only factor associated with lower NRM (HR=0.94, 95%CI, 0.88-0.99, p=0.027). Finally, considering GRFS at 2 years, DxTx>18m and the year of transplant were associated with better GRFS (HR=0.69, 95%CI, 0.57-0.84, p<10 -3 and HR=0.96, 95%CI, 0.92-0.99, p=0.04). Conclusion Allo-SCT may rescue more than one third of pts with ALL in CR2. Importantly, once a matched sibling donor is not available the donor type being unrelated or alternative did not have any impact on patients' LFS, RI, NRM and GRFS. When compared to a MUD 10/10, an T replete HD was associated with lower OS and higher aGVHD II-IV. Interestingly, DxTx>18m was a major prognostic factor for both LFS and RI. Therefore, as compared to a MUD 10/10, a UD 9/10, a CBU, but also a T replete HD could be considered as valid options in adult pts with ALL in CR2. Disclosures Apperley: Bristol Myers Squibb: Honoraria, Speakers Bureau; Pfizer: Honoraria, Speakers Bureau; Incyte: Speakers Bureau; Ariad: Honoraria, Speakers Bureau; Novartis: Honoraria, Speakers Bureau.",
    "topics": [
        "acute lymphocytic leukemia",
        "allogeneic stem cell transplant",
        "donors",
        "leukemia, acute",
        "transplantation",
        "brachial plexus neuritis",
        "allopurinol",
        "graft-versus-host disease",
        "tissue transplants",
        "cell therapy"
    ],
    "author_names": [
        "Eolia Brissot, MD PhD",
        "Myriam Labopin, MD",
        "Domenico Russo, MD",
        "Sonja Martin, MD",
        "Christoph Schmid, MD",
        "Bertram Glass, MD",
        "Ron Ram",
        "Zubeyde Nur Ozkurt",
        "Jakob Passweg",
        "Joan Hendrik Veelken, MD PhD",
        "Donald Bunjes",
        "Jane F. Apperley, MD",
        "Mohamad Mohty, MD PhD",
        "Sebastian Giebel",
        "Arnon Nagler"
    ],
    "author_dict_list": [
        {
            "author_name": "Eolia Brissot, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie et Thérapie Cellulaire, Hôpital Saint-Antoine, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Myriam Labopin, MD",
            "author_affiliations": [
                "Service d'Hématologie et Thérapie Cellulaire, Hôpital Saint-Antoine, Paris, France ",
                "Acute Leukemia Working Party of the EBMT, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Domenico Russo, MD",
            "author_affiliations": [
                "Unit of Blood Diseases and Stem Cell Transplantation, ASST Spedali Civili di Brescia, Brescia, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja Martin, MD",
            "author_affiliations": [
                "Robert-Bosch-Krankenhaus, Abt. Hämatologie / Onkologie, Stuttgart, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Schmid, MD",
            "author_affiliations": [
                "Ludwig-Maximilians-University of Munich, Germany, Department of Hematology and Oncology, Klinikum Augsburg, Augsburg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertram Glass, MD",
            "author_affiliations": [
                "Hematology, Oncology and Stem Cell Transplantation, Asklepios Hospital St Georg, Hamburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ron Ram",
            "author_affiliations": [
                "Bone Marrow Transplantation Unit, Tel Aviv Medical Center and Tel Aviv University, Tel Aviv, Israel "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zubeyde Nur Ozkurt",
            "author_affiliations": [
                "Gazi University Faculty of Medicine, Hematology, ANKARA, TUR "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakob Passweg",
            "author_affiliations": [
                "University Hospital, Hematology, Basel, Switzerland "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Hendrik Veelken, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Bunjes",
            "author_affiliations": [
                "Klinik fuer Innere Medizin III, Universtätklinikum, Ulm, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane F. Apperley, MD",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamad Mohty, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie et Thérapie Cellulaire, Hôpital Saint-Antoine, Paris, France ",
                "Acute Leukemia Working Party of the EBMT, Paris, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Giebel",
            "author_affiliations": [
                "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice, Poland "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon Nagler",
            "author_affiliations": [
                "Hopital Saint-Antoine, EBMT, Acute Leukemia Working Party and Registry, Paris, France ",
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T04:04:57",
    "is_scraped": "1"
}