{
    "doi": "https://doi.org/10.1182/blood.V112.11.4282.4282",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1128",
    "start_url_page_num": 1128,
    "is_scraped": "1",
    "article_title": "Treatment of Chronic Myelogenous Leukemia in Iran ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "iran",
        "leukemia, myelocytic, chronic",
        "imatinib mesylate",
        "generic drugs",
        "accelerated phase",
        "india"
    ],
    "author_names": [
        "Manoutchehr Keyhani, MD",
        "Ramezan Charoussae, MD",
        "Gholamreza Toogheh, MD"
    ],
    "author_affiliations": [
        [
            "Arad Hospital, Tehran, Iran"
        ],
        [
            "Arad Hospital, Tehran, Iran"
        ],
        [
            "Arad Hospital, Tehran, Iran"
        ]
    ],
    "first_author_latitude": "35.7055108",
    "first_author_longitude": "51.429693900000004",
    "abstract_text": "Treatment of chronic myelogenous leukaemia has been revolutionized during the past ten years all over the world. Even though Iran is oil producing nation. The government contribution to health is a low percentage of general income. According to Iranian law all drugs should be generics if generic is available. For this reason and imatinib production by India the only drug available to Iranian with chronic myelogenous leukaemia through insurance is Indian imatinib. The cost is one tenth of the original Gleevec brand and with general public Insurance all patient could afford the medicine. We have evaluated 3 years response to this generic drugs in Iran. In this cohort study from 1992 –2008 in the Imam Khomeini hospital, Shraiati hospital and Arad hospital the total of 303 patients were studied. 233 patients on imatinib treatment. The median age of Iranian Patient with CML were 40 years and it is 10 years less than other studies.. This disease is more common in the male than female in Iran. The primary response at presentation was 96.2% and 3.8% had no response. Finally the 3 years disease free survival had been 84.2%. In 1st year and 2nd year some patient progressed to blastic and accelerating phase while in the 3rd year very few developed accelerated phase. Kaplan-Meier 1-year disease free survival = 92.3% (SE=1.8) 2-year disease free survival = 88.0% (SE=2.3) 3-year disease free survival = 84.6% (SE=2.6)\\ Conclusion: Generic Imatinib is as effective as original and very inexpensive. This kind of medicine should be available to every afflicted patient all over the world."
}