{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4465.4465",
    "article_title": "Second-Generation Camelid Trike Induces Improved NK Cell Mediated Targeting of AML in Pre-Clinical Models ",
    "article_date": "December 7, 2017",
    "session_type": "703. Adoptive Immunotherapy: Poster III",
    "abstract_text": "We have shown that IL-2 stimulated NK cell-based immunotherapy can induce remission in 30-50% of patients with refractory acute myeloid leukemia (AML). Although encouraging, the clinical benefit is limited by induction of Tregs and by lack of antigen specificity. Thus we generated a 161533 trispecific killer engager (TriKE) molecule containing an anti-CD16 scFv to engage NK cells, an anti-CD33 scFv to engage myeloid targets, and a modified IL-15 linker. Our pre-clinical data showed that both scFvs were functional and the IL-15 linker induced enhanced survival and selective NK cell expansion. This agent will be tested in a Phase I clinical trial at the University of Minnesota with enrollment planned for Q3 2017. Despite the promising pre-clinical data using the 161533 scFV TriKE molecule, we hypothesized that steric factors, probably mediated by the two scFv arms containing a V H and a V L , were likely hindering maximal functionality in this molecule by mispairing at the time of refolding. Supporting this premise, at equimolar concentrations, the IL-15 moiety in the 161533 first-generation TriKE is 13-fold less potent than monomeric recombinant IL-15. To address this issue we substituted the anti-CD16 scFv arm in the TriKE platform with a novel humanized camelid anti-CD16 single-domain antibody to create a second-generation molecule, named cam161533. The humanized single domain antibody was generated by cloning the CDRs (1, 2 and 3) of a llama anti-CD16 single-domain antibody into a humanized single-domain backbone. Single-domain antibodies have several advantages, including better stability and solubility, more resistance to pH changes, better recognition of hidden antigenic sites, and lack of a V L portion preventing V H /V L mispairing. In our bacterial production system the cam161533 molecule yielded better purities and quantities than the first-generation 161533 molecule. More importantly, the cam161533 TriKE induced a potent increase in NK cell degranulation ( Figure 1A ), measured by CD107a expression against HL-60 AML tumor targets when compared to the first-generation 161533 molecule (5 nM conc.: 70.75±3.65% vs. 30.75±5.05%). IFNg production ( Figure 1B ) was similarly enhanced with the cam161533 TriKE against HL-60 cells when compared to the 161533 TriKE (5 nM conc.: 29.2±1.8% vs. 6.55±1.07%). The cam161533 TriKE also exhibited a robust increase in NK cell proliferation ( Figure 1C ), measured by CellTrace dilution, when compared to the 161533 TriKE (5 nM conc.: 57.65±6.05% vs. 20.75±2.55%). In order to compare binding stability of cam161533 TriKE to the 161533 TriKE we used pre-incubated PBMCs with each molecule for 15 minutes, and after two washes, tested then in functional degranulation assay after incubation with HL-60 tumor targets for 4 hours ( Figure 1D) . In this assay the cam161533 TriKE induced significantly more degranulation than all other groups tested, while the first-generation TriKE (161533) did not induce any differences compared to either control in this setting (cam161533 = 48.35±3.06% vs. 161533 = 26.35±1.82%, NT = 22.15±2.88%, and IL15 = 23.05±2.59%; P = 0.0153, 0.0045, and < 0.0001 respectively, n = 4). Having shown that the second-generation cam161533 TriKE molecule displays substantially better functional characteristics in vitro, we next tested it in a preclinical AML model. This model consists of NSG mice engrafted with HL-60-luc targets and human NK cells. Both TriKEs significantly reduced tumor burden, tracked by bioluminescence generated by the luciferase gene in the HL-60-luc cells, when compared to tumor alone ( Figure 1E ). However, the cam161533 TriKE treated mice had 130-fold less tumor luminescence than the 161533 TriKE treated mice (1.86x10 7 ±2.76x10 6 vs 2.45x10 9 ±4.26x10 8 p/sec/cm 2 /sr, P = 0.0005, n = 5), indicating a strong improvement in AML tumor control with the second-generation TriKE. The camTriKE also yielded better tumor control in a primary AML tumor model. Our data suggest that the second-generation cam161533 molecule has clear functional advantages and warrants clinical testing in direct comparison to the scFV 161533 construct. These promising new findings steer our future molecule development towards camelid TriKEs which show great potential in the tumor immunotherapy setting. View large Download slide View large Download slide  Close modal Disclosures Vallera: Oxis Biotech: Consultancy. Miller: Oxis Biotech: Consultancy; Celegene: Consultancy; Fate Therapeutics: Consultancy, Research Funding.",
    "topics": [
        "aldesleukin",
        "antibodies",
        "antigens",
        "antigens, cd16",
        "cd33 antigen",
        "cloning",
        "dilution technique",
        "disease remission",
        "immunotherapy",
        "interferon type ii"
    ],
    "author_names": [
        "Martin Felices, PhD",
        "Craig E. Eckfeldt, MD PhD",
        "Todd R Lenvik",
        "Behiye Kodal",
        "Alexander J. Lenvik",
        "Laura Bendzick",
        "Caitlin Ryan",
        "Melissa A. Geller",
        "Sarah Cooley, MD",
        "Daniel J. Weisdorf, MD",
        "Daniel A. Vallera, PhD",
        "Jeffrey S. Miller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martin Felices, PhD",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Craig E. Eckfeldt, MD PhD",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd R Lenvik",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Behiye Kodal",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander J. Lenvik",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Bendzick",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caitlin Ryan",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa A. Geller",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Cooley, MD",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. Weisdorf, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota Medical Center, Minneapolis, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel A. Vallera, PhD",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S. Miller, MD",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:27:26",
    "is_scraped": "1"
}