{
    "doi": "https://doi.org/10.1182/blood.V104.11.593.593",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=147",
    "start_url_page_num": 147,
    "is_scraped": "1",
    "article_title": "T Cell Trafficking in Acute GVHD: In Vivo Bioluminescence Evaluation To Elucidate the Role of Different Lymphatic Organs. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "To study the complex pathophysiology of aGvHD in allogeneic hematopoietic cell transplantation (HCT) we transplanted transgenic luciferase expressing T cell populations into lethally irradiated HCT recipients (murine MHC major mismatch model, H-2q into H-2d). Tracking of light emitting donor T cells in living animals and detailed studies by multi color immunofluorescence microscopy (IFM) and FACS revealed the tight links of spatial and temporal evolution in this complex immune process. Donor derived T cells migrate to T cell areas in lymphoid tissues within a period of 12 hours. In the initial periods donor CD4+ T cells appear first with CD8+ T cell infiltration at later time points. Donor T cells start proliferating in lymphatic tissues on day 2 after transfer, as observed by BrdU stainings. Although alloreactive T cells are similarly activated in all lymphoid organs, they only up-regulate gut homing molecules after more than 5 cell divisions (CFSE proliferation analysis by FACS) in certain lymphoid organs (Peyer’s patches, mesenteric LN and spleen). Abruptly on day 4 after HCT, T cells migrate into intestinal sites. These findings strongly suggested, that specific priming sites are required for alloreactive T cells to induce a distinct type of tissue tropism in GvHD. In contrast to previous reports peformed without host conditioning, depletion of certain lymphoid organs (e.g. Peyer’s patches) before HCT or antibody blocking experiments did not control aGVHD. BLI showed, that anti-L-selectin or anti-MAdCAM-1 antibody treatment alone or in combination was effective in blocking donor T cell migration to lymph nodes and Peyer’s patches, while redirecting these cells to liver and spleen. Subsequently cells proliferated predominantly in the spleen until day 3 after HCT. Surprisingly we observed a full picture of gut infiltration on day 4 and skin involvement on day 5–6, similar in dynamics and strength to the aGvHD isotype control group. These findings demonstrated, that other lymphoid organs can functionally compensate for inducing gut and skin homing of alloreactive T cells. Of importance, we demonstrated that T cells that lacked homing molecules for secondary lymphoid organs had alloreactive properties in vitro, yet did not cause aGVHD in vivo. In summary, the activation of alloreactive T cells in specific sites throughout the body is complex and involves the acquisition of homing molecule expression. Transplantation of T cells with defined homing properties therefore, appears to be a promising alternative in conferring protective immunity early after HCT without the risk of aGvHD.",
    "topics": [
        "antibodies",
        "bioluminescence",
        "bromodeoxyuridine",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "hematopoietic stem cell transplantation",
        "immunoglobulin isotypes",
        "luciferases",
        "lymphoid tissue",
        "molecule"
    ],
    "author_names": [
        "Andreas Beilhack, MD",
        "Stephan Schulz, MD",
        "Jeanette Baker",
        "Georg F. Beilhack, MD",
        "Courtney B. Wieland",
        "Enosh M. Baker",
        "Edward I. Herman",
        "Gilad Landan",
        "Janelle A. Kime",
        "Yu-An Cao, PhD",
        "Christopher H. Contag, PhD",
        "Robert S. Negrin, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Pediatrics, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Pediatrics, Stanford University, Stanford, CA, USA"
        ],
        [
            "Dept. of Medicine, Div. of BMT, Stanford University, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.4318102",
    "first_author_longitude": "-122.17575799999997"
}