{
    "doi": "https://doi.org/10.1182/blood-2019-128977",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4208",
    "start_url_page_num": 4208,
    "is_scraped": "1",
    "article_title": "A Phase 2 Trial of Inotuzumab Ozogamicin (InO) in Children and Young Adults with Relapsed or Refractory (R/R) CD22+ B-Acute Lymphoblastic Leukemia (B-ALL): Results from Children's Oncology Group Protocol AALL1621 ",
    "article_date": "November 13, 2019",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "abstract_text": "Background: Approximately 10-20% of children and young adults with B-cell acute lymphoblastic leukemia (B-ALL) will relapse. Therapies that can bridge patients (pts) to hematopoietic stem cell transplantation (HSCT) or chimeric antigen receptor (CAR)-T cell therapy are critical to improving outcomes. Inotuzumab ozogamicin (InO) is a CD22-targeted antibody-drug conjugate linked to calicheamicin that is FDA-approved for adults with R/R refractory B-ALL. Prospective data on the efficacy and safety of InO in pediatric pts is lacking. Methods: This single arm phase 2 trial enrolled pts age 1-21 years with CD22-positive B-ALL in >2 nd relapse, refractory to 2 prior induction regimens, any relapse after HSCT, or 1st relapse with Down syndrome (DS). The primary aim was rate of complete response (CR) or CR with incomplete count recovery (CRi) following cycle 1. Secondary aims included adverse events, incidence of sinusoidal obstruction syndrome (SOS), and level of minimal residual disease (MRD) measured by multiparameter flow cytometry in responders. Eligibility included ≥5% marrow blasts, direct bilirubin ≤1.5x upper limit of normal, and no prior SOS. Pts received one cycle of InO at the FDA-approved adult dose of 1.8mg/m 2 (0.8mg/m 2 on day 1, 0.5mg/m 2 on days 8 and 15). Central nervous system (CNS) status dictated intrathecal therapy. Based on response at day 28, pts with at least stable disease (SD) could receive a 2nd cycle; those with CR/CRi received InO 0.5mg/m 2 on days 1, 8, and 15 in cycle 2, while those without CR/CRi received the same fractionated dose as cycle 1. Pts with CR/CRi after 2 cycles were eligible to receive up to 6 total cycles. The trial used an admissible two-stage design (α=0.05, β=0.20) testing the null hypothesis of CR/CRi rate of 30% vs. alternative of 48%, requiring a minimum of 9/24 (response/enrolled) for stage 1 and 20/48 total. The trial was continuously monitored for dose-limiting toxicities (DLT) and SOS. Results herein are based on data cutoff of June 30, 2019. Results: Forty-eight pts received InO and were evaluable for response/toxicity. Median age was 9 years (range 1-21). Three pts had DS. 67% were in >2nd relapse, 21% were in 1st relapse but refractory to reinduction, 23% had prior HSCT, 23% had prior CD19 CAR-T, and 29% had prior blinatumomab. Median marrow blasts were 81% (range 6-100), with 81% of pts having M3 marrow. 19 pts achieved CR and 9 achieved CRi after cycle 1 (CR/CRi rate: 58.3%, 95%CI 43.2-72.4%). Three pts had partial response (PR), 9 SD, and 8 progressive disease (PD); 2 pts (1 PR, 1 SD) had CR/CRi with cycle 2. Two pts with PD in cycle 1 had marrow CR (MRD 0.02% and <0.01% in 1 case each) but progression in the CNS. MRD was reported for 26 of the 28 pts with CR/CRi; of these, 17 (65.4%) had MRD <0.01% and 4 (15.4%) had MRD 0.01-0.099%. The most common adverse events (AE) in cycle 1 were febrile neutropenia (27%) and infection (18.8%). No treatment related toxic deaths were reported. DLTs were reported in 9 pts in cycle 1; the most common DLT was hematologic [absolute neutrophils <500/µL or platelets <20,000/µL beyond 42 days from the start of cycle 1 (n = 7)], but DLT stopping bounds were not crossed. One pt was not evaluable for hematologic DLT. Four (8.3%) pts had ALT elevation, 6 (12.5%) had AST elevation (maximum grade 3), and 1 had grade 3 bilirubin in cycle 1. No pt required dose modification for hepatic toxicity. Thirteen pts had subsequent HCST and 4 (30.7%) developed SOS. All SOS cases were grade 3 (CTCAE v 5.0) and treated with defibrotide; 3 resolved quickly while one was more severe but resolving at the time of death from other HSCT complications. There were no cases of SOS without subsequent HSCT. Limited samples showed that alteration in surface CD22 expression is a likely mechanism for non-response. Peripheral B cell aplasia was nearly universal in evaluated pts. Conclusions: InO demonstrated a CR/CRi rate of 58% in these heavily pretreated children and young adults with R/R CD22-positive B-ALL. In responders, 65.4% achieved MRD <0.01%. Minimal hepatic toxicity was observed during InO therapy. SOS occurred in 30.7% of pts who underwent subsequent HSCT (8.3% of pts overall), and all but 1 case resolved quickly with supportive care and defibrotide. The most common DLT was prolonged marrow aplasia. Given the observed efficacy, InO will be incorporated into a randomized phase 3 trial for newly diagnosed pediatric pts with high-risk B-ALL. Disclosures O'Brien: Pfizer: Research Funding; Celgene: Research Funding; AbbVie: Research Funding; Amgen: Research Funding; BMS: Research Funding; BTG: Research Funding. Rheingold: Pfizer: Research Funding; Novartis: Consultancy. Borowitz: Beckman Coulter: Honoraria. Raetz: Pfizer: Research Funding. Gore: Amgen: Consultancy, Equity Ownership, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel expenses; Novartis: Consultancy, Other: Service on Data Safety Monitoring Committee; travel, accommodations, expenses; Roche/Genentech: Consultancy, Honoraria, Other: travel expenses; Anchiano: Equity Ownership, Other: spouse employment and company leadership; Blueprint Medicines: Equity Ownership; Celgene: Equity Ownership, Other: DSMC member; Clovis: Equity Ownership; Mirati: Equity Ownership; Sanofi Paris: Equity Ownership. Loh: Medisix Therapeutics, Inc.: Membership on an entity's Board of Directors or advisory committees. OffLabel Disclosure: Inotuzumab ozogamicin is FDA-approved for adults with relapsed B-ALL but is not approved for children. Its use in a pediatric population with relapsed B-ALL will be presented",
    "topics": [
        "burkitt's lymphoma",
        "child",
        "inotuzumab ozogamicin",
        "leukemia, b-cell, acute",
        "lymphoblastic leukemia",
        "young adult",
        "medical oncology",
        "brachial plexus neuritis",
        "hematopoietic stem cell transplantation",
        "adverse event"
    ],
    "author_names": [
        "Maureen M O'Brien, MD",
        "Lingyun Ji, PhD",
        "Nirali N. Shah, MD",
        "Susan R. Rheingold, MD",
        "Deepa Bhojwani, MD",
        "Joanna S. Yi, MD",
        "Constance M. Yuan, MD PhD",
        "Andrew C Harris, MD",
        "Patrick A. Brown, MD",
        "Michael J. Borowitz, MD PhD",
        "Olga Militano, PharmD",
        "Meenakshi Devidas, PhD",
        "Elizabeth A. Raetz, MD",
        "Lia Gore, MD",
        "Mignon L. Loh, MD"
    ],
    "author_affiliations": [
        [
            "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Pediatric Oncology Branch, National Cancer Institute/NIH, Bethesda, MD "
        ],
        [
            "Division of Oncology, Cancer Immunotherapy Program, Children's Hospital of Philadelphia, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Division of Hematology, Oncology, Blood and Marrow Transplantation, St. Jude Children's Research Hosp., Los Angeles, CA "
        ],
        [
            "Pediatric Hematology/Oncology, Texas Children's Hospital, Baylor College of Medicine, Houston, TX "
        ],
        [
            "Laboratory of Pathology, National Cancer Institute, NIH, Bethesda, MD "
        ],
        [
            "Department of Pediatrics and Internal Medicine, Primary Children's Hospital, University of Utah, Salt Lake City, UT "
        ],
        [
            "Johns Hopkins Univ., Baltimore, MD "
        ],
        [
            "Departments of Pathology and Oncology, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Children's Oncology Group, Monrovia, CA "
        ],
        [
            "Department of Global Pediatric Medicine, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Division of Pediatric Hematology and Oncology, Perlmutter Cancer Center, New York University Langone Health, New York, NY "
        ],
        [
            "Section of Hematology, Oncology, and Bone Marrow Transplantation, University of Colorado and Children's Hospital Colorado, Aurora, CO "
        ],
        [
            "Department of Pediatrics, Benioff Children's Hospital and the Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, San Francisco, CA"
        ]
    ],
    "first_author_latitude": "39.140938000000006",
    "first_author_longitude": "-84.50132855000001"
}