{
    "doi": "https://doi.org/10.1182/blood-2018-99-112786",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4039",
    "start_url_page_num": 4039,
    "is_scraped": "1",
    "article_title": "Durable Remission Achieved from Bcma-Directed CAR-T Therapy Against Relapsed or Refractory Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Immunotherapies in Plasma Cell Disorders",
    "abstract_text": "Background: Promising results are seen from several early phase clinical trials on the cellular immunotherapy based on chimeric antigen receptor (CAR)-engineered T (CAR-T) targeting B cell maturation antigen (BCMA) for the treatment of relapsed/refractory (RR) multiple myeloma (MM). We developed an anti-BCMA CAR-T cell product manufactured via gamma-retrovirus-mediated transduction of activated T cells to express a second-generation CAR with the 4-1BB costimulatory domain along with a truncated epidermal growth factor receptor (tEGFR) as a safety switch. The preclinical study confirmed its high reactivity against MM cells. Methods: We initiated a phase 1 clinical trial (NCT03093168) to evaluate the safety and feasibility of this BCMA CAR-T autologous cellular therapy for treating RRMM. The enrolled RRMM patients either had received at least 3 prior treatment regimens, including a proteasome inhibitor and an immunomodulatory agent, or were double-refractory, and have over 5% BCMA expression on plasma cells (One patient with extramedullary plasmacytoma does not express BCMA). Patients were subjected to a lymphodepleting regimen with Cy (300 mg/m 2 , d-5 to d-3) and Flu daily for 3 days (25 mg/m 2 , d-5 to d-3) prior to the CAR-T infusion (d0) at a dose of 9´10 6 CAR + cells/kg. The efficacy was assessed by the International Uniform Response Criteria for Multiple Myeloma, and the toxicity was graded by CTCAE 4.03. Results: As of July 6th, 2018, 17patients had been infused with this intended dose of the autologous BCMA CAR-T cells, and 14 patients had reached at least 1 month of follow-up. As of this data cut-off, the most common non-haematologicalgrade 3 adverse events were pneumonia, hypophosphatemiaand hypocalcemia(two[14%] of 14patients), and fever, cytokine release syndrome,and neurotoxicities (one[7%]of 14patients).All toxicities were fully reversible. The overall response rate (ORR) for the 14 evaluable patients was 79%, including 3 sCRs, 4 CRs and 2 MRD-negative responses (2 VGPR). The CAR-T cell expansion and persistence were consistently observed throughout these patients.The durable remission was observed for two early enrolled patients, with the ongoing objective response (1 sCR and 1 VGPR) lasting more than 15 months. Conclusions: Our result demonstrates the high potential of this single CAR-T infusion therapy for RRMM, including 3 sCRs and ongoing durable clinical responses, with only mild and manageable CRS to date. These initial data provide strong evidence to support the further development of this anti-myeloma cellular immunotherapy. Disclosures Liu: HRAIN Biotechnology: Employment. Fang: HRAIN Biotechnology: Employment. He: HRAIN Biotechnology: Employment. Xie: HRAIN Biotechnology: Employment. Chen: HRAIN Biotechnology: Employment. Wei: HRAIN Biotechnology: Employment. Tao: HRAIN Biotechnology: Employment. Wang: Immune Design: Equity Ownership; HRAIN Biotechnology: Consultancy, Equity Ownership.",
    "topics": [
        "chimeric antigen receptor t-cell therapy",
        "disease remission",
        "multiple myeloma",
        "cytokine release syndrome",
        "immunotherapy",
        "infusion procedures",
        "toxic effect",
        "adverse event",
        "antigens",
        "biological response modifiers"
    ],
    "author_names": [
        "Yarong Liu, PhD",
        "Zhi Chen, MD",
        "Hongliang Fang, PhD",
        "Runhong Wei, MD",
        "Kang Yu, MD",
        "Songfu Jiang, PhD",
        "Weijun Fu, MDPhD",
        "Hua Jiang, MD",
        "Juan Du, PhD MD",
        "Feng He",
        "Ronglin Xie",
        "Jing Chen",
        "Baofeng Wei",
        "Jin Tao",
        "Pin Wang"
    ],
    "author_affiliations": [
        [
            "HRAIN Biotechnology, Shanghai, China "
        ],
        [
            "Department of Hematology, The Second Affiliated Hospital of Henan University of Traditional Chinese Medicine, Zhengzhou, China "
        ],
        [
            "HRAIN Biotechnology, Shanghai, China "
        ],
        [
            "Department of Hematology, The Second Affiliated Hospital of Henan University of Traditional Chinese Medicine, Zhengzhou, China "
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, China "
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, China "
        ],
        [
            "Department of Hematology, Myeloma & Lymphoma Center, Shanghai Chang Zheng Hospital, Shanghai, China "
        ],
        [
            "Department of Hematology, Myeloma & Lymphoma Center, Shanghai Changzheng Hospital, Shanghai, China "
        ],
        [
            "Department of Hematology, Myeloma & Lymphoma Center, Shanghai Chang Zheng Hospital, Shanghai, China "
        ],
        [
            "HRAIN Biotechnology, Shanghai, China "
        ],
        [
            "HRAIN Biotechnology, Shanghai, China "
        ],
        [
            "HRAIN Biotechnology, Shanghai, China "
        ],
        [
            "HRAIN Biotechnology, Shanghai, China "
        ],
        [
            "HRAIN Biotechnology, Shanghai, China "
        ],
        [
            "Chemical and Biomedical Engineering, University of Southern California, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "31.22434895",
    "first_author_longitude": "121.47675279999999"
}