{
    "doi": "https://doi.org/10.1182/blood.V110.11.811.811",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1061",
    "start_url_page_num": 1061,
    "is_scraped": "1",
    "article_title": "Th-17 Lymphocytes, Not Regulatory T Cells, Mediate Immune Regulation of Bone Marrow Infiltrating Lymphocytes and Induce Osteoclast Activation in Multiple Myeloma. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bone marrow",
        "culture media",
        "lymphocytes",
        "multiple myeloma",
        "osteoclasts",
        "regulatory t-lymphocytes",
        "interleukin-17",
        "neoplasms",
        "bone diseases",
        "interleukin-6"
    ],
    "author_names": [
        "Kimberly A. Noonan",
        "Judy Anderson",
        "Stephanie Mgebroff",
        "Paolo Serafini",
        "David Roodman",
        "Ivan Borrello"
    ],
    "author_affiliations": [
        [
            "Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.355161450000004",
    "first_author_longitude": "-76.60686734999999",
    "abstract_text": "The bone marrow of myeloma patients is a reservoir of marrow infiltrating lymphocytes (MILs) that upon activation with anti-CD3 and anti-CD28 antibodies show significant tumor specificity against both mature myeloma plasma cells and their clonotypic precursors, whereas activated peripheral blood lymphocytes (PBLs) fail to demonstrate any tumor specificity. Here we examine the major differences between MILs and PBLs of both myeloma patients and normal donors. In myeloma, CD4 + /CD25 + MILs lack a regulatory T-cell (Treg) phenotype as shown by the absence of FoxP3 expression and the inability to suppress tumor-specific proliferation of effector T cells. In contrast, the CD4 + /CD25 + PBLs express FoxP3 and suppress tumor specific proliferation. Analysis of MILs and PBLs from normal individuals reveals the exact opposite (more Tregs in the marrow than blood). Considering the abundance of plasma cell-derived IL-6 in myeloma marrow, we hypothesize that IL-6 skewing of MILs towards the effector Th17 phenotype could explain the reciprocal paucity of Tregs in myeloma and relative abundance in normal bone marrows. Intracellular staining shows increased expression of IL-17 in myeloma CD4 MILs (2.7%) as compared to either myeloma PBLs (0.02%) or normal MILs (0.7%). The Th17 cytokine secretion pattern also appears more pronounced in myeloma-derived MILs as compared to either myeloma PBLs or normal MILs respectively (see table). Th17 T cells have recently been implicated in osteoclastogenesis of rheumatoid arthritis. In fact, bone marrow serum IL-17 levels correlate with the degree of lytic bone disease. In experiments utilizing M-CSF and RANK-L as the osteoclast differentiation medium, we show that the addition of IL-17 to the culture medium increases the number of mature osteoclasts by 2.3 fold whereas γIFN reduces mature osteoclast numbers by 80%. These findings explain the profound differences seen in MILs of normal and myeloma patients and implicate Th17 MILs in the generation of lytic bone disease. Activation of myeloma MILs with anti-CD3/CD28 skews the population from Th17 to a γIFN-producing Th1 phenotype. As such, targeting Th17 T cells or utilizing adoptive T cell therapy with activated, γIFN-producing MILs may represent a novel therapeutic mechanism to target osteoclastogenesis and reduce bone disease in myeloma. Th-17 Cytokine Profile  N=56 . MM MILs . MM PBLs . NL MILs . IL-6 (pg/ml) 30 3.7 6.5 IL-23 (pg/ml) 246 19.6 35.9 IL-17 (pg/ml) 12.2 0.4 5.1 N=56 . MM MILs . MM PBLs . NL MILs . IL-6 (pg/ml) 30 3.7 6.5 IL-23 (pg/ml) 246 19.6 35.9 IL-17 (pg/ml) 12.2 0.4 5.1 View Large"
}