{
    "doi": "https://doi.org/10.1182/blood.V110.11.906.906",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1067",
    "start_url_page_num": 1067,
    "is_scraped": "1",
    "article_title": "A Phase 1 Trial of Imatinib Mesylate in Combination with Daunorubicin and Cytarabine for Patients for C-kit Positive Relapsed Acute Myeloid Leukemia (AML). ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Myeloid Leukemias - Therapy, excluding Transplantation",
    "topics": [
        "bilirubin level, increased",
        "cytarabine",
        "daunorubicin",
        "imatinib mesylate",
        "leukemia, myelocytic, acute",
        "proto-oncogene protein c-kit",
        "leukemia",
        "bilirubin",
        "chemotherapy regimen",
        "hepatotoxicity"
    ],
    "author_names": [
        "Anjali S. Advani, MD",
        "Ronald Sobecks, MD",
        "Mikkael A. Sekeres, MD",
        "Ed Copelan, MD",
        "Jennifer Bates",
        "Barbara Tripp, RN",
        "August Salvado, MD",
        "Matt Kalaycio, MD"
    ],
    "author_affiliations": [
        [
            "Leukemia Program, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Leukemia Program, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Leukemia Program, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Leukemia Program, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Leukemia Program, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Leukemia Program, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Novartis Pharmaceuticals, East Hanover, NJ, USA"
        ],
        [
            "Leukemia Program, Cleveland Clinic, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.477016850000005",
    "first_author_longitude": "-81.71548944999999",
    "abstract_text": "C-kit is expressed on more than 10% of blasts in 95% of patients with relapsed AML. Imatinib mesylate (IM) inhibits c-kit and is active in relapsed/ refractory AML. We conducted a Phase 1 trial of IM combined with daunorubicin (D) and cytarabine (A) in patients with c-kit+ relapsed AML. Methods: All patients were treated at the Cleveland Clinic from 2003–2007. Cytogenetic (CG) risk was defined by CALGB criteria. Eligibility criteria included: relapsed AML (excluding APL), relapse more than 6 mo from induction therapy, ECOG performance status 0–2, ≥20% c-kit+ blasts (CD117+ by flow cytometry), age ≥18 yrs, not pregnant or lactating, creatinine ≤2 mg/dL, AST and ALT ≤2 x upper limits of normal, bilirubin ≤2 mg/dL. The concurrent use of antimicrobials which significantly interact with IM was prohibited. All patients received D 45 mg/m 2 IV for 3 days, and A 100 mg/m 2 /d continuous infusion for 7 days (7+3). IM dose was escalated using a standard 3 x 3 design. Dose levels were: −1 (300 mg), 1 (400 mg), 2 (600 mg), 3 (800 mg). IM was administered with the first dose of chemotherapy and continued daily until disease progression, intolerance, removal from study for another treatment (including alloBMT), or dose-limiting toxicity (DLT). Initially, patients with persistent leukemia on Day 14 bone marrow were removed from protocol. A later amendment allowed patients with persistent leukemia, but ≥50% reduction in bone marrow blasts to remain on protocol. These patients continued IM and received 5 days of A (100 mg/m 2 /d) and 2 days of D (45 mg/m 2 /d). Results: Seventeen patients have been enrolled: median age was 47 yrs (range 30–71) and nine (53%) were male. The average time from CR to relapse was 19.2 mos (range, 7.4–36.2 mos). CG were poor risk in 29%, intermediate risk in 59%, and good risk in 12%. The median percentage of c-kit positive blasts was 86% (range, 52–98%). Nine patients were treated at dose level 1 (400 mg) because 3 patients discontinued IM before DLT could be evaluated (2 due to nausea, 1 due to persistent leukemia on a Day 14 bone marrow). Of the 6 evaluable patients, 2 patients had a DLT. Both of these were ≥Grade 3 hepatotoxicity. One patient had a bilirubin of 6.0 mg/dL (normal range 0–1.5). Therefore, subsequent patients were treated at dose level −1. Eight patients have been treated at dose level -1. Of these, 6 are evaluable for DLT. Only 1 DLT (bilirubin 5.5 mg/dL) was seen, making 300 mg/d the MTD. Fifteen out of 17 patients are evaluable for response, and 9 of these 15 have achieved CR (53%) or CRp (7%). Patients received IM for a median of 35.9 days (range 9–101 days). Three patients discontinued IM when they proceeded to alloBMT. One patient continues on IM and remains in remission on Day 180 of therapy. Enrollment to the expanded cohort at the MTD is ongoing to better evaluate response. Conclusions: The MTD of IM in combination with 7+3 was 300 mg. Since the hepatotoxicity appeared to be reversible with discontinuation of IM, it may be possible to escalate IM doses further and re-challenge. The reason for the elevated bilirubin is unclear but may be due to pharmacokinetic interactions, chemotherapy, and/or the presence of active leukemia. Further pharmacokinetic studies are being performed for further evaluation. Given the preliminary encouraging activity of this Phase 1 combination, a Phase 2 study is planned."
}