{
    "doi": "https://doi.org/10.1182/blood.V126.23.1131.1131",
    "article_title": "Pattern and Management of Vaginal Bleeding Complications, Especially Hypermenorrhea, with Direct Oral Anticoagulants - Results of the Prospective Dresden Noac Registry (NCT01588119) ",
    "article_date": "December 3, 2015",
    "session_type": "332. Antithrombotic Therapy: Poster I",
    "abstract_text": "Background : Bleeding is a common complication of oral anticoagulation (OAC). In anticoagulated women of child-bearing potential (WOCBP), increase of menstrual bleeding may be discomforting and severe cases of menorrhagia may require dedicated treatment or even discontinuation of OAC. Since hypermenorrhea seems to be more frequent in patients receiving direct oral anticoagulants (DOAC) compared to classic OAC with vitamin-K antagonists, patterns of menorrhagia need to be studied in daily care cohorts. Patients and methods: Using data from the prospective, non-interventional Dresden NOAC registry and phase-III DOAC trial patients at our site, we evaluated rates, severity and management of vaginal bleeding complications in WOCBP (defined as age ≤55 years and without sterilizing procedures or age >55 years with documented menstrual bleeding). All bleeding complications were centrally adjudicated and classified according to ISTH definition. Annualized rates of vaginal bleeding and hypermenorrhea were calculated as number of bleeding events divided by cumulative days of DOAC exposure divided by 365 days. OAC treatment satisfaction was assessed in all registry patients at every follow-up visit by a simple six-graded scale (ranging from 1=very satisfied to 6=very unsatisfied). To assess impact of vaginal bleeding on quality of live, the first available score after a vaginal bleeding was compared with the last available score of WOCBPs without vaginal bleeding. Results: Until March 31 th 2015, 1343 women were enrolled, of which 154 were WOCBPs (mean age 39±12 years; range 14-56). In these patients, OAC consisted of dabigatran (1.3%), rivaroxaban (92.2%), apixaban (5.8%) or edoxaban (0.6%). During follow-up (mean FU duration 24.6 months), 85 female patients reported 107 vaginal bleeding complications, of which 68 occurred in 53 WOCBPs (53 cases of hypermenorrhea and 15 bleedings unrelated to cycle). Table 1 indicates severity of hypermenorrhea and vaginal bleedings unrelated to cycle. According to ISTH definition, 37/68 (54.4%) of the vaginal bleeding in WOCBPs were minor, 25/68 (36.8%) were non-major, clinically relevant (NMCR) and 6/68 (8.8%) major bleeding (classified as \"major\" due to drop of hemoglobin ≥2g/l in 5 cases and/or transfusion of ≥2 units of red blood cells in 5 cases). In relation to all exposed WOCBPs, the rate of vaginal bleeding events was found to be 0.41 events per exposure year and the rate of hypermenorrhea was found to be 0.32 events per exposure year (median exposure time 243d; 25 th /75 th percentile 105/674d and median time to first hypermenorrhea 26d; 25 th /75 th percentile 10/46d). Of the 53 WOCBPs that described vaginal bleeding complications (including hypermenorrhea and cycle-unrelated bleeding), 12/53 (22.6%) experienced a 2 nd and 3/53 (5.7%) a 3 rd event (figure 1). While bleeding intensity remained stable in most recurrent events, bleeding intensity increased in 6 cases with a 2 nd bleeding episode while bleeding intensity remained stable or decreased in all 3 cases with a third episode. In only 16 of the 53 hypermenorrhea events, anatomical causes could be established and 3 of these cases progressed to major bleeding (necessity of at ≥2 units of red blood cells). In contrast, in the 34 hypermenorrhea events without anatomical causes, bleeding intensity was less severe (table 1). Surgical or interventional treatment was necessary in 6/68 (8.8%) vaginal bleeding events. The remaining 62 (91.2%) events were treated conservatively (start or change of hormone therapy, tranexamic acid, OAC dose reduction or temporary interruption). Overall, OAC treatment satisfaction in WOCBP was good (mean score 1.6; 25 th /75 th percentile 1/2 with data available for 98/154 WOCBPs) and not different in patients with and without vaginal bleeding complications (1.6; 25 th /75 th percentile 1/2 vs. 1.5; 1/2; p=0.548). Conclusion : Vaginal bleeding and especially hypermenorrhea is a common complication in WOCBPs receiving oral anticoagulation. Only a small proportion of affected patients have underlying anatomical causes for bleeding but these patients often develop more severe bleeding. The majority of cases can be conservatively managed and bleeding intensity rarely increases over time. Overall, the impact of vaginal bleeding complications on treatment satisfaction seems small. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Marten: Bayer HealthCare: Honoraria. Beyer-Westendorf: Pfizer: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Boehringer Ingelheim: Honoraria, Research Funding; Bayer HealthCare: Honoraria, Research Funding.",
    "topics": [
        "direct oral anticoagulants",
        "menorrhagia",
        "vaginal hemorrhage",
        "hemorrhage",
        "anticoagulation",
        "antagonists",
        "apixaban",
        "dabigatran etexilate",
        "edoxaban",
        "endocrine therapy"
    ],
    "author_names": [
        "Sandra Marten, MD",
        "Luise Tittl, B.Sc.",
        "Katharina Daschkow",
        "Jan Beyer-Westendorf, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sandra Marten, MD",
            "author_affiliations": [
                "Vascular Medicine, Dresden University Hospital, Dresden, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luise Tittl, B.Sc.",
            "author_affiliations": [
                "Vascular Medicine, Dresden University Hospital, Dresden, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharina Daschkow",
            "author_affiliations": [
                "Vascular Medicine, Dresden University Hospital, Dresden, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Beyer-Westendorf, MD",
            "author_affiliations": [
                "Vascular Medicine, Dresden University Hospital, Dresden, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T06:45:21",
    "is_scraped": "1"
}