{
    "doi": "https://doi.org/10.1182/blood.V104.11.3729.3729",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=256",
    "start_url_page_num": 256,
    "is_scraped": "1",
    "article_title": "L-Glutamine Therapy Increases Exercise Endurance of Sickle Cell Anemia Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "We have demonstrated previously that oral L-glutamine administration can improve NAD redox potential in sickle red blood cells (RBC) and decrease the endothelial adhesion rate of sickle RBC. Clinically, there was subjective reporting of increased energy level. To confirm the reporting of increased energy level objectively, a study incorporating exercise tolerance testing was designed. After proper consent, 7 homozygous sickle cell anemia volunteers participated in the study, which was composed of two parts. The first is incremental work rate test where the work rate increased incrementally. The second part is the constant work rate test. In this test the 80% maximum work rate for the incremental test is utilized and the patients are tested for duration of exercise. These tests were conducted at baseline and after 8 to 12 weeks of therapy with oral L-glutamine at 30 grams a day. Two of the patients withdrew prior to completion of the follow up testing. There were 6 patients who completed the incremental work rate test and 4 patients who completed constant work rate test, respectively, at baseline and after treatment. Two of the 6 patients who completed the incremental work rate test at baseline declined to have the constant work rate test, resulting in 4 patients completing the constant work rate test. The results were as following: The work rates were 88 watts at baseline and 91.5 watts after treatment, with p = 0.18, for the incremental work protocol and 5.87 minutes at baseline and 7.27 minutes after treatment, with p = 0.02, for constant work protocol. For the incremental work rate, the data show a trend for increase with L-glutamine treatment. For the constant work protocol, there was a significant improvement in the work rate after treatment with L-glutamine. The data are consistent with the subjective reporting from a previous study suggesting that L-glutamine therapy improved the exercise endurance of sickle cell anemia patients  Test . Incremental . Constant . . Mean value .  Peak work rate SD± Duration SD± Pre- 88 watts 25.58± 5.87 minutes 1.65± Post- 91.5 watts 21.69± 7.27 minutes 1.14± Significance P value One-tail test 0.18 0.02 Test . Incremental . Constant . . Mean value .  Peak work rate SD± Duration SD± Pre- 88 watts 25.58± 5.87 minutes 1.65± Post- 91.5 watts 21.69± 7.27 minutes 1.14± Significance P value One-tail test 0.18 0.02 View Large",
    "topics": [
        "exercise",
        "glutamine",
        "sickle cell anemia",
        "watt",
        "adhesions",
        "follow-up",
        "endothelium",
        "erythrocytes"
    ],
    "author_names": [
        "Henry R. Macan, M.D.",
        "Richard Casaburi, Ph.D., M.D.",
        "Hideki Tsurugaya, M.D.",
        "Janos Porszasz, M.D., M.D.",
        "Han Koh, M.D.",
        "Kouichi R. Tanaka, M.D.",
        "Yutaka Niihara, M.D."
    ],
    "author_affiliations": [
        [
            "Medicine, Harbor-UCLA Medical Center, UCLA School of Medicine, Torrance, CA, USA"
        ],
        [
            "Medicine, Harbor-UCLA Medical Center, UCLA School of Medicine, Torrance, CA, USA"
        ],
        [
            "Medicine, Harbor-UCLA Medical Center, UCLA School of Medicine, Torrance, CA, USA"
        ],
        [
            "Medicine, Harbor-UCLA Medical Center, UCLA School of Medicine, Torrance, CA, USA"
        ],
        [
            "Medicine, Harbor-UCLA Medical Center, UCLA School of Medicine, Torrance, CA, USA"
        ],
        [
            "Medicine, Harbor-UCLA Medical Center, UCLA School of Medicine, Torrance, CA, USA"
        ],
        [
            "Medicine, Harbor-UCLA Medical Center, UCLA School of Medicine, Torrance, CA, USA"
        ]
    ],
    "first_author_latitude": "33.8298622",
    "first_author_longitude": "-118.29473629999998"
}