{
    "doi": "https://doi.org/10.1182/blood.V110.11.3752.3752",
    "article_title": "Iron Absorption: Comparison of Oral Heme-Bound Iron with Inorganic Ferrous Sulfate. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Oral iron supplementation is an effective method for treating iron deficiency anemia. However, current preparations of inorganic iron have significant gastrointestinal adverse effects, that sometimes prevent patients from complying with their prescribed iron. Gut absorption of heme bound iron is via a different pathway than inorganic iron. Heme-bound iron may also have fewer gastrointestinal side effects as it is present in red meat and other specially prepared foods. If it can be shown that oral heme-bound iron is absorbed as readily as oral inorganic iron, then patients who cannot tolerate inorganic iron would have a less expensive alternative to parenteral iron which is costly and can cause life-threatening risk of anaphylaxis. The purpose of this study was to determine if there is a significant difference between the oral absorption of heme-bound iron, in the form of cooked bovine blood soup, and inorganic ferrous sulfate. Ten normal adult subjects were recruited for participation in this study and informed consents were obtained. All subjects had normal baseline fasting serum iron studies and ferritin. After blood for a fasting serum iron was obtained, subjects ingested a cooked bovine blood soup, containing 18 mg of elemental heme iron. Repeat iron studies were taken 2 hours after ingestion of the heme iron preparation. After a 2 week washout period, the same 10 subjects had baseline serum iron drawn followed by ingestion of 18 mg of elemental iron in the form of inorganic ferrous sulfate elixir. Serum iron was again measured 2 hours after ingestion of ferrous sulfate. The mean increase in serum iron after ingestion of bovine blood preparation was 18.5 micrograms/dL. In comparison, the mean increase in serum iron after ingestion of ferrous sulfate was 37.9 micrograms/dL. A paired T test analysis did not show any significant difference in the increase of serum iron from baseline to 2 hours between the two iron preparations (P>0.1112). No adverse effects were reported by any of the subjects after ingestion of either preparation. In conclusion, heme iron ingested in the form of a cooked bovine blood soup is well tolerated, produces increases in the concentrations of serum iron that are comparable to those produced by ferrous sulfate, and supports the principle that reasonable amounts of iron can be absorbed from heme.",
    "topics": [
        "ferrous sulfate",
        "heme iron",
        "iron absorption",
        "iron",
        "elixir dosage form",
        "adverse effects",
        "heme",
        "anaphylaxis",
        "ferritin",
        "iron deficiency anemia"
    ],
    "author_names": [
        "Dexter T. Estrada, MD",
        "Kenneth A. Schwartz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dexter T. Estrada, MD",
            "author_affiliations": [
                "Department of Medicine, Michigan State University, East Lansing, MI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kenneth A. Schwartz, MD",
            "author_affiliations": [
                "Department of Medicine, Michigan State University, East Lansing, MI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T13:05:44",
    "is_scraped": "1"
}