{
    "doi": "https://doi.org/10.1182/blood.V110.11.2142.2142",
    "article_title": "von Willebrand Factor/Factor VIII (VWF/FVIII) Concentrate Is Safe and Effective for Management of Elective Surgery in Adults and Children with von Willebrand Disease (VWD): Combined Results of United States (US) and European (EU) Studies. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Two recent prospective, multicenter studies evaluated the perioperative use of a VWF/FVIII concentrate (Humate-P® [US] /Haemate P [EU]), for surgical prophylaxis. Data from patients in the two studies, one US (n=35) and one EU (n=28) [published in part, Lethagen, JTH, 2007], were pooled for analysis of safety, efficacy, and assessment of the utility of a dosing regimen guided by pharmacokinetic (PK) variables. Both studies included adults and children (>5 years of age in the EU; any age in the US) with a clinical and laboratory diagnosis of von Willebrand Disease (VWD) who were scheduled for elective surgery and were not sufficiently responsive to desmopressin for surgical management. Participants received an initial single infusion of VWF/FVIII concentrate for measurement of individual PK parameters at least one week prior to surgery. At the time of surgery, the preoperative loading dose and initial maintenace doses of VWF/FVIII concentrate were calculated using individual patient-derived incremental in vitro recovery (IVR) and terminal half-life values. Pre-operative therapeutic target levels were 50% – 100% plasma concentrations for both VWF:Ristocetin cofactor (VWF:RCo) and FVIII:C depending on the type of surgery (minor or major). Hemostatic efficacy was rated by the investigator at 3 time points on a 4 point scale: “excellent”, “good”, “moderate/poor”, or “none”. Sixty-two patients underwent surgery (44 major and 18 minor procedures); 21 patients had type 1 VWD, 12 type 2A, 3 type 2B, 6 type 2M and 20 type 3. There were 23 males and 48 females ranging in age from 1–82 years; 54 were ≥16 years. PK results showed a median VWF:RCo in vivo recovery (IVR) of 2.4 and 1.9 IU/dL per IU/kg infused, a FVIII:C IVR of 2.7 and 2.8 IU/dL per IU/kg and a mean terminal half-life 12 hours and 10 hours in the US and EU studies, respectively. Patients with severe VWD (<12%VWF:RCo or type 3VWD) vs. non-severe VWD received higher loading doses (71 vs. 44 IU/kg), higher total doses (280 vs. 208 IU/kg) and were treated longer (6 days vs. 4.5 days). Overall hemostatic efficacy (rating of “excellent/good”) assessed by the investigators was found in 61/62 subjects (98%); 2 were later downgraded by the US DSMB for an overall efficacy of 95%. Efficacy was not affected by dosing variations. Bleeding-related serious adverse events (SAEs) were reported in 3 subjects; an additional SAE, a pulmonary embolus in an 82 yo patient with multiple thrombotic risk factors was possibly related to the study product. Non-serious adverse events possibly related to product were few (13%); the most common events were nausea, pain, hemorrhage, and constipation. This pooled analysis of a large sample of VWD patients unresponsive to desmopressin confirms the safety and effectiveness of VWF/FVIII concentrate in the prevention of excessive surgical bleeding. The results of this PK-guided dosing study of VWF/FVIII concentrate in the surgical setting provides guidance for initial dosing recommendations based on baseline VWF:RCo levels and severity of surgery.",
    "topics": [
        "child",
        "factor viii",
        "surgical procedures, elective",
        "von willebrand disease",
        "von willebrand factor",
        "surgical procedures, operative",
        "adverse event",
        "desmopressin",
        "drug loading dose",
        "hemorrhage"
    ],
    "author_names": [
        "Joan Cox Gill, MD",
        "Humate-P Surgery Study Investigators"
    ],
    "author_dict_list": [
        {
            "author_name": "Joan Cox Gill, MD",
            "author_affiliations": [
                "Med Coll WI & BloodCenter WI, Milwaukee, WI, USA",
                "CSL-Behring, King of Prussia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Humate-P Surgery Study Investigators",
            "author_affiliations": [],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T09:33:20",
    "is_scraped": "1"
}