{
    "doi": "https://doi.org/10.1182/blood.V108.11.3898.3898",
    "article_title": "Mucosal Epithelial Cells Initiate Frontline Immunoglobulin Class Switching through an SLPI-Regulated Pathway. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction . Class switching from IgM to IgG and IgA is central to immunity against microbes and usually occurs in draining lymph nodes and requires activation of B cells by CD4+ T cells expressing CD40 ligand. Growing evidence indicates that B cells can mount frontline IgG and IgA responses at mucosal sites of entry through an alternative CD40-independent pathway involving B cell-activating factor of the TNF family (BAFF, also known as BLyS) and a proliferation-inducing ligand (APRIL). These innate factors are usually produced by dendritic cells and stimulate B cells through at least three distinct receptors. Together with dendritic cells, epithelial cells have a key position at the host-environment interface. Therefore, we asked whether epithelial cells play a role in frontline antibody production. Methods . Tonsillar tissue sections from healthy donors were analyzed for expression of activation-induced cytidine deaminase (AID) by immunohistochemistry and in situ hybridization. A simplified in vitro model reproducing the geometry of mucosal surfaces was used to evaluate the role of epithelial cells in class switching. Briefly, primary epithelial cells and B cells were cultured in the upper and lower chambers, respectively, of a trans-well system. Monocyte-derived dendritic cells were positioned on a filter separating the two chambers. Various microbial product analogues were used to mimic infection. RNA interference was performed to knockdown BAFF in epithelial cells. AID expression, CSR, antibody production and signaling were evaluated in B cells as reported ( Litinsky et al., Nat. Immunol.  2002 , 3 : 822 –829 ; Qiao et al., Nat. Immunol.  2006 , 7 : 302 –310 ). Results . We found that the upper respiratory mucosa of healthy subjects comprised intraepithelial pockets filled with B cells expressing AID, a DNA-editing enzyme associated with ongoing class switch DNA recombination (CSR). Epithelial cells released innate class switch-inducing factors, including BAFF, after sensing microbial products through TLRs, thereby inducing AID expression, CSR, and ultimately IgG and IgA production in neighboring B cells. Epithelial cell-induced antibodies comprised polyreactive IgG and IgA capable of recognizing multiple microbial determinants. Intraepithelial class switching was enhanced by thymic stromal lymphopoietin (TSLP), an epithelial IL-7-like cytokine that augments the innate B cell-licensing functions of dendritic cells, and restrained by secretory leukocyte protease inhibitor (SLPI), an epithelial alarm antiprotease that suppresses AID expression in activated B cells. Conclusions . The present findings indicate that epithelial cells function as non-immune sentinels capable to autonomously orchestrate compartmentalized IgG and IgA responses at the interface between host and environment. This implies that mucosal vaccines should activate both epithelial and immune cells to elicit optimal antibody production.",
    "topics": [
        "antibodies",
        "cd40 antigens",
        "cd40 ligand",
        "cytidine deaminase",
        "cytokine",
        "dna",
        "enzymes",
        "epithelial cells",
        "immunoglobulin a",
        "immunoglobulin class switching"
    ],
    "author_names": [
        "Andrea Cerutti, MD",
        "Bing He",
        "April Chiu",
        "Meimei Shan, PhD",
        "Paul Santini",
        "Amy Chadburn, MD",
        "Daniel M. Knowles, MD",
        "Weifeng Xu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrea Cerutti, MD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bing He",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "April Chiu",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meimei Shan, PhD",
            "author_affiliations": [
                "Immunology and Microbiology, Weill Medical College of Cornell University, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Santini",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Chadburn, MD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel M. Knowles, MD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weifeng Xu, PhD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T18:34:40",
    "is_scraped": "1"
}