{
    "doi": "https://doi.org/10.1182/blood.V106.11.2238.2238",
    "article_title": "Impact of Anemia on the Medical Cost of Injurious Falls in the Elderly. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Anemia is common in the elderly (≥65) and increases with age, reaching 26% in community dwelling (CD) men 85 yrs and older. Falls, especially those leading to serious injuries such as a fracture or head injury, affect about 10% of the CD elderly. The prevalence of anemia and the occurrence of falls is even higher in nursing home residents. Falls in the elderly are a significant cause of functional disability and significantly increase health care burden. This analysis was performed to determine if the presence of anemia significantly increases medical costs related to injurious falls (IF) in the CD elderly. Methods: A retrospective economic analysis of medical claims from over 30 health plans from 01/1999 through 04/2004 was conducted. Patients ≥65 years with ≥1 hemoglobin (Hb) reading were selected. An open-cohort design was employed to classify patients’ observation period into anemic and non-anemic periods. Anemia was defined as Hb<12 g/dL for women and Hb<13 g/dL for men based on the WHO criteria. IF were defined as a fall claim followed by an injurious event claim (fractures of the hip, pelvis, femur, vertebrae, ribs, humerus, and lower limbs, Colle’s fracture, head injuries, or hematomas) within 30 days after the fall. Anemia status was determined at the date of the IF and average monthly direct medical costs (outpatient, inpatient, and pharmacy costs in US dollars) were calculated for six months before and after the IF. A difference-in-difference approach was used to calculate the incremental costs and cost ratios of IF associated with anemia status. Results: 620 subjects with at least one IF were identified. Mean age for these patients was 76.3 ± 2.9 years; 70.2% were women. At the date of IF, 3%, 21%, 25%, and 51% of patients had Hb level of <10, 10–<12, 12–<13, and ≥ 13 g/dL, respectively. Table 1 shows the total medical costs in the pre-injurious and post-injurious fall periods by anemia status. Results indicate the difference in medical costs between patients with and without anemia increased significantly in the post-injurious fall period, compared to the pre-injurious fall period (incremental cost for anemia: $1,855; costs ratio: 3.7, p=0.030), with 90% due to increased costs for inpatient services ($1,675/patient/month) The economic impact of anemia in the subset of injurious falls of the hip was more pronounced (incremental cost: $2,811; costs ratio: 12.0, p=0.049). Conclusion: Anemia in the elderly is an important cost multiplier in the post-injurious fall period. Anemia contributes to an average increase of $1,855 and $2,811 per patient per month for all injurious falls and hip-specific injurious falls, respectively. It remains to be determined if anemia correction in the elderly will impact the medical costs associated with injurious falls. Table 1. Monthly Direct Healthcare Utilization Costs  . Pre-Injurious Fall Period . . Post-Injurious Fall period . . Inc. Cost {([C]−[D]) −([A]−[B])} . Cost Ratio {([C]−[D]) /([A]−[B])} . . Anemia ([A]) . Non-Anemia ([B]) . Anemia ([C]) . Non-Anemia [D] . . . All IF $2,151 $1,467 $8,640 $6,101 $1,855 3.7 (p=0.030) Hip IF $1,753 $1,499 $12,446 $9,380 $2,811 12.0 (p=0.049) . Pre-Injurious Fall Period . . Post-Injurious Fall period . . Inc. Cost {([C]−[D]) −([A]−[B])} . Cost Ratio {([C]−[D]) /([A]−[B])} . . Anemia ([A]) . Non-Anemia ([B]) . Anemia ([C]) . Non-Anemia [D] . . . All IF $2,151 $1,467 $8,640 $6,101 $1,855 3.7 (p=0.030) Hip IF $1,753 $1,499 $12,446 $9,380 $2,811 12.0 (p=0.049) View Large",
    "topics": [
        "anemia",
        "elderly fall",
        "health care costs",
        "craniocerebral trauma",
        "fractures",
        "hematoma",
        "hemoglobin",
        "hip fractures",
        "older adult",
        "hip joint"
    ],
    "author_names": [
        "Patrick Lefebvre, MA",
        "Samir H. Mody, PharmD, MBA",
        "Mei S. Duh, MPH, ScD",
        "Richard C. Woodman, MD",
        "Sharon Buteau, MA",
        "Catherine Tak Piech, MBA"
    ],
    "author_dict_list": [
        {
            "author_name": "Patrick Lefebvre, MA",
            "author_affiliations": [
                "Groupe d’Analyse, Ltée, Montréal, QC, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samir H. Mody, PharmD, MBA",
            "author_affiliations": [
                "Ortho Biotech Clinical Affairs, LLC, Bridgewater, NJ, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mei S. Duh, MPH, ScD",
            "author_affiliations": [
                "Analysis Group, Inc., Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard C. Woodman, MD",
            "author_affiliations": [
                "Ortho Biotech Clinical Affairs, LLC, Bridgewater, NJ, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Buteau, MA",
            "author_affiliations": [
                "Groupe d’Analyse, Ltée, Montréal, QC, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Tak Piech, MBA",
            "author_affiliations": [
                "Ortho Biotech Clinical Affairs, LLC, Bridgewater, NJ, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T12:59:43",
    "is_scraped": "1"
}