{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1516.1516",
    "article_title": "Measurement of PD-1 Expression on Lymphoma Cells By Flow Cytometry Is a Useful Tool in Diagnosing and Monitoring Minimal Residual Disease in Angioimmunoblastic T-Cell Lymphoma ",
    "article_date": "December 7, 2017",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: Poster I",
    "abstract_text": "Introduction: Angioimmunoblastic T-cell Lymphoma (AITL) is one of the most common types of peripheral T-cell lymphoma (PTCL), representing about 15-20% of cases of PTCL. Diagnosis of AITL is often challenging and a definitive diagnosis requires a use of ancillary testing including broad panels of immunohistochemistry and molecular studies. We evaluated the utility of evaluation of Programmed-Death-1 (PD-1) expression on lymphoma cells by flow cytometry as a diagnostic tool as well as monitoring minimal residual disease (MRD) of AITL. Methods: The study group was composed of 81 patients who were diagnosed with PTCL at Memorial Sloan Kettering Cancer Center between May 2015 and July 2017. This includes 36 patients with AITL, 6 with ALK-negative anaplastic large cell lymphoma (ALCL, ALK-), 2 with ALK-positive anaplastic large cell lymphoma (ALCL, ALK+), 9 with adult T-cell leukemia/lymphoma (ATLL), 11 with peripheral T-cell lymphoma, not otherwise specified (PTCL-NOS), 6 with nodal involvement by mycosis fungoides (MF), 5 with T-cell large granular lymphocytic leukemia (T-LGL), and 6 with T-cell prolymphocytic leukemia (T-PLL). The expression of PD-1 (CD279) on lymphoma cells was evaluated by 10-color flow cytometry using BV605-conjugated anti-CD279 antibody, and mean fluorescence intensity (MFI) was evaluated. Immunohistochemistry for PD-1, CD10, BCL6, and CXCR13 were also performed on tissue samples of AITL. Flow cytometry for variable regions of T-cell receptor beta chain (Vbeta) and genetic analysis for T-cell receptor gene rearrangement were performed on sorted abnormal T-cell population by flow cytometry in selected cases for the evaluation of clonality. Peripheral blood sample was used for the monitoring of MRD. Results: All AITL cases with tissue biopsy showed PD-1 immunoreactivity by immunohistochemistry (IHC), and PD-1 expression by flow cytometry showed excellent correlation with IHC. The abnormal CD4-positive PD-1 bright T-cell population detected by flow cytometry in AITL cases was confirmed to be clonal by restricted Vbeta fragment expression and molecular genetic analysis (Fig 1). On tissue samples, expression of other T-follicular helper cell markers was not observed by IHC in 7 cases (25%), and additional 3 cases (11%) presented with concomitant lymphoid neoplasm, which obscured morphologic and immunohistochemical evaluation for AITL. The latter 3 cases would be misdiagnosed by morphologic assessment alone. However, flow cytometry reliably detected AITL in all 10 challenging cases. Overall flow cytometry including PD-1 expression had 100% sensitivity in detection of AITL. The expression of PD-1 was significantly higher in AITL than that of other PTCL (CD279-BV605 MFI; Mean ± SEM; 6990.0 ± 934.9 vs. 547.3 ± 155.5; p<0.0001) (Fig 2A). PD-1 MFI differentiated AITL from other PTCL with high sensitivity and specificity (AUC 0.978; Fig 2B). The significant increase in PD-1 expression in AITL was a consistent finding with peripheral blood specimen. In 54 patients who had circulating lymphoma cells in peripheral blood, PD-1 expression was significantly higher in AITL than that of other PTCL (CD279-BV605 MFI; Mean ± SEM; 3079.0 ± 508.8 vs. 341.8 ± 54.17; p<0.0001: AUC 0.986) (Fig 2C, 2D). In 12 AITL patients who had tissue sample with concomitant bone marrow and peripheral blood specimens, flow cytometry detected lymphoma cells in bone marrow and peripheral blood in all patients. Among them, 9 patients were followed for monitoring of MRD. MRD in peripheral blood was not detected in 4 patients after therapy (Median 4.5 months; Range; 2-6 months); 2 patients received stem cell transplant, and 2 patients received chemotherapy only, and all 4 patients were free of disease at the time of last follow up (Median 18.5 months; Range 17-26 months). 5 patients kept having MRD after therapy (Median 13 months; Range: 3-21 months), and one of 5 patients presented with new lesion of AITL 12 months after the initial diagnosis. Conclusions: Flow cytometric immunophenotyping with anti-PD-1 antibody reliably detects neoplastic population in AITL cases, and PD-1 MFI differentiates AITL from other PTCL with high sensitivity and specificity. Bright PD-1 expression alone is a reliable indicator of TFH immunophenotype by flow cytometry. Measurement of PD-1 expression by flow cytometry is a useful tool both in diagnosing and monitoring MRD of AITL. View large Download slide View large Download slide  Close modal Disclosures Moskowitz: ADC Therapeutics: Research Funding; Seattle Genetics: Honoraria, Research Funding; Bristol Myers-Squibb: Consultancy, Research Funding; Takeda: Honoraria; Incyte: Research Funding. Horwitz: Seattle Genetics: Consultancy, Research Funding; Millenium/Takeda: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; ADCT Therapeutics: Research Funding; Kyowa-Hakka-Kirin: Consultancy, Research Funding; Forty-Seven: Consultancy, Research Funding; Infinity/Verastem: Consultancy, Research Funding; HUYA: Consultancy; BMS: Consultancy; Mundipharma: Consultancy; Aileron Therapeutics: Research Funding. Dogan: Celgene: Consultancy; Roche Pharmaceuticals: Consultancy; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Peer Review Institute: Consultancy.",
    "topics": [
        "angioimmunoblastic lymphadenopathy",
        "flow cytometry",
        "lymphoma",
        "neoplasm, residual",
        "lymphoma, t-cell, peripheral",
        "ki-1+ anaplastic large cell lymphoma",
        "leukemia, t-cell, chronic",
        "tissue specimen",
        "adult t-cell lymphoma/leukemia",
        "antibodies"
    ],
    "author_names": [
        "Mariko Yabe",
        "Neval Ozkaya",
        "Qi Gao",
        "Janine Pichardo",
        "Sarah Huet",
        "Alison J. Moskowitz, MD",
        "Steven M. Horwitz, MD",
        "Ahmet Dogan, MD PhD",
        "Mikhail Roshal, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mariko Yabe",
            "author_affiliations": [
                "Hematopathology Service, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Neval Ozkaya",
            "author_affiliations": [
                "Hematopathology Service, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qi Gao",
            "author_affiliations": [
                "Hematopathology Service, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janine Pichardo",
            "author_affiliations": [
                "Hematopathology Service, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Huet",
            "author_affiliations": [
                "Hematopathology Service, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison J. Moskowitz, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Horwitz, MD",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmet Dogan, MD PhD",
            "author_affiliations": [
                "Hematopathology Service, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikhail Roshal, MDPhD",
            "author_affiliations": [
                "Hematopathology Service, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:45:08",
    "is_scraped": "1"
}