{
    "doi": "https://doi.org/10.1182/blood.V116.21.132.132",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1735",
    "start_url_page_num": 1735,
    "is_scraped": "1",
    "article_title": "Targeting the CD28-B7 Pro-Survival Pathway In Multiple Myeloma ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy I",
    "topics": [
        "cd28 antigens",
        "multiple myeloma",
        "immunosuppressive agents",
        "chemotherapy regimen",
        "coculture techniques",
        "dexamethasone",
        "interleukin-6",
        "ligands",
        "macrophage-1 antigen",
        "melphalan"
    ],
    "author_names": [
        "Jayakumar Nair, Ph.D.",
        "Louise Carlson",
        "Cheryl H Rozanski, BS",
        "Chandana Koorella",
        "Megan Murray",
        "John Shaughnessy, Jr., PhD",
        "P.Leif Bergsagel, MD",
        "Lawrence H. Boise, PhD",
        "Asher A. Chanan-Khan",
        "Kelvin P Lee, MD"
    ],
    "author_affiliations": [
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
        ],
        [
            "Hem/Onc, Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "Hematology & Medical Oncology, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ]
    ],
    "first_author_latitude": "42.88868455000001",
    "first_author_longitude": "-78.80792355",
    "abstract_text": "Abstract 132 Multiple myeloma (MM), an incurable neoplasia of terminally differentiated plasma cells, are critically dependent on their interactions with bone marrow stromal cells (BMSC) for essential survival signals, growth and immunosuppressive factors. Very little is known about the specific BM cell type or the molecular elements in these interactions, an understanding of which could provide novel targets that could be interdicted to enhance conventional chemotherapy. A potential MM surface protein that could be involved in these interactions is CD28, based on its known pro-survival role in T cells. Clinical studies have shown that expression of CD28 in multiple myeloma highly correlates (p=0.006) with myeloma tumoral expansion. Moreover, CD28 + MM cells invariably express the CD28 ligand CD86. A survival role for MM-CD28 might involve interactions with BM cells that express B7 (CD80/CD86) such as dendritic cells (DCs, that are known to be closely associated with MM cells in the BM) or with CD86 + MM cells themselves. We had previously shown (ASH2008, #I-769) that blocking CD28-CD86 interactions between myeloma cells with high affinity B7 ligand CTLA4Ig (Abatacept®) sensitized myeloma cells to chemotherapy. Now we show that myeloma cells co-cultured with myeloid DCs in vitro derive both direct and indirect survival signals from DCs, and this can be partially blocked by commercially available reagents. Our data show that flow cytometric analysis of mononuclear cells (MNC) from BM aspirates of myeloma patients with increased CD138 + plasma cell populations (9-58%), show an increased CD11b + (myeloid) population (20-37%) as well, which is in contrast to healthy transplant donor controls (12-15% CD11b + , 4–6% CD138 + ). Moreover, a larger fraction (11-47%) of the myeloma CD138 + plasma cells expressed CD28 compared to healthy control (3.3-7.7%). Also, when we analyzed gene expression datasets (NCBI #GSE5900 and GSE4204 ) from plasma cells (PC) of normal donors, monoclonal gammopathy of undetermined significance (MGUS), smoldering myeloma (SM) and newly diagnosed multiple myeloma (MM), we found a progressive increase in patients showing CD28 expression with increasing severity of disease (normal<MGUS<SM<MM) ( Fig 1A ). When we sorted the highest scoring MM group (n=538) into 8 genetic subgroups as defined earlier, CD28 expression was found to peak in the MF subgroup (typically associated with poor survival in myeloma patients) (Zhan et al. 2006, Blood 108, pp. 2020) relative to total population (p<0.0001) ( Fig 1B ). Antibody mediated activation of MM-CD28 over 48 hrs increased viability of myeloma cell line MM.1S cultured under serum starvation (3.7%) or with drugs ATO (1.9%), melphalan (18%) or dexamethasone (3.3%) to 66%, 21%, 33% and 11% respectively. Viability of MM.1S cells or primary CD138 + plasma cells (isolated from myeloma BM aspirates) cultured under serum starvation was enhanced >3 fold (p<0.001) when co-cultured with monocyte derived DCs, and in MM.1S this was partially reversed when either MM-CD28 or DC-B7 was blocked ( Fig 2 ). Similar protection of MM.1S was also observed against a gradient of dexamethasone or melphalan. CD28 activation was accompanied by rapid tyrosine phosphorylation of CD28, association of p85 (PI3K), activation of Vav-1 and increase in CD28 associated tyrosine kinase activity, as shown by immunoprecipitation, western and kinase activity assays. We had previously shown that MM-CD28 interaction drive DC production of pro-survival factor IL-6 and immunosuppressive factor IDO via DC-B7 “backsignaling” (ASH2008 #I-769). Now we show that MM induced DC production of IL-6 (8 ng/ml) was partially inhibited in presence of CD28 blocking αCD28(Fab) fragments (3 ng/ml) or with protein kinase C (PKC) inhibitor Bisindolylmaleimide-I (2.1ng/ml). Activity of the immunosuppressive enzyme IDO in these co-cultures was completely inhibited in the presence of a novel IDO inhibitor from Incyte corporation, and this helped partially reverse IDO mediated suppression of T-cell proliferation in proliferation assays using co-culture supernatants. In conclusion, our data characterizes CD28-B7 pathway and DCs in the BM as vital for myeloma survival and also as possible targets to include in future strategies in the treatment of myeloma. FIGURE 1 View large Download slide FIGURE 1 View large Download slide FIGURE 2 View large Download slide FIGURE 2 View large Download slide Disclosures: Boise: University of Chicago: Patents & Royalties."
}