{
    "doi": "https://doi.org/10.1182/blood-2019-126790",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4272",
    "start_url_page_num": 4272,
    "is_scraped": "1",
    "article_title": "Combined EZH2 and BCL2 Inhibitors As Precision Therapy for Genetically Defined DLBCL Subtypes ",
    "article_date": "November 13, 2019",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": [
        "bcl2 gene",
        "bcl-2 protein",
        "diffuse large b-cell lymphoma",
        "ezh2 gene",
        "gel",
        "hydrogel",
        "hydrogels",
        "neoplasms",
        "venetoclax",
        "lymphoma"
    ],
    "author_names": [
        "Destini Gibbs",
        "Herman Van Besien, BA",
        "Stephenson Regan",
        "Ankur Singh, PhD",
        "Matthew Teater",
        "Ethel Cesarman, MD PhD",
        "Ari Melnick, MD",
        "Lisa Giulino Roth, MD"
    ],
    "author_affiliations": [
        [
            "., New York, NY "
        ],
        [
            "USF Health Morsani College of Medicine, Tampa, FL "
        ],
        [
            "Cornell University, Ithaca, NY "
        ],
        [
            "Cornell University, Ithaca, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Department of Medicine, Division of Hematology & Medical Oncology, Biochemistry, Cell & Molecular Biology Graduate Program, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Pediatrics, Weill Cornell Medical College, New York, NY"
        ]
    ],
    "first_author_latitude": "40.6974881",
    "first_author_longitude": "-73.97968099999999",
    "abstract_text": "DLCBL has recently been classified into genetically defined subtypes based on groupings of particular genetic lesions (Chapuy et al, Nat Med 2018; Schmitz et al, NEJM 2018). One predominant cluster, C3 or EZB, is defined by mutations in the chromatin modifying genes EZH2 , KMT2D , and CREBBP as well as alterations in BCL2 including mutations and/or translocation of BCL2 to the IgH enhancer. Since tumors in this cluster are likely dependent on both EZH2 and BCL2, and these oncogenes carry out their effects through distinct mechanisms and pathways, targeting both of these oncogenes is a rational therapeutic approach. We hypothesized that EZH2 inhibition and BCL2 inhibition would be synergistic in DLBCL with characteristics of the C3/EZB cluster. To test this, we evaluated the EZH2 inhibitor tazemetostat and the BCL2 inhibitor venetoclax in DLBCL cells, 3D lymphoma organoids, and patient derived xenografts. To assess the effect of combination therapy with tazemetostat and venetoclax, we administered each drug alone and the combination in a panel of DLBCL cell lines, including cells with and without EZH2 mutation and BCL2 translocation. In DLBCL cells with both a BCL2 translocation and EZH2 mutation, the combination resulted in increased killing compared to either drug alone (Figure 1, SUDHL6 (p<0.005), WSU-DLCL2 (p<0.005), and OCI-LY1 (p<0.005)). In contrast, in cells with WT EZH2 and no BLC2 translocation, the effect of the combination was not different than either drug alone. To evaluate for synergy, cells were exposed to increasing doses of each drug alone and the combination. The combined response was evaluated using the Chou-Talalay method. Synergy between tazemetostat and venetoclax was observed in SUDLH-6 (CI value 0.03), WSU-DLCL2 (CI 0.26) and OCI-LY1 (CI 0.06) but not in Farage and LY7 both of which have WT EZH2 and no BCL2 translocation. Since cell lines in suspension do not reflect lymph node architecture, we developed a 3D lymphoma \"organoid\" culture system that consists of extracellular matrix, lymphoma cells, and stromal cells (Tian et al, Biomaterials 2015; Beguelin et al, Nat Commun 2017). GCB-DLBCLs express integrin αvβ3 that may bind to RGD peptides or vitronectin in tumor extracellular matrix. Based on this, we developed matrix metalloproteinase (MMP)-degradable 3D lymphoma hydrogels functionalized with RGD peptides. To generate organoids, we homogeneously encapsulated DLBCL cells (40,000/gel) in 10 µL hydrogel droplets fabricated in individual wells of a 96-well plate. We established two organoid systems to evaluate response to tazemetostat/venetoclax combination therapy: 1) OCI-LY1 organoids; 2) patient derived xenograft (PDX) organoids. The PDX organoids were generated from a patient tumor after propagation in NSG mice. The PDX tumor harbors both a BCL2 translocation and EZH2 mutation. Organoid viability was evaluated using immunofluorescence for calcein AM (live cells) and ethidium homodimer (dead cells) as well as flow cytometry. In both OCI-Ly1 organoids and PDX organoids, tazemetostat and venetoclax had minimal activity as single agents, however the combination resulted in significant cell killing (Figure 2). To investigate potential mechanisms of synergy, we evaluated RNA-seq profiles of a panel of DLBCL cell lines (n=26) treated with vehicle vs. EZH2 inhibitor (Brach et al, Mol Cancer Ther 2017). Preliminary data suggest that EZH2 inhibition induces expression of pro-apoptotic proteins genes including BCL2L11 (Wilcoxon p=0.01), BAD (p=0.02), BMF (p<0.01), BCL2L13 (p=0.02), and BCL2L14 (p<0.01). BCL2 inhibition with venetoclax may be further enhancing pro-apoptotic signals and lymphoma cell death, especially in C3/EZB DLBCL tumors with dependence on BCL2. In summary, using novel model systems, we have demonstrated that BCL2 inhibition combined with EZH2 inhibition results in synergistic anti-tumor effect that is anticipated to be especially effective as precision therapy for the newly identified cluster 3/EZB DLBCL subtype. A clinical trial of this combination is currently in development. View large Download slide View large Download slide  Disclosures Melnick: Janssen: Research Funding; Constellation: Consultancy; Epizyme: Consultancy. Roth: Janssen: Consultancy; ADC Therapuetics: Consultancy; Merck: Membership on an entity's Board of Directors or advisory committees."
}