{
    "doi": "https://doi.org/10.1182/blood.V114.22.3054.3054",
    "article_title": "Vascular Endothelial-Cadherin Targeted Alpha-Particle Mediated Vascular Killing and Remodeling Augments Subsequent Chemotherapeutic Efficacy. ",
    "article_date": "November 20, 2009",
    "session_type": "VASCULAR WALL BIOLOGY, ENDOTHELIAL PROGENITOR CELLS AND PLATELET ADHESION POSTER I",
    "abstract_text": "Abstract 3054 Poster Board II-1030 Cancer therapies targeting tumor endothelium have shown promising results when combined with chemotherapeutics. Vascular endothelial (VE) cadherin is an endothelial cell specific molecule that is expressed constitutively throughout the vasculature and participates in the formation of adherens junctions between adjacent endothelial cells. The monoclonal antibody E4G10 specifically binds to a cryptic epitope exposed only on the monomeric unengaged form of VE-Cadherin found in neovasculature. We chemically conjugated E4G10 with the cytotoxic, short-range αa-particle emitter, 225 Ac, and show that the agent dampens tumor growth as a single agent and this effect is enhanced when given in combination with chemotherapy in a xenograft mouse model. The therapeutic efficacy of the combination therapy is sequence dependent and most pronounced when 225 Ac-E4G10 is administered prior to the chemotherapy. Immunohistochemical and immunofluorescence studies for endothelial cells (Meca32), vascular basement membrane (Collagen IV), and pericytes (alpha-smooth muscle actin (alpha-SMA), nerve/glial antigen 2 (NG2) ) showed that the vasculature of 225 Ac-E4G10 treated tumors was depleted and the remaining vessels appeared normalized as evidenced by morphological changes, increased pericyte density and coverage. Fluorescence studies with Hoechst 33342 dye i.v. injected showed more homogenous distribution of the dye within 225 Ac-E4G10 treated tumors, suggesting improved perfusion, and biodistribution studies with i.v. injected 111 In-Diethylene triamine pentaacetic acid (DTPA), a freely diffusible small molecule, showed significantly (p=0.03) increased passive tumor accumulation of 111 In-DTPA in 225 Ac-E4G10-treated tumors when compared to controls. Quantitative autoradiographic studies on tumor sections also showed both stronger and more homogenous signal distribution in 225 Ac-E4G10-treated tumors. These results show that 225 Ac-E4G10 treatment leads to ablation and remodeling of the tumor vasculature allowing improved delivery of subsequent small molecules, such as chemotherapeutics, and thereby improves therapeutic outcome. Disclosures McDevitt: Actinium Pharma Inc.: Patents & Royalties. Scheinberg: Actinium Pharma Inc.: Patents & Royalties.",
    "topics": [
        "alpha particles",
        "cadherins",
        "endothelium",
        "killing",
        "neoplasms",
        "actinium",
        "chemotherapy regimen",
        "dyes",
        "molecule",
        "pentetic acid"
    ],
    "author_names": [
        "Freddy E Escorcia",
        "Erik Henke, PhD",
        "Michael R. McDevitt, PhD",
        "Carlos Villa",
        "Peter Smith-Jones, PhD",
        "Ronald Blasberg, MD",
        "Robert Benezra",
        "David A. Scheinberg, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Freddy E Escorcia",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erik Henke, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. McDevitt, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Villa",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Smith-Jones, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Blasberg, MD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Benezra",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Scheinberg, MD, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T18:39:36",
    "is_scraped": "1"
}