{
    "doi": "https://doi.org/10.1182/blood-2018-99-117630",
    "article_title": "Chemically Controlled, Immunosuppression-Resistant, Anti-Bcma CAR-T Cells for Treatment of Antibody-Mediated Autoimmunity ",
    "article_date": "November 29, 2018",
    "session_type": "801. Gene Therapy and Transfer: Poster I",
    "abstract_text": "Auto-reactive antibody production by plasma cells is the direct cause of many auto-immune diseases. In such cases elimination of plasma cells would ameliorate the disease. Chimeric antigen receptor T (CAR-T) cells with cytotoxicity toward cells expressing B-cell maturation antigen (BCMA) have shown remarkable promise for the treatment of multiple myeloma, a plasma cell neoplasm. Elimination of non-malignant plasma cells is a side-effect of anti-BCMA CAR-T treatment of multiple myeloma, suggesting the use of these anti-BCMA CAR T cells for auto-immune indications. Unfortunately, CAR-T administration requires use of lymphodepletion to achieve efficient cell engraftment, and is often accompanied by cytokine release syndrome (CRS), a potentially life-threatening side-effect. As lymphodepletion and CRS pose morbidity/mortality risks that are unacceptable for therapy of many auto-immune diseases, we have utilized CRISPR-Cas9 gene editing to develop a controllable CAR-T cell platform that provides for (1) engraftment with non-cytotoxic transient immunosuppression; and (2) small-molecule dependent CAR T-cell expansion. We have implemented this platform using a unique dual targeting approach in which a BCMA CAR transgene is integrated into the TRAC locus, and additional payloads are integrated into a second locus, thus also enabling an allogeneic manufacturing process. Transgene integration occurred in >50% of cells individually with several percent of cells targeted at two loci. TRAC-targeted, anti-BCMA CAR T cells demonstrated CAR-dependent, target-cell-BCMA-dependent cytotoxicity towards both high-BCMA- and low-BCMA-expressing cell lines and in multiple myeloma cells xenografted into NSG mice. Drug-regulation properties and immunosuppression resistance are the subject of ongoing experiments. Anti-BCMA CAR T cells that are chemically controlled, incapable of graft-versus-host disease, and insensitive to immunosuppression may be an attractive treatment option a variety of antibody-mediated auto-immune conditions. Disclosures Rajavel: Casebia Therapeutics: Employment. Ito: Casebia Therapeutics: Employment. Abe: Casebia Therapeutics: Employment. Guerrero: Casebia Therapeutics: Employment. Uenishi: Casebia Therapeutics: Employment. Scharenberg: Casebia Therapeutics: Employment; Generation Bio: Equity Ownership; Alpine Immune Sciences: Equity Ownership. Cost: Casebia Therapeutics: Employment.",
    "topics": [
        "antibodies",
        "natural immunosuppression",
        "therapeutic immunosuppression",
        "autoimmunity",
        "multiple myeloma",
        "adverse effects",
        "cytotoxicity",
        "antigens",
        "chimeric antigen receptors",
        "crispr-cas9"
    ],
    "author_names": [
        "Sowndharya Rajavel",
        "Cade E. Ito",
        "Keith Abe",
        "Valerie Guerrero",
        "Gene I. Uenishi, PhD",
        "Andrew M. Scharenberg, MD",
        "Gregory J. Cost, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sowndharya Rajavel",
            "author_affiliations": [
                "Casebia Therapeutics, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cade E. Ito",
            "author_affiliations": [
                "Casebia Therapeutics, San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith Abe",
            "author_affiliations": [
                "Casebia Therapeutics, San Francisco, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie Guerrero",
            "author_affiliations": [
                "Casebia Therapeutics, San Francisco, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gene I. Uenishi, PhD",
            "author_affiliations": [
                "Casebia Therapeutics, San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew M. Scharenberg, MD",
            "author_affiliations": [
                "Casebia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory J. Cost, PhD",
            "author_affiliations": [
                "Casebia Therapeutics, San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T06:46:21",
    "is_scraped": "1"
}