{
    "doi": "https://doi.org/10.1182/blood.V122.21.1669.1669",
    "article_title": "PI3K/AKT/mTOR Signaling Is a Significant Druggable Pathway In Infant Acute Lymphoblastic Leukemia (ALL) ",
    "article_date": "November 15, 2013",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster I",
    "abstract_text": "Introduction Infant acute lymphoblastic leukemia (ALL) is an orphan disease with unmet need for safe effective therapies. This is an urgent problem because conventional chemotherapies are ineffective and have life-threatening toxicities in infants. Although the MLL rearrangements occurring in 75% of cases are associated with poor outcome, survival is inferior whether MLL is rearranged or not. We recently reported that infant ALL proved sensitive to obatoclax mesylate (GeminX Pharmaceuticals; now an indirect, wholly owned subsidiary of Teva Pharmaceutical Industries Ltd.) in vitro regardless of poor prognostic features including MLL gene rearrangement. Moreover, we showed that the leukemia cell killing by obatoclax involved apoptosis, necroptosis and autophagy (Urtishak et al. , Blood 2013). Therefore, the recent pharmaceutical abandonment of obatoclax led us to search for similarly acting drugs, the Results of which identified the well-known antipsychotic thioridazine as a candidate for potential repurposing. Methods Correlative analyses were performed between basal gene expression profiles at leukemia diagnosis and single agent obatoclax EC 50 values from MTT assays in 47 cases of infant ALL from the Children's Oncology Group P9407 trial (25 MLL-AF4 ; 8 MLL-ENL ; 7 other MLL -rearranged; 7 MLL -germline) in order to find a priori determinants of obatoclax sensitivity; significant genes were further studied by Ingenuity Pathway Analysis (IPA). A search for similarly acting compounds was conducted by Connectivity Map analysis of gene expression profiles of MLL-AF4 ALL cell lines after obatoclax treatment. MTT assays without and with cell death pathway inhibition, Western blot and flow cytometric cell death assays, and phosphoflow cytometric signaling analyses were utilized to investigate activity and target modulation by potential candidates. Results IPA identified significant correlations between basal gene expression of the mTOR and downstream intersecting eIF4/p70S6K signaling programs and obatoclax EC 50 in all 47 primary cases of infant ALL, as well as in the subset of the 25 cases with MLL-AF4 rearrangements. Consistent with the relevance of this pathway in leukemia cell killing that was suggested by the basal gene expression profiles in the primary cases, the Connectivity Map analysis of obatoclax-treated cell lines for compound matching returned a number of highly ranked PI3K/AKT/mTOR signal transduction inhibitors as potential obatoclax substitutes. Three of the compounds (LY294002, wortmannin, thioridazine) were not only cytotoxic in MLL - AF4 ALL cell lines, but also they abrogated PI3K/AKT/mTOR signaling as indicated by robust inhibition of phosphorylated S6. Of these compounds, the phenothiazine derivative thioridazine, which has been used clinically for decades as a neuroleptic, was of high interest because of potential advantages of drug repurposing for more rapid drug advancement. Moreover, detailed flow cytometric and Western blot analyses, and MTT assays of thioridazine in the presence of cell death pathway inhibitors validated activation of all three cell death mechanisms in the MLL - AF4 ALL cell lines similarly to obatoclax. Conclusions Thioridazine is a well-known antipsychotic drug that also has recently recognized properties as a PI3K/AKT/mTOR signaling inhibitor and as an inhibitor of other pathways relevant to cancer. In MLL-AF4 ALL cell lines characterized by the most common chromosomal translocation in infant ALL, single-agent thioridazine is highly cytotoxic, robustly inhibits PI3K/AKT/mTOR signaling and, moreover, like obatoclax, demonstrates activity as a multi-cell-death pathway agonist. Further preclinical studies now are warranted to determine the extent to which thioridazine inhibits PI3K/AKT/mTOR signaling and causes leukemia cell killing in primary infant ALL cells in vitro and in vivo. The repurposing strategy that this drug may allow could have promise to streamline drug development in infant ALL where the need for new therapies is so urgent. View large Download slide Phospho-S6 inhibition by thioridazine in MLL-AF4 cell lines. View large Download slide Phospho-S6 inhibition by thioridazine in MLL-AF4 cell lines.  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "acute lymphocytic leukemia",
        "infant",
        "mtor serine-threonine kinases",
        "phosphoinositide 3-kinase",
        "proto-oncogene proteins c-akt",
        "signal transduction",
        "thioridazine",
        "leukemia",
        "antipsychotic agents"
    ],
    "author_names": [
        "Karen A. Urtishak, PhD",
        "Wang Li-San, PhD",
        "David T. Teachey, MD",
        "Tasian K. Sarah, MD",
        "Jeffrey S. Barrett, PhD",
        "I-Ming L. Chen",
        "Susan R. Atlas, PhD",
        "Richard C. Harvey, PhD",
        "Nyla A. Heerema, PhD",
        "Andrew J. Carroll, PhD",
        "Stephen P. Hunger, MD",
        "Cheryl L. Willman, MD",
        "Carolyn A. Felix, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karen A. Urtishak, PhD",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wang Li-San, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David T. Teachey, MD",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tasian K. Sarah, MD",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S. Barrett, PhD",
            "author_affiliations": [
                "Department of Clinical Pharmacology and Therapeutics, The Children's Hospital of Philadelphia Research Institute, Philadelphia, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "I-Ming L. Chen",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan R. Atlas, PhD",
            "author_affiliations": [
                "Physics and Astronomy, University of New Mexico, Albuquerque, NM, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard C. Harvey, PhD",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nyla A. Heerema, PhD",
            "author_affiliations": [
                "Department of Pathology, Wexner Medical Center at Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J. Carroll, PhD",
            "author_affiliations": [
                "Department of Genetics, University of Alabama at Birmingham, Birmingham, AL, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen P. Hunger, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology/BMT, University of Colorado School of Medicine and Children's Hospital Colorado, Aurora, CO, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl L. Willman, MD",
            "author_affiliations": [
                "Cancer Center/Pathology, University of New Mexico, Albuquerque, NM, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carolyn A. Felix, MD",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia and University of Pennsylvania Perelman School of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T06:46:29",
    "is_scraped": "1"
}