{
    "doi": "https://doi.org/10.1182/blood-2018-99-112305",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4110",
    "start_url_page_num": 4110,
    "is_scraped": "1",
    "article_title": "A Sequential Cohort Study of Pathogen Reduced Platelet Component Transfusion without Use of Leukocyte Reduction for Hematopoietic Stem Cell Transplant (HSCT): Impact on Clinical Refractoriness ",
    "article_date": "November 29, 2018",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster I",
    "topics": [
        "blood platelets",
        "hematopoietic stem cell transplantation",
        "leukoreduction",
        "pathogenic organism",
        "transfusion",
        "blood transfusion",
        "photon correlation spectroscopy",
        "portacaval shunt, surgical",
        "precordial catch syndrome",
        "screening"
    ],
    "author_names": [
        "Laurence Corash, MD",
        "Joycelyn Sim, MDMBBS",
        "Wai-Chiu Tsoi, MD",
        "Cheuk Kwong Lee, MD",
        "Rock Y.Y. Leung, MD",
        "Yingjie Liu, MD",
        "Norman Huang, PhD",
        "Clarence C.K. Lam",
        "Hans Vermeij",
        "Adonis Stassinopoulos, PhD BSc, MPhil, MA",
        "Richard J. Benjamin, MD",
        "Albert Kwok Wai Lie, MBBS,FRCP,FRCPath,FRCPA"
    ],
    "author_affiliations": [
        [
            "Chief Scientific Office, Cerus Corporation, Concord, CA "
        ],
        [
            "Queen Mary Hospital and University of Hong Kong, Hong Kong, HKG "
        ],
        [
            "Hong Kong Red Cross Blood Transfusion Service, Hong Kong, HKG "
        ],
        [
            "Hong Kong Red Cross Blood Transfusion Service, Hong Kong, Hong Kong "
        ],
        [
            "Department of Pathology, Queen Mary Hospital, Hong Kong, Hong Kong "
        ],
        [
            "Clinical Research, Cerus Corporation, Concord, CA "
        ],
        [
            "Biostatistics, Cerus Corporation, Concord, CA "
        ],
        [
            "Department of Pathology, Queen Mary Hospital, Hong Kong, Hong Kong "
        ],
        [
            "Deployment, Cerus Corporation, Concord, CA "
        ],
        [
            "Cerus Corporation, Concord, CA "
        ],
        [
            "Clinical Research, Cerus Corporation, Concord, CA "
        ],
        [
            "Queen Mary Hospital, Hong Kong, CHN ",
            "Queen Mary Hospital, Hong Kong, HKG"
        ]
    ],
    "first_author_latitude": "37.9798912",
    "first_author_longitude": "-122.05347030000001",
    "abstract_text": "Introduction : HSCT patients require platelet components (PC) for support of thrombocytopenia. Donors are tested for selected viruses to prevent transfusion-transmission infection (TTI), and PC are screened for bacteria and irradiated to prevent transfusion associated graft versus host disease (TA-GVHD). Leukocyte reduction (LR) is commonly, but not universally, used to mitigate the risks of acute transfusion reactions (ATR), allo-immunization, clinical refractoriness, and CMV TTI. However, donor testing, PC bacterial screening, and LR do not provide complete protection from ATR, transfusion related sepsis (TRS), refractoriness, CMV TTI, or residual risks of window period and emerging pathogen TTI. Amotosalen-UVA pathogen reduction treatment (A-PRT) inactivates a broad spectrum of pathogens (e.g. Zika), inhibits leukocyte antigen presentation and cytokine synthesis, and inhibits T-cell proliferation. A-PRT with LR has replaced bacterial screening, CMV serology, and gamma irradiation. Objective : To control cost, the Hong Kong Red Cross Blood Transfusion Service (HKRCBTS) has used whole blood platelet-rich-plasma (PRP) PC without LR. Based on data showing effective leukocyte inactivation by A-PRT, the HKRCBTS evaluated use of A-PRT buffy coat PC (BC PC) in platelet additive solution (PAS) without LR, bacterial screening, and gamma irradiation to manage costs, salvage more donor plasma, reduce TTI risk, and simplify production. Study Design and Methods : An open-label, prospective, sequential, two cohort study at Queen Mary Hospital, Hong Kong enrolled HSCT patients for up to 30 days of PC support with 100-day follow up. Cohorts were comparable for primary disease and type of HSCT. The first cohort received PRP PC prepared from CPD whole blood, a current HKRCBTS standard PC (Control-C). Five ABO-matched PRP PCs in 100% plasma were pooled without LR to yield ≥ 3 x 10 11 platelets. C-PCs were screened for bacteria, gamma irradiated (2,500 cGy), stored up to 5 days at 22- 24 °C; and contained ~ 5 x 10 9 leukocytes. For the 2nd cohort, buffy coat PCs (BC PC) were prepared from CPD whole blood in PAS (SSP+, Macopharma, France). Five ABO-matched BC PC in 35% plasma-65% PAS were pooled, and prepared with A-UVA PRT to yield ≥ 3 x 10 11 platelets (Test-T). T-PCs were not LR, not screened for bacteria, not gamma irradiated, stored for up to 5 days at 22- 24 °C; and contained ~ 5 x 10 8 leukocytes. HSCT patients ≥ 18 years expected to require PC were included. Exclusion criteria were: history of clinical refractoriness to platelet transfusion (2 successive 1-HR corrected count increments (CCI) < 5.0 x 10 3 ), immune thrombocytopenia, or disorders confounding 1-HR CCI determination. For both cohorts, a transfusion threshold of 10 x 10 9 /L was specified for stable patients unless adjusted to 20 x 10 9 /L for sepsis. Patients were not screened for HLA antibody at study entry. The efficacy outcome was the 1-hour (HR) count increment (CI), and the safety outcome was ATR incidence. Secondary (post-hoc) outcomes were the 1-HR CCI and the incidence of clinical refractoriness (two successive CCI < 5x10 3 per patient and transfusions with CCI < 5x10 3 ). Results: 64 patients were transfused (31 Control and 33 Test). Demographics were similar between cohorts (Table). The majority of patients had allogeneic HSCT from related donors. Mean pre-transfusion platelet counts were < 16 x 10 9 /L. The mean PC dose and storage duration were similar between cohorts (Table). The 1-HR count increments (CI) and 1-HR CCI responses were within therapeutic ranges for both cohorts (Table). The proportion of transfusions with CCI responses < 5.0 x 10 3 and the proportion of patients with clinical refractoriness were less in the Test cohort (Table). ATRs trended lower with A-PRT (Test = 9.1%, Control = 19.4%, p=0.296).No patients had TRS or TA-GVHD reported during the active transfusion period. Day-100 engraftment (Table), HSCT-GVHD, mortality, and infectious disease complications were similar between cohorts. Conclusions: This exploratory study of A-PRT PC without LR demonstrated therapeutic 1-HR CCI responses, safety, and conserved HSCT engraftment. The proportions of transfusions with CCI < 5.0x10 3 and the proportion of patients with clinical refractoriness were less for A-PRT PC than conventional PC. A-PRT of pooled whole blood BC PC without LR offers the potential to improve PC supply, and to reduce the net cost of PRT PC by replacing other interventions. Table View large Download slide Table View large Download slide  Disclosures Corash: Cerus Corporation: Employment, Equity Ownership. Liu: Cerus Corporation: Employment, Equity Ownership. Huang: Cerus Corporation: Employment, Equity Ownership. Vermeij: Cerus Corporation: Employment, Equity Ownership. Stassinopoulos: Cerus Corporation: Employment, Equity Ownership. Benjamin: Cerus Corporation: Employment, Equity Ownership."
}