{
    "doi": "https://doi.org/10.1182/blood.V128.22.260.260",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3328",
    "start_url_page_num": 3328,
    "is_scraped": "1",
    "article_title": "Hepcidin Protects Against Extracellular Infections By Eliminating Non-Transferrin-Bound Iron ",
    "article_date": "December 2, 2016",
    "session_type": "102. Regulation of Iron Metabolism: Hepcidin and the Regulation of Iron Homeostasis",
    "topics": [
        "hepcidin",
        "infections",
        "iron",
        "transferrin",
        "gram-positive bacterial infections",
        "tuberculosis",
        "transferrin saturation measurement",
        "agar",
        "antimicrobial activity",
        "bacterial infections"
    ],
    "author_names": [
        "Deborah Stefanova",
        "Joao Arezes, PhD",
        "Kathryn Michels",
        "Barbara Dillon",
        "Marcus Horwitz",
        "Borna Mehrad",
        "Yonca Bulut",
        "Tomas Ganz, MD PhD",
        "Elizabeta Nemeth, PhD"
    ],
    "author_affiliations": [
        [
            "UCLA Center for Iron Disorders, Los Angeles, CA "
        ],
        [
            "University of Oxford, Oxford, United Kingdom "
        ],
        [
            "University of Virginia, Charlottesville, VA"
        ],
        [
            "UCLA Center for Iron Disorders, Los Angeles, CA "
        ],
        [
            "UCLA Center for Iron Disorders, Los Angeles, CA "
        ],
        [
            "University of Virginia, Charlottesville, VA"
        ],
        [
            "UCLA Center for Iron Disorders, Los Angeles, CA "
        ],
        [
            "UCLA Center for Iron Disorders, Los Angeles, CA "
        ],
        [
            "UCLA Center for Iron Disorders, Los Angeles, CA "
        ]
    ],
    "first_author_latitude": "34.050581349999995",
    "first_author_longitude": "-118.38320104999997",
    "abstract_text": "The production of the iron-regulatory hormone hepcidin is strongly induced by infection and inflammation, causing hypoferremia. This is proposed to be a host defense response to limit microbial replication. Patients with hereditary hemochromatosis or β-thalassemia, who are hepcidin-deficient and iron-overloaded, are susceptible to infections with gram-negative bacteria. The specific mechanism by which hepcidin and hypoferremia mediate resistance to infection, and the spectrum of microbes affected, are poorly understood. We tested the role of hepcidin in infections with several groups of bacteria: 1) siderophilic gram-negative Yersinia enterocolitica and Vibrio vulnificus, known to have increased virulence in patients with iron overload; 2) clinically common gram-negative Klebsiella pneumoniae and gram-positive Staphylococcus aureus ; and 3) primarily intracellular Mycobacterium tuberculosis . In vivo role of hepcidin and iron was assessed by comparing survival and tissue bacterial burden between wild type (WT) and hepcidin knockout (KO) mice. Hepcidin KO mice were tested both in iron-loaded and iron-depleted condition to assess for any iron-independent roles of hepcidin in infection. Hepcidin played the most prominent host defense role in infections with siderophilic pathogens Y. enterocolitica and V. vulnificus . At inocula where WT mice were resistant and had 0% mortality, iron-loaded hepcidin KO mice were highly susceptible to these infections and displayed 100% mortality (Figure). Compared to WT mice, iron-loaded hepcidin KO were also more susceptible to infection with K. pneumoniae , and displayed more rapid and higher mortality (Figure). In all of these models, treatment of infected iron-loaded hepcidin KO mice with hepcidin analogs prevented or decreased mortality. Short-term administration of hepcidin analogs altered serum iron concentrations but not iron stores, indicating that only extracellular iron availability plays a role in infection with these extracellular, gram-negative pathogens. Additional experiments indicated that the protective effect of hepcidin and minihepcidin was not caused by any direct antimicrobial activity but by their effect on extracellular iron. In contrast, in mouse models of infection with gram-positive S. aureus or with M. tuberculosis, there was no difference in susceptibility between hepcidin KO and WT mice. We further tested the effect of parenteral iron administration in WT mice infected with S. aureus and M. tuberculosis but iron loading of these mice had no effect on bacterial burden. These results indicated that neither hepcidin nor iron availability affect the virulence of these bacteria. We next examined the mechanism by which hepcidin deficiency promotes the growth of gram- negative pathogens. Hepcidin causes a decrease in iron-transferrin concentrations, however iron-transferrin is accessible only to a few highly host-adapted pathogens and most bacteria cannot utilize this form of iron. On the other hand, non-transferrin-bound iron (NTBI), a form of iron that appears in the circulation when the iron-binding capacity of transferrin is exceeded, may be readily utilizable by microbes. Indeed, mice that had increased susceptibility to infection in our models also had detectable NTBI in plasma. We developed an in vitro model to test the dependence of bacterial growth on iron-transferrin or NTBI concentrations. Human plasma was supplemented with graded amounts of ferric ammonium citrate and agar plates generated with a range of increasing transferrin saturation and eventually increasing NTBI concentrations. V. vulnificus , Y. enterocolitica and K. pneumoniae only grew when sufficient iron was added to saturate transferrin and generate NTBI. Similarly, bacterial CFU counts in vivo correlated with the presence of NTBI in mouse models but not with transferrin saturation when NTBI was absent. Using mouse models of different bacterial infections, we demonstrated that hepcidin is essential for resistance to infection with certain gram-negative pathogens, but plays no role in the susceptibility to intracellular M. tuberculosis or gram-positive S. aureus . We further provide evidence that the primary host defense function of hepcidin is the elimination of NTBI, and this can be potentiated by the use of synthetic hepcidin analogues to prevent progression of infection and associated mortality. Figure. View large Download slide Figure. View large Download slide  Disclosures Ganz: Intrinsic LifeSciences: Equity Ownership; Merganser biotech: Consultancy, Equity Ownership; Silarus Therapeutics: Equity Ownership. Nemeth: Merganser Biotech: Consultancy, Equity Ownership; Intrinsic LifeSciences: Equity Ownership; Silarus Therapeutics: Equity Ownership, Research Funding."
}