{
    "doi": "https://doi.org/10.1182/blood.V104.11.1358.1358",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=16",
    "start_url_page_num": 16,
    "is_scraped": "1",
    "article_title": "Patients with Lymphoma May Harbor Mutations of the Perforin Gene. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Perforin (PRF), a pore-forming molecule expressed in granules of cytotoxic effector lymphocytes, has been implicated in T and NK cell-mediated immune surveillance against viral infections and tumors. Indeed, increased lymphoma incidence has been associated with PRF deficiency in mice. In view of these experimental findings, we reasoned that also some patients with lymphomas might harbor mutations of the PRF gene and thus we investigated the presence of mutations of the gene in a group of lymphoma patients with pre-defined clinical characteristics. Bi-allelic mutations of the PRF gene were found in 4 out of the 30 patients examined. A female (19 y.) had been successfully cured of her T-cell lymphoblastic lymphoma, when her brother(22 y), 2 years later, developed HLH. The 2 siblings shared the same mutations. The first one, (272 C>T), changes arginine at position 91 into valine; the second one (1122 G>A), changes tryptophan at position 374 into a stop codon. The second patient (7 y), with EBV-positive Hodgkin lymphoma,three years later, developed a large B-cell non-Hodgkin lymphoma. Two mutations were identified: the first one, (1304 C>T), changes threonine at position 435 into methionine. The second one, (1349C>T), changes threonine at position 450 to methionine. The third patient (7 y), a female, presented, with multiple reddish non-ulcerated subcutaneous nodules and B-symptoms. Two surgical lesion biopsies were performed and a rare form of subcutaneous, panniculitis-like, T-cell lymphoma was diagnosed. Sequencing of the PRF gene disclosed the following 2 mutations: the first one, (272 C>T), changes arginine at position 91 into valine; the second one, (1262 T>G), changes phenylalanine at position 421 into cysteine. An female (18 y)presented with fever, malaise and massive hepato-splenomegaly. A peripheral T-cell lymphoma, associated with bone marrow infiltration, was diagnosed and 6 months after diagnosis, she was transplanted from an HLA-identical sibling. PRF gene sequencing showed two novel mutations: the first one (g914a) changes at position 305 glycine in aspartic acid, the second one (c1066a) changes arginine in tryptophan at position 356. Present data, point to a more complex disregulation of the immune system when PRF is absent, which may be associated with quite different clinical presentations indicating that the resulting effect of PRFmutations is likely to be more complex than previously anticipated and may vary among individuals, possibly depending on additional genetic and/or environmental factors.",
    "topics": [
        "genes",
        "lymphoma",
        "mutation",
        "perforin",
        "granules",
        "arginine",
        "methionine",
        "threonine",
        "tryptophan",
        "valine"
    ],
    "author_names": [
        "Rita Clementi, M.D.",
        "Franco Locatelli, M.D.",
        "Loic Dupre, PhD",
        "Alberto Garaventa, M.D.",
        "Lorenzo Emmi, M.D.",
        "Marco Bregni, M.D.",
        "Graziella Cefalo, M.D.",
        "Antonia Moretta, PhD",
        "Cesare Danesino, M.D.",
        "Margherita Comis, M.D.",
        "Andrea Pession, M.D.",
        "Ugo Ramenghi, M.D.",
        "Rita Maccario, PhD",
        "Maurizio Arico’, M.D.",
        "Maria Grazia Roncarolo, M.D."
    ],
    "author_affiliations": [
        [
            "Medical Genetics, University of Pavia & IRCCS Policlinico San Matteo, Pavia, PV, Italy"
        ],
        [
            "Pediatric Haematology-Oncology, IRCCS Policlinico San Matteo, Pavia, PV, Italy"
        ],
        [
            "HSR-TIGET, San Raffaele Institute, Milano, Italy"
        ],
        [
            "Unit of Haematology and Oncology, G. Gaslini Institute, Genova, GE, Italy"
        ],
        [
            "Department of Internal Medicine, University of Florence, Firenze, FI, Italy"
        ],
        [
            "Division of Haematology and Bone Marrow Transplantation Unit, San Raffaele Institute, Milano, Italy"
        ],
        [
            "Department of Pediatrics,, National Institute for Cancer Study and Care, Milano, Italy"
        ],
        [
            "Pediatric Haematology-Oncology, IRCCS Policlinico San Matteo, Pavia, PV, Italy"
        ],
        [
            "Medical Genetics, University of Pavia & IRCCS Policlinico San Matteo, Pavia, PV, Italy"
        ],
        [
            "Department of Hematology, Azienda Ospedaliera Bianchi-Malacrino-Morelli, Reggio Calabria, RC, Italy"
        ],
        [
            "Department of Pediatrics, Ospedale Sant’Orsola, University of Bologna, Bologna, BO, Italy"
        ],
        [
            "Department of Pediatrics, Ospedale Sant’Anna, University of Turin, Torino, TO, Italy"
        ],
        [
            "Pediatric Haematology-Oncology, IRCCS Policlinico San Matteo, Pavia, PV, Italy"
        ],
        [
            "Pediatric Hematology-Oncology, Ospedale dei Bambini G. Di Cristina, Palermo, PA, Italy"
        ],
        [
            "HSR-TIGET, San Raffaele Institute, Milano, Italy"
        ]
    ],
    "first_author_latitude": "45.19622",
    "first_author_longitude": "9.148840899999998"
}