{
    "doi": "https://doi.org/10.1182/blood.V122.21.1696.1696",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2507",
    "start_url_page_num": 2507,
    "is_scraped": "1",
    "article_title": "Survival In Adult Acute Lymphoblastic Leukemia Survival By Age, Gender and Ethnicity ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster I",
    "topics": [
        "acute lymphocytic leukemia",
        "gender",
        "cancer",
        "ethnic group",
        "time factors",
        "older adult",
        "software"
    ],
    "author_names": [
        "Krishna B Ghimire, MD",
        "Binay K. Shah, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Mercy Medical Center North Iowa, Mason City, IA, USA, "
        ],
        [
            "Cancer Center and Blood Institute, St. Joseph Regional Medical Center, Lewiston, ID, USA"
        ]
    ],
    "first_author_latitude": "43.1485571",
    "first_author_longitude": "-93.21607",
    "abstract_text": "Background Studies have shown improvement in survival in adult acute lymphoblastic leukemia (ALL) with the use of risk-directed therapy pediatric-inspired regimens. We analyzed US Surveillance, Epidemiology and End Results (SEER) cancer registry database to evaluate whether survival of adult ALL patients has improved in general population. Methods We analyzed US Surveillance, Epidemiology and End Results (SEER) 18 registries using survival session to calculate relative survival rates (RS) during 1973-1989, 1990-1999 and 2000-2009 among adult (≥20 years) ALL patients. We used Z-test in the SEER*Stat software to compare the relative survival rates in several cohorts categorized by race, gender, and age groups (20-39, ≥ 40 years). Results There were 7,435 adult ALL patients reported in SEER 18 registries during 1973-2009. The majority of patients were Caucasian (85%) and Male (57%). The relative survival rates for adult ALL patients between 1973-2009 were 55.8±0.6% and 25.0±0.5% at 1 year and 5 years respectively. The relative survival rates improved significantly for each successive time periods, with an improvement from 45.4%, to 51.6%, to 60.6% at 1 year and, from 15.3%, to 23.7%, to 29.0% at 5 years for time periods 1973-1989, 1990-1999 and 2000-2009 respectively. For younger patients (age 20-39 years), 1- and 5-year RS rates improved from 1973-1989 to 1990-1999 but not from 1990-1999 to 2000-2009. For older patients (age ≥40 years) RS improved for each successive time periods. The 1- and 5- year relative survival rates improved significantly for both male and female patients during successive time periods. Interestingly, although there was significant improvement in survival rates at 1- and 5- years for Caucasians, improvement was not seen for AA adult ALL patients during subsequent time periods examined. Conclusions Although adult ALL survival rates have improved for most cohorts examined, the survival of African American patients has not improved. Similarly, survival rates of younger patients (20-39 years) has not improved from 1990-1999 to 2000-2009. Disclosures: No relevant conflicts of interest to declare."
}