{
    "doi": "https://doi.org/10.1182/blood.V116.21.1496.1496",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1622",
    "start_url_page_num": 1622,
    "is_scraped": "1",
    "article_title": "Paradoxical Dose-Dependent Chemoattractive and Chemorepellent Effects of Kit Ligand (KL) In Mast Cells Revealed In Novel Microfluidic Biochambers. ",
    "article_date": "November 19, 2010",
    "session_type": "Granulocytes, Monocytes and Macrophages: Poster I",
    "topics": [
        "mast cells",
        "stem cell factor",
        "ligands",
        "direct visualization",
        "fibronectins",
        "g-protein-coupled receptors",
        "inflammation",
        "receptor protein-tyrosine kinases",
        "stem cells",
        "extension"
    ],
    "author_names": [
        "Amir Shamloo, M.S.",
        "Milan Manchandia, Undergraduate",
        "Maheswaran Mani, Ph.D.",
        "Christopher Nguyen, B.S.",
        "Thomas Jahn, M.D.",
        "Kenneth I. Weinberg, MD",
        "Sarah Heilshorn, Ph.D."
    ],
    "author_affiliations": [
        [
            "Material Science and Engineering, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Humanities and Sciences, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Hematology, Oncology, and Stem Cell Transplantation (Pediatrics), Stanford University, Palo Alto, CA, USA"
        ],
        [
            "Humanities and Sciences, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Hematology, Oncology, and Stem Cell Transplantation (Pediatrics), Stanford University, Palo Alto, CA, USA"
        ],
        [
            "Hematology, Oncology, and Stem Cell Transplantation (Pediatrics), Stanford University, Palo Alto, CA, USA"
        ],
        [
            "Material Science and Engineering, Stanford University, Stanford, CA, USA, "
        ]
    ],
    "first_author_latitude": "37.4262978",
    "first_author_longitude": "-122.17268949999999",
    "abstract_text": "Abstract 1496 Besides its cooperating effects on stem cell proliferation and survival, KL (stem cell factor) is a potent chemotactic protein; much of the Kit (-) phenotype is related to loss of chemotaxis of progenitor cells. While transwell assays permit studies of the frequency of migrating cells, the lack of direct visualization during chemotaxis precludes dynamic or detailed studies of cell behavior. We have developed microfluidic biochambers fabricated from optically clear plastic with microcapillaries continuously perfused from source and sink channels to create stable ligand gradients of desired concentration and steepness without mechanical shear forces. We have analyzed KL-induced chemotaxis, using Kit+ cultured murine bone marrow-derived mast cells (BMMC) as a model. BMMC were plated onto fibronectin coated chambers and two linear KL equilibrium concentration profiles were tested (gradients of 4 and 8 ng/ml/mm across a concentration range of 1.5–11 ng/ml) for their ability to induce BMMC chemotaxis. Cell movement and morphology was captured by time-lapse microscopy and quantitatively analyzed for migration rate, frequency and duration of pauses, directional persistence, filopodia extension rate, filopodia asymmetry, and cell perimeter asymmetry. Our results indicate a minimum activating threshold of ∼3 ng/ml is required to induce BMMC chemoattraction. The chemotactic index (CI) is a ratio of distance travelled towards a gradient to total distance travelled (e.g., CI=0 indicates random migration, CI=1 indicates movement in a straight line towards the gradient). Between 3–8 ng/ml, higher KL concentrations resulted in faster cell speed (means 1.0–1.9 μm/min; maximum up to 2.9 μ/min), higher migratory persistence (means 0.2–0.5), higher CI (means 0.05 to 0.42), and greater filopodial formation. Analysis of cells at the lowest KL concentrations revealed a paradoxical chemorepulsive activity, which has not been previously described. The majority of the cells undergo chemorepulsion at KL concentrations 1.5–3 ng/ml. Unlike chemoattraction which was continuous, chemorepulsion only occurs during the first 30–40 minutes of KL stimulation, followed by predominantly random or no migration, i.e., chemorepulsion is followed by a chemotaxis-refractory state. Both chemoattractive and chemorepulsive movements were characterized by filopodia formation on the leading edge of movement. The results with the Kit receptor tyrosine kinase differ significantly from previous studies of G-protein coupled receptors, where chemorepulsion only occurred at high ligand concentrations. The results indicate that Kit-mediated chemotaxis is mainly concentration-dependent; involves complex dose-response relationships; and includes both chemoattractive and chemorepellent phases. Studies of Kit+ hematopoietic stem cells are being performed to determine whether KL chemotactic responses similar to those seen in BMMC are a general phenomenon, which would have major implications for understanding HSC migration, homing and niche relationships, as well as mast cell biology and inflammation. Disclosures: No relevant conflicts of interest to declare."
}