{
    "doi": "https://doi.org/10.1182/blood.V118.21.3177.3177",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1979",
    "start_url_page_num": 1979,
    "is_scraped": "1",
    "article_title": "Monitoring Cardiac Siderosis in Patients with Beta-Thalassemia Major on Various Chelation Regimens, ",
    "article_date": "November 18, 2011",
    "session_type": "102. Regulation of Iron Metabolism: Poster III",
    "topics": [
        "cooley's anemia",
        "siderosis",
        "magnetic resonance imaging",
        "iron",
        "iron overload",
        "serum ferritin level result",
        "iron chelation therapy",
        "blood transfusion",
        "bun/creatinine ratio",
        "cardiac mri"
    ],
    "author_names": [
        "Srikanth R. Ambati, MBBS, MD",
        "Rachel Randolph, B.S.",
        "Kevin Mennitt, MD",
        "Dorothy A Kleinert, NP, MPH",
        "Patricia Giardina, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, New York Presbyterian Hospital, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Pediatrics, Weill Cornell Medical College, NY, NY, USA, "
        ],
        [
            "Radiology, Weill Cornell Medical College, NY, NY, USA, "
        ],
        [
            "Pediatrics, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Pediatric Hematology, Weill Cornell Medical College, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.722352949999994",
    "first_author_longitude": "-73.97941275000001",
    "abstract_text": "Abstract 3177 Background: Patients with Beta-thalassemia major develop progressive iron overload in various organs. Cardiac siderosis is a major cause of mortality and morbidity in these patients, and also poses a significant treatment challenge. Methods: We have reviewed 101 beta-thalassemia major patients 39 Male (M) 62 Female (F) with a mean age of 27.9 (range: 2 to 60 years). All received regular transfusions to maintain pre transfusion Hb levels of 9 to10 gm/dl and all received iron chelation initially with deferoxamine (DFO) and subsequently treated with deferasirox (DFX) or deferiprone (DFP) in combination with DFO. Each patient was monitored yearly for iron excess by hepatic and cardiac magnetic resonance imaging (MRI) T2*. They were also assessed with monthly evaluations for liver and renal function (Bili, AST, ALT, BUN, Creatinine), serum ferritin, CBC (or weekly if on DFP), and urinalysis. Annual EKG, ECHO, hearing and vision testing and endocrine evaluations were also performed. The patients were grouped according to the severity of cardiac siderosis. Mild to moderate cardiac siderosis was defined as a T2* 12–20 msec and severe cardiac siderosis T2*≤ 11 msec. Annual studies were compared using paired student T test and repeated measures Analysis Of Variance (ANOVA) when necessary. Patient population: Twenty one of the 101 patients (7M and 14F) with a mean age of 30.6 yr, age range 15 to 56 yr, had abnormal cardiac T2* of <20 msec and three or more subsequent annual cardiac T2* measurements. Thirteen patients, 3 M 10 F with a mean age of 33 (range: 19 to 60), had severe cardiac siderosis and 8 patients, 3 M 5 F with mean age of 38 (range: 25 to 49), had mild-moderate cardiac siderosis. During the course of the observation their iron chelation therapy was optimized to reduce serum ferritin levels < 1500 μg/dl and to reduce or maintain liver iron concentration (LIC) ≤ 7 mg/gm dw. Data analysis: At the time of their first annual MRI study (baseline), 8 patients were on DFO of which 6 were switched to DFX, 13 patients were on DFX, 11 patients were dose escalated on DFX, and 4 patients were switched to combination chelation with DFO and DFP. At baseline, patients with severe cardiac siderosis had a mean cardiac T2* level = 7.4 ± 0.47 SEM (range: 4.6 to 11msec). Over the treatment course of 6 years annual cardiac T2* levels consistently improved and by 6 years cardiac T2* reached a mean level =14.3 ±1.5 SEM (range: 12 to 17 ms) ( Fig 1 ). Those patients who at baseline had a mild to moderate cardiac siderosis with mean cardiac T2* of 14.6 ± 1.02 SEM (range: 12 to 19 msec) improved by 3 years of treatment when they achieved a mean cardiac T2* of 26.3 ± 3.4 SEM (range of 16 to 42 msec) ( Fig 2 ). Liver iron concentration (LIC) was measured annually by MRI. Initially the majority, 16 out of 21 of patients, had hepatic iron overload LIC ≤ 10 mg/ gm dw of whom 56% (9 of the 16) had severe cardiac siderosis. 5 of 21 patients had a LIC > 15 mg/ gm dw of whom 80% (4 out of 5) patients had severe cardiac siderosis ( Fig 3 ). Patients with LIC ≤10 mg/ gm dw had ferritin levels ranging from 166 to 3240 μg/ dl and patients with LIC >15 mg/ gm dw had elevated serum ferritin levels of 1180 to 17,000 μg/ dl. Patients with severe cardiac siderosis had mean MRI ejection fraction (EF)= 55.8% (range: 31 to 70%) while patients with mild to moderate cardiac siderosis had mean MRI EF= 60% (range: 53 to 66%). One patient with severe cardiac siderosis was recovering from symptomatic congestive heart failure. Fig 1. View large Download slide Serial cardiac T2*in patients with severe cardiac siderosis (T2* ≤11 msec) Fig 1. View large Download slide Serial cardiac T2*in patients with severe cardiac siderosis (T2* ≤11 msec) Fig 2. View large Download slide Serial cardiac T2*in patients with mild-moderate cardiac siderosis (T2* 12 to 20 msec) Fig 2. View large Download slide Serial cardiac T2*in patients with mild-moderate cardiac siderosis (T2* 12 to 20 msec) Fig 3. View large Download slide Baseline cardiac and liver iron concentration in 21 patients with cardiac siderosis Fig 3. View large Download slide Baseline cardiac and liver iron concentration in 21 patients with cardiac siderosis Conclusion: Cardiac siderosis can be noninvasively diagnosed utilizing MRI T2* techniques and subsequently to monitor treatment. The majority of patients improve cardiac T2* over time with optimal chelation therapy. Severe cardiac siderosis occurs even with mild to moderate hepatic iron overload. Left ventricular EF may not predict severe cardiac siderosis. Therefore it is important to annually monitor cardiac siderosis with MRI T2*. Disclosures: No relevant conflicts of interest to declare."
}