{
    "doi": "https://doi.org/10.1182/blood.V126.23.2116.2116",
    "article_title": "Economic Impact of Disease Progression in Medicare Patients with Relapsed Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster I",
    "abstract_text": "Background: Since 2005, treatment (TX) for patients with multiple myeloma (MM) has been revolutionized by the introduction of new agents that have demonstrated improved clinical outcomes. However, growing constraints on healthcare resources make it increasingly important to understand the cost burden associated with MM therapy and to evaluate the economic consequences of disease progression (DP). The goal of this study is to quantify the incremental cost of DP among patients with MM following 2L TX. Methods: A retrospective cohort study of Medicare patients with MM receiving second-line (2L) anti-MM TXs was conducted. Patients were selected from the Truven MarketScan © administrative claims database Medicare Supplemental files who had ≥2 outpatient claims or ≥1 inpatient claim with a primary International Classification of Disease 9 th Revision (ICD-9) code for MM between 7/1/2006 and 12/31/2013, preceded by ≥ 6 months without a claim for MM. Patients were then followed until last visit or 12/31/2014, whichever occurred first. First line (1L) therapy included all anti-MM TXs received following the first claim for an anti-MM prescription/administration. The end of line of therapy was defined as the first day of any gap in TX > 90 days or initiation of a new salvage regimen. Patients who received 2L TX were further divided into two 2 cohorts. Cohort 1 included patients with a minimum 6-months treatment-free interval (TFI) after completing 2L TX. Patients whose disease progressed within 6 months from completion of 2L TX, as identified by the initiation of third-line (3L) TX, comprised Cohort 2. A phase-of-care approach was adopted to calculate the cost of DP. Total all-cause, medical, and anti-MM pharmacological spending were calculated using a standard cost per-patient per-month (PPPM) metric in the 6-month TFI in Cohort 1 and in the 6 months following initiation of 3L TX in Cohort 2. Unadjusted costs were compared between the two cohorts using the Mann-Whitney U -test. A multivariate regression analysis was used to adjust for baseline characteristics that may confound the observed association between DP status and cost of care. Results: A total of 986 Medicare beneficiaries met the study eligibility criteria and initiated 2L therapy in the study period and 650 had at least 6 months of cost data. Of these, 354 patients were in Cohort 1 and 296 patients were in cohort 2. Average PPPM total all-cause and all-cause medical costs were $7,031 and $4,607, respectively, with costs for patients in Cohort 2 significantly higher than costs in Cohort 1. The average PPPM total all-cause and all-cause medical costs were $2,302 and $2,041, respectively, for patients in Cohort 1 (Table 1). In the multivariate regression model, DP was the strongest predictor of total all-cause costs and was associated with an increase of $4,721 (p<0.0001) in PPPM total all-cause costs (Table 2). All-cause medical costs were $2,560 (p<.0001) higher in Cohort 2 compared with Cohort 1, suggesting that the increased costs associated with DP were not entirely attributable to anti-MM TX costs. Table 1. 6-month mean cost PPPM overall and by category  . DP in 6 months from the completion of 2L treatment . C P -C NP . C P /C NP . p-Value† .  No (n=354) Yes (n=296)    Total all-cause cost $2,302 $7,031 $4,729 3.0 0.0000 Anti-MM therapy $0 $2,685 $2,685 - - Medical cost‡ $2,041 $4,607 $2,566 2.3 0.0000 . DP in 6 months from the completion of 2L treatment . C P -C NP . C P /C NP . p-Value† .  No (n=354) Yes (n=296)    Total all-cause cost $2,302 $7,031 $4,729 3.0 0.0000 Anti-MM therapy $0 $2,685 $2,685 - - Medical cost‡ $2,041 $4,607 $2,566 2.3 0.0000 C P, cost of progression; C NP, cost of not progressing. The all-cause inpatient/outpatient and anti-MM therapy cost categories both include fees for physician administered (injected) drugs. All figures inflated to 2015$. † Mann-Whitney U -test ‡ Medical cost includes inpatient/outpatient, lab, procedure, and all other costs. View Large Table 2. Multivariate regression analysis of mean PPPM cost  . Coefficient . 95% CI . p-value . Disease progression $4,721 $3,918-$5,525 0.000 No progression Ref  . Coefficient . 95% CI . p-value . Disease progression $4,721 $3,918-$5,525 0.000 No progression Ref  Notes: Ref = reference group. The model was adjusted for age, region, and gender. View Large Conclusions: Results of this study may help quantify the economic benefits of delaying progression of MM in the real-world setting. This study indicates therapies that delay progression and extend treatment free intervals for patients with first-relapsed MM may result in cost savings, potentially offsetting the cost of therapies that have been demonstrated to yield significant clinical benefits in terms of delayed progression. Disclosures MacEwan: Precision Health Economics: Employment; Bristol-Myers Squibb: Consultancy. Batt: Bristol-Myers Squibb: Consultancy. Yin: Bristol-Myers Squibb: Consultancy. Peneva: Precision Health Economics: Employment; Bristol-Myers Squibb: Consultancy. Sison: Precision Health Economics: Employment; Bristol-Myers Squibb: Consultancy. Vine: Precision Health Economics: Employment; Bristol-Myers Squibb: Consultancy. Shah: Bristol-Myers Squibb: Employment, Other: Stocks. Chen: Bristol-Myers Squibb: Employment.",
    "topics": [
        "disease progression",
        "economics",
        "medicare",
        "multiple myeloma",
        "laboratory techniques and procedures",
        "treatment outcome",
        "outpatients",
        "international classification of diseases"
    ],
    "author_names": [
        "Joanna P. MacEwan, PhD",
        "Katharine Batt, MD MSc",
        "Wes Yin, PhD",
        "Desi Peneva, MS",
        "Steve Sison, MS",
        "Seanna Vine, MS",
        "Manan Shah, PhD",
        "Clara Chen, PhD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Joanna P. MacEwan, PhD",
            "author_affiliations": [
                "Precision Health Economics, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katharine Batt, MD MSc",
            "author_affiliations": [
                "Wake Forest Baptist Medical Center, Winston-Salem, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wes Yin, PhD",
            "author_affiliations": [
                "University of California Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Desi Peneva, MS",
            "author_affiliations": [
                "Precision Health Economics, Los Angeles, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steve Sison, MS",
            "author_affiliations": [
                "Precision Health Economics, Los Angeles, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seanna Vine, MS",
            "author_affiliations": [
                "Precision Health Economics, Los Angeles, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manan Shah, PhD",
            "author_affiliations": [
                "Bristol-Myers Squibb, Plainsboro, NJ"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clara Chen, PhD MS",
            "author_affiliations": [
                "Bristol-Myers Squibb, Plainsboro, NJ"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T15:44:00",
    "is_scraped": "1"
}