{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2000.2000",
    "article_title": "Minimal Residual Disease after Allogeneic Stem Cell Transplantation Was Associated with Poor Outcomes in Patients with Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster I",
    "abstract_text": "Introduction: Allogeneic hematopoietic stem cell transplantation (HSCT) is potentially curative for patients with acute myeloid leukemia (AML), but AML relapse remains a crucial issue in this setting. Monitoring of minimal residual disease (MRD) is valuable for risk stratification of relapse in patients with AML. The association between MRD (after induction, consolidation, and pre-transplantation) and outcomes had been well studied. A few studies have shown evidence of MRD in the early phase post-allogeneic HSCT, using flow cytometry. The aim of this single center retrospective observational study was to investigate the effect of MRD post-allogeneic HSCT in patients with AML. Patients and methods: A retrospective case analysis was performed involving 88 patients with AML who were treated with allogeneic HSCT at our hospitals from January 2011 to December 2016. We excluded 27 patients in whom MRD could not be evaluated for various reasons, six patients without bone marrow examination, and four patients with early relapse before the MRD assessment. The remaining 51 patients were included in the analysis. Flow cytometry analysis was performed on bone marrow aspirates obtained approximately 28 days post-allogeneic HSCT. The cutoff value of MRD was set as 0.01%. We set the primary endpoint as the cumulative incidence of relapse rate. The overall survival (OS), progression free survival (PFS), and cumulative incidence of non-relapse mortality (NRM) were also evaluated. To evaluate the impact of MRD on the primary endpoint, we employed the Fine and Gray analysis. Adjusted covariates were as follows: age, sex, karyotype, disease status before HSCT, and myeloablative conditioning (MAC) (vs. reduced intensity conditioning). Results: Among the study patients, the median age was 48 years (range: 40-59 years), and 31 patients (60.8%) were male. Regarding the risk of karyotype, five (9.8%), 17 (33.3%), and 28 (54.9%) patients had favorable, intermediate, and high-risk karyotype, respectively. One patient had no data for karyotype at diagnosis because his bone marrow was dry tap. Before HSCT, 15 patients were not complete remission, 27 were MRD positive, and 9 were MRD negative. The MAC regimen was administered in 45 patients (88.2%). Thirty-two patients had MRD in the early phase post-HSCT. There were no significant differences in patient characteristics between MRD-positive and MRD-negative groups. Regarding the primary endpoint, cumulative incidence of relapse was 44.5% (95% confidence interval [CI] 29.4-58.6%) in the total population, 16.4% (3.8-36.9) in the MRD-negative group and 59.6% (38.7-75.4%) in the MRD positive group (p = 0.007) (Figure A). In the multivariate analysis, MRD-positive status early after HSCT was independently associated with a high relapse rate with the adjusted hazard ratio of 4.86 (95% CI 1.51-15.7, p = 0.008), whereas disease status before HSCT was not. Regarding the secondary endpoints, PFS was 45.6% (95% CI 30.6-59.3%) in the total population, 67.1% (40.9-83.7) in the MRD-negative group, and 34.2% (17.7-51.4%) in the MRD-positive group (p = 0.035) (Figure B). There were no significant differences in the NRM and OS (Figure C, D). Conclusion: Our study showed that MRD-positivity early after allogeneic HSCT was associated with a higher relapse rate and poor PFS. Patients with MRD had a higher risk of relapse, and therefore, a prophylactic donor lymphocyte infusion or chemotherapy such as azacitidine may be considered. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "leukemia, myelocytic, acute",
        "neoplasm, residual",
        "hematopoietic stem cell transplantation",
        "karyotype determination procedure",
        "allogeneic hematopoietic stem cell transplant",
        "flow cytometry",
        "mac protocol",
        "azacitidine",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Yoshimitsu Shimomura, MD",
        "Hayato Maruoka, PhD",
        "Tomohiro Yabushita, MD",
        "Hisako Hashimoto",
        "Takayuki Ishikawa, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoshimitsu Shimomura, MD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hayato Maruoka, PhD",
            "author_affiliations": [
                "Department of Clinical Laboratory, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiro Yabushita, MD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisako Hashimoto",
            "author_affiliations": [
                "Department of Cell Therapy, Foundation for Biomedical Research and Innovation, Kobe, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Ishikawa, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:45:27",
    "is_scraped": "1"
}