{
    "doi": "https://doi.org/10.1182/blood.V106.11.4535.4535",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=433",
    "start_url_page_num": 433,
    "is_scraped": "1",
    "article_title": "Complete Cytogenetic Response in a Case of T-PLL with a Complex Karyotype after Treatment with Alemtuzumab. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "aftercare",
        "alemtuzumab",
        "cytogenetics",
        "karyotype determination procedure",
        "leukemia, t-cell, chronic",
        "weight reduction",
        "chemotherapy regimen",
        "disease remission",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "cytogenetic analysis"
    ],
    "author_names": [
        "André F. Marinato",
        "Fábio Morato de Oliveira",
        "Rafael H. Jácomo",
        "Edgar G. Rizzatti",
        "Roberto P. Falcão",
        "Eduardo M. Rego",
        "Luiz G. Tone",
        "Belinda P. Simões"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Medical School Ribeirão Preto, University of São Paulo, Ribeirão Preto, São Paulo, Brazil"
        ],
        [
            "Department of Genetics, Medical School Ribeirão Preto, University of São Paulo, Ribeirão Preto, São Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Medical School Ribeirão Preto, University of São Paulo, Ribeirão Preto, São Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Medical School Ribeirão Preto, University of São Paulo, Ribeirão Preto, São Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Medical School Ribeirão Preto, University of São Paulo, Ribeirão Preto, São Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Medical School Ribeirão Preto, University of São Paulo, Ribeirão Preto, São Paulo, Brazil"
        ],
        [
            "Department of Pediatrics, Medical School Ribeirão Preto, University of São Paulo, Ribeirão Preto, São Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Medical School Ribeirão Preto, University of São Paulo, Ribeirão Preto, São Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-21.16294715",
    "first_author_longitude": "-47.853909949999995",
    "abstract_text": "T-prolymphocytic leukemia (T-PLL) is an aggressive T-cell leukemia characterized by the proliferation of prolymphocytes with a mature postthymic T-cell phenotype and commonly involves the blood, bone marrow, lymph nodes, liver, spleen, and skin. Leukemic cells appear as small to medium-sized prolymphocytes or small variant cells, occasionally with cerebriform nuclei. T prolymphocytes are CD2+, CD3+, and CD7+ and may express CD4+CD8−, CD4+CD8+, or CD4−CD8+ markers. The most frequent chromosomal abnormalities are t(14;14)(q11;q32), inv(14)(q11q32), t(X;14)(q28;q11), i(8)(q10), and t(8;8)(p12;q11). Although patients treated with conventional chemotherapy generally have a poor prognosis, alemtuzumab (Campath ® ) has been associated with good clinical responses in patients with T-PLL. Routine cytogenetic analysis to determine the response to alemtuzumab has not been performed in patients with T-PLL. This study reports the complete cytogenetic remission achieved following alemtuzumab treatment in a single patient with T-PLL. The 41-year old male patient presented with weight loss, night sweats, diffuse lymphadenopathy and hepatosplenomegaly, in the absence of any skin rash. Peripheral blood counts were: platelets 128 x 10 9 /L and leukocytes 93.6 x 10 9 /L, and hemoglobin values were 12.5 g/dL. The lymphocytes were mostly medium-sized with round to irregular nuclei; some cerebriform cells were also observed, with intermediate chromatin, single evident nucleoli, and a basophilic cytoplasm. Human T-cell lymphotrophic virus-1 serology was negative. Immunophenotypic studies showed CD2+, CD3+, CD5+, CD7+, CD4−, CD8+, CD1−, terminal deoxynucleotidyl transferase-negative (TdT-), and T-cell receptor a/b+. Classic cytogenetics and spectral karyotyping (SKY) were performed and an abnormal karyotype was observed in 18 metaphases analyzed: 46, t(X;14)(q28;q11), t(Y;14)(q12;q11), r[i(8)(q10)]. These abnormalities have not been previously reported in cases of T-PLL. The patient then underwent chemotherapy with CHOP, and subsequent therapy with fludarabine. The patient was then treated with alemtuzumab, 30 mg twice a week, for a total of 7 doses. The patient achieved complete clinical, hematological, and cytogenetic remission, characterized by lack of symptoms, reduction of lymph nodes, liver, and spleen size to normal volumes, and the disappearance of prolymphocytes from peripheral blood. Cytogenetic studies performed 7 months after treatment by classic cytogenetics and SKY revealed a karyotype of 46,XY[20]. This study is the first to demonstrate a complete cytogenetic remission following treatment with alemtuzumab in a patient with T-PLL that was refractory to standard chemotherapy. This is especially impressive in a patient with a complex karyotype and with different cytogenetic alterations not previously described."
}