{
    "doi": "https://doi.org/10.1182/blood-2019-128985",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4348",
    "start_url_page_num": 4348,
    "is_scraped": "1",
    "article_title": "Outcomes of Hematopoietic Cell Transplantation in Acute Promyelocytic Leukemia - a Single Institution Experience ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": [
        "acute promyelocytic leukemia",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "cyclophosphamide",
        "fludarabine",
        "busulfan",
        "follow-up",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "tissue transplants"
    ],
    "author_names": [
        "Hamza Hashmi, MD",
        "Jeffrey Lancet, MD",
        "Asmita Mishra, MD",
        "Kendra L. Sweet, MD",
        "Rami S. Komrokji, MD",
        "Hugo F. Fernandez, MD",
        "Lia Perez, MD",
        "Farhad Khimani, MD",
        "Michael Nieder, MD",
        "Hany Elmariah, MD MS",
        "Joseph Pidala, MD",
        "Nelli Bejanyan, MD",
        "Alan F. List, MD",
        "Claudio Anasetti, MD",
        "Taiga Nishihori, MD"
    ],
    "author_affiliations": [
        [
            "Department of Blood & Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL ",
            "Malignant Hematology Department, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL ",
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL ",
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, University of South Florida, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Dept of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Blood & Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL"
        ]
    ],
    "first_author_latitude": "28.0640091",
    "first_author_longitude": "-82.42166519999999",
    "abstract_text": "BACKGROUND: Outcomes of patients with acute promyelocytic leukemia (APL) have improved; however, a number of patients, particularly those with high-risk APL, still relapse despite all-trans-retinoic acid (ATRA) and arsenic-based therapies. We present single institution outcomes of autologous (auto) and allogenic (allo) hematopoietic cell transplantation (HCT) in patients with relapsed APL. PATIENTS AND METHODS: We retrospectively reviewed outcomes in patients with relapsed APL who underwent either auto- or allo- HCT at Moffitt Cancer Center from 1990 to 2018 utilizing the clinical data obtained from BMT Research & Analysis Information Network (BRAIN). Survival data were analyzed using Kaplan-Meier estimates. RESULTS: Autologous HCT Cohort: A total of 15 received auto-HCT with a median age at HCT of 39 (range, 21-60) years. Disease status at HCT were first complete remission (CR1) in 5 (33%) and CR2 in 10 (67%). Majority of patients (13/15, 87%) received busulfan/cyclophosphamide (Bu/Cy) conditioning and remaining (2/15, 13%) Bu/Cy/etoposide. All (n=15) patients received peripheral blood (PB) stem cell grafts. Median time to neutrophil engraftment was 11 (range, 10-14) days and platelet recovery was 14 (range 9-44) days. The median progression-free survival (PFS) for auto HCT was 12.9 (95% confidence interval (CI): 1.2-24.8) months. With a median follow up of 45.1 months for surviving patients, overall survival (OS) for auto HCT was 12.9 (95%CI: 0-27.8) years. At the time analysis, 8 patients were relapse-free. Allogeneic HCT Cohort: A total of 10 patients received allo HCT with a median age of 46 (range, 22-56) years at HCT. Disease status at allo HCT was CR2 in 2, CR3 in 6, and two had refractory disease. Two patients had prior auto HCT. Donor type was HLA-identical sibling=5; one antigen-mismatched sibling=1; HLA-matched unrelated donor=3; related haploidentical=1. Seven patients received peripheral blood graft and 3 received bone marrow graft. Conditioning regimen intensity was myeloablative in 7 (fludarabine/busulfan +/- anti-thymocyte globulin=3; Bu/Cy=3; cyclophosphamide/total body irradiation=1), and reduced intensity in 3 (fludarabine/melphalan=2; fludarabine/cyclophosphamide/total body irradiation=1). Seven patients received tacrolimus-based graft-versus-host disease (GVHD) prophylaxis. Median time of neutrophil engraftment was 15 (range, 12-22) days, and platelet engraftment was 22 (range, 15-28) days. The median PFS for allo HCT was 11.9 (95%CI: 2.1-21.6) months. With a median follow up of 48.2 months for surviving patients, median OS for allo HCT was 12.4 (95%CI: 4.8-19.9) months. At the time of analysis 4 patients were relapse-free. CONCLUSIONS: In our single center analysis, auto HCT for APL resulted in a durable remission and prolonged survival. Outcomes after allo HCT were suboptimal primarily due to their heavily pretreated condition and chemotherapy resistant disease. Further research on novel conditioning regimen and relapse prevention is needed to improve the outcomes of allo HCT in APL. Figure View large Download slide Figure View large Download slide  Disclosures Lancet: Jazz Pharmaceuticals: Consultancy; Agios Pharmaceuticals: Consultancy; Daiichi-Sankyo: Consultancy; Pfizer: Consultancy. Sweet: Pfizer: Consultancy; Celgene: Speakers Bureau; Jazz: Speakers Bureau; Incyte: Research Funding; Stemline: Consultancy; Astellas: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Membership on an entity's Board of Directors or advisory committees; Agios: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees. Komrokji: JAZZ: Speakers Bureau; Novartis: Speakers Bureau; Agios: Consultancy; JAZZ: Consultancy; Incyte: Consultancy; pfizer: Consultancy; DSI: Consultancy; celgene: Consultancy. Bejanyan: Kiadis Pharma: Other: advisory board. List: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding. Nishihori: Novartis: Research Funding; Karyopharm: Research Funding."
}