{
    "doi": "https://doi.org/10.1182/blood.V108.11.3525.3525",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=605",
    "start_url_page_num": 605,
    "is_scraped": "1",
    "article_title": "Direct Assessment of Proteasomal Degradation as a Potential Predictor of Responsiveness to Bortezomib in Multiple Myeloma. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bortezomib",
        "catabolism",
        "multiple myeloma",
        "mechlorethamine",
        "proteasome inhibitors",
        "stressor",
        "antibodies",
        "cell extracts",
        "hypersensitivity",
        "partial response"
    ],
    "author_names": [
        "Giada Bianchi, MD",
        "Andrea Orsi, PhD",
        "Simone Cenci, MD",
        "Paolo Cascio, PhD",
        "Dharminder Chauhan, PhD",
        "Kenneth C. Anderson, MD",
        "Roberto Sitia, MD"
    ],
    "author_affiliations": [
        [
            "DiBiT, San Raffaele Scientific Institute, Milan, Italy",
            "University Vita-Salute San Raffaele, Milan, Italy"
        ],
        [
            "DiBiT, San Raffaele Scientific Institute, Milan, Italy",
            "University Vita-Salute San Raffaele, Milan, Italy"
        ],
        [
            "DiBiT, San Raffaele Scientific Institute, Milan, Italy",
            "University Vita-Salute San Raffaele, Milan, Italy"
        ],
        [
            "Department of Veterinary Morphophysiology, University of Turin, Turin, Italy"
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "DiBiT, San Raffaele Scientific Institute, Milan, Italy",
            "University Vita-Salute San Raffaele, Milan, Italy"
        ]
    ],
    "first_author_latitude": "45.50596815",
    "first_author_longitude": "9.265278050000001",
    "abstract_text": "The clinical use of bortezomib (Velcade ® ), a first in class proteasome inhibitor, has remarkably improved the prognosis of Multiple Myeloma (MM) patients. The extraordinary effectiveness of this drug in killing MM cells in vitro has been confirmed by a large phase III clinical trial (APEX) that demonstrated a prolongation of overall survival in relapsed patients. Nevertheless, less than half of the patients (46% in the updated analysis, ASH 2005) enrolled in the trial achieved a complete or partial remission of the disease after treatment with bortezomib alone. The reasons for such diverse susceptibility of MM patients to bortezomib are still only partially explained. In eukaryotic cells, one crucial function of the proteasome is that of degrading the fraction of non-functional peptides inevitably arising from the imperfect processes of protein synthesis. A model was recently proposed stating that the hypersensitivity of MM cells may be due to their intense protein secretion function. In accordance with this model, we recently found that B lymphocytes acquire apoptotic sensitivity to proteasome inhibitors while differentiating into antibody-secreting plasma cells, associated with a unique imbalance between proteasomal load and capacity. We thus hypothesized that the load on the proteasome could correlate with sensitivity to proteasomal blockade in MM cells. In this perspective, the extent of proteasome-mediated degradation should be a main determinant of the toxicity of bortezomib. To test this hypothesis, we directly assessed protein degradation by proteasomes using radioactive metabolic labeling and pulse-chase assays in two human MM cell lines - U266 and MM.1S - that display a differential sensitivity to bortezomib. After 48 hours treatment, 10 nM bortezomib induced 7% of cell death in U266 cells while killing 97% of MM.1S cells, the IC50 being around 600 nM for the former and 4 nM for the latter. The two lines reveal a striking direct correlation between the degradative flux of proteins through proteasomes and the apoptotic response to bortezomib. In particular, proteasomal degradation within 30 minutes of chase is fivefold higher in MM.1S, the far more sensitive line, indicating that these cells are intensively degrading short-lived protein species. Moreover, cell extracts from MM.1S cells show nearly half the proteasomal activity of U266 cells, suggesting a decreased pool of proteasomes as compared to the resistant line. Taken together, the data suggest that an unfavorable load/capacity ratio may predispose cells to apoptosis in response to proteasome inhibitors. Finally, U266 cells, which make little use of proteasomes and are resistant to proteasomal blockade, can be strongly sensitized to bortezomib by means of cytotoxic stressors, such as the protein N-glycosylation inhibitor tunicamycin, which increase the need for proteasomal degradation of proteins from the endoplasmic reticulum. Altogether, these observations suggest that the direct assessment of proteasomal degradation may serve to predict responsiveness of MM cells to bortezomib and help inform the design of customized therapies by combining cytotoxic stressors with bortezomib to overcome drug-resistance."
}