{
    "doi": "https://doi.org/10.1182/blood-2020-141986",
    "article_title": "The Combined Treatment with the FLT3-Inhibitor AC220 and the Complex I Inhibitor Iacs-010759 Synergistically Depletes Wt- and FLT3-Mutated Acute Myeloid Leukemia Cells ",
    "article_date": "November 5, 2020",
    "session_type": "802.Chemical Biology and Experimental Therapeutics",
    "abstract_text": "Acute myeloid leukemia (AML) cells are highly dependent on mitochondrial function for survival 1 . We have recently reported a novel oxidative phosphorylation (OXPHOS) inhibitor IACS-010759 that potently inhibits mitochondrial complex I, suppresses OXPHOS and selectively inhibits the growth of AML cells in vitro and in vivo 2 . In this study, we aimed to identify chemotherapeutic agents that synergistically deplete AML cells when administered in combination with IACS-010759. We performed a high-throughput screening of a drug library (289 anti-cancer compounds) administered either individually or in combination with IACS-010759 on two leukemia cell lines (OCI-AML3, MOLM-13) and three bone marrow stromal cell lines (HS-5, HS-27A, MSC) in both hypoxia (1% O 2 ) and normoxia conditions. Based on the cell viability datasets, we selected top candidates for combinations based on the following criteria: either bliss index > 0.1 (synergy of the combination treatment; red in Fig. 1A&B), or high cytotoxicity to leukemia cells (relative cell viability < 0.5, blue in Fig. 1A&B), as well as low toxicity against normal cells (relative cell viability in normal cells > 0.8, yellow in Fig. 1A&B). Twenty-four compounds satisfied the selection criteria above, either in normoxia or hypoxia, or both. Out of the 24 compounds, 5 agents (Fig. 1C) are known FLT3 (FMS-like tyrosine kinase 3) inhibitors, including AC220 (quizartinib), dovitinib, nintedanib, SGI-1776, and rebastinib, pointing to a molecular target of great potential interest in the design of synergistic drug combinations with IACS-010759. Thus, we investigated more in-depth the synergism between IACS-010759 (10nM) and 13 FLT3 inhibitors, all currently in clinical trials (AC220, sorafenib, gilteritinib, sunitinib, ponatinib, midostaurin, ibrutinib, TP-0903, crenolanib, tandutinib, FF-10101, lestaurtinib, and KW-2449; 0.0128:5x:5000nM), in AML cell lines (FLT3-wt KG-1, U937, OCI-AML2, OCI-AML3; and FLT3-mutant MOLM-13 and MOLM-14). Among the 13 FLT3 inhibitors, only AC220 combined with IACS-010759 showed concentration windows with bliss index higher than 0.1 across different lines. Next, we further characterized the synergism between AC220 and IACS-010759 in AML cell lines (U937 and OCI-AML3) under hypoxic conditions using metabolic flux analysis (MFA) to trace the incorporation of 13 C 5 , 15 N 2 -glutamine and 1,2- 13 C 2 -glucose and study the metabolic modulation associated with the synergy. Leukemia cells were incubated with unlabeled/labeled medium for 24h and concurrently treated with 5nM IACS-010759 and/or 500nM AC220. While both individual agents modulate glutamine consumption and TCA cycle dynamics, by far the most dramatic metabolic effects on TCA cycle intermediates are observed following administration of the combined treatment. Severe drops in the levels of TCA cycle metabolites, (Fig. 1D) point to a reduced mitochondrial activity following the combined treatment, which is also validated by the increased ratio of oxidized/reduced forms of nicotinamide adenine dinucleotide (NAD/NADH). Interestingly, the total pool of the oncometabolite 2-hydroxyglutarate, while increasing following the individual treatments, significantly dropped to very low levels in response to the combined treatment. The significantly reduced metabolite levels as well as the glucose-derived enrichment fractions of glucose 6-phosphate, fructose bisphosphate, phosphoenolpyruvate and ribose 5-phosphate in the AC220-containing treatment groups (significantly more pronounced in the combined treatment) point to impaired glycolysis /pentose phosphate pathway (Fig. 1E). In turn this results in lower de novo nucleotide biosynthesis (based on the decreased glutamine and glucose incorporation). Similar results were observed in OCI-AML3 cells. Overall, the combinatorial treatment with IACS-010759 and AC220 impaired AML cell metabolism tremendously and to a much greater extent than any of the individual treatments alone. Influx inhibition of both the two main carbon sources, glucose and glutamine, was observed leading to impairment of the TCA cycle and glycolysis for energy production, as well as pentose phosphate pathway and de novo nucleotide biosynthesis. In conclusion, we identified a novel drug combination AC220 and IACS-010759 which synergistically inhibits AML cell growth regardless of FLT3 mutation at least by metabolism disruption. View large Download slide View large Download slide  Close modal Disclosures Konopleva: Kisoji: Consultancy; Agios: Research Funding; Amgen: Consultancy; Cellectis: Research Funding; Eli Lilly: Research Funding; Rafael Pharmaceutical: Research Funding; Ablynx: Research Funding; Sanofi: Research Funding; Reata Pharmaceutical Inc.;: Patents & Royalties: patents and royalties with patent US 7,795,305 B2 on CDDO-compounds and combination therapies, licensed to Reata Pharmaceutical; AbbVie: Consultancy, Research Funding; AstraZeneca: Research Funding; Calithera: Research Funding; Forty-Seven: Consultancy, Research Funding; Ascentage: Research Funding; Stemline Therapeutics: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; F. Hoffmann La-Roche: Consultancy, Research Funding.",
    "author_names": [
        "Xiyuan Lu",
        "Alessia Lodi, PhD",
        "Lina Han, PhD",
        "Joseph R Marszalek, PhD",
        "Marina Konopleva, MD PhD",
        "Stefano Tiziani, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiyuan Lu",
            "author_affiliations": [
                "Department of Nutritional Sciences, The University of Texas at Austin, Austin, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alessia Lodi, PhD",
            "author_affiliations": [
                "Department of Nutritional Sciences & Department of Pediatrics, Dell Medical School, The University of Texas at Austin, Austin, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lina Han, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph R Marszalek, PhD",
            "author_affiliations": [
                "Institute for Applied Cancer Science & Center for Co-Clinical Trials, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Tiziani, PhD",
            "author_affiliations": [
                "Department of Nutritional Sciences & Department of Pediatrics, Dell Medical School, The University of Texas at Austin, Austin, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:45:30",
    "is_scraped": "1"
}