{
    "doi": "https://doi.org/10.1182/blood.V126.23.5096.5096",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3071",
    "start_url_page_num": 3071,
    "is_scraped": "1",
    "article_title": "R-COMP Regimen in B Cell Non Hodgkin Lymphoma Patients with Cardiovascular Comorbidities ",
    "article_date": "December 3, 2015",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "b-lymphocytes",
        "cardiovascular system",
        "comorbidity",
        "lymphoma, non-hodgkin",
        "liposomes",
        "cardiotoxicity",
        "anthracycline antibiotics",
        "atrial fibrillation",
        "brachial plexus neuritis",
        "cardiac arrhythmia"
    ],
    "author_names": [
        "Ombretta Annibali, MDPhD",
        "Francesca Chiodi, MD",
        "Chiara Sarlo, MD",
        "Natalia Cenfra",
        "Simona Tomassini",
        "Sergio Mecarocci",
        "Giuseppe Cimino, MD",
        "Giuseppe Avvisati, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, University Campus Bio Medico, Rome, Italy "
        ],
        [
            "Hematology Unit, Policlinico Universitario Campus Biomedico, Roma, Italy "
        ],
        [
            "Policlinico Universitario Campus Bio Medico, Rome, Italy "
        ],
        [
            "S.M Goretti, UOC Hematology, Latina, Italy "
        ],
        [
            "S.M Goretti, UOC hematology, LAtina, Italy "
        ],
        [
            "SM Goretti, UOC Hematology, Latina, Italy "
        ],
        [
            "S.M. Goretti, UOC Hematology, Latina, Italy "
        ],
        [
            "Hematology, Campus Biomedico University, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.76884615",
    "first_author_longitude": "12.46904455",
    "abstract_text": "Backgroung: Anthracyclines-based regimens remain the gold standard for the treatment of Lymphomas, although the associated cardiac toxicity may limit their use, especially in frail and elderly patients. Patients and Methods: From October 2008 to January 2015 we treated 51 newly diagnosed patients B cell with poor-risk non Hodgkin lymphoma and cardiovascular comorbidities using the R-COMP regimen (rituximab, cyclophosphamide, non-pegylated liposome-encapsulated doxorubicin, vincristine and prednisone). Median age was 72 years (range:46-82 yrs ; 62% ≥ 70 years). As for histology, 26/51 (50%) were Diffuse Large B-cell Lymphoma; 10/51 (20%) Follicular Lymphoma; 8/51 (16%)mantle cell lymphoma; 5/51 (10%) Nodal Marginal Zone Lymphoma; 2/51 (4%) other B-cell indolent Lymphoma. IPI and FLIPI prognostic scores were Intermediate to High in the majority (39/51 = 76%) of the patients. Stage III and IV according to Ann-Arbor staging system was present in 40/51 patients (78%). The median age adjusted Charlsons comorbidity index was 6 (range: 3 to 11). Cardiovascular risk factors were considered: hypertension (39/51pts = 76%), a history or recent acute myocardial infarction (9/51 pts = 17%) and Atrial fibrillation (4/51 = 8%). According to National Institute of Aging/National Cancer Institute (NIA/NCI index), a large portion of patients (39%) presented high-impact conditions mainly consisting of ischemic and arrhythmic diseases, under active treatment. Treatment was well tolerated and toxicities were limited grade III/IV cytopenia. RESULTS: Complete remission was achieved in 37/51 (72%) and partial response in 8/51 (15%). The remaining 12% of patients had a progressive disease . As of July 2015, after a median follow up period of 25 months (range 3-79), the OS, RD, EFS, TTF were not reached ( Figure 1, panel A,B,C respectively). In particular, at 5 years from the treatment starting, OS and RD are both 70% and EFS is 54% .Cardiac toxicity was observed in one patients who died for pulmonary edema, while two patients developed arrhythmias. Conclusions: This study confirm the efficacy and tolerability of R-COMP regimen in elderly patients with cardiovascular comorbidities. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}