{
    "doi": "https://doi.org/10.1182/blood.V118.21.2744.2744",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1904",
    "start_url_page_num": 1904,
    "is_scraped": "1",
    "article_title": "Increased Levels of Myeloid-Derived Suppressor Cells (MDSCs) in Chronic Myeloid Leukemia and the Effect of Tyrosine Kinase Inhibitors on MDSCs in Vitro  ",
    "article_date": "November 18, 2011",
    "session_type": "631. Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2744 Background Myeloid-derived suppressor cells (MDSCs) are cells of myeloid origin that are able to inhibit immune cells such as T cells. MDSCs have been found in many different solid tumors and the role of these cells in cancer is currently in focus since they hamper anti-tumor immune responses and thereby lead to a worse prognosis for the patients. The presence and function of MDSCs in hematological malignancies such as chronic myeloid leukemia (CML) has so far not been extensively studied. Since patients with CML have malignant immature myeloid cells in blood and bone marrow it is of interest to investigate if these cells are myeloid suppressor cells. Furthermore, the level of MDSCs in solid tumors decreases after treatment with the tyrosine kinase inhibitor (TKI) sunitinib. CML patients are treated with other TKIs such as imatinib and dasatinib and it is of interest to investigate if these have the same effect on MDSCs. Imatinib and dasatinib are intended to block bcr-abl in the tumor cells. In addition to this, these TKIs have been shown to interact with other tyrosine kinases present in immune cells. Aim The aim of the study was to investigate the presence of MDSCs and the MDSC-associated molecule Arginiase-1 in CML patients and cell lines as well as to investigate the effect of the TKIs on MDSCs in vitro . Methods Cryopreserved leukapheresis samples from newly diagnosed patients in chronic phase (n=18) from high (n=11) and low (n=7) Sokal score risk group CML patients and buffy coats from healthy controls (HC, n=21) as well as CML cell lines BV173, K562 and CML-T1 were investigated for the presence of MDSCs (CD11b+CD14-CD33+ cells) by flow cytometry. Peripheral blood mononuclear cells (PBMCs) from healthy donors were cultured in different concentrations of imatinib or dasatinib and the level of MDSCs in cultures was assessed after 2 and 4 days of culture by flow cytometry. The level of the MDSC-associated molecule Arginase-1 in cells from CML patients (n=5), controls (n=5) and CML cell lines as well as in healthy PBMCs after culture with imatinib or dasatinib was assessed by real time PCR. Results CML patients had significantly higher levels of MDSCs compared to health controls (medians 2,6% in CML and 0,8% in HC). When CML patients were divided into Sokal high and low risk groups the high risk group had higher MDSC level (median 3,6%) compared to the low risk group (median 0,8%). The level of MDSC in Sokal low risk group did not differ from the level in HCs. Arginase-1 is a molecule linked to the immune inhibitory effects of MDSCs. The mRNA expression level of Arginase-1 was higher in CML patients compared to HCs as assessed by real time PCR. When healthy PBMCs were cultured with imatinib or dasatinib for 2 to 4 days, the level of MDSCs increased in a dose dependent manner. In accordance with this, the Arginase-1 mRNA expression also increased with treatment in a dose dependent manner. All cell lines investigated had cells with the MDSC phenotype, however not all cells exhibited that phenotype. Only K562 expressed Arginase-1 and the expression increased when the cells were treated with imatinib or dasatinib. Conclusions CML have higher MDSC levels compared to healthy individuals and the level correlates to Sokal score. The level of MDSCs also correlates with mRNA expression of Arginase-1. Interestingly, treatment of healthy donor PBMCs with the TKIs imatinib or dasatinib increases the level of MDSCs in contrast to results shown with sunitinib. Disclosures: Simonsson: Novartis, BMS, Merck, Pfizer: Consultancy, Honoraria.",
    "topics": [
        "leukemia, myelocytic, chronic",
        "myeloid-derived suppressor cells",
        "protein-tyrosine kinase inhibitor",
        "dasatinib",
        "imatinib mesylate",
        "arginase",
        "molecule",
        "rna, messenger",
        "flow cytometry",
        "human placental lactogen"
    ],
    "author_names": [
        "Lisa H Christiansson, M.Sc",
        "Stina Söderlund, MD",
        "Emma Svensson",
        "Mats Bengtsson, MD, PhD",
        "Bengt Simonsson, MD, PhD",
        "Ulla Olsson-Strömberg, MD, PhD",
        "Angelica Loskog, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden, "
        ],
        [
            "Department of Medical Sciences, Hematology Section, Uppsala University and Uppsala University Hospital, Uppsala, Sweden"
        ],
        [
            "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden, "
        ],
        [
            "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden, "
        ],
        [
            "Department of Medical Sciences, Hematology Section, Uppsala University and Uppsala University Hospital, Uppsala, Sweden"
        ],
        [
            "Department of Medical Sciences, Hematology Section, Uppsala University and Uppsala University Hospital, Uppsala, Sweden"
        ],
        [
            "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden, "
        ]
    ],
    "first_author_latitude": "59.85090049999999",
    "first_author_longitude": "17.630009299999998"
}