{
    "doi": "https://doi.org/10.1182/blood.V108.11.1720.1720",
    "article_title": "Phagocytosis of Co-Developing Neutrophil Progenitors by Dendritic Cells in Culture with Granulocyte-Colony Stimulating-Factor and Tumor Necrosis Factor-α: Induction of T Regulatory Cells by Co-Developing Dendritic Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Tumor necrosis factor-α (TNF-α) has been shown to sustain differentiation and proliferation of CD34+ cells toward dendritic cells (DCs). Granulocyte-colony stimulating-factor (G-CSF) sustains differentiation and proliferation of CD34+ cells toward neutrophils and has been shown to have immune-modulatory effects. We hypothesized that co-stimulation of G-CSF and TNF-α generate neutrophil progenitors and DCs together from human CD34+ cells and that interaction of these cells may provide physiological and/or a pathological roles in modulating immune response. Methods. Highly purified human CD34+ cells were cultured with G-CSF, with or without TNF-α and induced to undergo differentiation toward neutrophils. We enumerated neutrophil progenitors using the specific marker CD15, and DCs using CD4, CD11c, CD80, CD83, CD86, and CD123. The character and roles of co-developing DCs in the presence of TNF-α were analyzed by fluorescence-activated cell sorter, enzyme immunohistochemistry, confocal microscopy and mixed lymphocyte reaction (MLR). Cytokine production was assessed using a cytometric bead array system. T reguratory cells (Treg) were defined as CD4+CD25+ cells and the cells expressing Fox P3. Results. When CD34+ cells were cultured for 7 days in the presence of G-CSF, the generated cells predominantly expressed CD15 (71.8±0.6%), while rarely expressing CD11c (8.0±2.2%), CD80 (1.4±1.0%), CD83 (2.9±0.5%), or CD86 (5.6±2.9%). The addition of TNF-α significantly decreased the number of cells expressing CD15 (3.5±2.1%), but did not affect the number of total cells. In the presence of TNF-α, the generated cells expressed major histocompatibility complex (MHC) class I (99.5%) plus MHC class II (90.2%). A substantial number of cells became positive for CD11c (70.9±5.3%), and even co-stimulatory molecules such as CD80 (8.0±2.7%), CD83 (15.9±3.0%), and CD86 (39.6±3.2%). Immature CD11c+ DCs were physically associated with apoptotic and CD15+ cells, and capable of endocytosing CD15+ cells. Most of the CD11c+ cells did not co-express the G-CSF receptor, but expressed CD4 and CD123. About one half of CD11c+ cells co-expressed CD86. The DCs generated by TNF-α and G-CSF facilitated alloreactive T cell proliferation in the same extent, although cytokine production from activated T cells were low. Primary MLR facilitated the proliferation of CD4+CD25+ cells and Fox P3+ Treg. The CD4+ CD25+ T cells suppressed secondary MLR, whereas CD4+ CD25− T cells enhanced secondary MLR. Conclusions. This is the first report showing that. the non-neutrophilic cells with typical feature of DCs are co-generated from human CD34+ cells during neutrophil differentiation by G-CSF in the presence of TNF-α. The CD4+ CD11c+ CD123+ DCs physically associate with and phagocytoses developing or dying immature neutrophilic cells. The generated DCs promoted the proliferation of Treg that suppressed secondary MLR. Therefore, it may be conceivable that DCs with phagocytic activity during the development in bone marrow may play a crucial role in the maintenance of tolerance for self-substances derived from hematopoietic progenitor cells.",
    "topics": [
        "dendritic cells",
        "granulocytes",
        "neutrophils",
        "phagocytosis",
        "tumor necrosis",
        "tumor necrosis factors",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "antigens, cd15",
        "cd80 antigens"
    ],
    "author_names": [
        "Yoshinobu Saito, MD",
        "Makoto Hirokawa, MD",
        "Kunie Saito, MD",
        "Yong-Mei Guo, MD",
        "Miwa Hebiguchi, MD",
        "Yoshinari Kawabata, MD",
        "Atsushi Komatsuda, MD",
        "Naoto Takahashi, MD",
        "Junsuke Yamashita",
        "Ken-ichi Sawada, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoshinobu Saito, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Akita University School of Medicine, Akita, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Makoto Hirokawa, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Akita University School of Medicine, Akita, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kunie Saito, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Akita University School of Medicine, Akita, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong-Mei Guo, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Akita University School of Medicine, Akita, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miwa Hebiguchi, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Akita University School of Medicine, Akita, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshinari Kawabata, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Akita University School of Medicine, Akita, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Komatsuda, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Akita University School of Medicine, Akita, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoto Takahashi, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Akita University School of Medicine, Akita, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junsuke Yamashita",
            "author_affiliations": [
                "Radioisotope Division, Bioscience Center, Akita University School of Medicine, Akita, Japan. Background"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken-ichi Sawada, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Akita University School of Medicine, Akita, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T02:39:52",
    "is_scraped": "1"
}