{
    "doi": "https://doi.org/10.1182/blood.V122.21.3520.3520",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2500",
    "start_url_page_num": 2500,
    "is_scraped": "1",
    "article_title": "Serine 559 Of Glycoprotein Ibα Is Phosphorylated By Protein Kinase A Which Plays Key Roles In Regulating Von Willebrand Factor Binding, Surface Expression, and Signaling Of Glycoprotein Ib-IX ",
    "article_date": "November 15, 2013",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster III",
    "topics": [
        "cyclic amp-dependent protein kinases",
        "glycoprotein",
        "serine",
        "signal transduction",
        "von willebrand factor",
        "platelet glycoprotein gpib-ix complex",
        "alanine",
        "peptides",
        "integrins",
        "phosphoserine"
    ],
    "author_names": [
        "Jie Zhang, PhD",
        "Weilin Zhang, PhD",
        "Guanglei Liu",
        "Lili Zhao",
        "Rong Yan, PhD",
        "Kesheng Dai, PhD"
    ],
    "author_affiliations": [
        [
            "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
        ]
    ],
    "first_author_latitude": "31.3039383",
    "first_author_longitude": "120.63313509999998",
    "abstract_text": "Conformational changes in von Willebrand factor (VWF) exposed at the injured vessel wall initiate glycoprotein (GP) Ib-IX-dependent platelet adhesion, and simultaneously trigger signaling cascades leading to integrin α IIb β III activation, platelet spreading, and thrombus formation. The intracellular signaling protein 14-3-3ζ and the membrane skeleton protein filamin A have been confirmed to interact with the cytoplasmic domain of GPIbα and play key roles in regulating the VWF binding function of GPIb-IX. Several phosphoserine containing motifs in GPIb-IX complex, such as Ser 609 of GPIbα and Ser 166 of GPIbβ, have been confirmed to bind to 14-3-3ζ and involved in the regulation of VWF binding function. We have recently identified a novel 14-3-3ζ binding site located in the filamin A binding domain of GPIbα at Ser 559 . Phosphorylation of GPIbα at Ser 559 not only is important for 14-3-3ζ binding, but also plays a key role in the regulation of VWF binding function of GPIb-IX. However, the protein kinase responsible for Ser 559 phosphorylation remains unknown. Here we show that a peptide corresponding to the Arg 557 -Pro 561 region of GPIbα and purified GPIbα could be phosphorylated at Ser 559 by the catalytic subunit of protein kinase A (PKA). Ser 559 phosphorylation was enhanced by PKA activators and reduced by PKA inhibitors in platelets and Chinese hamster ovary (CHO) cells expressing GPIb-IX. Furthermore, PKA inhibitor enhanced VWF binding to the CHO cells expressing GPIb-IX mutant replacing Ser 559 of GPIbα (S559A) with alanine, while reduced in the CHO cells of Ser 166 of GPIbβ (S166A) with alanine. GPIb-IX association with filamin A and membrane expression were enhanced in S559A cells, whereas reduced in S166A cells. The peptide disrupting the interaction of 14-3-3ζ with Ser 559 of GPIbα inhibited platelet spreading on VWF matrix and GPIb-IX-VWF interaction-induced association of Src with GPIb-IX. These data indicate that Ser 559 of GPIbα is phosphorylated by PKA which plays key roles in regulating VWF binding, surface expression, and signaling of GPIb-IX. Disclosures: No relevant conflicts of interest to declare."
}