{
    "doi": "https://doi.org/10.1182/blood-2019-131144",
    "article_title": "Total Skin Electron Beam Therapy in Patients with Advanced Cutaneous T Cell Lymphoma Undergoing Allogeneic Stem Cell Transplantation: A Single Centre Experience ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Introduction: Total skin electron beam (TSEB) therapy represents a valid treatment option in the management of patients with cutaneous T-Cell lymphoma (CTCL) with diffuse skin involvement. While the efficacy of TSEB for palliative treatment is well established, its inclusion as a debulking strategy before reduced-intensity conditioning allogeneic hematopoietic stem cell transplantation (allo-HSCT) has been only recently reported. Due to the lack of hematopoietic toxicity, TSEB may also be effectively administered in patients relapsing after allo-HSCT. With this study we aimed to retrospectively investigate the use of TSEB among patients who underwent to allo-HSCT in our Center for advanced CTCL. Patients & Methods: As of July 2019, 45 CTCL patients (26 M and 19 F, median age 54 years, range 19-66) all having stage IIB to IV refractory Mycosis Fungoides (MF, n=33) or Sézary Syndrome (SS, n=12) underwent allo-HSCT from HLA-identical sibling (n=18), unrelated donors (n=23) or haploidentical related donors (n=4). Median time from diagnosis to HSCT was 46 months and median number of previous treatment lines was 6. Source of stem cells was peripheral blood in 40 patients, bone marrow in 4 patients and cord blood in 1 patient. Conditioning regimens included FC/TBI200, pentostatin/TBI200, fludarabine/melphalan and TT/CTX/Fluda/TBI200. Outcomes at 5-years were: OS 51% (33%-66%), DFS 40% (20%-50%), NRM 15% (4%-27%) and relapse incidence 48% (32%-65%). Clinical charts of the whole series of patients were extensively reviewed to collect information on the use of TSEB from diagnosis to the last follow up date. Results: Overall 21 patients of the series received TSEB with dose fractionation of 2 Gy in 2 days administered with the Stanford Technique as part of their treatment strategy. In six cases it was included among the lines of treatment administered over the disease course preceding transplant referral, with a total dose of 36 Gy in all of them. In 13 patients TSEB was part of the debulking strategy for patients with chemorefractory disease just prior to allo-HSCT with a median total dose of 24 Gy (range 10.8- 36). In 4 patients TSEB was administered after transplantation: as a salvage treatment for skin relapse during early post tranplant intense immunosuppression phase in 3 cases (12, 36, 21.6 Gy respectively) and as palliative treatment for disease progression in one case (36 Gy). Among patients who received TSEB as a bridge to transplant strategy, CR was achieved in 5 cases: at the last follow up visit (median time from transplantation 23 months, range 6-80) 4 were alive with persistent CR, whereas 1 patient who experienced graft failure died from disease progression 31 months after transplantation. Partial remission (PR) was documented in 7 (very good in 2): at the last follow up visit (median time from transplantation 14 months, range 6-52) 2 patients were alive in CR and 5 died: 3 from disease progression, 1 from GVHD and 1 from myocardial infarction 42 months after transplantion. In 1 patient, who only showed minimal response to TSEB therapy, death from disease progression occurred 9 months after an autologous-allogeneic tandem transplant strategy. All the 3 patients receiving TSEB after allo-HSCT for early relapse achieved a new and durable CR maintained at the last follow up date (42, 21 and 10 months after transplant respectively), suggesting the occurrence of a durable graft-versus-lymphoma effect following TSEB. As far as safety is concerned, only grade 1 skin toxicity (erythematous reactions) was observed in a minority of patients, while no case of haematological toxicity was documented. Conclusions: Our experience confirmed TSEB as a particularly safe and potentially effective treatment strategy in CTCL patients, both to induce remission prior to allo-HSCT and to rescue early post transplant relapse occurring before immunosuppression withdrawal. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "electron beam cancer therapy",
        "lymphoma, t-cell, cutaneous",
        "skin",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "disease progression",
        "follow-up",
        "debulking"
    ],
    "author_names": [
        "Viviana Beatrice Valli, MD",
        "Filippo Grillo Ruggieri, MD",
        "Giorgia Saporiti, MD",
        "Silvia Alberti Violetti, MD",
        "Concetta Schiavone, MD",
        "Federica Irene Grifoni, MD",
        "Maria Cecilia Goldaniga, MD",
        "Francesca Casarin",
        "Valeria Ferla, MD",
        "Luca Baldini, MD PhD",
        "Emilio Berti, MD",
        "Francesco Onida, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Viviana Beatrice Valli, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Filippo Grillo Ruggieri, MD",
            "author_affiliations": [
                "Radiotherapy Unit, Ospedali Galliera, Genova, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgia Saporiti, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione Ospedale Maggiore Policlinico, Milano, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Alberti Violetti, MD",
            "author_affiliations": [
                "Dermatology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Concetta Schiavone, MD",
            "author_affiliations": [
                "Radiotherapy Unit, Ospedali Galliera, Genova, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federica Irene Grifoni, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Cecilia Goldaniga, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Casarin",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Ferla, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Baldini, MD PhD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilio Berti, MD",
            "author_affiliations": [
                "Dermatology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Onida, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T21:29:57",
    "is_scraped": "1"
}