{
    "doi": "https://doi.org/10.1182/blood-2021-147896",
    "article_title": "Ripk3 Signaling Restricts the Development of Peripheral T Cell Lymphoma in Tet2 Deficient Mice ",
    "article_date": "November 5, 2021",
    "session_type": "603.Oncogenes and Tumor Suppressors: Basic",
    "abstract_text": "Inactive mutations of the Ten-eleven translocation ( TET2 ) gene are commonly found in humans with multiple hematological malignancies including myeloproliferative neoplasm (MPN), acute myeloid leukemia, diffuse large B cell lymphoma, and peripheral T cell lymphomas (PTCL), and are frequently associated with poor prognosis and worse overall survival. TET2 mutations often occur in hematopoietic stem and progenitor cells (HSPCs) and are known to collaborate with additional mutations for full-blown malignant transformation. However, the molecular mechanism by which the disease identity is determined remains to be elucidated. Increased inflammatory cytokines are commonly detected in patients with TET2 mutations, which is associated with an increased risk of atherosclerotic cardiovascular diseases. Most Tet2 knockout ( Tet2 -/- ) mice develop MPN-like disease within 18 months, with only a few cases developing chronic lymphocyte leukemia-like disease at two years of age. The intestinal bacteria-induced inflammatory signaling plays a critical role in the pathogenesis of MPN-like disease in Tet2 -/- mice. Receptor-interacting protein kinase 3 ( Ripk3 ) is a key mediator of inflammation cytokine-induced necroptosis and metabolic signaling. Compared to bone marrow (BM) cells isolated from wild-type mice, higher levels of Ripk3 activity can be detected in Tet2 -/- BM cells. To study the role of Ripk3 in Tet2 mutations associated with hematopoietic diseases, we crossed Tet2 conditional knockout ( Tet2 fx/fx Mx1-Cre + ) mice with Ripk3 -/- mice to generate Tet2 and Ripk3 compound knockout ( Tet2 -/- Ripk3 -/- ) mice. Tet2 -/- Ripk3 -/- mice developed aggressive tumors by 12-15 months of age as characterized by profound hepatosplenomegaly and lymphadenopathy, with substantial lymphocytosis, neutrophilia, anemia, and thrombocytopenia. Histopathological analysis revealed an aggressive infiltration of tumor cells in the liver and spleen, and effacement of splenic follicular structures in diseased Tet2 -/- Ripk3 -/- mice. To characterize the type of malignancies, single-cell suspensions of the BM, peripheral blood (PB), and spleen from Tet2 -/- Ripk3 -/- were analyzed by flow cytometry and compared with wild-type and Tet2 -/- mice. As expected Tet2 -/- mice exhibited increased frequencies of myeloid cells in the PB, BM, and spleen. However, there was a marked expansion of CD4 + T cells in the PB, BM, and spleen of Tet2 -/- Ripk3 -/- mice. Detailed analyses of the T subsets demonstrated a marked expansion of both CD4 + PD1 + CXCR5 + follicular T helper cells (T fh ) and CD4 + PD1 + peripheral T helper cells (T ph ), indicating the development of a peripheral T cell lymphoma (PTCL) in the Tet2 -/- Ripk3 -/- mice. Additionally, disease characteristics including the reduced surface expression of CD3 in the tumor cells, increased levels of classical T h cytokines in the serum, as well as the presence of heterogeneous populations of cells within the tumor tissues recapitulate the pathological features of angioimmunoblastic T cell lymphoma (AITL), a subtype of PTCL. Elevated frequencies of splenic T fh and T ph cells were detected as early as 7 months of age in Tet2 -/- Ripk3 -/- mice. Such cells expressed inducible T cell costimulatory receptor (ICOS), an essential signaling mediator of the T fh development and proliferation. However, all other hematopoietic parameters including BM HSPCs and mature CD4 + T cells were comparable to wild type and single-gene Tet2 -/- mice. These results indicate that Ripk3 signaling inhibits PTCL development in Tet2 -/- mice by limiting the expansion of T fh and T ph cells. We are currently determining whether Ripk3 plays such a role by inducing necroptosis and/or restricting the differentiation of CD4 + naive T cells into peripheral T fh and T ph populations. We are also investigating whether Ripk3 signaling is inactivated in the tumor cells of human PTCL patients and whether we can treat such aggressive fatal diseases by reactivating Ripk3 signaling. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Kanak Joshi",
        "Ryan Mack",
        "Lei Zhang",
        "Shanhui Liu",
        "Mark Sellin",
        "Wei Wei",
        "Peter Breslin",
        "Ameet R Kini",
        "Jiwang Zhang"
    ],
    "author_dict_list": [
        {
            "author_name": "Kanak Joshi",
            "author_affiliations": [
                "Department of Cancer Biology, Cardinal Bernardin Cancer Center, Loyola University Chicago, Maywood, IL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ryan Mack",
            "author_affiliations": [
                "Department of Cancer Biology, Cardinal Bernardin Cancer Center, Loyola University Chicago, Maywood, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Zhang",
            "author_affiliations": [
                "Cancer Biology, Loyola University Medical Center, Maywood, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shanhui Liu",
            "author_affiliations": [
                "Department of Cancer Biology, Cardinal Bernardin Cancer Center, Loyola University Chicago, Maywood, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Sellin",
            "author_affiliations": [
                "Department of Cancer Biology, Cardinal Bernardin Cancer Center, Loyola University Chicago, Maywood, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Wei",
            "author_affiliations": [
                "Department of Cancer Biology, Cardinal Bernardin Cancer Center, Loyola University Chicago, Maywood, IL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Breslin",
            "author_affiliations": [
                "Department of Cancer Biology, Cardinal Bernardin Cancer Center, Loyola University Chicago, Maywood, IL",
                "Department of Molecular/Cellular Physiology, Loyola University Medical Center, Maywood, IL",
                "Biology, Loyola University Chicago, Chicago, IL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ameet R Kini",
            "author_affiliations": [
                "Pathology, Loyola Univ. Medical Ctr., Maywood, IL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiwang Zhang",
            "author_affiliations": [
                "Department of Cancer Biology, Cardinal Bernardin Cancer Center, Loyola University Chicago, Maywood, IL",
                "Department of Pathology, Loyola University Medical Center, Maywood, IL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:31:06",
    "is_scraped": "1"
}