{
    "doi": "https://doi.org/10.1182/blood.V114.22.620.620",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1482",
    "start_url_page_num": 1482,
    "is_scraped": "1",
    "article_title": "Accurate Classification of Diffuse Large B Cell Lymphoma Into Germinal Center and Activated B Cell Subtypes Using a Nuclease Protection Assay On Formalin Fixed Paraffin Embedded Tissue: A Study From the Lymphoma and Leukemia Molecular Profiling Project. ",
    "article_date": "November 20, 2009",
    "session_type": "NON-HODGKIN’S LYMPHOMA - BIOLOGY, EXCLUDING THERAPY: DIFFUSE LARGE B-CELL LYMPHOMA: BIOLOGY AND PROGNOSIS",
    "topics": [
        "b-lymphocytes",
        "diffuse large b-cell lymphoma",
        "formaldehyde",
        "germinal center of lymph node",
        "leukemia",
        "lymphoma",
        "molecular profiling",
        "nuclease protection assays",
        "paraffin",
        "gene expression profiling"
    ],
    "author_names": [
        "Lisa M. Rimsza, MD",
        "George Wright, Ph.D.",
        "Mark Schwartz, PhD",
        "Wing C. Chan",
        "Elaine S Jaffe, MD",
        "Randy D. Gascoyne, MD",
        "Elias Campo, MD, PhD",
        "Andreas Rosenwald, MD",
        "German Ott, MD",
        "James R. Cook, MD, PhD",
        "Raymond R. Tubbs, DO",
        "Rita M. Braziel, MD",
        "Jan Delabie, MD",
        "Thomas P. Miller, MD",
        "Richard I Fisher, MD",
        "Louis M. Staudt, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, University of Arizona, Tucson, AZ, USA, "
        ],
        [
            "Metabolism Branch, Center for Cancer Research, National Cancer Institute, National Health Institutes, Bethesda, MD, USA, "
        ],
        [
            "Research and Development, High Throughput Genomics, Tucson, AZ, USA, "
        ],
        [
            "Pathology and Microbiology, University of Nebraska Medical Center, Omaha, NE, "
        ],
        [
            "Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Pathology, British Columbia Cancer Agency, Vancouver, Canada, "
        ],
        [
            "Pathology, Hospital Clínic, Barcelona, Spain, "
        ],
        [
            "University of Wuerzburg, Wuerzburg, Germany, "
        ],
        [
            "Institut für Klinische Pathologie, Robert-Bosch-Krankenhaus, Stuttgart, Germany, "
        ],
        [
            "Clincial Pathology, Cleveland Clinic Foundation, Cleveland, OH, USA, "
        ],
        [
            "Clincial Pathology, Cleveland Clinic Foundation, Cleveland, OH, USA, "
        ],
        [
            "Clincial Pathology, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Pathology, Norwegian Radium Hospital, Oslo, Norway, "
        ],
        [
            "Arizona Cancer Center, Tucson, AZ, USA, "
        ],
        [
            "James P. Wilmot Cancer Center, Rochester, NY, USA"
        ],
        [
            "Metabolism Branch, Center for Cancer Research, National Cancer Institute, National Health Institutes, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "32.2387826",
    "first_author_longitude": "-110.89441465",
    "abstract_text": "Abstract 620 Classification of DLBCL into cell-of-origin (COO) subtypes based on gene expression profiles has well-established prognostic value. These subtypes, termed Germinal Center B cell (GCB) and Activated B cell (ABC) also have different genetic alterations and over-expression of different pathways that may serve as therapeutic targets. Thus, accurate classification is essential for analysis of clinical trial results and planning new trials using targeted agents. The gold standard for COO classification uses gene expression profiling (GEP) of snap frozen tissues, and a Bayesian predictor algorithm utilizing the expression levels of 14 key genes (G. Wright et al PNAS 2003). An immunohistochemistry (IHC) classification scheme by C. Hans et al ( Blood 2004), based on 3 antibodies, is widely used as a substitute for GEP classification, however does not completely correlate with GEP. We recently described a qNPA assay (ArrayPlate R , High ThroughPut Genomics, Tucson, AZ) with excellent correlation between frozen and formalin fixed paraffin embedded (FFPE) tissues (R. Roberts et al, Lab Invest 2007). In this study, we investigated whether this technique could be used for accurate classification of COO using FFPE tissues. We expanded the previous gene probe repertoire of the DLBCL-ArrayPlate R assay to include the 14 genes (represented by 17 probe sets) most pertinent to COO classification. 52 cases of R-CHOP treated DLBCL that had undergone GEP using the Affymetrix U133 Plus 2.0 microarray and had matching FFPE blocks were analyzed with qNPA in duplicate. The genes included CD10, LRMP, CCND2, ITPKB, PIM1, IL16, IRF4, FUT8, BCL6, PTPN1, LM02, CD39, MYBL1, IGHM . Results were evaluated using the previously published algorithm with a leave-one-out cross validation scheme to classify cases into GCB or ABC subtypes. These results were compared to COO classification based on frozen tissue GEP profiles. All 14 genes in all 52 cases were successfully analyzed with no missing data points. For each case, a probability statistic was generated indicating the likelihood that the classification using qNPA was accurate. Of the 54 cases, 25 were GCB, 27 were ABC and 4 were unclassifiable by GEP. Of the GCB cases, 23/25 (92%) were classified correctly by qNPA with a confidence cut-off of >0.9 and 25/25 (100%) classified correctly with a confidence cut-off of >0.8. Of the ABC cases, 25/27 (93%) were correctly classified as ABC using qNPA with a confidence cut-off of >0.9 and 27/27 (100%) classified correctly with a confidence cut-off of >0.8. In summary, the qNPA technique accurately categorized DLBCL into GCB and ABC subtypes, as defined by GEP. There were no technical difficulties with any of the pathological materials although they were collected retrospectively from a variety of institutions and countries with different fixation methods. This approach represents a substantial improvement over previously published IHC methods and is applicable to FFPE tissues, therefore overcoming the need for snap frozen materials. This technically robust classification method has potential to have a significant impact on future DLBCL research and clinical trial development. Disclosures: Rimsza: High Throughput Genomics: HTG provided the assays at no charge to Dr. Rimsza's lab. Schwartz: High Throughput Genomics: Employment. Gascoyne: Roche Canada: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}