{
    "doi": "https://doi.org/10.1182/blood.V124.21.3595.3595",
    "article_title": "Mechanisms of Antileukemic Activity of the Multikinase Inhibitors Dasatinib and Ponatinib in Acute Lymphoblastic Leukemia (ALL) Harboring the E2A-PBX1 Fusion Gene ",
    "article_date": "December 6, 2014",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "abstract_text": "The development of small molecules targeting oncogenic signaling pathways as treatment for leukemias has focused on inhibitors of tyrosine kinases. Subtypes of acute leukemias harboring aberrant fusion genes that involve transcription factors rather than kinases have so far not been amenable to molecularly targeted therapies. The t(1;19) is a recurring translocation found in a small proportion of pediatric (5%) and adult (1-3%) ALL. We observed that leukemic cell growth of E2A-PBX1 positive ALL is inhibited by dasatinib (D) and ponatinib (P) at therapeutically achievable concentrations, but not by the ABL-kinase inhibitor nilotinib (N). The mechanism by which these multikinase inhibitors exert their antiproliferative activity is unclear, as the chimeric E2A-PBX1 fusion gene encodes a protein with transforming properties but has no known link to dysregulated kinase activity. As ALL cells with an E2A-PBX1 gene rearrangement express a functional pre-B cell receptor (pre-BCR), we investigated whether the anti-leukemic effect of D and P is mediated by inhibition of SRC family kinases (SFKs), known key mediators of pre-BCR signaling. In two different cellular models of t(1;19) ALL, i.e. two patient-derived ALL cells (PDLTC) maintained in long-term culture (denoted KR and RL, respectively) and the established t(1;19) cell lines 697 and RCH-ACV, D and P suppress SFK activity in a dose-dependent manner as determined by autophosphorylation of SFKs at Y 416 . However, 5-fold higher concentrations of D and P were needed to inhibit proliferation than to block SFK phosphorylation. To determine whether cooperation between SFKs and other kinases underlies the anti-proliferative effect of D and P, we examined the role of downstream components of the pre-BCR signaling pathway. Activity of SYK, Btk, PLCgamma2, CD79A and ZAP70 was only moderately reduced in response to high nanomolar concentrations of D and P. Pharmacological inhibition of BTK by ibrutinib, an irreversible Btk inhibitor clinically approved for CLL, dose-dependently inhibited proliferation of all t(1;19) ALL cells evaluated (10-50% at 0.25 µM, max. inhibition of 80% at 5 µM). Inhibition of SYK by the selective ATP-competitive Syk inhibitor fostamatinib had no growth suppressive effects on t(1;19) ALL cells. These results suggest that the antiproliferative effect of D and P involves cooperation between the proximal and distal components of the pre-BCR. To further elucidate the mechanisms underlying responsiveness of t(1;19) ALL cells to D and P and the possible involvement of pre-BCR signaling, we employed a proteomics screen in which the PDLTC KR and RL were exposed to D, N or DMSO, and differentially expressed proteins were identified by SILAC followed by mass spectrometry. With a threshold of 0.5 and 2-fold, 46 proteins were up- and 23 proteins were downregulated in the presence of 0.1 µM D in PDLTC KR cells, 11 proteins were up- and 35 down-regulated in PDLTC RL cells. Analysis of all differentially expressed proteins revealed deregulation of proteins participating in metabolism of proteins, nucleic acids or carbohydrates. To examine whether the dasatinib-induced changes in gene expression in t(1;19) ALL correlated with the proteomic profiles obtained by SILAC/MS, we compared the effects of D, N and DMSO on t(1;19) ALL by differential microarray-based gene expression analysis. In PDLTC KR cells, D exposure was associated with down-regulation of 7 genes associated with cell proliferation (NME1), DNA replication (POLR3G) and cell metabolism (SLC27A2). In PDLTC RL cells, 101 genes were down-regulated, predominantly genes involved in cell cycle progression (CHEK1), cell proliferation (BCAT1), apoptosis (PDCL3) and DNA-replication (ORC6L). Notably, several genes displaying the greatest changes in gene expression (e.g. FABP5) are involved in fatty acid metabolism. In both t(1;19) PDLTC (KR and RL), a significantly smaller number of genes was up-regulated in response to D, including USP18, P2RY14 and F13A1. Unraveling the mechanisms by which dasatinib and ponatinib exert their anti-proliferative activity in t(1;19) ALL may facilitate the rational development of SFK-inhibitor-based therapies in this ALL subtype. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "dasatinib",
        "fusion genes",
        "ponatinib",
        "tcf3 gene",
        "krypton",
        "phosphotransferases",
        "dimethyl sulfoxide",
        "btk inhibitors",
        "carbohydrates"
    ],
    "author_names": [
        "Tamara Tesanovic",
        "Susanne Badura",
        "Thomas Oellerich",
        "Claudia Doering",
        "Martin Ruthardt, MD",
        "Oliver G. Ottmann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tamara Tesanovic",
            "author_affiliations": [
                "Department of Hematology/Oncology, Goethe-University Hospital, Frankfurt, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanne Badura",
            "author_affiliations": [
                "Goethe University, Frankfurt, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Oellerich",
            "author_affiliations": [
                "Department of Hematology/Oncology, Goethe-University Hospital, Frankfurt am Main, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Doering",
            "author_affiliations": [
                "Goethe Univeristy, Frankfurt, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Ruthardt, MD",
            "author_affiliations": [
                "Goethe University, Frankfurt, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver G. Ottmann, MD",
            "author_affiliations": [
                "Goethe University, Frankfurt, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:45:23",
    "is_scraped": "1"
}