{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2048.2048",
    "article_title": "Anti-CD45 Radioimmunotherapy Followed By Haploidentical Allogeneic Hematopoietic Cell Transplantation for Advanced Acute Leukemia or High-Risk MDS ",
    "article_date": "December 7, 2017",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "abstract_text": "Background: Although hematopoietic cell transplantation (HCT) may offer the best chance for cure for patients with relapsed/refractory hematologic malignancies, many of these patients will relapse after HCT. Escalating doses of total body irradiation (TBI) or chemotherapy prior to HCT can decrease relapse, but incurs higher toxicity, resulting in no survival benefit. Therefore, there is a need to reduce relapse without increasing the toxicity of the conditioning regimen prior to HCT. In addition, many potentially curable candidates for HCT do not have a fully human leukocyte antigen (HLA) matched donor. This is an especially challenging hurdle for many ethnic minority patients, yet nearly all patients have a related donor identical for one HLA haplotype ( i.e., haploidentical). Radioiodinated anti-CD45 radioimmunotherapy (RIT) has been shown to deliver high-doses of radiation specifically to hematolymphoid organs, while sparing normal tissues. We report a phase I/II study using iodine-131 ( 131 I)-anti-CD45 antibody (BC8) combined with pre- and post-transplant cyclophosphamide, and reduced intensity conditioning prior to haploidentical HCT. Methods and Patients: Eligible patients over the age of 18 had relapsed or refractory acute myeloid leukemia (AML), acute lymphoid leukemia (ALL), or high-risk (>5% active marrow blasts) myelodysplastic syndrome (MDS). Patients received a 131 I-anti-CD45 dosimetry dose, followed by serial gamma-camera imaging for organ dosimetry estimates. One to two weeks later a therapeutic dose delivering escalating doses (12 to 26 Gy) to the liver (the normal organ that received the highest dose) was administered, followed by fludarabine (FLU; 30 mg/m 2 on day -6 to -2), cyclophosphamide (CY; 14.5 mg/m 2 on day -6 and -5), 200 cGy TBI on day -1, and subsequent haploidentical marrow HCT on day 0. For GVHD prophylaxis, patients received CY (50 mg/kg) on day+3 plus standard tacrolimus and mycophenolate mofetil. Results: A total of 25 patients have been treated (21 with advanced AML, 3 with ALL and 1 with high-risk MDS). Ten patients were in florid refractory relapse with 6-20% abnormal marrow blasts while 9 were in remission with minimal residual disease (MRD) 0.03-5.4% by flow cytometry, and only 6 were in remission and MRD negative by flow cytometry. All 24 patients who had marrow aspiration on day 28 after HCT achieved a morphologic remission, with only two patients showing MRD by flow cytometry (0.002 -1.8% abnormal blasts). There were no graft failures, and all patients with chimerism studies (n=15) had 100% donor CD3 + and CD33 + cell engraftment at day 28 after haploidentical HCT. Median time to neutrophil engraftment (ANC>500/ml for 3 consecutive days) was 15 (range, 12-19) days. Median time to platelet engraftment (platelets >20,000/ml for 7 consecutive days without transfusion support) was 23 (19-44) days. The maximum tolerated dose was not determined and there were no unexpected adverse events, as the most frequent grade ≥3 adverse events were infections/neutropenic fevers (32), gastrointestinal (22), and laboratory abnormalities (cytopenias 18; metabolic 16). Five patients had grades 3-4 acute GVHD. Twelve patients relapsed with median time to relapse of 2.4 months. Most deaths have been from relapse (11), and infections (2). Eight (32%) patients were alive at a median follow up of 4 years after HCT (range 1 to 9 years). Overall survival at one and three year was 42% and 26%, and progression-free survival was 40% and 25%, respectively (Figure). Conclusions: Although patients with active disease are not traditionally referred for HCT, the use of 131 I-anti-CD45 RIT prior to a haploidentical HCT may facilitate improved survival for these patients. Given these results, anti-CD45 RIT prior to HCT using haploidentical donors warrants further investigation for patients with advanced leukemia and high-risk MDS. View large Download slide View large Download slide  Close modal Disclosures Orozco: Actinium Pharmaceuticals: Other: Research Funding to Institution for sponsored Clinical Trials. Shadman: PLEXXIKON: Research Funding; AbbVie: Other: advisory board; Genentech: Consultancy, Research Funding; Emergent: Research Funding; TG Therapeutics: Research Funding; Gilead: Research Funding; Acerta Pharma: Research Funding; Celgene: Research Funding; Pharmacyclics: Other: advisory board, Research Funding; Merck: Research Funding. Gopal: Seattle Genetics: Consultancy, Research Funding. Pagel: Actinium Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "cd45 antigens",
        "hematopoietic stem cell transplantation",
        "leukemia, acute",
        "radioimmunotherapy",
        "disease remission",
        "flow cytometry",
        "human leukocyte antigens",
        "actinium",
        "adverse event",
        "cyclophosphamide"
    ],
    "author_names": [
        "Johnnie J. Orozco, MD PhD",
        "Ted Gooley, PhD",
        "Joseph G. Rajendran, MD",
        "Darrell R. Fisher, PhD",
        "H. Joachim Deeg, MD",
        "Rainer F. Storb, MD",
        "Raya Mawad, MD",
        "Mazyar Shadman, MD",
        "Ryan D. Cassaday, MD",
        "Damian J. Green, MD",
        "Ajay K. Gopal, MD",
        "Brian G. Till, MD",
        "Solomon Graf, MD",
        "Robyn Haaf, BS",
        "Sally J. Lundberg",
        "Paul O'Donnell, MD",
        "Oliver W. Press, MD PhD",
        "Frederick R. Appelbaum, MD",
        "John M. Pagel, MD PhD",
        "Brenda M. Sandmaier, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Johnnie J. Orozco, MD PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "Medical Oncology, Department of Medicine, University of Washington School of Medicine, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ted Gooley, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph G. Rajendran, MD",
            "author_affiliations": [
                "Department of Nuclear Medicine, University of Washington, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darrell R. Fisher, PhD",
            "author_affiliations": [
                "Versant Medical Physics and Radiation Dosimetry, Richland, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Joachim Deeg, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer F. Storb, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raya Mawad, MD",
            "author_affiliations": [
                "Swedish Cancer Institute, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mazyar Shadman, MD",
            "author_affiliations": [
                "Uw/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan D. Cassaday, MD",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, UW/FHCRC, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damian J. Green, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay K. Gopal, MD",
            "author_affiliations": [
                "Seattle Cancer Care Alliance, Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian G. Till, MD",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle Cancer Care Alliance, Seattle, WA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Solomon Graf, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robyn Haaf, BS",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally J. Lundberg",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul O'Donnell, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver W. Press, MD PhD",
            "author_affiliations": [
                "Division of Medical Oncology, University of Washington, Seattle, WA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick R. Appelbaum, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Pagel, MD PhD",
            "author_affiliations": [
                "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda M. Sandmaier, MD",
            "author_affiliations": [
                "Division of Medical Oncology, University of Washington and Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:30:47",
    "is_scraped": "1"
}