{
    "doi": "https://doi.org/10.1182/blood.V106.11.2043.2043",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=427",
    "start_url_page_num": 427,
    "is_scraped": "1",
    "article_title": "Double Unit Cord Blood Transplantation in Children with Acute Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "child",
        "leukemia, acute",
        "umbilical cord blood transplantation",
        "transplantation",
        "human leukocyte antigens",
        "busulfan",
        "complete remission",
        "cryopreservation",
        "cyclosporine",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Keon Hee Yoo, MD",
        "Hyoung Jin Kang, MD",
        "Soo Hyun Lee, MD",
        "Hye Lim Jung, MD",
        "Ki Woong Sung, MD",
        "Hong Hoe Koo, MD",
        "Hee Young Shin, MD",
        "Hyo Seop Ahn, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea"
        ],
        [
            "Pediatrics, Seoul National University School of Medicine, Seoul, Korea"
        ],
        [
            "Pediatrics, Seoul National University School of Medicine, Seoul, Korea"
        ],
        [
            "Pediatrics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea"
        ],
        [
            "Pediatrics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea"
        ],
        [
            "Pediatrics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea"
        ],
        [
            "Pediatrics, Seoul National University School of Medicine, Seoul, Korea"
        ],
        [
            "Pediatrics, Seoul National University School of Medicine, Seoul, Korea"
        ]
    ],
    "first_author_latitude": "37.292141300000004",
    "first_author_longitude": "126.9734578",
    "abstract_text": "Cell dose is one of the most important factors predicting successful outcome after cord blood transplantation (CBT), and the University of Minnesota group recently reported results of transplantation using 2 partially HLA-matched cord blood units for adult patients. Although a significant proportion of pediatric recipients would benefit by cell dose augmentation, data concerning multiple unit CBT in children are lacking by far. We investigated the feasibility of double unit CBT for pediatric recipients. If the cryopreserved nucleated cell dose of the largest available unit was 3.5x10 7 or less per kg recipient body weight, double unit CBT were scheduled. Twelve patients with acute leukemia (7 myeloid, 3 lymphoblastic, 2 mixed) aged 6.2–16.9 y (median 13.3 y) received 2 cord blood units at our two cooperative institutions. All patients except one were in complete remission before transplant (4 CR1, 6 CR2, 1 CR3, 1 in 3 rd relapse). Patients were conditioned with intravenous busulfan- or TBI-based myeloablative regimens. All transplanted units were 4–6/6 and 3–6/6 HLA-matched to the recipient and to the other co-transplanted unit, respectively. Cyclosporine was used for GVHD prophylaxis with combined use of short-course methotrexate (n=3), methyl-prednisolone (n=4), or mycophenolate mofetil (n=5). Median infused nucleated cell dose was 3.13x10 7 /kg (range, 0.72–6.2x10 7 /kg). All patients engrafted at a median of 23 days (range, 15–34 days). All of the 9 patients who were followed-up longer than 90 days achieved platelet engraftment at a median of 47 days (range, 24–81 days). The initial chimerism analysis performed at 1 mo revealed donor-derived hematopoiesis in all patients including 5 patients with 2 donor mixed chimerism, and one patient showed persistent 2 donor mixed chimerism beyond 1 year following transplant. Grade 2–4 and grade 3–4 acute GVHD were developed in 8 (66.7%) and 2 (16.7%) patients, respectively. Three out of the 9 evaluable patients developed limited chronic GVHD. There were 3 events (2 transplant-related deaths and 1 relapse) and estimated disease-free survival was 70.7% at 18 mo. We conclude that double unit CBT is also safe and feasible in pediatric recipients without a single unit containing adequate cells."
}