{
    "doi": "https://doi.org/10.1182/blood.V108.11.999.999",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=652",
    "start_url_page_num": 652,
    "is_scraped": "1",
    "article_title": "Long Term Dose-Dependent Correction of Hemophilia A Dogs Using AAV-8 and AAV-9-Mediated FVIII Gene Transfer. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Hemophilia A (HA) is an X-linked bleeding disorder characterized by deficiency in clotting factor VIII (FVIII). Current treatment for hemophilia is protein replacement therapy while a gene-based therapy would provide continuous expression of even low levels of FVIII protein (>1% of normal) that is likely to improve the disease phenotype. It is challenging to utilize an AAV-mediated gene transfer approach for the FVIII cDNA (4.4kb) since the AAV vector can only efficiently accommodate a <5.3kb transgene cassette. The FVIII protein is composed of 2 chains -the heavy chain (HC) and the light chain (LC). FVIII undergoes proteolytic cleavage and processing of the 2 individual chains that form the active FVIII protein. In other studies in HA dogs (n=8), no dose-response and AAV serotype-dependent FVIII expression has been documented, which illustrates the difficulties in using a FVIII single-chain approach. We have utilized a 2-chain approach in which the 2.4kb LC cDNA is packaged in one AAV vector while the 2.5kb HC is packaged into a second AAV vector. Each construct contains a 695bp thyroxine-binding globulin gene promoter/enhancer fused to a 175bp intron along with a 263bp SV40 poly A signal. For this approach the LC and HC vectors packaged into either AAV8 or AAV9 were administered to HA dogs via the hepatic artery. Two male HA dogs received HC and LC in AAV8 and 2 male dogs received HC and LC in AAV9 at doses of 6x10 12 gc/vector/kg (low dose) or 1.25x10 13 gc/v/kg (high dose). At 150 days after vector infusion, the high dose group expressed FVIII at levels of 4.8% (AAV8) and 3% (AAV9) as detected by a functional assay (Coatest assay). FVIII remained stable for 797 days (AAV8) and >200 days (AAV9) (the longest time points to date) without any evidence of antibody formation to the transgene. In the low dose group at 150 days, FVIII levels were 1.5% (AAV8) and 0.5% (AAV9) cFVIII activity and were maintained in a follow up period of >150 days (AAV8) and >700 days (AAV9) without formation of antibodies to FVIII. Thus, no major differences between AAV8 and AAV9 vectors were observed. The transgene product is also functional based on shortening of whole blood clotting time (baseline values >50 min), in a dose-dependent manner, 10–15 min and 16–20 min for the high and low dose cohorts, respectively. Interestingly, high dose injection of AAV8 to 2 female HA dogs (1.25x10 13 and 3x10 13 gc/v/kg) results in FVIII levels of 1–2%, which is consistent with data obtained in mice on the poor performance of AAV in mediating gene transfer to liver in female animals. Liver function tests and other blood chemistries were transiently elevated after the surgical procedure and were in normal limits within 4 days. Importantly, all dogs did not develop antibodies to FVIII. These findings suggest that FVIII chains efficiently assemble in vivo without increasing the protein immunogenicity. The 4 male dogs have remained asymptomatic with no spontaneous bleeds, whereas >20 bleeding episodes were expected for this group since untreated dogs require 5.5 plasma infusions/year. These data demonstrate for the first time, dose-dependent sustained expression of functional cFVIII in HA dogs by AAV8 and AAV9 vectors without formation of antibodies to cFVIII.",
    "topics": [
        "dog, domestic",
        "gene transfer techniques",
        "hemophilia a",
        "antibodies",
        "dna, complementary",
        "antigens, cd98 light chains",
        "bleeding diathesis",
        "blood coagulation disorders",
        "blood coagulation factors",
        "enzyme replacement therapy"
    ],
    "author_names": [
        "Denise E. Sabatino, PhD",
        "Amy M. Lange",
        "Melinda Mucci",
        "Rita Sarkar, PhD",
        "Aaron M. Dillow",
        "Timothy C. Nichols, MD",
        "Valder R. Arruda, MD",
        "Haig H. Kazazian, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, The Children’s Hospital of Philadelphia, Philadelphia, PA"
        ],
        [
            "Genetics, School of Medicine, The University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Genetics, School of Medicine, The University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Genetics, School of Medicine, The University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Pathology and Laboratory Medicine, University of North Carolina, Chapel Hill, NC"
        ],
        [
            "Pathology and Laboratory Medicine, University of North Carolina, Chapel Hill, NC"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia, Philadelphia, PA"
        ],
        [
            "Genetics, School of Medicine, The University of Pennsylvania, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.9442658",
    "first_author_longitude": "-75.20098345"
}