{
    "doi": "https://doi.org/10.1182/blood.V116.21.3566.3566",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1774",
    "start_url_page_num": 1774,
    "is_scraped": "1",
    "article_title": "Favorable Outcome In ALK-Negative Anaplastic Large-Cell Lymphoma Following Intensive Induction Chemotherapy and Autologous Stem Cell Transplantation (ASCT): a Prospective Study by the Nordic Lymphoma Group (NLG-T-01) ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Autologous Transplantation: Poster III",
    "abstract_text": "Abstract 3566 Primary systemic T-cell lymphoma of anaplastic large cell type (ALCL) is an aggressive and predominantly nodal subtype of lymphoma, further subdivided based on expression of the ALK-protein, with ALK-pos ALCL occurring predominantly in younger patients and associated with a favourable prognosis. ALK-neg ALCL is believed to carry a prognosis similar to that of other nodal peripheral T-cell lymphomas and previous studies have shown long-term survival rates below 50%. There is retrospective data suggesting a benefit from ASCT in first-line treatment of this lymphoma subtype. We analyzed the outcome of ALK-neg ALCL patients included in a prospective phase II trial, NLG-T-01, conducted by the Nordic Lymphoma Group. The NLG T-01 trial enrolled 160 patients aged 18–67 years from the Nordic countries with systemic ALK-neg peripheral T-cell lymphoma within the period 2002–2007. The treatment schedule consisted of 6 courses of CHOEP-14 followed by ASCT (BEAM or BEAC) in responding patients. Patients >60 years received CHOP-14 as induction. Altogether, the trial included 31 patients with ALK-neg ALCL (19% of the study population). Median age was 56 years (22-65) with a male:female ratio of 2.4. Stage III-IV was found in 18 patients (58%), B-symptoms in 19 patients (61%) and 6 patients (19%) had a bulky lesion (>10cm). Pre-therapeutic serum lactate dehydrogenase was elevated in 18 patients (58%) and performance score was 2–4 in 10 patients (32%). After 3 and 6 courses of chemotherapy, response status was CR or CRu in 29% and 58% of the patients, respectively. In total, 24 out of 31 patients (77%) underwent BEAM/BEAC therapy followed by ASCT. Four patients did not respond or had disease progression during induction chemotherapy. The remaining 3 patients did not undergo ASCT for other reasons (mobilization failure, lung insufficiency, patient decision, respectively). Overall response rate after ASCT was 74% for the entire initial population and 96% for those undergoing ASCT. Median follow-up was 45 months. Six patients relapsed after ASCT. There was a total of nine deaths (29%): six due to lymphoma, two due to toxicity and one from second malignancy (colon cancer). With a median follow-up of 45 months, 3-year overall and progression-free survival values were 73% and 64%, respectively. Intensive chemotherapy followed by ASCT was feasible in the majority of the patients included in this prospective trial. Long-term outcome appears promising when compared to previously published data, with the survival curve suggesting a plateau. In ASCT eligible patients, intensive induction chemotherapy consolidated by upfront ASCT is an effective treatment that yields outcome results at least as good as those obtained in age-comparable patients with diffuse large B-cell lymphoma. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "chemotherapy, neoadjuvant",
        "ki-1+ anaplastic large cell lymphoma",
        "lymphoma",
        "chemotherapy regimen",
        "follow-up",
        "lymphoma, t-cell, peripheral",
        "colon cancer",
        "colorectal cancer",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Thomas Relander, MD",
        "Grete Fossum Lauritzsen, MD",
        "Esa Jantunen, MD",
        "Hans Hagberg, MD",
        "Harald Anderson, PhD",
        "Eva Cavallin-Ståhl, MD",
        "Harald Holte, MD",
        "Anders Østerborg, MD",
        "Mats Merup, MD",
        "Peter De Nully Brown, MD",
        "Bj∅rn Østenstad, MD",
        "Outi Kuittinen, MD",
        "Martin Erlanson, MD",
        "Unn-Merete Fagerli, MD",
        "Ole Gadeberg, MD",
        "Christer Sundstrom, MD, PhD",
        "Jan Delabie, MD",
        "Elisabeth Ralfkiaer, MD",
        "Martine Vornanen, MD",
        "Francesco d’Amore"
    ],
    "author_affiliations": [
        [
            "Department of Oncology, Lund University Hospital, Lund, Sweden, "
        ],
        [
            "Department of Oncology, Oslo University Hospital, Oslo, Norway, "
        ],
        [
            "Department of Medicine, Kuopio University Hospital, Kuopio, Finland, "
        ],
        [
            "Department of Oncology, Uppsala University Hospital, Uppsala, Sweden, "
        ],
        [
            "Departement of Cancer Epidemiology, Lund University, Lund, Sweden, "
        ],
        [
            "Department of Oncology, Lund University Hospital, Lund, Sweden, "
        ],
        [
            "Department of Oncology, Oslo University Hospital, Oslo, Norway, "
        ],
        [
            "Department of Oncology, Karolinska University Hospital, Karolinska, Sweden, "
        ],
        [
            "Center for Hematology, Karolinska Institutet, Stockholm, Sweden, "
        ],
        [
            "Dept. L 4042 Dept. L 4042, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Department of Oncology, Ullevål Oslo University Hospital, Ullevål, Norway, "
        ],
        [
            "Department of Oncology, Oulu University Hospital, Oulu, Finland, "
        ],
        [
            "Department of Oncology, Umeå University Hospital, Umeå, Sweden, "
        ],
        [
            "Department of Oncology, St. Olav University Hospital Tronheim, Tronheim, Norway, "
        ],
        [
            "Department of Internal Medicine, Vejle Hospital, Vejle, Denmark, "
        ],
        [
            "Dept. of Pathology, Uppsala University Hospital, Uppsala, Sweden, "
        ],
        [
            "Department of Pathology, Oslo University Hospital, Oslo, Norway, "
        ],
        [
            "Department of Pathology, Copenhagen University Hospital, Copenhagen, Denmark, "
        ],
        [
            "Department of Pathology, Tampere University Hospital, Tampere, Finland, "
        ],
        [
            "Department of Hematology, Aarhus University Hospital, Aarhus C, Denmark"
        ]
    ],
    "first_author_latitude": "55.71194829999999",
    "first_author_longitude": "13.203493000000002"
}