{
    "doi": "https://doi.org/10.1182/blood.V118.21.207.207",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1944",
    "start_url_page_num": 1944,
    "is_scraped": "1",
    "article_title": "The EINSTEIN DVT Study: Does Localization of the Initial DVT Affect the Occurrence of Recurrent VTE While Patients Are on Anticoagulation? ",
    "article_date": "November 18, 2011",
    "session_type": "332. Antithrombotic Therapy: New Anticoagulants",
    "topics": [
        "anticoagulation",
        "deep vein thrombosis",
        "einstein dvt study",
        "venous thromboembolism",
        "vitamin k antagonists",
        "thrombosis",
        "enoxaparin",
        "rivaroxaban",
        "thromboembolic event",
        "thrombus"
    ],
    "author_names": [
        "Martin H Prins",
        "Paolo Prandoni",
        "Anthonie WA Lensing",
        "Bonno van Bellen",
        "Akos F Pap",
        "Gary E Raskob",
        "Harry R Büller"
    ],
    "author_affiliations": [
        [
            "Clinical Epidemiology and Medical Technology Assessment, Maastricht University Medical Center, Maastricht, Netherlands, "
        ],
        [
            "University Hospital of Padua, Padua, Italy, "
        ],
        [
            "Bayer HealthCare AG, Wuppertal, Germany, "
        ],
        [
            "Beneficencia Portuguesa São Paulo and Universidade Estadual de Campinas (UNICAMP), São Paulo, Brazil, "
        ],
        [
            "Bayer HealthCare AG, Wuppertal, Germany, "
        ],
        [
            "College of Public Health, Univesity of Oklahoma Health Sciences Center, Oklahoma City, OK, USA, "
        ],
        [
            "Internal Medicine, Academic Medical Center, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "50.8352778",
    "first_author_longitude": "5.714722199999999",
    "abstract_text": "Abstract 207 Background: The extent of deep vein thrombosis (DVT) is, for many physicians, an important variable that is considered in decisions on the type and duration of anticoagulant treatment. Although it has been consistently demonstrated that localization of the initial DVT is a powerful and independent predictor of recurrent venous thromboembolism (VTE) after discontinuation of anticoagulation (Baglin T et al. J Thromb Haemost 2010;8:2436–2442), it remains unknown to what extent localization of the initial DVT affects the occurrence of recurrent VTE while patients are on anticoagulation. Data from the EINSTEIN DVT study, which randomized 3,449 patients with proximal DVT, offers an opportunity to investigate this question. Aim: To investigate whether localization of the initial DVT was predictive of the rate of recurrent venous thromboembolic events in the whole cohort of patients in the EINSTEIN DVT study, in those who received rivaroxaban, or in those who received conventional anticoagulation with enoxaparin plus vitamin K antagonists (VKA) followed by VKA alone. Methods: Patients were randomized to rivaroxaban or enoxaparin plus VKA followed by VKA only for intended treatment durations of 3, 6, or 12 months. Patients were grouped into four categories according to the extent of the proximal vein thrombosis that was recorded at baseline: 1) popliteal vein alone; 2) popliteal and superficial femoral vein; 3) popliteal, superficial femoral, and common femoral vein; and 4) all combinations of DVT without popliteal vein involvement. Patients were followed for recurrent events. All baseline and recurrent events were assessed by a central independent adjudication committee that was unaware of treatment allocation. The effect of thrombus location on the incidence of recurrent VTE was assessed using a Cox proportional hazard model. Results: Recurrent VTE occurred in 21/1,040 (2.0%) patients with popliteal vein thrombosis only; in 28/1,002 (2.8%) patients with thrombosis located in the popliteal and superficial femoral vein; in 26/935 (2.8%) patients with thrombosis in the popliteal, superficial femoral, and common femoral vein (± iliac vein); and in 11/370 (3.0%) patients without popliteal vein involvement. None of these differences was statistically significant ( p =0.87). The relative effect of rivaroxaban versus enoxaparin/VKA was similar in these subgroups (Table). Conclusions: At baseline, most patients in the EINSTEIN DVT study had thrombosis that involved more than one proximal vein. While patients were on treatment, the extent of the DVT at baseline was not predictive for recurrent VTE irrespective of type of treatment. Patients with extensive thrombosis (i.e. popliteal, superficial femoral, and common femoral vein involvement) had a recurrence rate below 3%, which was similar to the rate of recurrence in patients with thrombosis in only one vein at baseline. In summary, this analysis suggests that the localization and extent of the initial DVT was not predictive of the rate of recurrent venous thromboembolic events in the EINSTEIN DVT patient population while patients were on anticoagulation.  Location of thrombus (vein) . Incidence of recurrent events . Hazard ratio (95% confidence interval) . Rivaroxaban n/n (%) . Enoxaparin/VKA n/n (%) . Popliteal only 6/509 (1.2) 15/531 (2.8) 0.40 (0.15–1.02) Popliteal and superficial femoral 12/525 (2.3) 16/477 (3.4) 0.67 (0.32–1.42) Popliteal, superficial femoral, and common femoral 12/462 (2.6) 14/473 (3.0) 0.84 (0.39–1.81) Location of thrombus (vein) . Incidence of recurrent events . Hazard ratio (95% confidence interval) . Rivaroxaban n/n (%) . Enoxaparin/VKA n/n (%) . Popliteal only 6/509 (1.2) 15/531 (2.8) 0.40 (0.15–1.02) Popliteal and superficial femoral 12/525 (2.3) 16/477 (3.4) 0.67 (0.32–1.42) Popliteal, superficial femoral, and common femoral 12/462 (2.6) 14/473 (3.0) 0.84 (0.39–1.81) View Large Character count: 2670/3800 (spaces excluded) (2983 including table) Disclosures: Prins: Bayer HealthCare: Consultancy, Honoraria. Prandoni: GSK: Membership on an entity's Board of Directors or advisory committees. Lensing: Bayer HealthCare AG: Employment. van Bellen: Bayer: Membership on an entity's Board of Directors or advisory committees, Research Funding. Pap: Bayer HealthCare AG: Employment. Raskob: Bayer: Consultancy, Honoraria; Johnson & Johnson: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; Daiichi Sankyo: Consultancy, Honoraria; Boehringer-Ingelhiem: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; GSK: Consultancy, Honoraria; Sanofi-Aventis: Consultancy, Honoraria. Büller: Sanofi-aventis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer HealthCare: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Meyers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Daiichi-Sankyo: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; GlaxoSmithKline: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}