{
    "doi": "https://doi.org/10.1182/blood.V108.11.4056.4056",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=751",
    "start_url_page_num": 751,
    "is_scraped": "1",
    "article_title": "Hepatocellular Carcinoma in Patients with Hemophilia and Chronic Hepatitis C Infection. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "carcinoma, hepatocellular",
        "hemophilia a",
        "hepatitis c, chronic",
        "infections",
        "concentrate dosage form",
        "child-turcotte-pugh classification",
        "coinfection",
        "hemophilias",
        "hepatitis c",
        "liver cirrhosis"
    ],
    "author_names": [
        "Charis von Auer, MD",
        "Sandra Heinsdorf",
        "Manuela Krause, MD",
        "Wolfgang Miesbach, MD",
        "Inge Scharrer, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, J. Gutenberg University Hospital, Mainz, Germany"
        ],
        [
            "Department of Hemostaseology, J.W. Goethe Universitiy Hospital, Frankfurt, Germany"
        ],
        [
            "Department of Hemostaseology, J.W. Goethe Universitiy Hospital, Frankfurt, Germany"
        ],
        [
            "Department of Hemostaseology, J.W. Goethe Universitiy Hospital, Frankfurt, Germany"
        ],
        [
            "Department of Hematology and Oncology, J. Gutenberg University Hospital, Mainz, Germany"
        ]
    ],
    "first_author_latitude": "49.99407",
    "first_author_longitude": "8.2565283",
    "abstract_text": "Hepatitis C virus (HCV) infection is often observed in hemophilic patients who were treated with non-virus inactivated clotting factor concentrates prior to the mid 1980s. HCV infected patients exhibit an increased risk of developing liver cirrhosis and hepatocellular carcinoma (HCC). Hemophilia cohort studies until 2004 suggest a prevalence of HCC development of 0,1–0,2% in HCV infected hemophilic patients. During the last two years we observed a rapid increase in HCC development in our hemophilia treatment center. In the current study we analyzed our data to investigate the impact of chronic HCV infection in hemophilic patients today. We treated 90 hemophiliacs with chronic HCV hepatitis. Seven of these patients (6,3%) developed a HCC between 2002 and 2005, six of them only between 2004 and 2005. Five patients had severe hemophilia A, one mild hemophilia A, one severe hemophilia B, two of them had co-infections (HIV and HIV+HBV). Three had HCV genotype 1b, three 3a and one unknown. Four had been treated with interferon alpha/peginterferon alone or in combination with ribavirin, only one achieved a virologic response. Two patients refused treatment of HCV infection, one patient was not treated due to HIV co-infection. Their age at HCC diagnosis ranged from 40 to 73 years (median 60), time-course between estimated HCV infection and HCC development ranged between 11 and 35 years (median 22). All patients had developed liver cirrhosis: two Child-Pugh A, one Child-Pugh B and four Child-Pugh C. Six patients were asymptomatic; only one patient had jaundice when HCC was detected. All were regularly checked at least once a year with routine screening of AFP level and ultrasound (US) scans. Three patients had normal, four elevated AFP levels (>15ng/ml), three had US scans without pathological finding when HCC was detected. All had consistently or intermittently elevated serum ALT levels during the last five years before diagnosis. HCC was diagnosed either by elevated AFP levels plus US identification (2) or plus MRT (2), by MRT plus check of arterial hypervascularisation (1) plus liver biopsy (1). One patient was only diagnosed after liver transplantation for chronic liver disease. Orthotopic liver transplantation was done in one patient, transcatheter arterial chemoembolization (TACE) in three, two patients have died of liver failure. Our data show that at present HCC is an increasingly frequent cause of mortality in hemophilic patients with chronic HCV infection. The detection of six HCC in only 15 months is striking. Especially nowadays a close follow up on hemophilic patients with chronic HCV infection seems to be mandatory. This should result in earlier detection and consequently more easily treatable tumors and longer survival of our patients."
}