{
    "doi": "https://doi.org/10.1182/blood.V128.22.4995.4995",
    "article_title": "Down-Regulation of Protein C Pathway Associated with Increased Inflammation in Patients with Implanted Ventricular Assist Devices As a Potential Cause of Pump Thrombosis ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis",
    "abstract_text": "Introduction: The use of left ventricular assist devices (LVADs) is increasingly common in patients suffering from heart failure. However, the placement of an LVAD comes with risks, including pump thrombosis that occurs in up to 20% of patients. Pump thrombosis constitutes a major cause of death in this patient population, and understanding the mechanism behind this complication will allow its prevention. The protein C pathway is critical in the maintenance of blood hemostasis, aiding in the prevention of hypercoagulability. It is hypothesized that the state of inflammation in LVAD patients dysregulates the protein C pathway, creating a hypercoagulable state with resultant thrombosis. The objective of this project was to characterize changes in the protein C pathway in patients supported by an LVAD who experienced a thrombotic event. Materials and Methods: Citrated plasma sampleswere collected peri-operatively and at varying times post-operatively from 22 patients implanted with a Thoratec HeartMate II LVAD. Plasma samples were stored frozen (-80°C) and batch analyzed for levels of total protein S, free protein S, protein C, C-reactive protein (CRP), soluble endothelial cell protein C receptor (EPCR) and soluble thrombomodulin (TM) by ELISA. Samples near the time of an event and 1-3 months earlier were analyzed. The occurrence of adverse clinical events was determined retrospectively using an internal RedCap database. LVAD-associated thrombosis was characterized as: cerebrovascular accident/transient ischemic attack diagnosed by a neurologist, rise in LDH or plasma free hemoglobin, hemolysis, evidence of pump dysfunction consistent with thrombus identified by pump parameters, echocardiographic or computed tomographic evidence of clot, or surgical pump exchange for thrombus. A comparative group was composed of patients with LVAD-associated bleeding (the other frequent complication in this population) events characterized as: anemia and bleeding determined by a cardiologist. Results: The median level of CRP was higher and levels of total and free protein S were lower in patients with thrombotic events compared to those with bleeding events. Median levels of protein C and TM were comparable in patients with thrombotic or bleeding events. Secondly, for patients with a thrombotic event, levels of total protein S, free protein S, and protein C (but not TM or CRP) were further decreased at time near the event. No changes were observed in any of these parameters preceding or at the time of a bleeding complication. Compared to normal ranges, levels of proteins C and S were consistent with low-dose warfarin therapy (INR 1.5-2.0) given to all LVAD patients; TM levels were similar to normal (2.8 ng/ml). EPCR levels were lower than normal (828 ng/ml) in all groups with no apparent change at time of event. Compared to normal (0.8 µg/ml) CRP levels were very elevated in the thrombosis patients and slightly elevated in the bleeding patients. Conclusions: This data demonstrates excessively high CRP levels in patients who experienced LVAD-associated thrombosis. These patients also had lower total protein S and free protein S levels which decreased further at time of the thrombotic event. In the immunoassays used in this study no difference was observed between the levels of total and free protein S. Whether the up-regulated inflammatory state increases levels of the protein S linked C4b binding protein and whether the function of protein S is inhibited could not be proven here. This study suggests that protein S is a gatekeeper for the function of the protein C pathway. Clinically, in addition to measuring protein S levels and/or function, the degree of the inflammatory state should be considered as the level of C4b binding protein would be altered affecting the functionality of protein S. Our study has shown that abnormal levels of protein S and CRP are components that establish a hypercoagulable environment in LVAD implanted patients where pump thrombus develops weeks later. Table View large Download slide Table View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "inflammation",
        "protein c",
        "thrombosis",
        "ventricular assist device",
        "down-regulation",
        "protein s",
        "thrombus",
        "c-reactive protein",
        "hemorrhage",
        "endothelial protein c receptor"
    ],
    "author_names": [
        "Tania Torres, MS, BA",
        "Jeanine M. Walenga, PhD",
        "Walter Jeske, PhD",
        "Vicki Escalante, BS",
        "Erin Coglianese, MD",
        "Jeffrey Schwartz, MD",
        "Mamdouh Bakhos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tania Torres, MS, BA",
            "author_affiliations": [
                "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeanine M. Walenga, PhD",
            "author_affiliations": [
                "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter Jeske, PhD",
            "author_affiliations": [
                "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vicki Escalante, BS",
            "author_affiliations": [
                "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin Coglianese, MD",
            "author_affiliations": [
                "Heart Failure Section of Cardiology Department of Medicine, Loyola University Medical Center, Maywood, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Schwartz, MD",
            "author_affiliations": [
                "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mamdouh Bakhos, MD",
            "author_affiliations": [
                "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:29:23",
    "is_scraped": "1"
}