{
    "doi": "https://doi.org/10.1182/blood.V114.22.1030.1030",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1503",
    "start_url_page_num": 1503,
    "is_scraped": "1",
    "article_title": "Treatment of Therapy-Related Myeloid Neoplasms with High-Dose Cytarabine/Mitoxantrone Followed by Hematopoietic Cell Transplantation (HCT). ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, Excluding Transplantation Poster I",
    "topics": [
        "cytarabine",
        "hematopoietic stem cell transplantation",
        "mitoxantrone",
        "neoplasms",
        "allogeneic hematopoietic stem cell transplant",
        "chemotherapy, neoadjuvant",
        "transplantation",
        "chemotherapy regimen",
        "consolidation therapy",
        "cytotoxic drug therapy"
    ],
    "author_names": [
        "Lucy A Godley",
        "Uchenna O. Njiaju",
        "Margaret Green",
        "Howard Weiner",
        "Shang Lin, PhD",
        "Olatoyosi Odenike, MD",
        "Elizabeth Shima Rich, MD, PhD",
        "Andrew Artz, MD, MS",
        "Koen van Besien, MD",
        "Christopher Daugherty, MD",
        "Yanming Zhang",
        "Michelle M. Le Beau, PhD",
        "Wendy Stock, MD",
        "Richard A. Larson, MD"
    ],
    "author_affiliations": [
        [
            "Univ. of Chicago Med. Ctr., Chicago, IL, USA, "
        ],
        [
            "Hematology/Oncology, University of Chicago, Chicago, IL, USA, "
        ],
        [
            "University of Chicago Medical Center, Chicago, IL, USA, "
        ],
        [
            "Hematology/Oncology, University of Chicago, Chicago, IL, USA, "
        ],
        [
            "University of Chicago Medical Center, Chicago, IL, USA, "
        ],
        [
            "University of Chicago, Chicago, IL, USA, "
        ],
        [
            "University of Chicago, Chicago, IL, USA, "
        ],
        [
            "University of Chicago Hospital, Chicago, IL, USA, "
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, The University of Chicago Medical Center, Chicago, IL, USA, "
        ],
        [
            "University of Chicago, Chicago, IL, USA, "
        ],
        [
            "Dept. of Medicine, The University of Chicago, Chicago, IL, USA, "
        ],
        [
            "University of Chicago, Chicago, IL, USA, "
        ],
        [
            "Section Heme/Onc, University of Chicago, Chicago, IL, USA"
        ],
        [
            "University of Chicago, Chicago, IL, USA, "
        ]
    ],
    "first_author_latitude": "41.789294399999996",
    "first_author_longitude": "-87.60399629999999",
    "abstract_text": "Abstract 1030 Poster Board I-52 Few clinical protocols have focused exclusively on the care of patients with therapy-related myeloid neoplasms (t-MN), and typically the disease confers a poor prognosis. We conducted a clinical trial exclusively for these patients. Between February 2003 and February 2009, we enrolled 32 adult patients with untreated t-MN. The median age was 56 years old (range, 23-83), and 38% were >60 years old. Eight patients (25%) had a total combined Charlson comorbidity index of >4, indicating that they were at high-risk for toxicity from the treatment, either due to older age or medical co-morbidities. T-MN developed following cytotoxic therapy for a malignant disease in 28 patients (88%), following cytotoxic therapy for rheumatologic disease in 2 patients (6%), and with immunosuppressive therapy after solid organ transplants in 2 patients (6%). The latency interval was highly variable, but the greatest fraction of patients (28%) experienced a latency of 4 - 9 years between their primary cytotoxic treatment and development of t-MN (median latency, 3.6 years; range 0.9-23 years). In 8 patients (25%), the latency was 2 years or less. 84% of patients had clonal cytogenetic abnormalities; 35% had a complex karyotype; 45% had abnormalities of chromosomes 5 or 7 or both.; 5 patients had t(9;11). All patients received induction chemotherapy with high-dose cytarabine (3,000mg/m2 over 4 hours) followed immediately by mitoxantrone (30mg/m2 over 1 hour), both given once on days 1 and 5 in a timed-sequential schedule. The complete remission (CR) rate after a single course was 66% and the partial remission (PR) rate was 16%, for an overall response rate of 82%. Grade 4 cardiac dysfunction occurred in 4 patients, resulting in the early death of one. Three of these patients had normal ejection fractions prior to beginning induction chemotherapy (including the patient who died), and one began therapy with an ejection fraction of 43%. Among the 21 patients who achieved a CR, 13 (62%) received consolidation therapy with allogeneic HCT, 4 (19%) received an autologous HCT, and 3 (14%) received only further chemotherapy. Three of the 5 patients who achieved a PR received an allogeneic HCT. Long-term disease-free survival (DFS) was observed in patients with each of the 3 modalities of consolidation therapy. The median overall survival (OS) was 399 days (range, 15-1972+), and OS at 1 year was 51%. Survival was significantly better among those patients who achieved a CR (median, 673 days) compared to those who had a PR (median, 126 days) to induction chemotherapy (P=0.003). OS at 1 year was 74% for patients who had achieved a CR compared with 20% for patients who had achieved a PR to induction. Median DFS was 415 days, with 59% of patients remaining disease-free at 1 year. OS was significantly longer in patients who underwent HCT compared to those who did not. The median survival for patients who received an allogeneic HCT was 673 days (range, 74-1798+) compared to 399 days for patients who received an autologous HCT (range, 353-917+), and 93 days for patients who received no transplant (range, 15-1972+) (P=0.002). OS at 1 year was 72% for patients who had undergone an allogeneic HCT, 75% for patients who had an autologous HCT, and 17% for patients who had not received a transplant. The DFS at 1 year was 67% for patients who underwent either an allogeneic or autologous stem cell transplant compared to 25% for those who did not have a transplant. To date, 9 patients (28%) remain alive and disease-free: 7 (22%) after allogeneic HCT; 1 after autologous HCT; and 1 after consolidation with only chemotherapy. Overall, remission induction therapy with high-dose cytarabine and mitoxantrone is an effective and tolerable regimen for patients with t-MN, allowing aggressive consolidation regimens, HCT, and long-term disease-free survival. Disclosures: Stock: Genzyme: Research Funding."
}