{
    "doi": "https://doi.org/10.1182/blood-2019-124761",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4244",
    "start_url_page_num": 4244,
    "is_scraped": "1",
    "article_title": "Distinct Chromatin Accessibility Changes, Aberrant Transcription Factor Networks Combined with Novel Oncogenic Enhancers Characterise Myeloma-Initiating Genetic Events ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chromatin",
        "enhancer of transcription",
        "multiple myeloma",
        "transcription factor",
        "genetics",
        "cyclin d1",
        "atac trial",
        "rna",
        "choroidal neovascularization",
        "distal intestinal obstruction syndrome"
    ],
    "author_names": [
        "Nikolaos Trasanidis",
        "Jaime Alvarez-Benayas",
        "Alexia Katsarou",
        "Aristeidis Chaidos",
        "Philippa C May",
        "Kanagaraju Ponnusamy",
        "Xiaolin Xiao",
        "Marco Bua, MD",
        "Maria Atta, MD",
        "Irene Roberts",
        "Holger W Auner, MD PhD",
        "Evdoxia Hatjiharissi",
        "Maria Papaioannou",
        "Valentina S Caputo",
        "Ian Sudbery",
        "Anastasios Karadimitris"
    ],
    "author_affiliations": [
        [
            "Hugh & Josseline Langmuir Centre for Myeloma Research, Centre for Haematology, Department of Inflammation and Immunity, Imperial College London, London, United Kingdom "
        ],
        [
            "Sheffield Institute for Nucleic Acids, Department of Molecular Biology and Biotechnology, University of Sheffield, Sheffield, United Kingdom "
        ],
        [
            "Hugh & Josseline Langmuir Centre for Myeloma Research, Centre for Haematology, Department of Inflammation and Immunity, Imperial College London, London, United Kingdom ",
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Hugh & Josseline Langmuir Centre for Myeloma Research, Centre for Haematology, Department of Inflammation and Immunity, Imperial College London, London, United Kingdom ",
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Centre for Haematology, Department of Inflammation and Immunity, Imperial College London, London, United Kingdom "
        ],
        [
            "Hugh & Josseline Langmuir Centre for Myeloma Research, Centre for Haematology, Department of Inflammation and Immunity, Imperial College London, London, United Kingdom "
        ],
        [
            "Hugh & Josseline Langmuir Centre for Myeloma Research, Centre for Haematology, Department of Inflammation and Immunity, Imperial College London, London, United Kingdom "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "MRC Molecular Haematology Unit, MRC Weatherall Institute of Molecular Medicine and Dept of Paediatrics, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Hugh & Josseline Langmuir Centre for Myeloma Research, Centre for Haematology, Department of Inflammation and Immunity, Imperial College London, London, United Kingdom ",
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "First Department of Internal Medicine, Division of Haematology, AHEPA University Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece"
        ],
        [
            "First Department of Internal Medicine, Division of Haematology, AHEPA University Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece"
        ],
        [
            "Hugh & Josseline Langmuir Centre for Myeloma Research, Centre for Haematology, Department of Inflammation and Immunity, Imperial College London, London, United Kingdom "
        ],
        [
            "Sheffield Institute for Nucleic Acids, Department of Molecular Biology and Biotechnology, University of Sheffield, Sheffield, United Kingdom "
        ],
        [
            "Hugh & Josseline Langmuir Centre for Myeloma Research, Centre for Haematology, Department of Inflammation and Immunity, Imperial College London, London, United Kingdom ",
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Foundation Trust, London, United Kingdom "
        ]
    ],
    "first_author_latitude": "51.498822200000006",
    "first_author_longitude": "-0.1748735",
    "abstract_text": "In multiple myeloma (MM), a malignancy of the bone marrow plasma cells (BMPC), hyperdiploidy (HY) and oncogene over-expression via chromosomal translocation [including CCND1- t(11;14), MAF- t(14;16), MMSET-t(4;14)] are the primary myeloma initiating events (MIE) that drive distinct transcriptional programs. These are further shaped by secondary SNV and CNV events. This genetic heterogeneity converges, in most cases, to a functionally dichotomous state of CCND1 or CCND2 overexpression . The molecular mechanisms underlying each of the distinct myelomagenic transcriptomes and the CCND1 vs CCND2 dichotomy have not been defined. To address these questions, we obtained highly purified BMPC from 3 healthy donors and 30 MM patients (HY: 15; CCND1: 4; MMSET: 5; MAF: 2; other: 4), either at diagnosis or relapse, and mapped their chromatin accessibility and transcriptome profiles by ATAC-seq and RNA-seq, respectively. In total, we obtained ~300K regions with accessible chromatin in either MM or normal PC. Overall chromatin accessibility increased in myeloma compared to normal PC, particularly in MAF - and MMSET -translocated subtypes. Analysis of combined ATAC-seq/RNA-seq by Multi-Omics Factor Analysis (MOFA) resulted in a clearer samples distinction than either ATAC-seq or RNA-seq alone, with altered chromatin accessibility accounting for more of the variance than expression. Of the top five identified factors, the top two (one transcriptome driven, one accessibility driven) distinguished normal from MM samples, whilst two more separated MMSET, MAF and CCND1 subgroups. Ninety seven, 157, 256 and 348 overexpressed genes in the CCND1, HY, MMSET and MAF subgroups, respectively, were predicted to be regulated by differentially accessible enhancers. Twenty percent (165/858) of these genes were overexpressed in >1 subgroup suggesting a process of chromatin accessibility-based convergence evolution. Enrichment analysis suggested direct or indirect involvement of Polycomb and chromatin remodellers; significant enrichment was also found for genes involved in neurogenesis. ATAC-seq footprinting predicted binding sites for 250 expressed transcription factors (TFs), 116 of which displayed higher binding frequency in myeloma than in normal PC and included both known (e.g., XBP1, RELA, IRF4, PRDM1) and potentially novel regulators of myeloma biology (e.g., CXXC1 and NFE2L1). The remaining 134 TF were predicted to be present in at least one MM subgroup, but absent in normal PC. Amongst them, as expected, MAF was active in the MMSET- and more so in the MAF-translocated subgroups. DepMap database analysis suggested myeloma cell dependency on 181/250 TF (CRISPR/Cas9 CERES score < -0.1 in >3/14 MMCL analysed). In dissecting the regulatory basis of CCND2 vs CCND1 dichotomy, one MOFA factor completely separated MAF from CCND1 samples, placing extreme opposite weights on the expression of CCND2 and CCND1 respectively. Interestingly, the same factor identified open-chromatin clusters upstream of CCND2 and linked them to its over-expression. These clusters were also open in the MMSET group and in CCND2-expressing HY samples. Conversely, no accessibility was detected in the CCND1 group, the CCND1-expressing HY samples or in normal PCs. Further, super-enhancer calling using the H3K27ac histone mark in MAF-translocated JJN3 cells identified the region of interest as a bona fide super-enhancer. Chromatin long range interactions, as assessed by Capture-HiC, demonstrated high frequency interactions of the CCND2 promoter with the constituent elements of the putative super-enhancer. Experimental validation using a CRISPR/Cas9i system confirmed the functional role of all 4 super-enhancer constituents tested in the regulation of CCND2 expression, while TF footprinting predicted MAF binding to the super-enhancer in MAF-translocated PC. In conclusion, we show that distinct oncogenic transcriptomes in MM are underpinned by extensive chromatin changes, accompanied by TF activity 're-wiring' that does not necessarily require transcriptional deregulation of the TF themselves. We identify novel, non-oncogene TF dependencies that suggest therapeutic opportunities in MM and we discover and characterise the critical super-enhancer that drives overexpression of the CCND2 oncogene in MM. Disclosures Auner: Amgen: Other: Consultancy and Research Funding; Takeda: Consultancy; Karyopharm: Consultancy. Hatjiharissi: Janssen: Honoraria. Caputo: GSK: Research Funding. Karadimitris: GSK: Research Funding."
}