{
    "doi": "https://doi.org/10.1182/blood-2018-99-120342",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4021",
    "start_url_page_num": 4021,
    "is_scraped": "1",
    "article_title": "Feasibility and Cost Analysis of Day 4 Granulocyte Colony-Stimulating Factor Mobilized Peripheral Blood Progenitor Cell Collection from HLA-Matched Sibling Donors ",
    "article_date": "November 29, 2018",
    "session_type": "711. Cell Collection and Processing: Poster III",
    "topics": [
        "donors",
        "granulocyte colony-stimulating factor",
        "human leukocyte antigens",
        "peripheral blood stem cell transplantation",
        "relationship - sibling",
        "cd34 antigens",
        "bone pain",
        "transplantation",
        "drugs, non-prescription",
        "electrolyte abnormality"
    ],
    "author_names": [
        "Laura F. Newell, MD",
        "Rebekah Knight",
        "Kelsea Shoop",
        "Sara Murray",
        "Rogelyn Kwock, NP",
        "Carol Jacoby, NP",
        "Susan Slater, NP",
        "Bryon Allen, NP",
        "Brad Cota, MBA",
        "Peggy Appel",
        "Rachel J. Cook, MD",
        "Richard T. Maziarz, MD",
        "Gabrielle Meyers, MD"
    ],
    "author_affiliations": [
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health and Science University, Portland, OR "
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science Univ., Portland, OR"
        ],
        [
            "Knight Cancer Institute, Oregon Health and Science University, Portland, OR "
        ]
    ],
    "first_author_latitude": "45.49868994999999",
    "first_author_longitude": "-122.68525135",
    "abstract_text": "Introduction: Published guidelines recommend mobilization of allogeneic peripheral blood progenitor cells (PBPC) with 4-5 days of granulocyte colony-stimulating factor (G-CSF) followed by PBPC collection on day 5. Given that some autologous transplant patients are adequately mobilized by day 4, and concern that a subset of allogeneic donors may be maximally mobilized before day 5 of G-CSF administration, we performed a feasibility study evaluating day 4 allogeneic PBPC collection. Methods: This single-center prospective study included adult patients with malignant diseases who received a first allogeneic hematopoietic stem cell transplant (HCT) at our center between 7/1/2013 - 6/30/2017. HLA-matched sibling donors received 10 μg/kg of G-CSF subcutaneously prior to PBPC collection. Donors were collected on day 4 of G-CSF if peripheral blood (PB) CD34 + counts were ≥0.04x10 6 /ml. Donors with day 4 PB CD34 + counts <0.04x10 6 /ml were collected on day 5, and those with inadequate collected CD34 + cells/kg recipient weight underwent repeat collection over two days. Patient and donor characteristics, PBPC product composition, transplant outcomes, and cost analysis of the PBPC collection procedure were compared to a historical cohort of donors collected on day 5 according to our prior algorithm. Results: One hundred and one patients/donors were eligible for inclusion on study, and 75 were included in the historical cohort. Of the 101 donors on study, 50 (49.5%) had adequate PBPC collection on day 4 of G-CSF, 26 (25.7%) were collected on day 5, and 25 (24.8%) required two-day collections on days 4 and 5. The median day 4 donor PB CD34 + cell count was 0.06 (range 0.03-0.13) x 10 6 /ml among donors collecting on day 4, 0.03 (range 0.007-0.09) x 10 6 /ml for donors collecting on day 5, and 0.019 (range 0.004-0.04) x 10 6 /ml for donors collecting over two-days (p<0.001). The most common reported donor symptoms were bone pain, myalgia/malaise, headache, and circumoral tingling/electrolyte abnormalities. Compared to the historical cohort, donors with PBPC collection on day 4 were significantly more likely to develop bone pain, require narcotics, and take over-the-counter (OTC) medications, day 5 donors were significantly more likely to develop bone pain and take OTC medications, and two-day donors were significantly more likely to develop bone pain and circumoral tingling/electrolyte abnormalities. The median collected PBPC CD34 + cell count (7.25 x 10 6 /kg recipient weight) and infused PBPC product CD34 + cell count (5.67 x 10 6 /kg recipient weight) were significantly greater in products collected on day 4, compared to products collected on other days. In comparison, the infused PBPC product total nucleated cell (TNC) count (7.13 x 10 8 /kg recipient weight), mononuclear cell (MNC) count (5.84 x 10 8 /kg recipient weight), and CD3 + cell count (2.14 x 10 8 /kg recipient weight) were significantly lower in products collected on day 4 compared to other collection cohorts (p<0.001, p<0.001, and p=0.002, respectively for day 5, two-day, and historical cohort). There were no significant differences in time to neutrophil or platelet engraftment, or in the incidence of acute or chronic graft-versus-host-disease, based on day of collection. There was a non-significant trend towards improved 1-year survival among patients transplanted with PBPC collected on day 4 (p=0.077). Cost analysis revealed a 6.7% savings in direct costs per collection procedure for the day 4 collection method versus historical cohort. Conclusions: Using a day 4 PB CD34 + threshold of ≥0.04x10 6 /ml identifies donors with a high likelihood of adequate PBPC collection. While differences in PBPC product composition and donor symptoms were seen based on day of collection, we found no evidence of adverse post-HCT outcomes associated with day 4 PBPC collection. Day 4 may be the optimal day of stem cell collection for a population of healthy donors without adverse effect on transplant outcomes, and with an anticipated cost savings. Ongoing analyses include resource utilization review, matched cohort analysis of day 4 versus 5 collection and correlation with transplant outcomes, more detailed PBPC production composition analysis among the collection cohorts, and longer post-HCT follow-up and association with outcomes based on day of PBPC collection. These findings merit further analysis in larger HCT cohorts. Table. View large Download slide Table. View large Download slide  Disclosures Cook: Syros Pharmaceuticals: Consultancy. Maziarz: Incyte: Consultancy, Honoraria; Kite Therapeutics: Honoraria; Novartis Pharmaceuticals Corporation: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Athersys, Inc.: Patents & Royalties; Juno Therapeutics: Consultancy, Honoraria."
}