{
    "doi": "https://doi.org/10.1182/blood-2018-99-110964",
    "article_title": "Cooperative Epigenetic Regulation By ASXL1 and NF1 Loss on Leukemogenesis ",
    "article_date": "November 29, 2018",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Epigenetic Modification",
    "abstract_text": "Introduction: Additional sex combs-like 1 ( ASXL1 ) is frequently mutated in a wide range of myeloid malignancies, including myelodysplastic syndrome (MDS), myeloproliferative neoplasm, chronic myelomonocytic leukemia, and acute myeloid leukemia (AML). Notably, ASXL1 mutations are generally associated with the poor clinical outcomes. We and others have established Asxl1 mouse models and demonstrated that loss of Asxl1 leads to MDS-like disease, which can transform to myeloid leukemia in aged mice. These studies suggest that additional mutations may cooperate with Asxl1 loss to induce the leukemia transformation. However, the molecular mechanisms underlying the leukemogenesis associated with ASXL1 and cooperating mutations remain to be elucidated. Methods: To identify cooperating events with ASXL1 mutations in myeloid malignancies, we recruited a cohort of 138 ASXL1 mutated patients and performed targeted exome sequencing. We then characterized the hematopoietic features using mouse models. A serial hematopoietic phenotypic analyses were used, including peripheral blood counts, flow cytometry, colony assay, morphology and transplantation assays. To decipher the molecular mechanisms by which loss of Asxl1 and Nf1 cooperate in promoting myeloid leukemia transformation, we performed RNA-seq and ChIP-seq to identify the differentially expressed genes and their associated histone modifications in four genotypes of mice, WT, Asxl1 +/- , Nf1 +/- , and Asxl1 +/- ;Nf1 +/- mice. Finally, the leukemic mice were treated with pharmacologic inhibitors targeting both MAPK pathway and BET bromodomain in vivo as a proof-of-concept approach. Results: We analyzed the gene mutation profiles of 138 ASXL1 mutated patients based on targeted sequencing and found that 35 of these patients have gene mutations involving in RAS/MAPK signaling pathway, including NF1 , NRAS , KRAS , PTPN11 or CBL . The incidence of AML was significantly higher in patients with RAS pathway mutations (48.6%) than in the cases without RAS pathway mutations (29.1%, p = 0.036, chi-square test). These data suggest that concomitant mutations of ASXL1 and RAS pathway genes associate with poor prognosis in myeloid malignancies. To validate the functional significance of cooperative mutations of ASXL1 and NF1, a negative regulator of the RAS signaling pathway, in the disease progression of myeloid leukemia, we generated Asxl1 +/- ; Nf1 + /- and Mx1Cre;Asxl1 fl /fl ;Nf1 fl /fl ( Asxl1 Δ/Δ ;Nf1 Δ /Δ ) mice and performed hematopoietic phenotypic analyses. Asxl1 loss cooperates with haploinsufficiency of Nf1 to accelerate the development of myeloid leukemia in mice. Asxl1 Δ/Δ ;Nf1 Δ /Δ mice displayed a rapid, progressive leukocytosis with severe anemia and thrombocytopenia 3-6 months after pIpC injection, indicative of aggressive myeloid leukemia with a 100% penetrance. Loss of Asxl1 and Nf1 in hematopoietic stem and progenitor cells lead to transcriptional activation of multiple pathways critical for leukemogenesis, such as MYC, NRAS, and BRD4. Convergent analysis of RNA-seq and ChIP-seq data reveal that the hyperactive MYC and BRD4 transcription program is correlated with elevated H3K4 tri-methylation at the promoter regions of genes involving these pathways. Importantly, pharmacological inhibition of both MAPK pathway and BET bromodomain prevents leukemia initiation and inhibits disease progression in Asxl1 Δ/Δ ;Nf1 Δ /Δ mice, and significantly prolonged the survival of leukemic Asxl1 +/- ; Nf1 + /- mice. Conclusion: This study sheds lights on the understanding of the cooperative effect between epigenetic alterations and signaling pathways in accelerating the progression of myeloid malignancies and provides a rationale therapeutic strategy for the treatment of myeloid malignancies with ASXL1 and RAS pathway gene mutations. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "asxl1 gene",
        "epigenetics",
        "leukemogenesis",
        "cancer",
        "leukemia, myeloid",
        "mitogen-activated protein kinases",
        "disease progression",
        "leukemia",
        "rna",
        "anemia"
    ],
    "author_names": [
        "Peng Zhang, PhD",
        "Fuhong He, PhD",
        "Jie Bai, MD",
        "Shi Chen",
        "Stephen D. Nimer, MD",
        "Yuan Zhou, PhD",
        "Mingjiang Xu, MD PhD",
        "Qianfei Wang, PhD",
        "Feng-Chun Yang, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peng Zhang, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology & Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fuhong He, PhD",
            "author_affiliations": [
                "Key Laboratory of Genomic and Precision Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jie Bai, MD",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shi Chen",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology & Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen D. Nimer, MD",
            "author_affiliations": [
                "Department of Medicine & Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuan Zhou, PhD",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mingjiang Xu, MD PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology & Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qianfei Wang, PhD",
            "author_affiliations": [
                "Key Laboratory of Genomic and Precision Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feng-Chun Yang, MD PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology & Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:33:04",
    "is_scraped": "1"
}