{
    "doi": "https://doi.org/10.1182/blood.V122.21.4431.4431",
    "article_title": "Inhibition Of Autophagy By ACY-1215, a Selective HDAC6 Inhibitor Accelerates Carfilzomib-Induced Cell Death In Multiple Myeloma ",
    "article_date": "November 15, 2013",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster III",
    "abstract_text": "Proteasome inhibitors (PI) induce significant apoptosis associated with c-Jun NH2-terminal kinase (JNK) and caspase activation in multiple myeloma (MM). When the proteasome is inhibited, aggregated misfolded proteins are ubiquitinated, and polyubiquitinated aggregated proteins are transported to the microtubule organizing center (MTOC). These proteins are bound by the HDAC6-dynein motor complex to form aggresomes. The aggresome is engulfed by autophagosomes before it is finally subjected to degradation by lysosomes. This proteolysis system (autophagy) is considered to be one of the key mechanisms of cell survival. An HDAC6 inhibitor can potentially regulate the autophagosome-proteolysis system by inhibiting aggresome formation. Therefore, combination treatment targeting the proteasomal degradation system with a PI and the autophagosome-proteolysis system with an HDAC6 inhibitor results in accelerated cell death and is the subject of several ongoing clinical trials. Although this mechanism makes rational sense, it has not yet been demonstrated in preclinical or clinical models using clinically approved compounds. Carfilzomib (CFZ) is a selective PI that is approved in the US for the treatment of relapsed and refractory MM. Carfilzomib selectively inhibits the chymotorypsin-like activity of the constitutive proteasome and the immunoproteasome. Here we studied the anti-MM effect of CFZ alone and in combination with the selective HDAC6 inhibitor ACY-1215 with respect to autophagy. Combination treatment with CFZ (50 nM, 1 hr)) with ACY-1215 (2 µM, 48 hr) showed synergistic cytotoxicity in RPMI8226, U266, H929, and MM.1s MM cell lines, including a bortezomib-resistant cell line, ABNL-BR, as demonstrated by MTT assay. Apoptosis activity was evaluated by ELISA and immunoblot analysis, and showed an increase in caspase cleavage and PARP expression in the combination treatment. In U266 and RPMI8226 cells, CFZ (50 nM) increased the autophagosome marker, LC3-II, as well as p62, a binding protein for ubiquitinated proteins within the aggresome and the autophagosome. When ACY-1215 (2 µM) was added to the system, increased LC3-II was observed. However, p62 was decreased, suggesting that aggresome formation was inhibited by ACY-1215. Importantly, in primary CD138 + MM cells the combination treatment of CFZ with ACY-1215 showed synergistic cytotoxicity. In primary CD138+ cells, single-agent CFZ (5 nM, 12 hr) increased LC3-II, and p62 levels were reduced by ACY-1215 (2 µM), which was consistent with the findings observed in MM cell lines. Immunofluorescence staining demonstrated that U266 cells treated with CFZ alone showed accumulation of ubiquitinated proteins in the cytoplasm and engulfment of aggresomes by autophagosomes. Although autophagosome formation was also evident in combination treatment as demonstrated by the association between p62 and LC3, association of autophagosome and aggresome was inhibited by the drug combination. This result suggests that ACY-1215 plays a role in disrupting the association between the aggresome and the autophagosome. Electron microscopy confirmed that combination treatment with ACY-1215 inhibits aggresome formation and autophagy induced by CFZ, thereby enhancing apoptosis in U266 cell line. However, electron microscopy in MM1s cells did not show an increase in autophagosome formation following use of single-agent CFZ, suggesting that cell death induced by CFZ and ACY-1215 may be cell specific. Nevertheless, the combination still results in increased cytotoxicity, suggesting stress response may be an additional mechanism. In fact the combination treatment results in an increased p-PERK and p-eIF2 alpha, markers of ER stress. In conclusion our data suggests that combination treatment with ACY-1215 and CFZ has significant synergistic cytotoxic effects against MM cells and may overcome bortezomib-resistance. Moreover, inhibition of aggresome formation and autophagy by ACY-1215 enhances apoptosis in some MM cell lines and in primary CD138+ MM cells. Ongoing animal studies will confirm this data and is the basis for a planned Phase I/II clinical trial in relapsed MM. Disclosures: Arastu-Kapur: Onyx Pharmaceuticals, Inc.: Employment. Kirk: Onyx Pharmaceuticals: Employment. Jones: Acetylon Pharmaceuticals, Inc: Employment. Noopur: Celgene: Consultancy; Millenium: Consultancy; Onyx: Consultancy; Amgen: Consultancy; Acetylon: Research Funding; Eli Lilly: Research Funding.",
    "topics": [
        "autophagy",
        "carfilzomib",
        "cell death",
        "histone deacetylase 6",
        "multiple myeloma",
        "cytotoxicity",
        "mechlorethamine",
        "ubiquitin",
        "bortezomib",
        "caspases"
    ],
    "author_names": [
        "Yuko Mishima",
        "Loredana Santo",
        "Diana D. Cirstea",
        "Homare Eda",
        "Neeharika Nemani",
        "Shirin Arastu-Kapur, Ph.D",
        "Christopher J. Kirk, Ph.D",
        "Simon S Jones, PhD",
        "Raje Noopur, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuko Mishima",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Loredana Santo",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diana D. Cirstea",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Homare Eda",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neeharika Nemani",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shirin Arastu-Kapur, Ph.D",
            "author_affiliations": [
                "Research, Onyx Pharmaceuticals, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher J. Kirk, Ph.D",
            "author_affiliations": [
                "Research, Onyx Pharmaceuticals, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon S Jones, PhD",
            "author_affiliations": [
                "Acetylon Pharmaceuticals, Inc., Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raje Noopur, MD",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T13:07:43",
    "is_scraped": "1"
}