{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4498.4498",
    "article_title": "Pro-Tmune, the Next Generation Graft for Allogeneic Hematopoietic Cell Transplantation: Phase 1 Safety and Efficacy Data ",
    "article_date": "December 7, 2017",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "abstract_text": "ProTmune, an ex vivo modulated mobilized peripheral blood (mPB) graft, has FDA fast track designation for the reduction of incidence and severity of acute graft-versus-host disease (GvHD) in patients undergoing allogeneic hematopoietic cell transplantation (HCT). Despite the use of standard protocols to prevent its occurrence, 50 to 60% of patients receiving an unrelated allogeneic HCT experience acute GvHD within 60 days post-HCT. Here we report early Phase 1 safety and efficacy data from PROTECT, the ongoing Phase 1 open-label / Phase 2 blinded and randomized controlled trial (RCT) of ProTmune in adult subjects with hematologic malignancy undergoing HCT following myeloablative conditioning using a matched unrelated donor and receiving standard GvHD prophylaxis of methotrexate and tacrolimus. As of July 31, 2017, five subjects were administered ProTmune in the Phase 1 portion of PROTECT. Underlying hematologic diseases included ALL, AML and MDS. Subjects were predominantly female (80%), with mean age of 54 (range 34 to 66) and mean weight of 75.2 +/- 14.7 kg. All subjects remain on study as of July 31, 2017 with a median follow-up of 53 days (range 33 to 224 days). ProTmune was manufactured on-site the day of HCT (Day 0) by pharmacologically modulating a mPB graft ex vivo with two small molecules (FT1050 and FT4145) to enhance the biologic properties and therapeutic function of the graft. All manufacturing runs have been successful, maintaining high cell viability (87.9 +/- 10.9%) and CD34 + cell recovery (87.7 +/- 13.5%). Successful pharmacologic modulation was confirmed by the marked increase in the percentage of cells positive for the potency marker CXCR4 (5.0 +/- 0.1% pre-manufacture to 67.3 +/- 7.9% post-manufacture). ProTmune, containing on average 6.8 +/- 3.6 x10 6 CD34 + cells/kg and 2.5 +/- 0.5 x10 8 CD3 + cells/kg, was administered on Day 0. ProTmune has been well tolerated in these five subjects. ProTmune-related AEs were limited to two cases of Grade 1 vomiting on the day of administration. No ProTmune-related SAEs have been reported. All subjects engrafted with no reports of secondary graft failure. Median time to neutrophil engraftment was Day 15 (range Day 14 to Day 21). There have been no disease relapse or deaths. The primary efficacy endpoint is incidence of acute GvHD through Day 100. In Phase 1, one subject was reported to have an acute GvHD event by Day 100 (limited to skin with complete recovery on methylprednisolone). The Phase 1 portion of PROTECT is projected to enroll 6-10 subjects. By the 2017 ASH meeting, enrollment will be complete with at least six subjects projected to have reached Day 100+, and the safety and efficacy results will be updated. Table View large Download slide Table View large Download slide  Close modal Disclosures Maziarz: Novartis Pharmaceuticals Corporation: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Consultancy, Honoraria; Juno Therapeutics: Honoraria; Kite Therapeutics: Honoraria; Athersys, Inc: Patents & Royalties. Saad: Spectrum: Honoraria; Actinium: Consultancy. Diaz: Fate Therapeutics, Inc: Employment. Medcalf: Fate Therapeutics, Inc: Employment, Equity Ownership. Fremgen: Fate Therapeutics, Inc.: Employment. Storgard: Fate Therapeutics, Inc: Employment.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "tissue transplants",
        "graft-versus-host disease, acute",
        "cd34 antigens",
        "graft-versus-host disease",
        "male-pattern baldness",
        "actinium",
        "allogeneic hematopoietic stem cell transplant",
        "cxcr4 receptors",
        "follow-up"
    ],
    "author_names": [
        "Richard Maziarz, MD",
        "John Edwards, MD",
        "James Essell, MD",
        "Cesar Freytes, MD",
        "Chatchada Karanes, MD",
        "Ayman Saad, MD",
        "Dimitrios Tzachanis, MD PhD",
        "Monica Diaz",
        "Amanda Medcalf",
        "Daniel Fremgen",
        "Chris Storgard, MD",
        "Abhinav Deol, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Richard Maziarz, MD",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Edwards, MD",
            "author_affiliations": [
                "Indiana Blood and Marrow Transplantation, Indianapolis, IN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Essell, MD",
            "author_affiliations": [
                "Jewish Hospital Mercy Health, Ohio, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cesar Freytes, MD",
            "author_affiliations": [
                "Texas Transplant Physician Group, San Antonio, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chatchada Karanes, MD",
            "author_affiliations": [
                "Gehr Family Center for Leukemia Research, City of Hope, Duarte, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayman Saad, MD",
            "author_affiliations": [
                "University of Alabama At Birmingham, Birmingham, AL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitrios Tzachanis, MD PhD",
            "author_affiliations": [
                "University of California, San Diego, San Diego, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Diaz",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda Medcalf",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Fremgen",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Storgard, MD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abhinav Deol, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:29:15",
    "is_scraped": "1"
}