{
    "doi": "https://doi.org/10.1182/blood-2019-130710",
    "article_title": "Glucocorticoids Induce the Maintenance and Expansion of an Immature CFU-E Erythroid Progenitor Population in Humans ",
    "article_date": "November 13, 2019",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "Glucocorticoids are widely used to increase red cell production in a number of hematological disorders including Diamond Blackfan anemia (DBA). Despite their clinical effectiveness we do not fully understand the mechanistic basis for the regulation of human erythropoiesis by glucocorticoids. To improve the clinical management of these patients, we studied the mechanisms of dexamethasone (Dex) on human erythroid progenitors. We employed an erythroid culture system to differentiate primary human CD34+ cells isolated from patients with DBA and healthy controls as well as cord blood samples. We found that Dex increases the proliferation of CD34+ cells derived from peripheral blood but surprisingly not of CD34+ cells from cord blood. Furthermore, by mass spectrometry proteomic analysis, we found that Dex specifically altered the induction of several targets unique to peripheral blood including the transcription factor and cell cycle regulator NR4A1. When examining the cell populations expanded with Dex treatment by immunophenotyping, we detected a specific expansion of CFU-Es. Dex increased the average size of CFU-E colonies in methylcellulose colony forming assays in the presence of Epo alone, suggesting that CFU-Es are the most Dex responsive progenitor in humans. In support of this hypothesis, reticulocyte counts from patients with DBA treated with prednisone were found to increase approximately one week after treatment, consistent with the time course of differentiation of CFU-E to reticulocytes in bone marrow. In order to further resolve the progenitor target of steroid responsive progenitor we developed a new gating scheme that allows for increased resolution of BFU-E and CFU-E subpopulations by monitoring surface expression of CD71 and CD105. Using this system, we found that Dex treatment led to the maintenance of a novel immature transitional progenitor population in peripheral blood-derived cells that we term immature CFU-E. In methylcellulose colony forming assays, these peripheral blood-derived immature CFU-E treated with Dex produced larger colonies than the untreated controls and mature CFU-E. The expansion and proliferation of Dex treated immature CFU-Es derived from peripheral blood was associated with a decreased percentage of cells in the S phase of the cell cycle. No change was noted for either Dex treated BFU-E from peripheral blood or for BFU-E or CFU-E from cord blood. Importantly, Dex responsive peripheral blood-derived CFU-Es divided at a faster rate than untreated CFU-Es, revealing a dissociation in the link between differentiation and proliferation. Mechanistically, we found that Dex treated peripheral blood CFU-E exhibited increased expression of the negative cell cycle regulator p57 Kip2 . Moreover, this protein was also found to be dysregulated in CD34+ cells from transfusion-dependent patients with DBA, wherein p57 Kip2 expression was not significantly altered following Dex treatment, indicating a role for p57 Kip2 in the erythroid progenitor defects seen in these patients. To further evaluate the role of p57 Kip2 in the Dex dependent alteration in CFU-E proliferation, peripheral blood-derived CD34+ cells were transduced with p57 Kip2 -specific shRNA lentiviral constructs. shRNA knockdown of p57 Kip2 abrogated the effects of Dex on growth and induced a premature EPO-mediated differentiation. In summary, our findings provide new insights into functional heterogeneity of human erythroid progenitors and reveal mechanistic insights into the action of Dex in normal and disordered erythropoiesis. Disclosures Vlachos: Novartis: Other: Steering committee member.",
    "topics": [
        "erythroid progenitor cells",
        "glucocorticoids",
        "cell cycle regulator",
        "dexamethasone",
        "diamond-blackfan anemia",
        "hematological diseases",
        "immunophenotyping",
        "mass spectrometry",
        "prednisone",
        "steroids"
    ],
    "author_names": [
        "Ryan Ashley, BS, MS",
        "Hongxia Yan, MS",
        "Nan Wang, PhD",
        "John Hale, PhD",
        "Brian M Dulmovits, MS",
        "Julien Papoin, MS",
        "Meagan Olive",
        "Namrata Udeshi, PhD",
        "Steven Carr, PhD",
        "Adrianna Vlachos, MD",
        "Jeffrey Michael M Lipton, MD PhD",
        "Lydie M. Da Costa, MD PhD",
        "Christopher D. Hillyer, MD",
        "Sandrina Kinet, PhD",
        "Naomi Taylor, MD PhD",
        "Mohandas Narla, DSc",
        "Anupama Narla, MD",
        "Lionel Blanc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ryan Ashley, BS, MS",
            "author_affiliations": [
                "The Feinstein Institute for Medical Research, Hofstra Northwell School of Medicine, Manhasset, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hongxia Yan, MS",
            "author_affiliations": [
                "Laboratory of Red Cell Physiology, New York Blood Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nan Wang, PhD",
            "author_affiliations": [
                "Stanford School of Medicine, Stanford, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Hale, PhD",
            "author_affiliations": [
                "Laboratory of Red Cell Physiology, New York Blood Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian M Dulmovits, MS",
            "author_affiliations": [
                "Feinstein Institute for Medical Research, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Manhasset, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julien Papoin, MS",
            "author_affiliations": [
                "Feinstein Institute for Medical Research, Manhasset, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meagan Olive",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Namrata Udeshi, PhD",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Carr, PhD",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrianna Vlachos, MD",
            "author_affiliations": [
                "Manhasset, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Michael M Lipton, MD PhD",
            "author_affiliations": [
                "Cohen Children's Medical Center of NY, New Hyde Park, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lydie M. Da Costa, MD PhD",
            "author_affiliations": [
                "Hôpital R. Debré, Paris, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher D. Hillyer, MD",
            "author_affiliations": [
                "New York Blood Center, New York, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandrina Kinet, PhD",
            "author_affiliations": [
                "Institut de Génétique Moléculaire de Montpellier (IGMM), Université de Montpellier, CNRS, Montpellier, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi Taylor, MD PhD",
            "author_affiliations": [
                "Institute de Genetique Moleculaire de Montpellier, Montpellier, France "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohandas Narla, DSc",
            "author_affiliations": [
                "Laboratory of Red Cell Physiology, New York Blood Center, New York, NY "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anupama Narla, MD",
            "author_affiliations": [
                "Department of Pediatrics, Stanford University School of Medicine, Hillsborough, CA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Blanc, PhD",
            "author_affiliations": [
                "Feinstein Institute for Medical Research, Manhasset, NY "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:43:08",
    "is_scraped": "1"
}