{
    "doi": "https://doi.org/10.1182/blood.V112.11.3307.3307",
    "article_title": "Use of Reduced Intensity Conditioning (RIC) Regimens Are Associated with a Better Outcome with Sibling Donors Transplants in Older Patients (> 50 years) with Acute Myeloid Leukemia (AML) ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "abstract_text": "Reduced intensity conditioning regimens are increasingly been used in patients aged more than 50 years because of the reduced toxicity associated with these regimens. We compared the outcome of myeloablative (MAT) with reduced intensity (RIC) transplants performed at our centre between 1998 and 2008 for patients older than 50 years with acute myeloid leukemia (AML). Twenty five patients with a median age of 53 years (range: 50– 62) underwent MAT while 26 (median age: 56 yrs [range: 50–65] underwent a RIC transplant. Eight patients undergoing MAT and 9 undergoing RIC were in first remission (CR1) (p = 0.843). Unrelated donors were used in 44% of MAT and 40% of RIC transplants. Conditioning regimens used for MAT included combination of either Busulfan (Bu) with Cyclophosphamide (Cy) or Cy with Total Body irradiation (TBI) while RIC consisted of Fludarabine in combination with either Cy[120 mg/kg], Bu [10 mg/kg] or Melphalan (Mel) [140 mg/m 2 ]. Peripheral blood stem cells (PBSC) were the graft source in all RIC and 76% of MAT transplants. T cell depletion with ATG occurred in 13 MAT transplants [11 MUD and 2 single antigen mismatched sibling] while RIC transplants used either ATG (n = 4 [15.3%]) or Campath (n = 6; [23%]) for T cell depletion [10 MUD]. Three patients undergoing MAT transplant expired due to infection on days 12, 15 and 21 with no evidence of engraftment while 22 (88%) engrafted with a median time to ANC > 0.5 x 10 9 /L of 16.1 days (range: 12 – 23). Among RIC, all patients engrafted with a median time to neutrophil engraftment of 15.6 days (range: 10 – 25). The incidence of acute graft versus host disease (GVHD) in patients with sibling donors was 62% in MAT and 50% in RIC (p = 0.296) while in patients with MUD donors, it was 91% with MAT and 40% with RIC (p = 0.013). Grade II–IV GVHD however was not significantly different between MAT (40%) and RIC transplants (30.7%; p =0.49) both for sibling (31% RIC vs 30% MAT p = 0.411) and MUD donors (30% RIC vs 55% MAT; p = 0.256). Day 100 transplant related mortality was 44% among MAT transplants as compared to 19% among RIC transplants (p = 0.05); 6 of the 11 deaths in the MAT arm were due to GVHD (3 sibling, 3 MUD) while 2 out of 5 patients in the RIC arm expired due to GVHD (p = NS). Chronic GVHD was seen in 26% of MAT and 50% of RIC transplants (p = 0.156) Relapses occurred in 4 patients each among MAT and RIC transplants. At a median follow up of 31 months (range: 1 – 85), the overall (OS) and leukemia free survival (LFS) for MAT transplants were 28% and 24% respectively and for RIC transplants 65% and 54% (p <0.01 and 0.02 respectively). This difference remained significant for patients with sibling donors [OS -75% with RIC vs 21.4% with MAT (p = 0.003); LFS 62.5% with RIC and 7.1% with MAT (p = 0.002)] but not for those with MUD donors [OS - 50% with RIC vs 36.3% with MAT (p = 0.528); LFS 40% with RIC and 36.3% with MAT (p = 0.279)]. The median follow up among survivors was 40.4 months (range: 3 – 85) for the MAT transplants and 39.2 months (range: 5 – 85) for RIC. The use of RIC regimens is associated with a superior survival in older patients with AML with a sibling donor and with equivalent survival in patients with a MUD donor. A larger number of patients need to be studied to ensure that RIC transplants are not inferior to MAT transplants for older AML patients with unrelated donors. Until then, RIC transplants should be recommended for those over 50 years with AML undergoing allogeneic stem cell transplantation.",
    "topics": [
        "conditioning (psychology)",
        "donors",
        "leukemia, myelocytic, acute",
        "older adult",
        "relationship - sibling",
        "graft-versus-host disease",
        "transplantation",
        "follow-up",
        "alemtuzumab",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Biju George",
        "Ian Kerridge",
        "Gillian Huang",
        "David J Gottlieb",
        "Mark Hertzberg",
        "Ken Bradstock"
    ],
    "author_dict_list": [
        {
            "author_name": "Biju George",
            "author_affiliations": [
                "Haematology, Westmead Hospital, Sydney, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ian Kerridge",
            "author_affiliations": [
                "Haematology, Westmead Hospital, Sydney, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gillian Huang",
            "author_affiliations": [
                "Haematology, Westmead Hospital, Sydney, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J Gottlieb",
            "author_affiliations": [
                "Haematology, Westmead Hospital, Sydney, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Hertzberg",
            "author_affiliations": [
                "Haematology, Westmead Hospital, Sydney, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Bradstock",
            "author_affiliations": [
                "Haematology, Westmead Hospital, Sydney, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T06:42:13",
    "is_scraped": "1"
}