{
    "doi": "https://doi.org/10.1182/blood.V124.21.4508.4508",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2716",
    "start_url_page_num": 2716,
    "is_scraped": "1",
    "article_title": "Effective and Selective Elimination of CML Stem Cells Using Novel Ethacrynic Acid Derivatives ",
    "article_date": "December 6, 2014",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "ethacrynic acid",
        "stem cells",
        "protein-tyrosine kinase inhibitor",
        "leukemia",
        "bcl-2 protein",
        "bcl-xl protein",
        "bcr-abl tyrosine kinase",
        "blast phase",
        "cancer",
        "dasatinib"
    ],
    "author_names": [
        "Su Chu, MD",
        "YinWei Ho",
        "Guisen Zhao",
        "Tessa L. Holyoake, MD PhD",
        "Samuel Waxman, MD",
        "Yongkui Jing, PhD",
        "Ravi Bhatia, MD"
    ],
    "author_affiliations": [
        [
            "City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "School of Pharmaceutical Sciences, University of Shandong, Jinan, China "
        ],
        [
            "University of Glasgow, Glasgow, United Kingdom "
        ],
        [
            "Mount Sinai School of Medicine, New York, NY"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY"
        ],
        [
            "City of Hope National Medical Center, Duarte, CA "
        ]
    ],
    "first_author_latitude": "34.130051099999996",
    "first_author_longitude": "-117.97186129999999",
    "abstract_text": "Tyrosine kinase inhibitors (TKI) are highly effective in the treatment of CML but do not eliminate primitive, quiescent leukemia stem cells (LSC), which persist as a potential source of leukemia relapse. Additional strategies to enhance eradication of LSC are required to increase the possibility of treatment free remissions for CML patients. Glutathione S-transferase P1-1 (GSTP1-1) is a Phase II detoxifying enzyme which is overexpressed in several cancers and causes drug resistance. The diuretic Ethacrynic acid (EA) is a GSTP1-1 activity inhibitor and also induces celldeath in malignant cells at high concentrations. We have synthesized two EAoxadiazole analogs, 6U and 6S, which demonstrate enhancedpro-apoptotic effects in CML K562 cells expressing high levels of GSTP1-1. Previously we found that 6U and 6S induced apoptosis through downregulation of anti-apoptotic protein MCL-1 in addition to their GSTP1-1 activity inhibition. We extended these observations to primary CML stem/progenitor cells. We observed increased expression of GSTP1-1 mRNA and protein, associated with increased expression of MCL-1, BCL2 and BCL-xL, in chronic phase (CP) and blast crisis (BC) CML compared to normal CD34+ cells. Treatment of CP CML CD34+ cells with 6U or 6S (1 to 6µM) for 24 to 48 hours resulted in a significant dose-dependent induction of apoptosis, inhibition of cell growth, and reduction in colony forming cell (CFC) numbers, with 6U demonstrating greater efficacy than 6S. Treatment with 6U did not induce significant apoptosis of normal (NL) CD34+ cells at doses below 4µM. 6U induced significantly less apoptosis in NL compared with CML CD34+ cells (2µM, p<0.05). We further tested the activity of 6U against purified CML and normal CD34+CD38- stem/primitive progenitors and CD34+CD38+ committed progenitors with or without the BCR-ABL TKI Dasatinib (DAS). 6U treatment induced apoptosis of CML, but not normal, CD34+CD38- and CD34+CD38+ cells (Table). Combination of 6U with DAS (50nM) selectively enhanced apoptosis of CML compared to normal cells, including quiescent, slowly dividing CML LSC that are resistant to TKI-induced apoptosis (p≤0.01). Treatment with 6U alone or with DAS, significantly increased G1, and decreased S/G2/M phase of CML, but not in normal CD34+ cells, and reduced CFC growth from CML CD34+CD38+ cells (Table). CML, but not normal CD34+ cells, treated with 6U, with or without DAS, prior to transplant, showed significantly reduced engraftment in NSG mice, indicating selective inhibition of in vivo repopulating CML LSC (Table). Treatment with 6U was also effective in inducing apoptosis and inhibiting CFC growth in BC CML progenitor cells (Table). 6U treatment resulted in down-regulation of GSTPI1-1 and MCL-1 protein expression in CP and BC CML, but not in normal CD34+ cells. Interestingly 6U treatment also reduced BCR-ABL protein expression in CP and BC CML CD34+ cells. We conclude that CML CP and BC LSC express high levels of GSTP1-1 and anti-apoptotic proteins, which can be targeted by the novel EA derivative 6U through a new mechanism. Since 6U has significantly lesser effects on normal stem cells, it may offer a promising and innovative approach to selectively target CP and BC CML LSC in combination with TKI inhibitors. Abstract 4508. Table  . CML CP . Normal . CML BC .  Ctrl 6U DAS DAS+ 6U Ctrl 6U DAS DAS+ 6U Ctrl 6U DAS DAS+ 6U Apoptosis (normal, CP CML: CD34+CD38-; CML BC CD34+) 3.4± 0.9  15.9±6.7  9.4± 2.6  47.4±13.6 ** 3.3± 0.9  5.1± 1.0  1.6± 0.2  7.0± 1.2 * 3.4± 0.7  30±12.7  10.6±1.8  43.3±14.1 ** CFU-GM (normal, CP CML: CD34+CD38+; CML BC CD34+) 71.3± 7.8  7± 3.2 ** 21± 7.3 ** 5 ± 2.3 ** 121±19.3  102.7±6.2  134.3±15.9  103±5.1  288.5±89.4  26.5±11.3 *** 82.7±33.1 ** 8 ± 3.6 *** NSG engraftment (CD34+) 1.8± 0.3 0.4± 0.1 *** 0.8± 0.3 ** 0.4± 0.04 *** 68.2± 4.9 61± 2.2 68.1± 2.9 64.2± 3.9     . CML CP . Normal . CML BC .  Ctrl 6U DAS DAS+ 6U Ctrl 6U DAS DAS+ 6U Ctrl 6U DAS DAS+ 6U Apoptosis (normal, CP CML: CD34+CD38-; CML BC CD34+) 3.4± 0.9  15.9±6.7  9.4± 2.6  47.4±13.6 ** 3.3± 0.9  5.1± 1.0  1.6± 0.2  7.0± 1.2 * 3.4± 0.7  30±12.7  10.6±1.8  43.3±14.1 ** CFU-GM (normal, CP CML: CD34+CD38+; CML BC CD34+) 71.3± 7.8  7± 3.2 ** 21± 7.3 ** 5 ± 2.3 ** 121±19.3  102.7±6.2  134.3±15.9  103±5.1  288.5±89.4  26.5±11.3 *** 82.7±33.1 ** 8 ± 3.6 *** NSG engraftment (CD34+) 1.8± 0.3 0.4± 0.1 *** 0.8± 0.3 ** 0.4± 0.04 *** 68.2± 4.9 61± 2.2 68.1± 2.9 64.2± 3.9     View Large Data shown are mean ± SEM of 3-6 samples. Significance, compared to controls. *p≤0.05,**p≤0.01, ***p≤0.001 Disclosures No relevant conflicts of interest to declare."
}