{
    "doi": "https://doi.org/10.1182/blood.V124.21.4342.4342",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2721",
    "start_url_page_num": 2721,
    "is_scraped": "1",
    "article_title": "Epigenetics of Cellular Memory: Insights from the Chromatin Accessibility Landscape of the Mitotic Genome ",
    "article_date": "December 6, 2014",
    "session_type": "503. Hematopoiesis: Epigenetic, Transcriptional and Translational Control: Poster III",
    "topics": [
        "chromatin",
        "epigenetics",
        "genome",
        "memory",
        "transcription factor",
        "deoxyribonuclease i",
        "dna",
        "hematological diseases",
        "molecule",
        "rna polymerase ii"
    ],
    "author_names": [
        "Chris C.S. Hsiung, B.A.",
        "Christapher Morrissey, PhD",
        "Maheshi Udugama, PhD",
        "Christopher Frank",
        "Cheryl A. Keller, PhD",
        "Songjoon Baek",
        "Belinda Giardine",
        "Gregory E. Crawford, PhD",
        "Myong-Hee Sung, PhD",
        "Arjun Raj, PhD",
        "Ross C Hardison, PhD",
        "Gerd A. Blobel, MDPhD"
    ],
    "author_affiliations": [
        [
            "The Children's Hospital of Philadelphia, Philadelphia, PA ",
            "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Pennsylvania State University, University Park, PA "
        ],
        [
            "The Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Duke University, Durham, NC "
        ],
        [
            "Pennsylvania State University, University Park, PA "
        ],
        [
            "National Institutes of Health, Bethesda, MD "
        ],
        [
            "Pennsylvania State University, University Park, PA "
        ],
        [
            "Duke University, Durham, NC "
        ],
        [
            "National Institutes of Health, Bethesda, MD "
        ],
        [
            "University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Pennsylvania State University, University Park, PA"
        ],
        [
            "The Children's Hospital of Philadelphia, Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "39.9474703",
    "first_author_longitude": "-75.1953683",
    "abstract_text": "Normal development requires the coordination of cell cycle progression and gene expression to produce physiologically appropriate cell numbers of various lineages. The concomitant dysregulation of these two cellular programs is central to many malignant and non-malignant hematologic diseases, yet researchers still lack clear, general principles of how intrinsic properties of cell division could influence transcriptional regulation. Mitosis is a unique phase of the cell cycle that dramatically disrupts transcription: chromosomes condense to form microscopically recognizable structures, the nucleus is disassembled, RNA synthesis ceases, and the transcription machinery and many transcription factors are evicted from mitotic chromatin. How cells “remember” tissue-specific transcriptional programs through mitotic divisions remains largely unknown. Some transcription factors, including the erythroid master regulator, GATA1, and certain chromatin features are known to remain associated with DNA during mitosis. These molecular entities have been proposed to serve as mitotic “bookmarks” -- molecules that store gene regulatory information at individual loci through mitosis. However, we have limited knowledge of the composition, mechanism and function of mitotic bookmarks. In this context, chromatin structure deserves special consideration, as chromosome condensation during mitosis could potentially hinder transcription factor binding. To obtain the first genome-wide view of chromatin accessibility during mitosis, we mapped the DNase I sensitivity of the interphase versus mitotic genome in two maturation stages in a murine erythroblast cell line, G1E. Despite microscopic condensation of chromosomes during mitosis, we found that DNase I sensitivity is extensively preserved throughout the mappable genome, indicating that mitotic chromatin is not as condensed as commonly presumed. Individual genes and cis-regulatory elements can maintain all, part of, or none of its interphase accessibility during mitosis, demonstrating that accessibility of mitotic chromatin is locally specified. Promoters generally maintain accessibility during mitosis; moreover, promoters with the highest degree of accessibility preservation in mitosis in G1E cells tend to also be accessible across many murine tissues in interphase. In contrast to promoters, we found that enhancer accessibility is preferentially lost during mitosis, raising the possibility that memory of enhancer regulation may be altered during mitosis. Since enhancers play crucial roles in specifying tissue-specific gene expression patterns, we propose that this phase of the cell cycle may be especially susceptible to resetting of transcriptional programs. This hypothesis is supported by our preliminary results that revealed aberrant RNA polymerase II re-engagement with the genome and transcript production in early G1. Thus, mitosis could be a source of gene expression heterogeneity, with potential implications for cell fate transitions in proliferative cells, such as during stem cell lineage commitment, experimental reprogramming, and tumorigenesis. Disclosures No relevant conflicts of interest to declare."
}