{
    "doi": "https://doi.org/10.1182/blood-2018-99-113397",
    "article_title": "Sleep Disturbance Among Individuals with Multiple Myeloma: The Interplay between Physical and Psychosocial Symptoms ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "abstract_text": "Background : As long-term survival rates for multiple myeloma (MM) improve, and patients receive more prolonged courses of treatment, individuals living with MM experience cumulative physical symptom burden and psychosocial distress. However, the relationship between physical and psychosocial symptoms in MM remains poorly understood. Sleep disturbance is a common symptom in MM, and has been linked to both physical symptoms and psychological issues, including fatigue, mood disturbance, and decreased physical function. We test our hypothesis that the interaction between physical and psychosocial health is associated with sleep disturbance in a national sample of MM patients. Methods : Using data from the Cancer Support Community's Cancer Experience Registry®, our analytic sample includes 288 participants who reported MM as their primary diagnosis and completed the Patient-Reported Outcomes Measurement Information System (PROMIS-29v1.0), a self-reported measure of functioning in 7 domains (depression, anxiety, satisfaction with social roles, physical function, pain interference, fatigue, and sleep disturbance). The dependent variable in all analyses was the continuous T-score on the PROMIS sleep disturbance subscale. Our independent variables include psychosocial distress, operationalized using a continuous T-score on the PROMIS depression subscale, and physical symptom burden, which we calculate using patient-reported data on daily interference from peripheral neuropathy, bone pain, GI toxicity, and infection. Using multivariate regression, we predicted sleep disturbance from psychosocial distress and physical symptom burden, controlling for gender, age, race/ethnicity, time since diagnosis, and a dichotomous indicator of ever having received a stem cell transplant. Next, we calculated an interaction term (physical symptom burden X distress) to evaluate whether sleep disturbance is associated with the concurrent presentation of physical and psychosocial symptoms. Results : Overall, 17% of our sample reported levels of psychosocial distress that were more than one standard deviation above the national average on the PROMIS depression subscale. Approximately 6% fell above the national average for sleep disturbance. Our sample was 54% female, 86% White, and averaged 63 years of age (SD = 9), with a mean time since diagnosis of 4 years. Results of the multivariate analyses revealed that physical symptom burden and psychosocial distress were independently and positively associated with sleep disturbance ( p < .05). In other words, greater physical symptom burden and higher levels of distress were linked to elevated sleep disturbance, after controlling for sociodemographic and clinical variables. Additionally, the interaction between physical symptom burden and psychosocial distress on sleep disturbance was statistically significant ( p = .05). That is, the degree to which MM symptom burden is linked to sleep disturbance depends on psychological distress. Specifically, sleep disturbance is intensified for individuals living with MM when physical symptom burden is accompanied by distress. Overall, our results point to the important interplay of physical and psychological health for sleep. Conclusion : In the presence of physical symptom burden, sleep disturbance is exacerbated for individuals with psychosocial distress. Clinicians should consider screening for and addressing psychosocial distress when addressing sleep disturbance, particularly among those patients who also report physical symptoms. Indeed, assessing both physical and psychosocial symptoms will inform more comprehensive symptom management. We recommend referrals to inter-disciplinary teams with specialists that address both physical and psychosocial concerns. Disclosures Birhiray: Genomic Health: Patents & Royalties; Norvatis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Eli-Lilly: Speakers Bureau; Alexion: Consultancy; Takeda: Research Funding, Speakers Bureau; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Tessaro: Speakers Bureau; Pharmacyclics: Speakers Bureau; AstraZeneca: Speakers Bureau; Pfizer: Speakers Bureau; Excelis: Speakers Bureau; Puma: Research Funding, Speakers Bureau; Clovis Oncology: Speakers Bureau; Sanofi Oncology: Speakers Bureau; Incyte: Speakers Bureau; Bristol Myers Squibb: Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Bayer: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Helsinn: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "dyssomnias",
        "multiple myeloma",
        "sleep disorders",
        "cancer",
        "fatigue",
        "bone pain",
        "hematopoietic stem cell transplantation",
        "infections",
        "pain",
        "palliative care"
    ],
    "author_names": [
        "Julie Olson, PhD",
        "Shauna McManus, BS",
        "Melissa F. Miller, PhD MPH",
        "Thomas W. LeBlanc, MD MA",
        "Eva Yuen, PhD",
        "Alexandra K Zaleta, PhD",
        "Ruemu Ejedafeta Birhiray, MD",
        "Kevin Stein, PhD FAPOS"
    ],
    "author_dict_list": [
        {
            "author_name": "Julie Olson, PhD",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shauna McManus, BS",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa F. Miller, PhD MPH",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas W. LeBlanc, MD MA",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapy, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Yuen, PhD",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra K Zaleta, PhD",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruemu Ejedafeta Birhiray, MD",
            "author_affiliations": [
                "Hem.-Onc. of Indiana, PC, Indianapolis, IN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Stein, PhD FAPOS",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T06:40:46",
    "is_scraped": "1"
}