{
    "doi": "https://doi.org/10.1182/blood.V118.21.2892.2892",
    "article_title": "The Overexpression of Inactive Phosphorylated Raf-1 Kinase Inhibitory Protein (RKIP) in Multiple Myeloma (MM) Regulates the Resistance to Bortezomib-Induced Cytotoxicity: Reversal of Resistance by the PKC Inhibitor Bisindolylmalemide ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma-Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2892 Multiple myeloma (MM) is an incurable hematological malignancy. Thalidomide, bortezomib and lenalidomide have emerged as highly active agents in the treatment of MM. Although initial clinical responses to drug therapy are achieved, a significant number of MM patients relapses and no longer responds to further treatments. Hence, the mechanism of resistance of MM to current therapeutic regimens remains elusive. It will be useful to identify prognostic markers that can predict the poor response of patients to therapies and to develop novel therapeutics for these patients. Our studies and those of others have recently identified a gene product, Raf-1 kinase inhibitory protein (RKIP) that has been shown to be involved in the regulation of tumor sensitivity to drugs and that has been found to be poorly expressed in different histological resistant tumors studied. RKIP is a member of the phosphatidylethanolamine-binding protein (PEBP) that functions as a potent inhibitor of different kinases of the Raf/MAPK (Raf-1 kinase) and NF- k B (TAK-1, NIK) activation pathways, and, thereby, antagonizing both cell survival and the expression of anti-apoptotic gene products. RKIP activity undergoes a post translational modification involving PKC–meditated phosphorylation at Ser 153 that inhibits its association with RAF/MAPK and NF- k B. The objective of this study was to examine the expression and function of RKIP and phospho-RKIP (p-RKIP) in MM and examined their clinical significance. MM cell lines and bone marrow-derived MM tissues were analyzed by both immunohistochemistry (IHC) and western blot for the expression of RKIP and p-RKIP. The antibody to RKIP recognizes both non-phospho and p-RKIP whereas the antibody against p-RKIP is specific. We demonstrate the unusual overexpression of RKIP in MM cell lines and tissues and the majority was in its inactive phosphorylated form. The expression of both forms in normal bone marrow was very low. Analysis of the ratio of RKIP/p-RKIP suggested its clinical significance wereby a higher ratio correlated with poor progression and a low ratio correlated with progression. The overexpression of p-RKIP suggested that it maintains the survival and the resistance of MM to cytotoxic drugs. We hypothesized that the dephosphorylation of RKIP may render RKIP active and modify the resistance to cytotoxic drugs. This hypothesis was tested in MM cell lines. Tumor cells were treated with the PKC inhibitor bisindolylmalemide (BIM) (5–10 μg/ml) for different times and complete inhibition of p-RKIP as detected as early as 4 h, while non phospho-RKIP was preserved, as detected by IHC and western blot. Treatment with BIM and followed with bortezomib (2.5-nM) resulted in significant cytotoxicity of the bortezomib-resistant MM cells. Overall, the findings demonstrate the unusual overexpression of p-RKIP in MM cells that plays an important role in survival and maintenance of tumor cell-resistance to cytotoxic drugs. The reversal of the active non-phosphorylated form of RKIP by the use of the specific PKC inhibitor rendered the tumor cells sensitive to bortezomib-induced cytotoxicity. These findings support the clinical application of specific PKC inhibitors in combination with bortezomib or other drugs in the treatment of patients who are resistant to conventional therapies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bortezomib",
        "cytotoxicity",
        "multiple myeloma",
        "pebp1 gene",
        "protein kinase c inhibitor",
        "protein overexpression",
        "proto-oncogene proteins c-raf",
        "cytotoxic drug therapy",
        "neoplasms",
        "antibodies"
    ],
    "author_names": [
        "Sara Huerta-Yepez, PhD",
        "Stavroula Baritaki, PhD",
        "Hong Liu",
        "Karla MC Mendez-Maldonado, B.S.",
        "Manuel L Penichet, M.D., Ph.D.",
        "Mario I Vega, PhD",
        "Otoniel Martinez-Maza, PhD",
        "Haiming Chen",
        "James R. Berenson, MD",
        "Devasis Chatterjee, PhD",
        "Benjamin Bonavida, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Sara Huerta-Yepez, PhD",
            "author_affiliations": [
                "Unidad de Investigacion en enfermedades Oncologicas, Hospital Infantil de Mexico “Federico Gomez”, Mexico, Mexico, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stavroula Baritaki, PhD",
            "author_affiliations": [
                "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, Jonsson Comprehensive Cancer Center, UCLA, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Liu",
            "author_affiliations": [
                "Departments of Microbiology, Immunology and Molecular Genetics, Geffen School of Medicine, UCLA, Los Angeles, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karla MC Mendez-Maldonado, B.S.",
            "author_affiliations": [
                "Unidad de Investigacion en Enfermedades Oncologicas, Hospital Infantil de Mexico “Federico Gomez” SSA, Mexico City, Mexico, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel L Penichet, M.D., Ph.D.",
            "author_affiliations": [
                "Surgery, Surgical Oncology, University of California, Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario I Vega, PhD",
            "author_affiliations": [
                "Oncology Hospital, Oncology Research Unit, Siglo XXI National Medical center IMSS, Mexico City, Mexico, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Otoniel Martinez-Maza, PhD",
            "author_affiliations": [
                "Microbiology Immunology and Molecular Genetics, David Geffen School of Medicine UCLA, Los Angeles, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiming Chen",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Berenson, MD",
            "author_affiliations": [
                "Hematology Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Devasis Chatterjee, PhD",
            "author_affiliations": [
                "Department of Medicine, Rhode Island Hospital and Brown University, Providence, RI, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Bonavida, Ph.D",
            "author_affiliations": [
                "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T21:39:20",
    "is_scraped": "1"
}