{
    "doi": "https://doi.org/10.1182/blood.V126.23.1743.1743",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3250",
    "start_url_page_num": 3250,
    "is_scraped": "1",
    "article_title": "Immunoliposomal Delivery of Mir-29b By Targeting Tumor Antigen ROR1 Induces Epigenetic Reprograming in Human-ROR1-Expressed Mouse Model of Chronic Lymphocytic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mice",
        "ror1 protein, human",
        "tumor antigens",
        "epigenetics",
        "immunoliposome",
        "dna (cytosine-5-)-methyltransferase 1",
        "indolent",
        "painful bladder syndrome"
    ],
    "author_names": [
        "Chi-Ling Chiang",
        "Frank W Frissora",
        "Zhiliang Xie",
        "Xiaomeng Huang",
        "Rajeswaran Mani, DVM",
        "Sivasubramanian Baskar",
        "Christoph Rader",
        "Kenneth K. Chan",
        "Guido Marcucci, MD",
        "John C. Byrd, MD",
        "L. James Lee",
        "Natarajan Muthusamy, DVM, PhD"
    ],
    "author_affiliations": [
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "University of Utah, Salt Lake City, UT "
        ],
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "National Cancer Institute, Bethesda, MD "
        ],
        [
            "Department of Cancer Biology and Department of Molecular Therapeutics, Jupiter, FL "
        ],
        [
            "Department of Pharmaceutics and Pharmaceutical Chemistry, The Ohio State University,, Columbus, OH "
        ],
        [
            "Dept. of Hematology/Oncology, The Ohio State Univ. Med. Ctr., Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Chemical and Biomolecular Engineering Department, The Ohio State University,, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ]
    ],
    "first_author_latitude": "39.994999",
    "first_author_longitude": "-83.0178618",
    "abstract_text": "Chronic lymphocytic leukemia (CLL), characterized by accumulation of CD5+CD19+sIgM+ B lymphocytes in peripheral blood and lymphoid organs, is classified into indolent and aggressive forms. Patients with indolent CLL generally survive 5 to 10 years and do not require treatment until severe symptoms, while those with aggressive CLL show resistant to standard treatment and survive less than 24 months. While emerging B cell antigen receptor directed therapies are promising, resistance to such therapies pose problems warranting novel therapeutic approaches. MicroRNA (miR) profiling revealed lower expression of miR-29b in aggressive CLL associated with survival, drug resistance and poor prognosis via its up-regulation of anti-apoptotic proteins myeloid leukemia cell differentiation protein 1 (Mcl1) and oncogenic T-cell leukemia 1 (Tcl1). Thus, specific overexpression of miR-29b in B-CLL cells could be a potential therapy for aggressive CLL patients. Despite the promise, short circulation half-life, limited cellular uptake and off-target effects on non-desirable tissues pose a challenge for miR-based therapies. To promote efficiency and specificity of miR-29b delivery, we developed neutral immunonanoparticles with selectivity to CLL via targeting tumor antigen ROR1, which is expressed in over 95% of CLL but not normal B cells. We optimized a novel 2A2-immunoliposome (2A2-ILP) recognizing surface ROR1 on primary CLL cell to promote internalization and miR-29b uptake (n=6, p=0.042*). About 20-fold increased uptake of miR-29b was achieved with 2A2-ILP-miR-29b formulation compared to control. Further ROR1 targeted delivery of miR29b resulted in significant downregulation of DNMT1 and DNMT3a mRNA and protein (n=3, DNMT1: p= 0.0115*; DNMT3a: p=0.0231*, SP1; p=0.0031**) in primary CLL cells and a human CLL cell line OSU-CLL. Consistent with the downregulation of DNMTs, decreased global DNA methylation was observed in OSU-CLL cell line one week post- treatment with 2A2-ILP-miR-29b (n=3, p=0.0003***). To further study the in vivo ROR1-targeting efficiency of 2A2-ILP-miR-29b, we used our recently described Eµ-hROR1x Tcl1 CLL mouse model that develops CLL like disease with human ROR1 antigen in leukemic CD19+CD5+ B cells. Using hROR1+CD19+CD5+ leukemic cell engraftment model, we showed significant in-vivo efficacy of ROR1-ILP-miR-29b formulation associated with a) decreased number of circulating leukemic B220+CD5+ cells b) reduced splenomegaly (p=0.0461*, 2A2-29b: n=9; PBS: n=8) c) with extended survival (p=0.0075**, 2A2-29b: n=9; IgG-29b: n=7; 2A2-SC: n=7; PBS: n=8). In summary, 2A2-ILP effectively delivered functional miR-29b, resulting in downregulation of DNMT1 and DNMT3a, reduction of hypermethylation and anti-leukemic activity. Ongoing studies are aimed at understanding miR-29b mediated in-vivo methylome reprograming using our novel hROR1xTcl1 transgenic mouse model and ROR1-targeted miR-29b delivery formulation. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures Byrd: Acerta Pharma BV: Research Funding."
}