{
    "doi": "https://doi.org/10.1182/blood.V108.11.5459.5459",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=795",
    "start_url_page_num": 795,
    "is_scraped": "1",
    "article_title": "Combination High-Dose Cyclophosphamide and Bortezomib Is Safe and Effective for Stem Cell Harvesting in Chemotherapy Refractory Multiple Myeloma. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "bortezomib",
        "chemotherapy regimen",
        "cyclophosphamide",
        "multiple myeloma",
        "stem cell harvesting",
        "transplantation",
        "combination drug therapy",
        "debulking",
        "hematopoietic stem cell mobilization",
        "toxic effect"
    ],
    "author_names": [
        "Miriam Katzman",
        "Theresa George, B.Sc.",
        "Heather Doell, B.Sc.N.",
        "Patricia Danyluk, B.Sc.P.",
        "Sheri Briggs, B.Sc.N.",
        "Wanda Hasegawa, M.D.,FRCPC",
        "Christian Fibich, M.D.",
        "Michael Voralia, M.D.,FRCPC"
    ],
    "author_affiliations": [
        [
            "Provincial Hematology/Stem Cell Transplant Program, Saskatchewan Cancer Agency, Saskatoon, SK, Canada"
        ],
        [
            "Provincial Hematology/Stem Cell Transplant Program, Saskatchewan Cancer Agency, Saskatoon, SK, Canada"
        ],
        [
            "Provincial Hematology/Stem Cell Transplant Program, Saskatchewan Cancer Agency, Saskatoon, SK, Canada"
        ],
        [
            "Provincial Hematology/Stem Cell Transplant Program, Saskatchewan Cancer Agency, Saskatoon, SK, Canada"
        ],
        [
            "Provincial Hematology/Stem Cell Transplant Program, Saskatchewan Cancer Agency, Saskatoon, SK, Canada"
        ],
        [
            "Provincial Hematology/Stem Cell Transplant Program, Saskatchewan Cancer Agency, Saskatoon, SK, Canada"
        ],
        [
            "Provincial Hematology/Stem Cell Transplant Program, Saskatchewan Cancer Agency, Saskatoon, SK, Canada"
        ],
        [
            "Provincial Hematology/Stem Cell Transplant Program, Saskatchewan Cancer Agency, Saskatoon, SK, Canada"
        ]
    ],
    "first_author_latitude": "52.132770699999995",
    "first_author_longitude": "-106.640507",
    "abstract_text": "Introduction: High-dose melphalan and autologous stem cell transplantation is the accepted therapy for most patients with multiple myeloma (MM) following steroid-based induction therapy. In a significant proportion of patients, however, the disease is refractory to standard induction. The use of dose-intense combination chemotherapy, such as D-PACE (dexamethasone, doxorubicin, cyclophosphamide, and cisplatin), may affect the ability to harvest an adequate number of hematopoeitic stem cells prior to transplantation. In addition, in those patients not achieving adequate cytoreduction despite combination chemotherapy, there is a theoretical risk of stem cell product contamination by malignant plasma cells. Bortezomib is a therapeutic agent with a novel mechanism of action, which in preliminary studies appears to be synergistic to alkylating agents and does not appear to affect stem cell yield. We piloted the addition of bortezomib to high-dose cyclophosphamide during stem cell harvesting in a series of patients failing to achieve an adequate response to D-PACE salvage. Patients and Methods: Between 2002 and 2006, fifteen MM patients refractory to standard dexamethasone-based induction therapy received ≥ 2 cycles of D-PACE prior to proceeding to autologous stem cell harvest and transplantation. 7/15 patients achieved adequate cytoreduction and proceeded to high-dose cyclophosphamide (3 g/m 2 ) and filgrastim plus ancestim stimulation for stem cell mobilization. However, 8 patients in this cohort did not achieve adequate disease cytoreduction following D-PACE. Therefore, bortezomib was added to the mobilization regimen on days 1, 4, 8, and 11, in addition to high-dose cyclophosphamide given on day 11. Identical growth factor stimulation was provided. Response assessment included days to stem cell harvest, number of CD34 cells harvested, plasma cells in the product, disease response, and hematologic parameters. Results: Pre-treatment toxicities from D-PACE were similar in both groups. The addition of bortezomib to cyclophosphamide during stem cell mobilization did not lead to increased symptomatic toxicity. Grade 3/4 thrombocytopenia occurred in 5/8 patients receiving combination bortezomib/cyclophosphamide. No episodes of significant bleeding, peripheral neuropathy, or skin rash were noted. The average CD34-positive stem cell harvest in both groups was >5.0 × 10 6 /kg. Time to stem cell harvesting was not significantly different between the groups. Flow cytometric examination of the harvested product from the bortezomib/cyclophosphamide group consistently demonstrated <2% cells bearing plasma cell markers. One patient in each group failed to mobilize sufficient stem cells. Bone marrow plasmacyte counts following combination therapy and harvesting decreased in all assessed patients. Time to engraftment was similar in both groups. Post-transplant disease control and survival remains to be assessed, as some patients in the combination group have only recently undergone transplantation. Conclusion: The addition of bortezomib to high-dose cyclophosphamide during stem cell mobilization does not increase toxicity or decrease stem cell harvest yield or quality, and appears to achieve adequate disease reduction in patients otherwise refractory to combination chemotherapy. This may result in improved relapse-free survival in patients with refractory MM."
}