{
    "doi": "https://doi.org/10.1182/blood.V120.21.3825.3825",
    "article_title": "Final Report of GFM-VOR2007 Study: a Phase I/II Study of Vorinostat and Low Dose Cytarabine (LDAC) for MDS Patients with Azacitidine (AZA) Failure ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster III",
    "abstract_text": "Abstract 3825 INTRODUCTION: AZA is the standard of care for patients (pts) treated for high risk MDS. Outcome of patients with AZA failure is poor with no standard treatment currently available (Prebet, JCO, 2012), and alternative strategies are required for this population. Vorinostat is a histone deacetylase inhibitor with clinical activity in MDS and leukemia, although response rate remains low when used as single agent (Garcia-Manero Blood 2008). By contrast, combinations with cytotoxic or targeted therapies seem promising. METHODS: In this study (clinicaltrials.gov NCT00776503 ), we combined LDAC (10mg/m2/d in the first cycle, then 20 mg/m2/d) for 14 days SC every 28 day cycle and escalating doses of vorinostat. Two schedules of vorinostat, (400mg/day orally) beginning on day 1 (arm A) or on day 14 (arm B), were tested in 3 cohorts receiving escalating treatment duration (7days, 10 days and 14 days per cycle) with a classical 3+3 phase I schedule. 7 additional pts were included at the dose level recommended by the DSMB for each cohort (arm A and B). Inclusion criteria were age >18, MDS or AML with 20–30% blasts, IPSS≥1.5, prior failure of AZA. Toxicity was assessed using CTCAE V3. Patients with clinical benefit could continue on therapy after cycle 3 until progression. RESULTS: A total of 42 pts were included and 40 were treated, 23 pts in arm A and 17 pts in arm B. 2 pts died before the beginning of treatment. Median age was 74 years (range 46– 88), median number of previous treatments was 2 (1–3), and median number of cycles of previous AZA treatment was 11 (range 1–25). All pts were IPSS Int-2 (n=21) or High risk MDS (n=19). A total of 137 cycles of treatment was administered with a median number of 3 cycles/pt and 11 pts received more than 3 cycles (28%). The recommended dose was determined for arm A at 10 days of vorinostat and for arm B at 14 days. During cycle 1, dose limiting toxicities were grade 3 fatigue (n=2), grade 4 bilirubin (n=1), and grade 4 infection (n=2), all in arm A. The most frequent non-limiting toxicities were myelosuppression (37/40), infections (8/40) moderate fatigue (23/40) and mild GI toxicities (25/40). Response was centrally reviewed according to IWG 2006 criteria. Overall response rate was 17% in 35 evaluable pts including 2 CRi, 2 HI and 2 marrow CR. Median duration of response of 3 months (range [2–6+]). There were 2 responders in arm A (1 in the 7 day cohort and 1 in the 14 day cohort) and 4 responders in arm B (1 in the 7 day cohort, 2 in the 10 day cohort, 1 in the 14 day cohort) including the 2 CRi. 18 pts remained stable without HI and 11 progressed during treatment. Median overall survival of the cohort was 9.2 months and 1-year probability of survival was 36%. CONCLUSIONS: Our results show that 400 mg/day vorinostat can be combined to LDAC and given for 10 days (arm A) to 14 days (arm B) with acceptable side effects. It also suggests that the sequential administration might be associated with an increased therapeutic index since longer vorinostat therapy duration could be tolerated. Response rate remains modest but survival compared favorably with conventional care in this group of patients with dismal outcome. Disclosures: Fenaux: Amgen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Roche: Honoraria, Research Funding; GSK: Honoraria, Research Funding; Novartis: Honoraria, Research Funding.",
    "topics": [
        "azacitidine",
        "cytarabine",
        "vorinostat",
        "brachial plexus neuritis",
        "toxic effect",
        "duration of treatment",
        "fatigue",
        "infections",
        "adverse effects",
        "bilirubin"
    ],
    "author_names": [
        "Thomas Prebet, MD, PhD",
        "Thorsten Braun",
        "Odile Beyne-Rauzy",
        "Eric Wattel, MD, PhD",
        "Francois Dreyfus",
        "Aspasia Stamatoulas, MD",
        "Shanti Ame, MD",
        "Jacques Delaunay, MD",
        "Emmanuel Raffoux",
        "Fatiha Chermat",
        "Pierre Fenaux",
        "Norbert Vey"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Prebet, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Institut Paoli Calmettes, Marseille, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Braun",
            "author_affiliations": [
                "Clinical Hematology, Hôpital Avicenne, AP-HP, Université Paris 13, Bobigny, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Odile Beyne-Rauzy",
            "author_affiliations": [
                "Hematology, CHU Purpan, TOULOUSE, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Wattel, MD, PhD",
            "author_affiliations": [
                "Hopital Edouard Herriot, Lyon, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Dreyfus",
            "author_affiliations": [
                "Hematology, APHP, Cochin Hospital, University Paris Descartes, Paris, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aspasia Stamatoulas, MD",
            "author_affiliations": [
                "Département d'Hématologie, Centre Henri BECQUEREL, Rouen, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shanti Ame, MD",
            "author_affiliations": [
                "Hematology department, Hôpital Civil, Strasbourg, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques Delaunay, MD",
            "author_affiliations": [
                "Hematology department, CHU de Nantes, Nantes, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Raffoux",
            "author_affiliations": [
                "Hematology Department, Saint-Louis Hospital APHP University Paris VII, Paris, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatiha Chermat",
            "author_affiliations": [
                "Groupe Francophone des Myelodysplasies (GFM), Bobigny, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux",
            "author_affiliations": [
                "Hematology Department, Avicenne Hospital APHP University Paris XIII, Bobigny, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Vey",
            "author_affiliations": [
                "Institut Paoli Calmettes, Université Marseille, Marseille, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T15:38:56",
    "is_scraped": "1"
}