{
    "doi": "https://doi.org/10.1182/blood.V114.22.842.842",
    "article_title": "A Phase II Study of High Dose Lenalidomide as Initial Therapy for Acute Myeloid Leukemia in Patients > 60 Years Old. ",
    "article_date": "November 20, 2009",
    "session_type": "ACUTE MYELOID LEUKEMIA - THERAPY, EXCLUDING TRANSPLANTATION: NOVEL THERAPY FOR OLDER AML PATIENTS",
    "abstract_text": "Abstract 842 Background: AML pts over the age of 60 years (AML ≥ 60) have a poor prognosis and warrant novel therapeutic approaches. Lenalidomide used at the approved starting dose of 10mg/day, with dose reductions for neutropenia/thrombocytopenia, has been shown to produce clinically significant unilineage erythroid responses in pts with myelodysplastic syndromes. However, even in these trials lenalidomide was shown to reduce the bone-marrow blasts. We hypothesized that using a higher potentially myelosuppressive fixed dose for induction therapy may be active in the therapy of AML ≥ 60 yrs. Methods: Eligibility criteria: untreated AML ≥ 60 with intermediate- or poor-risk cytogenetics (chromosome 5q- excluded), ECOG PS 0-2, and adequate organ function. Treatment included 2 cycles of high dose lenalidomide (50 mg/day) x 28 days (induction), followed by low dose lenalidomide (10 mg/day) × 28 days for an additional 12 months in non-progressing pts. The primary endpoint was complete remission (CR), including cytogenetic complete remission (CRc), morphologic complete remission (CRm) and complete remission with incomplete blood count recovery (CRi). Results: 33 pts were enrolled in this cohort, with a median age of 71 (range 60-88) years. 21 pts (64%) had intermediate risk and 12 (36%) poor risk cytogenetics. 23 pts (70%) had de novo AML and 10 pts (30%) had AML transformed from MDS/secondary to prior therapy. Median peripheral WBC at presentation was 4200 (range 600-44,000)/mm 3 . Median duration on therapy was 64 (range 3-267) days. Median follow-up from time of enrollment was 143 (range 6-401) days. In the intent-to-treat (ITT) population CR has been observed in 30%(10/33) and includes 3 CRc, 2 CRm, and 5 CRi. 45% (10/22) pts completing the entire 56 day induction regimen and 50% (10/20) pts with a presenting circulating blast count <1000/mm 3 achieved CR. Responses were rapid with two pts confirmed to be in CR on day 15, five additional pts on day 28 and the 3 remaining pts on day 56. For the 7 pts that achieved a CR and had a clonal cytogenetic abnormality at diagnosis, 6 pts had resolution of the cytogenetic abnormality at the time of CR. Median CR duration was 5 (range 1 to ≥ 8) months, with 4 pts in CR currently remaining on low dose therapy at >8, >7, >7, and >4 months after achieving remission. No pt experienced bone-marrow aplasia according to biopsies performed on days 15, 28 and 56 of induction therapy. Median days of hospitalization were 6 (range 0-40). Reasons for treatment discontinuation were disease progression in 61%(20/33) and adverse events in 24%(8/33) and patient preference in 3% (1/33). The 60 day mortality was 27% (9/33) with 7 of these deaths due to disease progression. Treatment associated Grade (Gr) 3-4 hematologic toxicities included thrombocytopenia (67%), anemia (55%) and neutropenia (33%). Gr 3-4 febrile neutropenia occurred in 27%, pneumonia in 24% and bacteremia in 24%. Other Gr 3-4 non-hematologic toxicities in >10% of patients included fatigue (15%) and hypoxia (15%). Conclusions: High dose single agent lenalidomide represents a novel and effective therapeutic option with rapid onset of responses in older AML patients. Additional studies are needed to better understand the mechanism whereby lenalidomide induces CR in AML. Disclosures: Vij: CELGENE: Honoraria, Research Funding, Speakers Bureau. Off Label Use: LENALIDOMIDE IN ACUTE MYELOID LEUKEMIA. Fehniger: CELGENE: Research Funding.",
    "topics": [
        "lenalidomide",
        "leukemia, myelocytic, acute",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "complete remission",
        "colorectal cancer",
        "disease progression",
        "neoadjuvant therapy",
        "neutropenia",
        "thrombocytopenia"
    ],
    "author_names": [
        "Ravi Vij, MD",
        "Alissa Nelson",
        "Geoffrey L. Uy, MD",
        "Camille Abboud",
        "Peter Westervelt, MD, PhD",
        "Amanda F Cashen, MD",
        "Stockerl-Goldstein Keith, MD",
        "Kathryn M Trinkhaus, Ph.D.",
        "John F. DiPersio, MD, PhD",
        "Todd A Fehniger, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ravi Vij, MD",
            "author_affiliations": [
                "Oncology, Washington University School of Medicine, Saint Louis, MO, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alissa Nelson",
            "author_affiliations": [
                "Oncology, Washington University School of Medicine, ST Louis, MO, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey L. Uy, MD",
            "author_affiliations": [
                "Division of Oncology, Washington University School of Medicine, Saint Louis, MO, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Camille Abboud",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Westervelt, MD, PhD",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda F Cashen, MD",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stockerl-Goldstein Keith, MD",
            "author_affiliations": [
                "Division of Oncology, Washington University School of Medicine, ST Louis, MO, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn M Trinkhaus, Ph.D.",
            "author_affiliations": [
                "Division of Biostatistics, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. DiPersio, MD, PhD",
            "author_affiliations": [
                "Washington University School of Medicine, Siteman Cancer Center, St Louis, MO, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd A Fehniger, MD, PhD",
            "author_affiliations": [
                "Siteman Cancer Center, Washington University, Saint Louis, MO, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T09:39:34",
    "is_scraped": "1"
}