{
    "doi": "https://doi.org/10.1182/blood-2020-142892",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4566",
    "start_url_page_num": 4566,
    "is_scraped": "1",
    "article_title": "Central Nervous System (CNS) Involvement in Adult Acute Lymphoblastic Leukemia (ALL) Assessed Solely By Flow Cytometry Has an Adverse Impact on Survival ",
    "article_date": "November 5, 2020",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Rosana Daniela Córdova-Serrano, MD",
        "Emmanuel Almanza Huante, MDMD",
        "Emmanuel Mártinez-Moreno, MD",
        "Areli Hérnandez-Alcántara, MD",
        "Emmanuel Fernández-Sánchez, MD",
        "Andres Gomez-De Leon, MD",
        "Karla Adriana Espinosa, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Instituto Nacional de Cancerologia México, Mexico City, Mexico"
        ],
        [
            "Grupo de trabajo de leucemias agudas, Mexico City, Mexico"
        ],
        [
            "Hematology, Instituto Nacional de Cancerologia México, Mexico City, Mexico"
        ],
        [
            "Cytogenetics, Instituto Nacional de Cancerologia México, Mexico City, Mexico"
        ],
        [
            "Transfusional Medicine, Instituto Nacional de Cancerologia México, Mexico City, Mexico"
        ],
        [
            "Universidad Autonoma de Nuevo Leon, Hospital Universitario \"Dr. José Eleuterio Gonzalez\", Servicio de Hematología, Monterrey, Mexico"
        ],
        [
            "Instituto Nacional de Cancerología, Mexico City, Mexico"
        ]
    ],
    "first_author_latitude": "19.3717237",
    "first_author_longitude": "-99.19763094999999",
    "abstract_text": "Introduction: Several studies published in recent years dealing with the detection of Central Nervous System (CNS) disease in Acute Lymphoblastic Leukemia (ALL) have demonstrated superiority in terms of sensitivity of Flow Cytometry (FCM) over standard cytology (Tawfik et al, 2018). However, whether CNS activity detected by FCM has an impact on the clinical outcome of ALL adult patients, is still a matter of debate. (Del Principe et al, 2019) Methodology: We analyzed a retrospective cohort of newly diagnosed ALL adult patients in an oncologic center in Mexico, who had a CNS analysis by FCM and conventional cytology, diagnosed between 2017 and 2019. The primary endpoint was to assess the impact on the survival of patients with CNS disease detected by FCM. We defined positive FCM (FCM+) when the patient had >10 phenotypically pathologic events and positive cytology (Cyt+) when the patent had confirmed CNS-2 or CNS-3 activity as defined by NCCN and ESMO; double-negative (DN) patients were considered when neither FCM nor cytology demonstrated disease as described above. Baseline characteristics were grouped in tables and summarized as medians and ranges for quantitative variables or frequencies in qualitative variables. Basal characteristics and different outcomes were compared by the chi-square test for binary variables, and the Mann-Whitney U test for quantitative variables. Overall Survival (OS) and Disease-Free Survival (DFS) analysis were made by Kaplan-Meier curves. A comparison between groups was performed using the log-rank test, with a significant P value less than 0.05 and a 95% confidence interval (CI). We performed a Cox regression model to obtain an HR with a 95% confidence interval for survival to identify risk associations. Results: Of the 92 evaluable patients, the median age was 28 years. 88% of all ALL were ALL-B. The median count of leucocytes was 11.65 x10 9 /L (range 4.71-38.24 x10 9 /L); median LDH was 758 UI/L (range 314-1242 UI/L). 63% of patients had an unfavorable karyotype (hypodiploidy, complex karyotype, or KMT2A). At diagnosis, 27 (28%) were positive by FCM and negative by cytology. The median of the analyzed events was 14,733 (5,025-50,000) with a viability of 38.5% (22-61.75). Only 6 patients were positive by both techniques. 45% of patients with CNS involvement had neurological symptoms (mainly headache). The most used treatment was BFM in 56.7% of patients, followed by HyperCVAD in 37.8%. Patients with documented CNS infiltration by FCM or cytology were treated with triple intrathecal chemotherapy two times per week. Three patients had no response after two weeks of treatment, one received radiotherapy without any response and the other two were dead for chemotherapy toxicity. We found gender as the only statistically significant variable associated with a higher FCM+ (77% males vs 23% females, p<0.01). For the entire cohort, the complete remission (CR) after induction was 84% and 63% had a negative minimal residual disease (MRD) by FCM in the bone marrow. 15% of the patients were refractory. There were no differences between CR (73% versus 88%, p= 0.16), MRD negativity (46% versus 69%, p=0.11), refractory disease (26% versus 10%, p=0.13) or relapsed disease (50% versus 43%, p=0.65) between FCM(+) and ND groups. The OS for the entire cohort was 11.3 months. Patients with FCM+ had a lower survival of 5.6 months [CI95% (0.72-10.67)] compared with 11.8 months [CI95% (0.47-11.95)] in the DN group. The median DFS for the FCM+ patients was 4.6 months [CI95% (3.42-5.92)] versus 16.4 months [CI95% (6.21-26.75)] for DN group. In the Cox regression model, the HR for survival in patients with FCM+ was 1.85 (CI95% 1.004-3.421; p =0.04). Conclusions: Despite the retrospective nature of this study, the detection of CNS involvement was increased from 6% to 28% employing FCM compared with cytology. As mentioned previously, in other studies, FCM has greater sensitivity than cytology (Ranta et al. 2014). According to our results, the presence of CNS disease, detected by FCM has an adverse impact on OS in adult patients with newly diagnosed ALL. These results dictate consideration of FCM as a routine study in the diagnosis of ALL. Prospective studies are needed to evaluate more intensive treatment in these patients. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}