{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1562.1562",
    "article_title": "Multicenter Case Series of Primary Adrenal Lymphoma (PAL) ",
    "article_date": "December 7, 2017",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Retrospective/Observational Studies: Poster I",
    "abstract_text": "Introduction: Primary adrenal lymphoma (PAL) is a rare malignancy, with only around 250 cases reported. It is defined as histologically proven lymphoma that involves one or both adrenal glands and presents with no prior history of lymphoma. In case of simultaneous involvement of other organs and lymph nodes, the diagnosis requires unequivocal dominant involvement of the adrenal gland. In order to investigate the genetic landscape and molecular pathology of PAL, we initiated an international collaboration to collect clinical data as well as tumor samples. Here we give an overview of the clinical features in the largest series of PAL patients so far. Methods : We collected histopathologic information on 80 cases from 11centers in Europe and the USA. Imaging data was available in 64, patient history in 54, treatment outcome in 50, and survival data in 41 patients. Overall survival (OS) was calculated with the non-parametric method of Kaplan-Meier, considering the date of first diagnosis and either the time of death from any cause (complete data), or the time of last follow-up (censored data). Comparison between survival curves was made using the log-rank test. Progression-free survival (PFS) was defined as the time from diagnosis until progression or death, irrespective of cause. Clinical and laboratory data at first diagnosis were compared with the Chi-Square test (χ2) test. Statistical significance was defined as a p-value < 0.05. Results: Median age at diagnosis was 67 yrs (range: 25-89), with a male/female ratio of 2.4. The most common presentation was with B symptoms (56%). In 7 patients (13%) PAL was detected incidentally. Imaging studies showed bilateral adrenal involvement in 52%, which in contrast to previous studies had no prognostic impact. Isolated adrenal masses were detected in 30 of 64 patients on CT scans (47%), the other 34 (53%) showed additional extra-adrenal manifestations. 18FDG-PET scans, performed in 19 pts, revealed extra-adrenal involvement not detected by CT scans in 9 cases. The left and right adrenals were affected with similar frequency. Mean tumor size (largest diameter) was 80 mm (27-180), with no prognostic impact. Serum lactate dehydrogenase was elevated (LDH >250 U/l) in 44 of 49 patients tested and was >500 U/l in 67%. Adrenal insufficiency (AI) was detected in 11 of 16 (69%) bilateral PALs evaluated endocrinologically. None of the 14 evaluated unilateral PALs showed AI. Detection of AI had no significant effect on overall survival. B cell Non-Hodgkin lymphoma (NHL) was the most common histopathological diagnosis (90%). About 86% of analyzed samples were positive for the B-cell marker CD20. Ki-67 expression was more than 70% in 33 of 38 evaluated patients (87%), confirming the highly proliferative nature of this lymphoma. CNS involvement was present in 13 patients, surprisingly without significant impact on prognosis. 2-year OS was 61.5%. Median PFS was 11 months (range: 1-140), with a mean follow-up of 39.4 months. Information about response was available for 50 pts after first-line chemo- or immunochemotherapy: 40% (20/50) reached complete remission (CR), 36% (18/50) partial remission (PR), and 24% (12/50) showed disease progression (DP). Seven responding patients (5 in CR, 2 in PR) underwent autologous stem cell transplantation (aSCT). After an initial response to first-line therapy, 16/50 patients (29%) relapsed. Five patients (2 in CR and 3 with DP after first-line therapy) developed secondary CNS manifestation (one of them despite prophylactic brain irradiation). Patients receiving immunochemotherapy according to the R-CHOP protocol survived longer than patients receiving other therapies but the difference did not reach statistical significance (HR: 0.79, 95%CI: 0.32-1.96; p=0.6). The longest survival was seen in patients treated with conventional chemotherapy followed by aSCT in CR. Conclusion: Treatment of PAL is a challenge. Adrenal insufficiency can occur as potentially life-threatening complication in cases with bilateral involvement. It is thus disconcerting that endocrinological workup was only performed in a minority of cases. R-CHOP has been widely used, but longest survival with conventional chemotherapy was 108 months. Additional aSCT in complete remission increased the likelihood of long-term survival (PFS 72-140 mo.). It remains to be seen whether therapies targeting the B cell receptor pathway will be effective in patients with PAL. Disclosures Majidi: Takeda Pharmaceutical International Co.: Research Funding. Casasnovas: Sanofi: Consultancy, Honoraria; Roche: Consultancy, Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria. Germing: Janssen: Honoraria; Novartis: Honoraria, Research Funding; Celgene: Honoraria, Research Funding. Gattermann: Celgene: Honoraria; Novartis: Honoraria, Other: Travel support; Takeda Pharmaceutical International Co.: Research Funding.",
    "topics": [
        "adrenal glands",
        "lymphoma",
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "adrenal gland hypofunction",
        "brachial plexus neuritis",
        "complete remission",
        "computed tomography",
        "diagnostic imaging",
        "follow-up"
    ],
    "author_names": [
        "Fatemeh Majidi, MD",
        "Samuela Martino, MD",
        "Matthias Haase, MD",
        "Vasileios Chortis, MD MRCP",
        "Wiebke Arlt, MDDSc FRCP FMedSci",
        "Cristina Lucia Ronchi, MDPhDDSc",
        "Martin Fassnacht, MD",
        "Claire Laurent, MD",
        "Olivier Casasnovas, MD",
        "Jean-Michel Petit, MD",
        "Mouhammed Amir Habra, MDFACP FACE",
        "Aleem Kanji, MD",
        "Roberto Salvatori, MD",
        "An Thi Nhat Ho, MD",
        "Ariadni Spyroglou, MD",
        "Felix Beuschlein, MD",
        "Martina Rudelius, MD",
        "Matthias Schott, MD",
        "Ulrich Germing, MD",
        "Rainer Haas, MD",
        "Norbert Gattermann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fatemeh Majidi, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samuela Martino, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Haase, MD",
            "author_affiliations": [
                "Dept. of Endocrinology, Heinrich Heine University Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vasileios Chortis, MD MRCP",
            "author_affiliations": [
                "Center for Endocrinology, Diabetes and Metabolism, Birmingham Health Partners, Birmingham, United Kingdom ",
                "Institute of Metabolism and Systems Research, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wiebke Arlt, MDDSc FRCP FMedSci",
            "author_affiliations": [
                "Center for Endocrinology, Diabetes and Metabolism, Birmingham Health Partners, Birmingham, United Kingdom ",
                "Institute of Metabolism and Systems Research, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Lucia Ronchi, MDPhDDSc",
            "author_affiliations": [
                "Dept. of Diabetes and Endocrinology, Julius-Maximillian University Würzburg, Würzburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Fassnacht, MD",
            "author_affiliations": [
                "Dept. of Diabetes and Endocrinology, Julius-Maximillian University Würzburg, Würzburg, Germany ",
                "Comprehensive Cancer Center, Julius-Maximillian University Würzburg, Würzburg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Laurent, MD",
            "author_affiliations": [
                "University Hospital of Dijon, Dijon, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Casasnovas, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital of Djion, Dijon, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Michel Petit, MD",
            "author_affiliations": [
                "University Hospital of Dijon, Dijon, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mouhammed Amir Habra, MDFACP FACE",
            "author_affiliations": [
                "Dept. of Endocrine Neoplasia and Hormonal Disorders,, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aleem Kanji, MD",
            "author_affiliations": [
                "Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Salvatori, MD",
            "author_affiliations": [
                "Dept. od Endocrinology, Diabetes and Metabolism, Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "An Thi Nhat Ho, MD",
            "author_affiliations": [
                "Dept. of Endocrinology, Diabetes and Metabolism, Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariadni Spyroglou, MD",
            "author_affiliations": [
                "Dept. of Diabetes and Endocrinology, Ludwig-Maximillian University Munich, Munich, Germany "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felix Beuschlein, MD",
            "author_affiliations": [
                "Dept. of Diabetes and Endocrinology, Ludwig-Maximillian University Munich, Munich, Germany ",
                "Dept. of Diabetes and Endocrinology and Nutrition, Zürich University Hospital, Zürich, Switzerland "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Rudelius, MD",
            "author_affiliations": [
                "Institute of Pathology, Heinrich Heine University Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Schott, MD",
            "author_affiliations": [
                "Dept. of Endocrinology, Heinrich Heine University Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Germing, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine-University Düsseldorf, Düsseldorf, Germany"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Haas, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Gattermann, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:38:15",
    "is_scraped": "1"
}