{
    "doi": "https://doi.org/10.1182/blood.V114.22.229.229",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1365",
    "start_url_page_num": 1365,
    "is_scraped": "1",
    "article_title": "Gvhd Severity Is Regulated by the Adoptive Transfer Low Numbers of NKT Cells by a Mechanism Distinct From CD4+CD25+ Regulatory T Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "EXPERIMENTAL TRANSPLANTATION - GVHD AND GVL: DISSECTING GVHD FROM GVL - THE PROMISE OF LYMPHOCYTE MANIPULATION",
    "abstract_text": "Abstract 229 NKT cells, a subset of which are CD1d reactive, play an important immunoregulatory role in suppressing dysfunctional immune reactions, including graft-versus-host disease (GVHD). To explore the biological activity and mechanism of donor-type NKT in suppression of GVHD, we utilized highly purified (>95%) populations of donor (C57Bl6; H-2b) NKT (DX5+TCR+CD4+) cells adoptively transferred into lethally irradiated recipient (Balb/c; H-2 d ) animals with T cell depleted bone marrow (TCD-BM). Highly purified (>95%) NKT cells (5.5×10 5 ) from luciferase positive (luc+) C57BL/6 mice were infused into lethally irradiated Balb/c recipients with TCD-BM(5×10 6 ) from wild-type (WT) C57BL/6 mice, and the animals were monitored by bioluminescence imaging (BLI). By day 4 after transfer, an NKT derived signal was observed in spleen and lymph node (LN) sites, and between days 7 and 10, NKT had also migrated to the skin. Total photons emitted peaked near day 25 after transplantation, followed by a steady decline. To assess the impact of donor-type NKT cells on GVHD induction by conventional CD4+ and CD8+ T cells (Tcon), we co-transferred various doses of highly purified WT NKT at day 0 with TCD-BM, followed by 5×10 5 luc+Tcon/animal on day 2. As few as 2.5×10 4 NKT cells significantly improved survival of mice receiving 5×10 5 Tcon. Animal survival with Tcon only was 20% and for Tcon with NKT cells was 74%(p=0.0023). In contrast to what is observed with CD4+CD25+FoxP3+ regulatory T cells (Treg), the NKT cells did not suppress Tcon proliferation assayed by both in vivo BLI and in a mixed-leukocyte reaction. Analysis of serum cytokines with or without 2.5×10 4 NKT, following HCT with TCD-BM and Tcon, indicated the addition of NKT cells resulted in elevated levels of INF-γ, IL-5, and IL-6 in serum; significant differences were not observed in serum levels of IL-2, IL-4, IL-10, IL-17, or TNF-α. Intracellular levels of cytokines in Tcon were analyzed from the same groups. At 8 days after HCT, mice receiving NKT had fewer TNFα-positive cells in LNs (CD4: 45% to 27%; CD8 36% to 24%); by day 11, however, TNFαa levels between groups were equivalent. IFN-γ levels, which were high in both NKT treated and untreated groups at day 8 (85%-95%), decreased significantly in NKT treated mice by day 11 (CD4: 40%; CD8: 43%), but were abundant in Tcon only mice (CD4: 78%; CD8: 80%) (p=.0001). No significant changes were found in the intracellular levels of IL-2, IL-4, IL-5, IL-10, or IL-17 of Tcon in the presence or absence of NKT cells. NKT from both IL-4 -/- and IFN-γ -/- mice were less effective at suppressing GVHD than WT NKT, implicating these cytokines in the suppressive mechanism. Finally, we found that NKT do not have a major impact on the graft-versus-tumor effect of Tcon against a luc+ BCL-1 tumor. These studies indicate that NKT persist in vivo upon adoptive transfer and suppress GVHD, even at extremely low cell numbers, which is important given the relative paucity of this cell population. The mechanisms of GVHD suppression appear to be distinct to those of Treg and involve the production of IL-4 and IFN-γ by NKT resulting in a decrease in Tcon, which produce pro-inflamatory cytokines. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adoptive transfer",
        "graft-versus-host disease",
        "natural killer t-cells",
        "regulatory t-lymphocytes",
        "cytokine",
        "interleukin-4",
        "aldesleukin",
        "interleukin-10",
        "interleukin-17",
        "interleukin-5"
    ],
    "author_names": [
        "Dennis Leveson-Gower, PhD",
        "Janelle Olson",
        "Emanuela I Sega",
        "Jeanette Baker",
        "Robert Zeiser",
        "Robert Negrin"
    ],
    "author_affiliations": [
        [
            "Medicine/BMT, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Medicine/BMT, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Department of Medicine, Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Medicine/BMT, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Haematology and Oncology, Medical University Freiburg, Freiburg, Germany, "
        ],
        [
            "Medicine, Stanford University Medical Center, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.4316032",
    "first_author_longitude": "-122.17300279999998"
}