{
    "doi": "https://doi.org/10.1182/blood.V104.11.1646.1646",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=177",
    "start_url_page_num": 177,
    "is_scraped": "1",
    "article_title": "Low Dose Thalidomide and Donor Lymphocyte Infusion as Adoptive Immunotherapy after Allogeneic Stem Cell Transplantation in Patients with Multiple Myeloma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "allogeneic stem cell transplant",
        "donor leukocyte infusion",
        "immunotherapy, adoptive",
        "multiple myeloma",
        "thalidomide",
        "graft-versus-host disease, chronic",
        "partial response",
        "progressive neoplastic disease",
        "allografting",
        "asthenia"
    ],
    "author_names": [
        "Nicolaus Kroeger, MD",
        "Avichai Shimoni, MD",
        "Maria Zagrivnaja, PhD",
        "Francis Ayuk, MD",
        "Michael Lioznov, PhD",
        "Heike Schieder, MD",
        "Boris Fehse, PhD",
        "Tatjana Zabelina, MD",
        "Arnon Nagler, MD",
        "Axel Zander, MD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ],
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ],
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ]
    ],
    "first_author_latitude": "32.81986489999999",
    "first_author_longitude": "-96.84210279999999",
    "abstract_text": "To improve anti-myeloma effect of donor lymphocyte infusion (DLI) after allogeneic stem cell transplantation in multiple myeloma, we investigated in a phase I/II study the effect of low dose thalidomide (100 mg) followed by DLI in 18 patients with progressive disease or residual disease and prior ineffective DLI after allografting. The median age was 53 years (range 31–64). Twelve patients received prior DLI and either relapsed again (n=1), or showed no response (PD: n=3; SD: n=8). The overall response rate was 67% including 22% complete remission. Major toxicity of thalidomide was weakness grade I/II (68%) and peripheral neuropathy grade I/II (28%). Only 2 patients experienced mild grade I acute graft versus host disease (aGvHD) of the skin, while no grade II-IV aGvHD was seen. De novo limited chronic GvHD (cGvHD) was seen in two patients (11%). The median time to response was 108 days (range, 36–266 days). In 5 patients not responding to 100 mg, the dose of thalidomide was increased (200 mg n=4; 300 mg n=1) and subsequently two of them responded with partial remission. In three patients dose escalation of DLI was performed, resulting in one minor and one partial remission. No difference regarding response was observed between unrelated and related donors (66% each). Five out of 6 patients with deletion 13 responded, while 5 out of 9 patients without deletion 13 responded to thalidomide plus DLI. In patients who failed to respond to prior DLI, the disease status could be converted in 6 patients with SD after first DLI into CR (n=2), PR (n=3), MR (n=1) while two with SD remainded SD after thalidomide plus DLI. In three patients with progressive disease after DLI the combination of thalidomide and DLI resulted in one CR, one PR and one minor remission. The two-years estimated overall and progression-free survival was 100 % and 84%, respectively. Adoptive immunotherapy with low dose Thalidomide and DLI induces strong anti-myeloma effect with low incidence of graft versus host disease."
}