{
    "doi": "https://doi.org/10.1182/blood.V112.11.1865.1865",
    "article_title": "Fetal-to-Adult Hemoglobin Switching Is Associated with up-Regulation of Specific MicroRNA Species in Circulating Human Erythroid Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "abstract_text": "MicroRNAs are ~22nt-long small noncoding RNAs that negatively regulate expression of target proteins through mRNA degradation or translational repression. They are functionally important in diverse biological processes including development, oncogenesis, and hematopoiesis. To study a potential role of microRNA for regulating cellular changes during erythroid ontogeny, we examined microRNA abundance patterns in circulating erythroid cells during the fetal and adult stages of human development. Expression profiling of microRNA was performed using total RNA from 4 adult peripheral blood samples compared to 4 cord blood samples after depletion of plasma, platelets, and nucleated cells. Labeled RNA was hybridized to custom spotted array containing 474 human microRNAs species (miRBase release 9.1). Total RNA from Epstein-Barr virus (EBV)-transformed lymphoblastoid cell lines was used as a hybridization reference for all samples to generate microRNA abundance profile for each sample. Among the differentially expressed probe-pairs, 40 microRNAs were significantly up-regulated in adult erythroid cells and only 4 microRNAs were down-regulated (p < 0.01 and fold change > 2). Two microRNAs, miR-144 and miR-451, previously reported as being GATA-1 regulated in erythroid cells, were detected above the dynamic range of the array technology in all eight samples. Quantitative PCR was performed to further quantitate differences in the microRNA abundance profiles of the 10 most differentially expressed microRNAs as well as miR-144 and miR-451 . Per published recommendations, miR-103 was used for signal normalization. Among the studied microRNAs, 8 of 12 demonstrated a more than 4 fold increase in abundance in adult erythroid cells compared to cord blood by qPCR. In particular, let-7d and let-7e demonstrated more than 10-fold increased expression in adult cells. Of note, let-7 microRNAs regulate metamorphic processes in model organisms and inhibit ras-associated growth of cancer cells. According to miRBase predictions, over 1200 genes may be targeted by the 8 microRNAs (p < 0.001). Examination of cord and adult reticulocyte mRNA expression profiles (Goh et al. Phy. Gen. 2007) revealed 24 developmentally downregulated genes as predicted targets. Among globin genes, only gamma globin is a predicted target. These findings demonstrate dramatic up-regulation of specific erythroid microRNAs during the fetal-to-adult transition of ontogeny, and support the notion that microRNAs function as developmental regulators of erythropoiesis and globin gene switching.",
    "topics": [
        "erythroid cells",
        "fetus",
        "hemoglobin",
        "micrornas",
        "up-regulation (physiology)",
        "rna",
        "globins",
        "rna, messenger",
        "carcinogenesis",
        "crossbreeding"
    ],
    "author_names": [
        "Seung-Jae Noh, PhD",
        "Samuel Miller",
        "Y. Terry Lee, MS",
        "Francesco M. Marincola, MD",
        "David Stroncek, MD",
        "Christopher Reed, MD",
        "Ena Wang, MD",
        "Jeffery L Miller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Seung-Jae Noh, PhD",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samuel Miller",
            "author_affiliations": [
                "Transfusion Medicine, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Y. Terry Lee, MS",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco M. Marincola, MD",
            "author_affiliations": [
                "Transfusion Medicine, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Stroncek, MD",
            "author_affiliations": [
                "Transfusion Medicine, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Reed, MD",
            "author_affiliations": [
                "Obstetrics & Gynecology, National Naval Medical Center, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ena Wang, MD",
            "author_affiliations": [
                "Transfusion Medicine, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery L Miller, MD",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T15:33:24",
    "is_scraped": "1"
}