{
    "doi": "https://doi.org/10.1182/blood.V118.21.1769.1769",
    "article_title": "The PI3 Kinase δ Inhibitor, CAL-101 (GS-1101), Inhibits Chronic Lymphocytic Leukemia (CLL) Cell Survival in Endothelial and Marrow Stromal Cell Co-Cultures. ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1769 CLL cells are characterized by their ability to resist apoptosis in vivo , but in vitro they undergo spontaneous apoptosis. This suggests that interactions between CLL cells and accessory cells in the tissue microenvironments, such as mesenchymal stromal cells (MSC), nurselike cells (NLC), T-cells, and endothelial cells are critical for maintaining CLL cell survival. CLL cells display constitutive PI3K pathway activation, presumable due to CLL interactions with the microenvironment. CAL-101 is a potent and selective inhibitor of the p110d PI3K isoform and has shown promising clinical activity in chronic lymphocytic leukemia (CLL) in early stage clinical trials. Here, we investigated the ability of CAL-101 to disrupt interactions between CLL and endothelial cells (EC) or bone marrow stromal cells (BMSC). We tested two EC lines human umbilical vein endothelial cells (HUVEC) and UV-2 mouse vascular endothelial cells, and two BMSC lines, stroma-NKtert derived from human bone marrow, and KUSA-H1, a murine BMSC line. CLL cells were cultured for 72h in presence or absence of EC or BMSC. Fig A displays mean (±SEM) CLL cell viabilities of cells from 7 different patients. We found that both, EC and BMSC rescue CLL cells from spontaneous apoptosis with significantly higher CLL cell viabilities in the presence of EC and BMSC (*P< 0.05; **P< 0.01). For example, after 48h significantly higher CLL cell viabilities were noticed with HUVEC (53.2%±4.3%, p<0.05,), UV2 (61.8%±5.3%, p<0.01), stroma-NKtert (96.7%±5.3%, p<0.01) and KUSA-H1 (93.7%±0.95%, p<0.01), when compared to CLL cultured in medium alone (37.5%±4.1%). To test the effects of CAL-101 on EC- and BMSC-mediated CLL cell protection, CLL cells were cultured on ECs or BMSCs in presence or absence of CAL-101 (0.5μM and 5μM), and CLL cell viabilities were assessed at 24h, 48h and 72h. Viabilities of CAL-101 treated samples were normalized to the viabilities of control samples at the respective timepoints (100%). Fig B depicts the mean relative viabilities of CLL cells co-culture with ECs or BMCSs in presence of 5μM CAL-101, compared to CLL cells in the absence of CAL-101. We found a significant reduction of the viability of CLL cells in co-culture with EC and BMSC with both concentrations of CAL-101 (*P< 0.05; **P< 0.01; n=7). These data demonstrate that marrow stromal and endothelial cells both support the viability and protect CLL cells from apoptosis. When comparing BMSC with EC, we noticed that BMSC were more effective than EC in protecting CLL cells, which may explain why the marrow is a preferred site for residual disease and relapses in patients with CLL. CAL-101 can overcome both, BMSC- and EC-mediated CLL cell protection, indicating that CAL-101 inhibits BMSC- and EC-derived pro-survival signals. Ongoing experiments investigate the role of adhesion molecules on BMSC- and EC-derived survival signals and CLL cell adhesion to BMSC versus EC, and how adhesion molecule function is affected by CAL-101. These studies will give us better insight into the mechanism of action of this interesting new drug. View large Download slide View large Download slide  Close modal Disclosures: O'Brien: Gilead: Consultancy, Research Support. Lannutti: Gilead Sciences: Employment.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "cell survival",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "coculture techniques",
        "endothelium",
        "idelalisib",
        "stromal cells",
        "cell adhesion molecules",
        "protein isoforms"
    ],
    "author_names": [
        "Stefania Fiorcari",
        "Wells S Brown",
        "Bradley W McIntyre, PhD",
        "Susan O'Brien, MD",
        "Mariela Sivina, PhD",
        "Julia Hoellenriegel",
        "William G. Wierda, MD, PhD",
        "Michael J Keating, MD",
        "Roberto Marasca",
        "Brian J. Lannutti, PhD",
        "Zeev Estrov",
        "Jan A. Burger, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefania Fiorcari",
            "author_affiliations": [
                "Division of Hematology, Department of Oncology and Hematology, University of Modena and Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wells S Brown",
            "author_affiliations": [
                "Department of Immunology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bradley W McIntyre, PhD",
            "author_affiliations": [
                "Department of Immunology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan O'Brien, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariela Sivina, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Hoellenriegel",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G. Wierda, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J Keating, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Marasca",
            "author_affiliations": [
                "Division of Hematology, Department of Oncology and Hematology, University of Modena and Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian J. Lannutti, PhD",
            "author_affiliations": [
                "Gilead Sciences, Seattle, WA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev Estrov",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan A. Burger, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T15:45:55",
    "is_scraped": "1"
}