{
    "doi": "https://doi.org/10.1182/blood.V104.11.1650.1650",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=224",
    "start_url_page_num": 224,
    "is_scraped": "1",
    "article_title": "Improved Prediction of Acute Leukemia Relapse after Allogeneic SCT by Chimerism Analysis of Null Alleles and Indel Polymorphisms with Real-Time Quantitative PCR. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Increasing mixed chimerism (MC) predicts morphological relapse after stem cell transplantation (SCT) in patients with acute leukemia. Early treatment of increasing MC reduces the onset of relapse and improves survival. However, conventional methods for chimerism analysis fail to detect MC prior to a considerable number of relapses. We have tested a new approach for chimerism follow-up, based on amplification by real-time quantitative PCR (rtq-PCR) of null alleles and insertion/deletion (indel) polymorphisms, and compared it with conventional variable number of tandem repeats (VNTR)-PCR. Four null alleles: GSTM1, GSTT1, RhD and SRY, and 10 indels: Xq28, rs4399, DCP1, R271, FVII, THYR, MID-1039, MID-1335, MID-1385, MID-2062, were quantified by rtq-PCR using allele-specific primers and probes (LyghtCycler technology). Sensitivity studies (by mixture of positive and negative DNA), and intra- or inter-assay variability experiments were performed. All markers showed high sensitivity (at least 0.01%) and reproducibility. Accuracy of the method was also confirmed by dilution of positive in negative cells with subsequent DNA extraction and rtq-PCR quantification. Donor/host informativity (presence of the sequence in the recipient and absence in the donor) was tested retrospectively in a series of 68 acute leukemia patients, and at least one informative marker was obtained in 85.3% of donor/host pairs. Chimerism follow-up was performed on peripheral blood (PB) and bone marrow (BM) samples obtained after SCT. In non-relapsed patients, PB host chimerism values progressively descended from transplantation until reaching donor complete chimerism (CC); conversely, BM chimerism decreased but did not reach CC more than 3 years after SCT. From 18 relapses evaluable with rtq-PCR, 16 (89%) showed increasing chimerism in PB samples prior to relapse; by contrast, only 73% of such relapses were preceded by increasing MC in BM. When compared to VNTR, rtq-PCR predicted a significantly higher number of relapses (89% vs 42%) and anticipated them earlier (median of 56 vs 38 days). In summary, rtq-PCR determination of null alleles and indels constitutes a new validated simple procedure to monitor hematopoietic chimerism after SCT. It improves the predictive results obtained with conventional VNTR-PCR, and is specially useful when PB samples are analyzed.",
    "topics": [
        "alleles",
        "chimerism",
        "leukemia, acute",
        "polymorphism",
        "quantitative real-time polymerase chain reaction",
        "polymerase chain reaction",
        "chief complaint",
        "dna",
        "follow-up",
        "dilution technique"
    ],
    "author_names": [
        "Antonio Jimenez-Velasco, MD",
        "Manuel Barrios, MD, PhD",
        "Jose Roman-Gomez, MD, PhD",
        "German Navarro, PhD",
        "Ismael Buño, PhD",
        "Jose L. Diez-Martin, MD, PhD",
        "Antonio Torres, MD, PhD",
        "Ana I. Heiniger, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Carlos Haya Universitary Hospital, Malaga, Spain"
        ],
        [
            "Hematology, Carlos Haya Universitary Hospital, Malaga, Spain"
        ],
        [
            "Hematology, Reina Sofia Universitary Hospital, Cordoba, Spain"
        ],
        [
            "Hematology, Carlos Haya Universitary Hospital, Malaga, Spain"
        ],
        [
            "BMT Unit, Gregorio Marañon GU Hospital, Madrid, Spain"
        ],
        [
            "BMT Unit, Gregorio Marañon GU Hospital, Madrid, Spain"
        ],
        [
            "Hematology, Reina Sofia Universitary Hospital, Cordoba, Spain"
        ],
        [
            "Hematology, Carlos Haya Universitary Hospital, Malaga, Spain"
        ]
    ],
    "first_author_latitude": "36.72278409999999",
    "first_author_longitude": "-4.45188725"
}