{
    "doi": "https://doi.org/10.1182/blood-2021-153548",
    "article_title": "Ruxolitinib for Bronchiolitis Obliterans Syndrome after Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 5, 2021",
    "session_type": "722.Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Introduction: Bronchiolitis obliterans syndrome (BOS) is an extremely unfavorable chronic GVHD manifestation with limited therapeutic options. Recent small retrospective series and the only prospective randomized trial have demonstrated different response rates (8.6 - 66.7%) in patients with BOS to JAK1/2 inhibitor ruxolitinib (Streiler C. et al. BMT 2020, Zhao Y. et al. Front. Pharmacol. 2021, Zeiser R. et al. NEJM 2021). Here we report a single-center study of the ruxolitinib efficacy for BOS in adults after HSCT. Methods: The study included 52 patients (median age 33 years (18-58), female 48%) diagnosed with BOS according to the NIH (2014) criteria between 2008 and 2020. The median %FEV1 at BOS diagnosis was 41.6% (20.0-74.1). Severe BOS was present in 44% patients. Due to the previous extrapulmonary cGVHD, the vast majority of patients (81%) had a history of various treatment options, including calcineurin inhibitors, systemic steroids, extracorporeal photopheresis (ECP), tyrosine kinase inhibitors (TKIs imatinib, dasatinib) and ruxolitinib. After BOS diagnosis the following treatments were administered: a FAM-like regimen (fluticasone, azithromycin and montelukast) (94%), CNIs (50%), mTOR inhibitor (35%), systemic corticosteroids (52%), ECP (25%) or low-dose rIL-2 (19%) as the first and subsequent lines of therapy. Seventeen patients (33%) received TKIs. A total of 20 BOS patients received ruxolitinib (median dose of 15 mg/day). The remaining 32 patients were included in the control group. The response was assessed by the dynamics of FEV1 according to the NIH scale (2014): partial response (PR, ≥10% increase in FEV1), stabilization (<10% change), progression (≥10% decrease) (n=45), as well as clinically by the degree of dyspnea according to the NIH symptom-based lung score and mMRC scale with PR defined as a decrease in dyspnea by at least 1 point (n=52). The overall survival (OS) was assessed with the Kaplan-Meier method from the moment of BOS diagnosis. Results: At a median follow up of 27 months (5-102) in the ruxolitinib group, 5 (26%) patients achieved PR criteria, while BOS stabilization and progression was observed in 7 (37%) cases each. In the control group, PR, stabilization and progression were documented in 3 (12%, p=0.253), 17 (65%) and 6 (23%) cases respectively (Fig.1). The clinical evaluation of dyspnea also did not reveal statistically significant differences in PR rate: 15% vs 19% according to NIH-CC and 30% vs 31% according to mMRC scale (p = 1.0). Systemic steroids were used less frequently in the ruxolitinib group (35% versus 63%, p = 0.049). As of July 1, 2021, 32 (62%) patients were alive. Twenty patients died due to cGVHD and infectious complications (n = 16, 80%) or underlying disease relapse (n = 4, 20%). As a result, the 5-year OS was 54.4% (95% CI, 36.7-69.1) with no statistically significant differences between ruxolitinib and control groups: 59.1% (95% CI, 25.6-81.6) vs 50.2 (95% CI, 29.5-67.7) (p=0.387). Conclusions: In comparison with the retrospective control group, ruxolitinib showed no significant benefit in FEV1-based and clinical response rate in patients with BOS after HSCT. However, ruxolitinib therapy provides a more frequent systemic steroid-free strategy. These data are consistent with the results of REACH3 (Zeiser R. et al. NEJM 2021). Despite very positive results of ruxolitinib in the general cGVHD population, BOS remains an unsolved problem. Novel approaches are required. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare. OffLabel Disclosure: Ruxolitinib for BOS in the settings of cGVHD",
    "author_names": [
        "Egor A. Kulagin",
        "Alisa G. Volkova",
        "Anna A. Dotsenko",
        "Valeria R. Yanbukhtina",
        "Julia D. Rabik",
        "Anna G. Smirnova",
        "Irina K. Golubovskaya",
        "Vasiliy I. Trofimov",
        "Ivan S. Moiseev"
    ],
    "author_dict_list": [
        {
            "author_name": "Egor A. Kulagin",
            "author_affiliations": [
                "M Chernorutskiy Department of Hospital Therapy with clinic, Pavlov University, St. Petersburg, Russian Federation"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alisa G. Volkova",
            "author_affiliations": [
                "RM Gorbacheva Research Institute, Pavlov University, St. Petersburg, Russian Federation"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna A. Dotsenko",
            "author_affiliations": [
                "RM Gorbacheva Research Institute, Pavlov University, St. Petersburg, Russian Federation"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria R. Yanbukhtina",
            "author_affiliations": [
                "RM Gorbacheva Research Institute, Pavlov University, St. Petersburg, Russian Federation"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia D. Rabik",
            "author_affiliations": [
                "M Chernorutskiy Department of Hospital Therapy with clinic, Pavlov University, St. Petersburg, Russian Federation"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna G. Smirnova",
            "author_affiliations": [
                "RM Gorbacheva Research Institute, Pavlov University, St. Petersburg, Russian Federation"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irina K. Golubovskaya",
            "author_affiliations": [
                "RM Gorbacheva Research Institute, Pavlov University, St. Petersburg, Russian Federation"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vasiliy I. Trofimov",
            "author_affiliations": [
                "M Chernorutskiy Department of Hospital Therapy with clinic, Pavlov University, St. Petersburg, Russian Federation"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan S. Moiseev",
            "author_affiliations": [
                "RM Gorbacheva Research Institute, Pavlov University, Saint-Petersburg, Russian Federation"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:38:26",
    "is_scraped": "1"
}