{
    "doi": "https://doi.org/10.1182/blood.V114.22.3277.3277",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1589",
    "start_url_page_num": 1589,
    "is_scraped": "1",
    "article_title": "Treatment with mTOR Inhibitor, Everolimus (RAD001) Overcomes Resistance to Imatinib in Ph-Leukemia Quiescent or T315I-Mutated Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster III",
    "abstract_text": "Abstract 3277 Poster Board III-1 Recent studies suggest that leukemia stem cells (LSCs) are responsible for relapse of leukemia following conventional or targeted agents and that eradication of LSCs might be necessary to cure the disease. Aberrant activation of mTOR signaling has also been reported to be involved in LSCs. In order to examine mechanisms of drug resistance in Ph-positive (Ph + ) LSCs and to seek strategies to overcome the resistance, we've previously established in vivo -murine and ex vivo -culture models using murine hematopoietic pluripotent progenitors transduced with BCR-ABL (Minami, et al., Proc Natl Acad Sci USA, 2008). Furthermore, Ph + leukemia (including T315I-, F311I-mutated CML-BC, or Y253H-mutated Ph-ALL) patient cells were serially xenotransplanted into immunodeficient NOD/SCID/IL2rγ null (NOG) mice. Engrafted bone marrow and spleen cells were almost identical to the original leukemia cells as to phenotypes including karyotypes and distribution of primitive populations. Spleen cells derived from leukemic NOG mice were co-cultured with S17 stromal cells and treated with imatinib and the mTOR inhibitor, everolimus (RAD001, Novartis Pharmaceuticals). While quiescent (Hoechst-33342 low /Pyronin-Y low ) CD34 + cells were insensitive to imatinib in spite of BCR-ABL- and CrkL-dephosphorylation, substantial cell death including CD34 + population was induced with nM level of everolimus. In imatinib-resistant Ph + leukemia cell lines harboring T315I-mutation (Baf3p210/T315I and TCC-Y/T315I), everolimus induced cell death with low IC 50 values in PI-exclusion assays. We are also investigating detailed biomarkers in the cell death (such as phosphorylation of 4E-BP1 or p70 S6K) and effects of theses drugs in the leukemic NOG mice systems. These results imply that treatment with everolimus can overcome the resistance to imatinib in Ph + LSCs or T315I-mutated cells. Disclosures: Kiyoi: Kyowa Hakko Kirin: Consultancy. Naoe: Kyowa Hakko Kirin, Wyeth and Chugai: Research Funding.",
    "topics": [
        "everolimus",
        "imatinib mesylate",
        "leukemia",
        "mtor inhibitors",
        "mutation",
        "cd34 antigens",
        "bcr-abl tyrosine kinase",
        "biological markers",
        "immunologic deficiency syndromes",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Yosuke Minami, MD, PhD",
        "Miho Minami",
        "Yachiyo Kuwatsuka, MD",
        "Ryohei Tanizaki, MS",
        "Yuka Nomura",
        "Akihiro Abe, MD, PhD",
        "Hitoshi Kiyoi, MD, PhD",
        "Tomoki Naoe, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Infectious Diseases, Nagoya University Hospital, Nagoya, Japan"
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ]
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353"
}