{
    "doi": "https://doi.org/10.1182/blood-2020-138811",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4581",
    "start_url_page_num": 4581,
    "is_scraped": "1",
    "article_title": "Updated Results from a Phase I/II Study of Duvelisib and Venetoclax in Patients with Relapsed or Refractory CLL/SLL or Richter's Syndrome ",
    "article_date": "November 5, 2020",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Jennifer L. Crombie, MD",
        "Svitlana Tyekucheva, PhD",
        "Zixu Wang, MS",
        "Alexandra Savell, BS",
        "Lisa Brennan, RN, BSN",
        "Jessica Lowney",
        "Karen Francoeur, RN",
        "Josie Montegaard, NP",
        "Austin I. Kim, MD",
        "Jacob D. Soumerai, MD",
        "Jon E. Arnason, MD",
        "Allan Louie Cruz, MD",
        "Sigrid Berg, MD",
        "David C. Fisher, MD",
        "Jennifer R Brown, MD PhD",
        "Matthew S. Davids, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Harvard T.H. Chan School of Public Health, Boston, MA "
        ],
        [
            "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Harvard T.H. Chan School of Public Health, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Verastem Oncology, Needham, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Northern Light Cancer Care, Brewer, ME"
        ],
        [
            "Northern Light Cancer Care, Brewer, ME"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.337595249999985",
    "first_author_longitude": "-71.10771564999999",
    "abstract_text": "Introduction: The MURANO study demonstrated that venetoclax (VEN) plus rituximab is an effective regimen for pts with relapsed/refractory (R/R) CLL, but included 2 years of treatment and an infusional component (Seymour et al., NEJM, 2018). Duvelisib (DUV) is an oral inhibitor of PI3K-δ/γ approved for R/R CLL/SLL after two prior therapies. We hypothesized that DUV + VEN would lead to deep remissions that allow for oral, time-limited therapy. DUV + VEN is also promising for Richter's Syndrome (RS), as this combination was synergistic in preclinical models (Iannello et al., ASH, 2019). Here we report the safety and preliminary efficacy of DUV + VEN in pts with R/R CLL/SLL and RS. Methods: This is an ongoing investigator-initiated phase I/II trial (NCT03534323) with primary endpoints: DLTs, MTD, and RP2D (phase I) and CR rate (phase II). Secondary endpoints: PK, preliminary efficacy. Pts are treated with a 7-day lead in of DUV 25 mg BID. In the phase I trial, on day 8, DUV was continued and VEN initiated at 10 mg or 20 mg (inpt) with weekly ramp-up to 20/50/100 (dose level (DL)1), 200 mg (DL2), and 400 mg (DL3) using a 3+3 design. In phase II VEN is started at 10 mg (outpt) or 20 mg (inpt) on day 8 and ramped up to 400 mg on a weekly basis. Pts with RS have the option of an accelerated VEN ramp-up to 400 mg over 5 days (inpt). Pts are treated with DUV + VEN for 12 cycles. If undetectable for minimal residual disease (uMRD), pts can discontinue therapy and reinitiate VEN with recurrence. Pts with persistent MRD after 12 cycles continue VEN. Eligibility criteria for CLL pts: ≥1 prior therapy, requiring therapy by 2008 iwCLL criteria, ECOG PS ≤2, adequate hematologic/organ function, no prior VEN/DUV. For RS, no prior therapy and prior VEN > 1 yr ago was allowed. CTCAE v5 and 2008 iwCLL were used to evaluate toxicity and efficacy. MRD was assessed by 8-color flow at 10 -4 in the peripheral blood (PB) and bone marrow (BM) (Mayo Laboratories). Results: As of July 19, 2020, 22 pts were treated (phase I (n=12), phase II (CLL n=7, RS n=3)). Median age: 69 yrs (range 50-78). Del(17p): 7/22 (32%), TP53 mutation: 10/22 (45%), del(11q): 2/22 (9%), unmutated IGHV: 20/22 (91%), mutation in NOTCH1 : 10/22 (45%). Median prior treatments was 3 (range 1-6), including 2 pts who relapsed after alloSCT. 15/22 (68%) pts had prior BTKi, including 7 progressors. No DLTs occurred in phase I, and PK data showed only modest increase in VEN exposure in the presence of DUV. The RP2D of VEN in combination with DUV was the approved dose of 400 mg. Heme toxicities and all grade non-heme toxicities in >25% of pts are shown in Table 1. SAEs included: gr3 febrile neutropenia and lung infection (n=2), gr3 amylase/lipase, gastritis, arthralgia (n=1), gr2 colitis (n=1), and g5 hepatic failure (n=1). All SAEs were reversible with the exception of the gr5 hepatic failure in a pt with RS involvement of the liver. Eleven pts held, 9 pts dose-reduced, and 6 pts discontinued DUV for toxicity. No laboratory or clinical tumor lysis syndrome (TLS) was observed per Cairo-Bishop criteria. VEN was briefly held during ramp-up in 2 pts for elevated LDH and K, then later in 2 pts for neutropenia and thrombocytopenia. At data cutoff, the median number of cycles was 7.5 (range 1-22) and 21 pts were evaluable after at least cycle 4 restaging (CLL n=18, RS n=3). The ORR for CLL/SLL pts was 94% (17/18), with 56% CR (primary endpt) and 39% PR. 61% (11/18) pts had uMRD in the PB, first occurring after cycle 3 (n=4), cycle 6 (n=5), or cycle 10 or 12 (n=1 each). 56% (10/18) pts have thus far achieved BM-uMRD and 4 pts have not yet reached the point of evaluation. 58% (7/12) pts who have to date completed 1 year of DUV + VEN had CR with uMRD in the PB and BM and discontinued therapy, including 2 pts with del(17p). All 4 CLL pts who had progressed on BTKi have responded thus far. Three CLL pts have come off study. One pt with minimal nodal disease achieved uMRD in PB and BM and proceeded to alloSCT. Two pts at DL1 came off study for PD (1 CLL and 1 RS). Of the 3 pts with RS, 1 had disease reduction but was in SD after 3 cycles and started new therapy, and 2 pts had early PD and came off study. 3 pts have died, all with RS. Conclusions: DUV + VEN has a manageable safety profile to date and is active for pts with R/R CLL/SLL, including those who have relapsed after BTKi. High rates of CR and uMRD for this 1-year MRD-guided, time-limited, all oral regimen have already been observed despite short follow-up. Updated results of this actively accruing study will be presented at the meeting. View large Download slide View large Download slide  Disclosures Crombie: Bayer: Research Funding; Abbvie: Research Funding. Francoeur: Verastem: Current Employment, Other. Montegaard: AstraZeneca: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees, Other: KOL lecture seires guest lecturer. Soumerai: BostonGene: Research Funding; Verastem: Consultancy; AstraZeneca: Consultancy; AbbVie: Consultancy; TG Therapeutics: Research Funding; GlaxoSmithKine: Research Funding; Genentech/Roche: Research Funding; Beigene: Consultancy, Research Funding. Arnason: Regeneron: Consultancy; Juno: Consultancy. Brown: Janssen, Teva: Speakers Bureau; Abbvie, Acerta, AstraZeneca, Beigene, Invectys, Juno/Celgene, Kite, Morphosys, Novartis, Octapharma, Pharmacyclics, Sunesis, TG Therapeutics, Verastem: Consultancy; Gilead, Loxo, Sun, Verastem: Research Funding. Davids: Eli Lilly: Consultancy; Verastem: Consultancy, Research Funding; Adaptive Biotechnologies: Consultancy; AbbVie: Consultancy; AstraZeneca: Consultancy, Research Funding; BeiGene: Consultancy; Ascentage Pharma: Consultancy, Research Funding; TG Therapeutics: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding; Surface Oncology: Research Funding; Novartis: Consultancy, Research Funding; Gilead Sciences: Consultancy; Zentalis: Consultancy; Sunesis: Consultancy; Syros Pharmaceuticals: Consultancy; Research to Practice: Honoraria; Merck: Consultancy; Bristol Myers Squibb: Research Funding; Janssen: Consultancy; MEI Pharma: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Celgene: Consultancy. OffLabel Disclosure: Duvelisib and venetoclax are not approved in combination for CLL."
}