{
    "doi": "https://doi.org/10.1182/blood-2019-129800",
    "article_title": "IL-1β Secreted from Mutant Cells Carrying JAK2- V617Ffavors Early Clonal Expansion and Promotes MPN Disease Initiation and Progression ",
    "article_date": "November 13, 2019",
    "session_type": "635.Myeloproliferative Syndromes: Basic Science",
    "abstract_text": "JAK2 -V617F is the most frequently recurring somatic mutation in patients with myeloproliferative neoplasm (MPN), but it can also be found in healthy individuals with clonal hematopoiesis of indeterminate potential (CHIP) with a frequency much higher than the incidence of MPN. This suggests that the acquisition of the JAK2 -V617F is not the rate-limiting step and other factors might be required for the expansion of the JAK2 mutated clone and initiation of MPN disease. Chronic inflammation is a hallmark of advanced MPN and is associated with progression to myelofibrosis and AML. Interleukin-1β (IL-1β) is one of the master regulators of the inflammatory state and its aberrant activity has been implicated in various pathological diseases including MPN. Here we focused on the early stages of MPN disease initiation and examined the role of IL-1β in this context. We hypothesized that IL-1β mediated inflammation may promote early expansion of the JAK2 mutant clone to reach a critical clone size capable of initiating MPN. We used a genetic approach and crossed IL-1β knockout ( IL1β -/- ) mice with our tamoxifen inducible SclCre ER ;JAK2 -V617F ( VF ) mice, generating a triple mutant SclCre ER ;JAK2 -V617F; IL-1β -/- ( VF;IL1β -/- ) line. We then transplanted two million bone marrow (BM) cells from VF and VF;IL1β -/- mice into lethally irradiated wildtype (WT) or IL1β -/- recipients. Complete blood counts monitored every 4 weeks for up to 32 weeks post transplantation showed reduced platelet, neutrophil, leukocyte and monocyte counts in mice transplanted with VF;IL1β -/- as compared to VF . Furthermore, terminal analysis at week 16 and 32 revealed reduced splenomegaly and bone marrow fibrosis in the mice receiving VF cells lacking IL1β . This experiment shows that IL1β plays an important role in MPN pathogenesis in this mouse model. To test the hypothesis that IL1β favors clonal expansion during MPN disease initiation, we performed competitive dilution assays by mixing BM cells from VF or VF;IL1β -/- mice that also co-express the GFP protein as a reporter ( VF ; GFP or VF;IL1β -/- ;GFP ) with BM cells from IL1β -/- mice in 1:100 ratio and transplanted into lethally irradiated WT recipients (Figure 1A). Successful engraftment was defined by presence of >1% GFP + cells within Gr-1 + granulocytes in peripheral blood (PB) at week 18 after transplantation. In mice transplanted with VF;GFP , we found engraftment in 25 of 29 (86%) recipients whereas in mice transplanted with VF;IL1β -/- ;GFP , only 18 of 29 (62%) recipients showed engraftment. Moreover, 10 of 25 (40%) mice engrafted with VF;GFP developed MPN at 24 weeks after transplantation as compared to only 2 of 18 (11%) mice engrafted with VF;IL1β -/- ;GFP cells. GFP chimerism measured every 6 weeks in peripheral blood (PB) from erythroid (Ter119 + ), megakaryocytic (CD61 + ) and granulocytic lineages (Gr-1 + ) was significantly reduced in mice transplanted with VF;IL1β -/- ;GFP compared to mice transplanted with VF;GFP cells (Figure 1A), suggesting the capacity to produce IL-1β protein by the VF cells was promoting the expansion of the clone and MPN manifestation.To define the relative contributions of hematopoietic and non-hematopoietic cell derived IL-1β in promoting MPN initiation, we performed competitive dilution assays in IL1β -/- recipients (Figure 1B). We detected engraftment in 27 of 30 (90%) IL1β -/- recipients transplanted with VF;GFP and 27 of 33 (82%) mice transplanted with VF;IL1β -/- ;GFP . Furthermore, 9 of 27 (33%) mice engrafted with either VF;GFP or VF;IL1β -/- ;GFP developed MPN at 24 weeks after transplantation. However GFP chimerism in Ter119, Gr-1 and CD61 was lower in mice transplanted with VF;IL1β -/- ;GFP compared to mice transplanted with VF;GFP (Figure 1B). We further looked at plasma IL-1β protein levels by ELISA (Figure 1C). Interestingly, we found that IL-1β protein levels were also reduced in WT mice transplanted with VF;IL1β -/- ;GFP donor cells, indicating that the non-hematopoietic WT cell cannot compensate for the deficiency of IL-1β in the VF clone. Overall, our results demonstrate that IL-1β favors early clonal expansion and show that IL-1β produced by the JAK2 mutant cells is required for optimal MPN disease initiation. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "carrying",
        "chimerism",
        "chronic inflammation",
        "clonal expansion",
        "clonal hematopoiesis of indeterminate potential",
        "complete blood count",
        "dilution technique",
        "enzyme-linked immunosorbent assay",
        "inflammation",
        "integrin beta3"
    ],
    "author_names": [
        "Shivam Rai",
        "Nils Hansen",
        "Hui Hao-Shen",
        "Stefan Dirnhofer",
        "Nageswara Rao Tata",
        "Radek C. Skoda"
    ],
    "author_dict_list": [
        {
            "author_name": "Shivam Rai",
            "author_affiliations": [
                "Department of Biomedicine, University Hospital Basel, University of Basel, Basel, Switzerland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nils Hansen",
            "author_affiliations": [
                "Department of Biomedicine, University Hospital Basel, University of Basel, Basel, Switzerland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Hao-Shen",
            "author_affiliations": [
                "Department of Biomedicine, University Hospital Basel, University of Basel, Basel, Switzerland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Dirnhofer",
            "author_affiliations": [
                "Department of pathology, Univeristy Hospital Basel, Basel, Switzerland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nageswara Rao Tata",
            "author_affiliations": [
                "Department of Biomedicine, University Hospital Basel, University of Basel, Basel, Switzerland "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Radek C. Skoda",
            "author_affiliations": [
                "Department of Biomedicine, University Hospital Basel, University of Basel, Basel, Switzerland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T02:38:55",
    "is_scraped": "1"
}