{
    "doi": "https://doi.org/10.1182/blood.V104.11.4997.4997",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=51",
    "start_url_page_num": 51,
    "is_scraped": "1",
    "article_title": "Aldehyde Dehydrogenase Activity - the Better Marker for the Quality of Hematopoietic Stem Cell Transplants?!. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "aldehyde dehydrogenases",
        "hematopoietic stem cells",
        "cd34 antigens",
        "enzymes",
        "flow cytometry",
        "hematopoietic stem cell transplantation",
        "leukapheresis",
        "methylcellulose",
        "peripheral blood stem cells",
        "bone marrow"
    ],
    "author_names": [
        "Michael V. Lioznov, MD",
        "Petra Freiberger",
        "Axel R. Zander, MD",
        "Boris Fehse, PhD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Center, University Hospital Hamburg-Eppendorf, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation Center, University Hospital Hamburg-Eppendorf, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation Center, University Hospital Hamburg-Eppendorf, Hamburg, Germany"
        ],
        [
            "Bone Marrow Transplantation Center, University Hospital Hamburg-Eppendorf, Hamburg, Germany"
        ]
    ],
    "first_author_latitude": "53.59082850000001",
    "first_author_longitude": "9.973988100000001",
    "abstract_text": "The use of functional rather than cell surface markers to identify and isolate stem cells has several advantages. Recently, aldehyde dehydrogenase (ALDH) enzyme activity has been shown to be a metabolic marker for primitive hematopoietic progenitor cells. We compared 7-day-expression kinetics of ALDH vs. the standard marker in human hematopoietic stem cell transplantation, CD34, and related these data to the colony-forming ability of bone marrow and leukapheresis samples. Cell probes directly taken from whole transplants were first analyzed on the day of harvest (day 0) using flow cytometry (CD34, ALDEFLUOR ® ) and methyl cellulose (MC) assays. To resemble usual conditions during transport of clinical transplants, cell samples were then stored without additional modification at either +4°C or room temperature (RT). Relative CD34 + , ALDH + and CFU numbers were determined at various time points (days 1, 2, 3 and 7). During this time course we found that progenitor (CFU-GM) cell activity correlated very well with ALDH enzyme function but not with CD34 expression, the commonly used parameter to evaluate the quality of hematopoietic stem cell transplants. This indicates that ALDH expression may be a more reliable marker for quality control of HSC transplants. Based on our assay systems we also could show that PBSC transplants lose most of their CFU-activity (>80%) within just 48 hours if stored at room temperature, but are stable at +4°C. Thus, transport of PBSC transplants at RT should be strongly avoided. In conclusion, our data may have important implications for both quality control and transport organization of HSC transplants, especially given the permanent increase in numbers of PBSCT from matched unrelated donors."
}