{
    "doi": "https://doi.org/10.1182/blood.V120.21.2666.2666",
    "article_title": "Detection of Diffuse Large B-Cell Lymphoma in Peripheral Blood Using High-Throughput Sequencing Assay. ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2666 Background: In patients with diffuse large B-cell lymphoma (DLBCL), circulating lymphoma cells in the bloodstream are rarely detected by conventional morphology or flow cytometry evaluation. We developed a high-throughput sequencing based platform, LymphoSIGHT, to detect evidence of lymphoid malignancies in peripheral blood samples, as this could potentially be used for detection of minimal residual disease after treatment. This sequencing method has a sensitivity to detect one lymphoma cell per million leukocytes in peripheral blood. We herein report the results of our pilot study assessing the ability of this method to detect the lymphoma clone in peripheral blood samples from 5 DLBCL patients at the time of diagnosis. Methods: This study has been approved by IRB and consent has been obtained from patients. Using universal primer sets, we amplified immunoglobulin heavy chain (IgH@) variable, diversity, and joining gene segments from genomic DNA in tumor biopsy and peripheral blood samples (plasma and peripheral blood mononuclear cell (PBMC) compartments) collected at initial diagnosis. Amplified products were sequenced to obtain >1 million reads (>10× sequencing coverage per IgH molecule), and were analyzed using standardized algorithms for clonotype determination. Tumor-specific clonotypes were identified for each patient based on their high-frequency within the B-cell repertoire in the lymph node biopsy sample. The presence of the tumor-specific clonotype was then quantitated in cell-free and PBMC compartments from the diagnostic blood sample. A quantitative and standardized measure of clone level among all leukocytes in the diagnostic sample was determined using internal reference DNA. Results: We detected a high-frequency IgH clonal rearrangement in all 5 lymph node biopsy samples. The lymphoma clonotype that was identified in the tumor biopsy was also detected in the plasma and/or PBMC compartment in all 5 patients at diagnosis. Specifically, the lymphoma clonotype was detected in the plasma compartment in 4 patients, while 3 patients demonstrated the presence of the lymphoma clonotype in the PBMC compartment ( Table 1 ). We hypothesize that the positive lymphoma clone in the plasma is due to rapid proliferation and necrosis of the primary tumor, releasing the degraded component of lymphoma into the blood stream. However, in this small sample size, we did not observe an obvious correlation between the level of detection (PBMC or plasma) and clinical parameters (LDH, stage, size of tumor, tumor Ki67, cell-of-origin). All patients achieved complete response after initial treatment and four are being followed. We plan to analyze blood specimens while they are in remission. Conclusions: IgH clonal rearrangements were detected by sequencing in all tumor biopsy samples. Importantly, all peripheral blood samples showed signs of circulating lymphoma material in either the plasma or PBMC compartment at diagnosis. Analysis of diagnostic and post-therapy samples from additional DLBCL patients is ongoing. These data will determine whether the sequencing assay is a strong indicator for response to therapy and relapse monitoring. Table 1. Detection of circulating tumor material in DLBCL patients at diagnosis.  . PBMC compartment . Plasma compartment . Patient . Number of clone molecules . Frequency among IgH sequences (%) . Number of clone molecules . Frequency among IgH sequences (%) . 1 2,318 13.5 29 70.5 2 0 0 3 2.7 3 3,701 5 0 0 4 0 0 140 95.5 5 7 0.05 21 24.4 . PBMC compartment . Plasma compartment . Patient . Number of clone molecules . Frequency among IgH sequences (%) . Number of clone molecules . Frequency among IgH sequences (%) . 1 2,318 13.5 29 70.5 2 0 0 3 2.7 3 3,701 5 0 0 4 0 0 140 95.5 5 7 0.05 21 24.4 View Large Disclosures: Faham: Sequenta, Inc.: Employment, Equity Ownership, Research Funding. Carlton: Sequenta, Inc.: Employment, Equity Ownership, Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "neoplasms",
        "immunoglobulin heavy chains",
        "biopsy",
        "molecule",
        "dna",
        "lymph node biopsy",
        "blood tests",
        "complete remission"
    ],
    "author_names": [
        "Yasuhiro Oki, MD",
        "Malek Faham, MD, PhD",
        "Victoria Carlton, PhD",
        "Sattva S. Neelapu, MD",
        "Anas Younes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yasuhiro Oki, MD",
            "author_affiliations": [
                "Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Malek Faham, MD, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Carlton, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu, MD",
            "author_affiliations": [
                "Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anas Younes, MD",
            "author_affiliations": [
                "Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T13:03:55",
    "is_scraped": "1"
}