{
    "doi": "https://doi.org/10.1182/blood.V124.21.4572.4572",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2867",
    "start_url_page_num": 2867,
    "is_scraped": "1",
    "article_title": "Characterization of CD34+ Hematopoietic Progenitor Cells in JAK2 V617F and Calr- mutated Myeloproliferative Neoplasms ",
    "article_date": "December 6, 2014",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "topics": [
        "calr gene",
        "hematopoietic stem cells",
        "jak2 gene v617f",
        "mutation",
        "myeloproliferative disease",
        "polymerase chain reaction",
        "cell separation",
        "myelofibrosis",
        "polycythemia vera",
        "thrombocythemia, hemorrhagic"
    ],
    "author_names": [
        "Anna Angona",
        "Alberto Alvarez",
        "Raquel Longarón",
        "Laura Camacho",
        "Concepción Fernández",
        "Silvia Pairet",
        "Luz Martinez",
        "Agueda Ancochea",
        "Alicia Senin",
        "Beatriz Bellosillo",
        "Carlos Besses"
    ],
    "author_affiliations": [
        [
            "Hospital del Mar, Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Barcelona, Spain "
        ],
        [
            "IMIM (Hospital del Mar Medical Research Institute), Barcelona, Spain "
        ],
        [
            "Hospital del Mar-IMIM, Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Barcelona, Spain"
        ],
        [
            "Hospital del Mar, Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Barcelona, Spain "
        ]
    ],
    "first_author_latitude": "41.3845118",
    "first_author_longitude": "2.1939045",
    "abstract_text": "Introduction: The dominance of the JAK2 V617F-positive clone at the CD34+ compartment is an important modifier of the disease phenotype in myeloproliferative neoplasms (MPN). Recently, mutations in the calreticulin gene ( CALR ) have been described in around 40-70% of JAK2 V617F and MPL wild-type essential thrombocythemia (ET) and myelofibrosis (MF) patients. However, there is limited information regarding the role of CALR mutant clone in hematopoietic progenitor cells. Objective: To study the mutant allele burden at progenitor level in JAK2 V617F-positive and CALR -mutated MPN. Methods: Sixty-five patients with MPN including 36 with polycythemia vera (PV) all JAK2 V617F-positive, 13 with ET (7 JAK2 V617F-positive and 6 CALR -mutated) and 16 with MF (9 JAK2 V617F-positive post-PV MF, 4 CALR -mutated primary MF and 3 CALR -mutated post-ET MF) were included in the study. Granulocytes were isolated from peripheral blood by density gradient, whereas CD34+ cells were purified by immunomagnetic positive selection. Stem cells (CD34+CD38-) and progenitors (CD34+CD38+) populations were further separated by fluorescence-activated cell sorting. JAK2 V617F and CALR allele burden was measured by quantitative PCR and PCR followed by fragment analysis, respectively, in stem cells, progenitor cells and granulocytes. The study was approved by the local Ethics Committee and informed consent was obtained according to the Declaration of Helsinki. Results: CALR -mutated ET patients harbored a higher mutant load in CD34+CD38- than JAK2 V617F-positive ET patients (30.6 vs 6.3%, p=0.01), whereas no significant differences were observed in CD34+CD38+ and in granulocytes allele burdens. Moreover, CALR -mutated ET patients showed a higher mutational load in CD34+CD38- than JAK2 V617F-positive PV (30.6% vs 15.7%, p=0.04) but the mutant load in granulocytes was lower (29.6% vs 63.3%, p<0.001). The mutant allele burden in granulocytes and CD34+ cells was higher in patients with JAK2 V617F-positive MF than in those with CALR -mutated MF (CD34+CD38-: 71% vs 47.2% p=0.05, CD34+CD38+: 68.4% vs 40.6% p=0.018, granulocytes: 76.9% vs 53.7% p=0.05). Finally, we could demonstrate that the mutant load was lower in CALR -mutated ET patients than in CALR -mutated MF at progenitor level and in granulocytes (CD34+CD38-: 30.6% vs 47.1% p=0.08, CD34+CD38+: 17.8% vs 40.6% p=0.03, granulocytes: 29.6% vs 53.7% p=0.004). Conclusion: CALR -mutated ET patients have a higher mutant load in CD34+CD38- than JAK2 V617F-positive ET and PV patients, whereas the JAK2 V617F-positive hematopoietic progenitor cells have more differentiation potential than those CALR -mutated. Moreover, in the MF phase of MPN, the expansion of the mutated clone at the progenitor level is greater in JAK2 V617F-positive than in CALR -mutated patients. Disclosures No relevant conflicts of interest to declare."
}