{
    "doi": "https://doi.org/10.1182/blood.V118.21.4081.4081",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1990",
    "start_url_page_num": 1990,
    "is_scraped": "1",
    "article_title": "Dual Production of IL-2 and IFN-Gamma by CMV-Specific CD8+ T-Cells Is a Hallmark of Their Ability to Control CMV Reactivation in Patients After Hematopoietic Stem Cell Transplantation, ",
    "article_date": "November 18, 2011",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "topics": [
        "aldesleukin",
        "cmv reactivation",
        "cytomegalovirus",
        "hematopoietic stem cell transplantation",
        "interferon type ii",
        "t-lymphocytes",
        "cd40 ligand",
        "allogeneic hematopoietic stem cell transplant",
        "antigens",
        "antiviral agents"
    ],
    "author_names": [
        "Tomas Kalina, MD, PhD",
        "Ladislav Krol, MD.",
        "Jan Stuchly, MSc.",
        "Petra Keslova, MD.",
        "Petr Hubacek, MD.",
        "Ondrej Pelak",
        "Petr Sedlacek, MD, PhD",
        "Jan Stary, M.D.",
        "Ondrej Hrusak, MD., PhD."
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology and Oncology, Charles University, 2nd Faculty of Medicine and University Hospital Motol, Prague, Czech Republic, "
        ],
        [
            "Pediatric Hematology and Oncology, Charles University, 2nd Faculty of Medicine and University Hospital Motol, Prague, Czech Republic, "
        ],
        [
            "CLIP, Childhood Leukemia Investigation Prague, Prague, Czech Republic, "
        ],
        [
            "Pediatric Hematology and Oncology, Charles University, 2nd Faculty of Medicine and University Hospital Motol, Prague, Czech Republic, "
        ],
        [
            "Pediatric Hematology and Oncology, Charles University, 2nd Faculty of Medicine and University Hospital Motol, Prague, Czech Republic, "
        ],
        [
            "CLIP, Childhood Leukemia Investigation Prague, Prague, Czech Republic, "
        ],
        [
            "Department of Paediatric Haematology & Oncology - HSCT Unit, University Hospital Motol, Charles University, Prague, Czech Republic"
        ],
        [
            "Pediatric Hematology and Oncology, Charles University, 2nd Faculty of Medicine and University Hospital Motol, Prague, Czech Republic, "
        ],
        [
            "CLIP, Childhood Leukemia Investigation Prague, Prague, Czech Republic, "
        ]
    ],
    "first_author_latitude": "50.0734081",
    "first_author_longitude": "14.340844899999999",
    "abstract_text": "Abstract 4081 Introduction: Depletion of cellular immunity as a consequence of conditioning before allogeneic hematopoietic stem cell transplantation (HSCT) frequently results in CMV reactivation, which may in turn lead to life-threatening infections and require timely antiviral treatment. Methods: We have investigated the ex vivo response of CMV-specific CD4+ and CD8+ T-cells to CMV antigen (combined CMV total lysate, pp65 and IE-1 peptide mix) in 191 samples from 118 individuals. We included patients with either high or undetectable viral loads, and those who controlled or did not control their CMV reactivations. All patient subsets were compared to healthy donors. Polychromatic flow cytometric measurements of CD154 (CD40L), intracellular cytokines (IFNγ, IL2), and a degranulation marker (CD107a) revealed the functional status of various T-cells simultaneously. Results: We found that dual IFNγ/IL2 producing CD8+ T-cells were significantly increased in patients controlling their CMV reactivations (average 0.33%, SD=0.4%) compared to non-controllers (average=0.02%, SD=0.07%). In contrast, CD8+ T-cells that produced IFNγ only were the most abundant subtype but they were present in a substantial number of both, controllers (average 4.36%, SD=4.8%) and non-controllers (average 1.64%, SD=3.7%). Hierarchical clustering of distinct functional signatures revealed that polyfunctional CD8+ T-cells were acting in concert with other subsets, whereas the isolated production of IFNγ by CD8+ T cells heralds insufficient collaboration with others. On a subset of patients with reactivation of CMV post HSCT, we have evaluated the sensitivity and specificity of functional signature test (n=64 samples) to predict reactivation control. When dual IFNγ/IL2 producing cells above 0.1% cut-off were considered protective, sensitivity of 75% and specificity 93% was achieved, while IFNγ-only production by more 0.3% cells had sensitivity of 88% but specificity of 73% only. Conclusions: Our study revealed functional signatures that are useful readout of immune monitoring. Furthermore, our data may modify the interpretation of previous studies that assessed only IFNγ. Supported by the Czech Ministry of Health grant NS/9996-4, MZØFNM2005 and Czech Ministry of Education MSMT21620813 Disclosures: No relevant conflicts of interest to declare."
}