{
    "doi": "https://doi.org/10.1182/blood-2021-148382",
    "article_title": "Phosphoproteomic Analysis of Primary Myeloma Patient Samples Identifies Distinct Phosphorylation Signatures Correlating with Chemo-Sensitivity Profiles in an Ex Vivo Drug Sensitivity Testing Platform ",
    "article_date": "November 5, 2021",
    "session_type": "651.Multiple Myeloma and Plasma Cell Dyscrasias: Basic and Translational",
    "abstract_text": "Introduction: Multiple myeloma (MM) is characterized by the clonal expansion of plasma cells in the bone marrow resulting in end-organ damage. Despite an extensive increase in the five-year survival rate in recent years, MM is still considered an incurable disease as patients will repeatedly relapse and develop resistance to current chemotherapies. A key focus for the personalization of myeloma therapy is understanding the biological mechanisms of drug resistance and identifying clinically useful biomarkers of therapeutic response. Highly efficient techniques for the enrichment of phosphorylated peptides followed by high resolution mass spectrometry facilitates the quantitation of thousands of site-specific phosphorylation events. Here, we have performed a phosphoproteomic analysis on MM cell lysates stratified based on their ex vivo drug response profiles to advance our understanding of drug resistance mechanisms. Materials and Methods: CD138 + plasma cells were isolated from 20 adult MM patient bone marrow aspirates at diagnosis (n=7) or relapse (n=13). Samples were grouped based on ex vivo drug sensitivity and resistance testing (DSRT) as follows: highly sensitive (Group I), sensitive (Group II), resistant (Group III), highly resistant (Group IV) [1]. For the phosphoproteomic analysis, peptides were generated and purified using the filter aided sample preparation (FASP) protocol. Peptide tandem mass tag (TMT) labelling, Fe 3+ immobilized metal ion affinity chromatography (IMAC), synchronous precursor selection (SPS), and triple stage tandem mass spectrometry (MS3) was performed. Nonenriched peptides were used for proteomic analysis. Resulting data was analysed using MaxQuant, followed by normalization of phosphosite intensities using the internal reference scale (IRS) method, and statistical analysis using Perseus. Functional enrichment and kinase enrichment analyses were performed on significant phosphoproteins using g:profiler and KEA2, respectively. Results: Our quantitative MS-based phosphoproteomic analysis identified 2,945 phosphorylation sites on 2,232 phosphopeptides from 690 phosphoproteins. Of these phosphorylation sites, 176 were significantly changed between all four DSRT groups and 267 were significantly changed between Group I and Group IV (False Discovery Rate (FDR) < 0.05). Hierarchical clustering was performed to highlight the distinct phosphoproteomic profiles associated with each DSRT group, of which the very sensitive (Group I) and very resistant (Group IV) subgroups demonstrated a well-defined separation (Fig. 1A, 1B). KEGG pathway analysis and gene ontology (GO) analysis of significantly increased phosphorylated proteins in Group IV compared to Group I MM patients demonstrated an increased phosphorylation of proteins associated with tight junctions, the Rap1 signalling pathway and the phosphatidylinositol signalling system; indicating an upregulation of cell adhesion associated processes in drug resistant MM. Phosphoproteins increased in abundance in Group I compared to Group IV MM patients revealed an increased phosphorylation of proteins involved in translation and RNA processing including the spliceosome, RNA transport and RNA binding pathways (Fig. 1C). We identified filamin A serine 2152, RAS guanyl-releasing protein 2 serine 576 and proto-oncogene tyrosine-protein kinase Src serine 17 as increased in Group IV MM, and nuclease-sensitive element-binding protein 1 (YBX1) serine 165, CD44 serine 697 and Bcl2-associated agonist of cell death (BAD) serine 99 as increased in Group I MM. KEA of the upregulated phosphoproteome in Group IV revealed an enrichment of cyclin dependent kinase 1 (CDK1) and ribosomal s6 kinases (RPS6K) whereas casein kinase 2 (CK2) and the glycolysis-associated kinases were enriched in Group I (Fig. 1D). Conclusion: Our study has generated a phosphoproteomic dataset demonstrating distinct phosphorylation signatures associated with drug sensitivity in clinical MM plasma cells. The identification of phosphorylation events associated with drug resistance provides a basis for further exploration of these events and associated signalling pathways to further understand drug resistance mechanisms in MM and identify potential biomarkers of therapeutic response and targets for drug re-sensitization in MM. References: [1] M. M. Majumder et al., Oncotarget 8(34), 56338 (2017) Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Heckman:  Novartis: Research Funding; Orion Pharma: Research Funding; Celgene/BMS: Research Funding; Oncopeptides: Consultancy, Research Funding; Kronos Bio, Inc.: Research Funding.",
    "author_names": [
        "Katie Dunphy",
        "Paul Dowling",
        "Juho J. Miettinen",
        "Caroline A. Heckman",
        "Paula Meleady",
        "Michael Henry",
        "Despina Bazou",
        "Peter O'Gorman"
    ],
    "author_dict_list": [
        {
            "author_name": "Katie Dunphy",
            "author_affiliations": [
                "Co. Kildare, Ireland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paul Dowling",
            "author_affiliations": [
                "National University of Ireland: Maynooth, Maynooth, Ireland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juho J. Miettinen",
            "author_affiliations": [
                "Institute for Molecular Medicine Finland (FIMM), Helsinki Institute of Life Science, University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline A. Heckman",
            "author_affiliations": [
                "Institute for Molecular Medicine Finland (FIMM), Helsinki Institute of Life Science, University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Meleady",
            "author_affiliations": [
                "National Institute for Cellular Biotechnology, Dublin City University, Dublin, Ireland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Henry",
            "author_affiliations": [
                "National Institute for Cellular Biotechnology, Dublin City University, Dublin, Ireland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Despina Bazou",
            "author_affiliations": [
                "Department of Hematology, Mater Misericordiae University Hospital, Dublin, Ireland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter O'Gorman",
            "author_affiliations": [
                "Department of Hematology, Mater Misericordiae University Hospital, Dublin, Ireland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:47:32",
    "is_scraped": "1"
}