{
    "doi": "https://doi.org/10.1182/blood-2018-99-118206",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3931",
    "start_url_page_num": 3931,
    "is_scraped": "1",
    "article_title": "Outcome of Patients Receiving Extracorporeal Photopheresis for Steroid Resistant Acute and Chronic Graft-Versus-Host Disease after Allogeneic Hematopoietic Stem Cell Transplantation for Hematological Malignancies ",
    "article_date": "November 29, 2018",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease, chronic",
        "hematologic neoplasms",
        "photopheresis",
        "steroids",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "allopurinol",
        "cyclosporine",
        "methotrexate"
    ],
    "author_names": [
        "Mauricette Michallet, MD PhD",
        "Mohamad Sobh, PharmD",
        "Alexandre Deloire, CRA",
        "Daniela Revesz, MD",
        "Youcef Chelgoum, MD",
        "Mohamed El-Hamri, CRA",
        "Franck-Emmanuel Nicolini, MD PhD",
        "Hélène Labussière, MD",
        "Olivier Hequet, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Centre Leon Berard, Lyon, France "
        ],
        [
            "Hematology, Centre Leon Berard, Lyon, France "
        ],
        [
            "Hematology department 1 G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Etablissement Francais du Sang, Lyon, France "
        ],
        [
            "Etablissement Francais du Sang, Lyon, France "
        ],
        [
            "Hematology department 1 G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Hématologie clinique, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Hematology department 1 G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Etablissement Francais du Sang, Lyon, France "
        ]
    ],
    "first_author_latitude": "45.74098145000001",
    "first_author_longitude": "4.877884699999999",
    "abstract_text": "Introduction: Graft-versus-host disease (GVHD), and complications of its treatment are the major causes of morbidity and mortality following allogeneic hematopoietic cell transplantation (allo-HCT). With the use of standard GVHD prophylaxis with classical administration of Anti-thymocyte globulin (ATG), calcineurin inhibitors (CNIs) and methotrexate, the incidence of acute and chronic forms of GVHD remains not negligible. Extracorporeal photopheresis (ECP) has shown very promising results as curative strategy for GVHD but also when used prophylactically. The primary objective of this observational study was to perform an exhaustive description concerning patients receiving ECP after steroid resistance for either acute or chronic GVHD following allo-HCT, secondary objectives were to evaluate the efficacy and long-term outcomes. Patients and methods: We included 82 patients who underwent allo-HCT between years 2001 and 2016, 50 (61%) were males, median age at allo-HCT was 52 years (20-67). Major diagnoses were acute leukemias (45%), myelodysplastic syndromes (17%) and multiple myeloma (11%). Before transplantation, 43 (52%) patients were in complete remission or in chronic phase. Donors were identical siblings in 51% of patients, matched unrelated in 24%, mismatched unrelated in 24% and haploidentical in 1%. Hematopoietic Stem Cell source was peripheral blood in 65%, bone marrow in 27% and cord blood in 8%. Conditioning regimens were non myeloablative in 63% cases and myeloablative in 37%. ATG was used during conditioning in 63% of patients. GVHD prophylaxis consisted on cyclosporine A (CsA) alone in 21% of patients, CsA + mycophenolate mofetil in 27%, CsA + methotrexate in 26%, the rest received other combinations. In acute GVHD, first treatment consisted in methyl-prednisolone 2mg/Kg/day in combination with CNIs; and in chronic GVHD, it was methyl-prednisolone 0.5 - 1 mg/Kg/day + CNIs. ECP was performed using peripheral venous access. ECP was initiated after transplantation either for acute GVHD [N=28 (34%), 9 grade II, 3 grade III and 16 grade IV] affecting skin alone (N=5), gut alone (N=14), gut + liver (N=8); or for chronic GVHD [N=54 (66%), 19 (35%) limited and 35 (65%) extensive]. A total of 3300 ECP sessions were performed, majority were twice a week; the median number of sessions/patient was 21 (min: 2, max: 131) for a median duration of 4.2 months (range: 0.5-73). ECP response evaluation was assessed after 4 weeks of treatment, patients were considered responding to ECP if more than 50% resolution of clinical GVHD manifestation of the organ involved was registered. Results: Among the 28 patients treated for acute GHVD, one was not evaluable because of disease progression and early death, 11/27 (41%) were responders to ECP and 16/27 (59%) were not responders and died later from GVHD associated to other complications. Among the 54 patients with chronic GVHD, 32/54 (59%) were responders. Of note, in both forms of acute and chronic GVHD, responding patients had more skin forms whereas non-responding patients has more organ-involved forms especially liver and gut. After a median follow-up of 26 months, 32 (39%) patients are alive and 50 (61%) died, 43 from TRM causes (17 in the aGVHD group and 26 in the cGVHD group). Patients with acute GVHD had a median OS of 6 months with a survival probability at 2 years of 31% [95%CI: 14-56], those with chronic GVHD had a median OS of 36 months with a survival probability at 2 years of 55% [95%CI: 40-78]. Patients with chronic GVHD had better PFS probability at 2 years with 55% (95% CI: 43-70) versus 27% (95% CI: 14-51) for those with acute GVHD, p=0.007. In stepwise multivariate analysis, acute GVHD grade III-IV, significantly impacted on OS (HR=7.77, 95%CI: 1.7-34), p=0.007, while ATG and also aGVHD grade III-IV, negatively impacted PFS, HR=2, 95%CI: 1.02-4.12, p=0.04, and HR=5.88, 95%CI: 1.7-20, p=0.005 respectively. Conclusion: We confirm that ECP is an effective treatment for GVHD in a good proportion of patients with overall response rate of 59%. Interestingly, we observed a better PFS in patients receiving ECP for longer time as in the case of chronic GVHD, which could be related to the GVL effect itself but also a possible involvement of the ECP. As patients with advanced phase of GVHD were poor responders, we suggest that an early use of ECP in the acute phase of the inflammation before organ damage, could lead to optimal results. Disclosures Michallet: Novartis: Research Funding; Octapharma: Membership on an entity's Board of Directors or advisory committees; Chugai: Consultancy. Nicolini: Incyte: Consultancy, Honoraria, Speakers Bureau; Sun Pharma: Consultancy; Bristol-Myers Squibb: Consultancy, Honoraria, Speakers Bureau."
}