{
    "doi": "https://doi.org/10.1182/blood-2018-99-117043",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4099",
    "start_url_page_num": 4099,
    "is_scraped": "1",
    "article_title": "Rational Targeting of a NuRD Sub-Complex for Fetal Hemoglobin Induction Following Comprehensive in Situ Mutagenesis ",
    "article_date": "November 29, 2018",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster II",
    "topics": [
        "fetal hemoglobin",
        "mutagenesis",
        "toxic effect",
        "globins",
        "glycerol",
        "immunoprecipitation",
        "screening",
        "amino acids",
        "cytotoxicity",
        "electroporation"
    ],
    "author_names": [
        "Mir Hossain, PhD",
        "Falak Sher, PhD",
        "Davide Seruggia, PhD",
        "Vivien Schoonenberg, BS",
        "Mitchel A. Cole, BS",
        "Paolo Cifani, PhD",
        "Laura Dassama, PhD",
        "Claudio Macias-Trevino, BS",
        "Matthew C. Canver, MD PhD",
        "Ryo Kurita, PhD",
        "Yukio Nakamura, MD PhD",
        "Luca Pinello, PhD",
        "Takahiro Maeda, MD PhD",
        "Alex Kentsis, MD PhD",
        "Stuart H. Orkin, MD",
        "Daniel E. Bauer, MD PhD"
    ],
    "author_affiliations": [
        [
            "Boston Children's Hospital, Somerville, MA "
        ],
        [
            "Cancer and Blood Disorders Center, Dana Farber Cancer Institute and Boston Children's Hospital, Division of Hematology/Oncology, Children's Hospital Boston/Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital Harvard Medical School Dana-Farber Cancer Institute, boston, "
        ],
        [
            "Boston Children's Hospital, Dana-Farber Cancer Institute, Harvard Stem Cell Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital, Dana-Farber Cancer Institute, Harvard Stem Cell Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Molecular Pharmacology Program, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Boston Children's Hospital/Harvard Medical School/Dana Farber Cancer Institute, boston, "
        ],
        [
            "Boston Children's Hospital, Dana-Farber Cancer Institute, Harvard Stem Cell Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital, Dana-Farber Cancer Institute, Harvard Stem Cell Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Research and Development, Central Blood Institute, Japanese Red Cross Society, Tokyo, Japan "
        ],
        [
            "Cell Engineering Division, RIKEN BioResource Center, Tsukuba, Japan "
        ],
        [
            "Center for Cancer Research, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA "
        ],
        [
            "Division of Hematology, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, boston, "
        ],
        [
            "Molecular Pharmacology Program, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Boston, MA "
        ],
        [
            "1Cancer and Blood Disorders Center, Dana Farber and Boston Children's Hospital, Boston Children's Hospital / Dana-Farber Cancer Institute, Cambridge, MA"
        ]
    ],
    "first_author_latitude": "42.399888",
    "first_author_longitude": "-71.15932695000001",
    "abstract_text": "Sickle cell disease and β-thalassemia are major hemoglobin disorders for which induction of fetal hemoglobin (HbF) can mitigate disease severity. However, the molecular mechanisms underlying the developmental repression of HbF remain incompletely understood. The nucleosome remodeling and deacetylase (NuRD) complex is a major negative regulator of HbF level. In this study, we sought to identify possible rational therapeutic strategies targeting critical NuRD determinants. We employed comprehensive dense mutagenesis using pooled CRISPR screening in HUDEP-2 human erythroid precursors to disrupt protein coding sequences of all 13 genes of the NuRD complex, including CHD, MTA, GATAD2, HDAC, MBD, and RBBP family members. The custom sgRNA library included 5,038 sgRNAs. We found that only 5 genes, CHD4 , MTA2 , GATAD2A , HDAC2 , and MBD2 , were required for HbF repression, suggesting that a non-redundant NuRD sub-complex contributes to HbF silencing. We validated the existence of this NuRD sub-complex by mass spectrometry analysis after immunoprecipitation of CHD4 and MTA2 as well as MTA2-BioID2 mediated proximity labeling. Remarkably, 5 of the 6 NuRD subunit proteins commonly detected by these three methods were identified as functional by CRISPR screening (MTA2, RBBP4, CHD4, GATAD2A, HDAC2). Disruption of CHD4 resulted in the highest HbF induction of any of the NuRD subunits. However, unlike the other NuRD genes, CHD4 disruption also led to cellular toxicity. We observed a small group of sgRNAs within the CHDCT2 domain of CHD4 associated with high HbF induction yet relatively modest negative fitness. We validated by electroporation of Cas9:sgRNA to CD34+ HSPC primary erythroid precursors that in-frame mutations of CHD4 CHDCT2 escape cellular toxicity while inducing HbF. Similarly, we targeted homologous amino acid residues within mouse Chd4 CHDCT2 domain by Cas9 mutagenesis in mouse oocytes. While loss of Chd4 is lethal at the blastocyst stage, homozygous in-frame deletions within the Chd4 CHDCT2 domain are tolerated in mouse embryos and result in increased γ-globin expression in mid-gestation embryos bearing transgenic human β-globin gene clusters. To investigate the mechanism whereby in-frame deletions at CHD4 CHDCT2 impact NuRD, we performed glycerol gradient density sedimentation, which revealed that these in-frame mutations impair the recruitment of CHD4 to the NuRD complex. A recent study demonstrated that the previously poorly characterized CHD4 CHDCT2 domain directly binds to GATAD2 factors (Torrado et al , FEBS J, 2017). We observed a cluster of sgRNAs associated with heightened HbF enrichment scores at the C-terminal region of GATAD2A encompassing a C2C2-type GATA zinc finger. We hypothesized that ectopic expression of this GATAD2A zinc finger might competitively bind to CHD4 and displace CHD4 from NuRD. Overexpression of the GATAD2A zinc finger in both HUDEP-2 and CD34+ HSPC derived primary erythroid precursors led to robust induction of HbF without negatively impacting cellular fitness. Immunoprecipitation of the GATAD2A zinc finger enriched CHD4 but not other endogenous NuRD components, such as GATAD2A or MBD2. Moreover, glycerol gradient density sedimentation showed that the GATAD2A zinc finger co-sedimented with sub-NuRD fractions of CHD4. Together these data suggest that expression of the GATAD2A zinc finger sequesters CHD4 from NuRD, yet spares cytotoxicity. In summary, we show that biochemical disruption of the CHD4-GATAD2A interaction could serve as a rational therapeutic strategy to potently induce HbF for the β-hemoglobin disorders while preventing cellular toxicity associated with complete CHD4 inhibition. Disclosures No relevant conflicts of interest to declare."
}