{
    "doi": "https://doi.org/10.1182/blood.V124.21.4287.4287",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2717",
    "start_url_page_num": 2717,
    "is_scraped": "1",
    "article_title": "Time-Dependent Activation of Complement system during Storage of Platelet Product ",
    "article_date": "December 6, 2014",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster III",
    "topics": [
        "blood platelets",
        "complement system proteins",
        "adverse effects",
        "complement membrane attack complex",
        "platelet transfusion",
        "transfusion reaction",
        "adverse event",
        "biological markers",
        "cytokine",
        "febrile nonhemolytic transfusion reaction"
    ],
    "author_names": [
        "Jian Chen, MD PhD",
        "Shangbin Yang, PhD",
        "Spero R Cataland, MD",
        "Haifeng M Wu, MD"
    ],
    "author_affiliations": [
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University, Columbus, OH"
        ],
        [
            "The Ohio State University, Columbus, OH "
        ]
    ],
    "first_author_latitude": "40.006672300000005",
    "first_author_longitude": "-83.0304546",
    "abstract_text": "Platelet transfusion is known for carrying a high incidence of clinically significant transfusion reactions such as febrile nonhemolytic transfusion reaction. The mechanism responsible for these transfusion-associated adverse events, however, is poorly understood. In this study, we hypothesize that prolonged in vitro storage activates the complement system in the platelet product that in turn causes a high frequency of transfusion reactions. Fresh platelet units obtained from three blood donors were stored on a temperature controlled platelet rotator between 22-24 C°. An aliquot of platelet product was obtained using sterile techniques from each unit on day 2 through day 7. The platelet product from each collection was then immediately centrifuged to obtain platelet poor plasma for the study of complement activation levels. For all study samples, C4d levels were assayed to evaluate the activation of the classical pathway, factor Bb levels were measured to determine the status of the complement alternative pathway, C3a levels were used to examine common pathway activation, and C5a and C5b-9 were assayed for determination of the terminal pathway activation of the complement system. The reference range for each complement factor was determined using citrated plasma from 40 healthy donors. As shown in table 1, both C4d and C3a demonstrated time-dependent increases relevant to storage time. On day 7, C4d and C3a levels were five-fold higher than their baseline levels measured on day 2. In contrast, factor Bb levels remained stable and within the normal range throughout the study. Over a storage span of seven days, the terminal complement factors C5a and C5b-9 were also significantly increased, although not as dramatically as C4d and C3a. Figure 1 illustrates a progressive increase of C3 activation in all three study donors over the time of storage (2-7 days). This report, for the first time, provides strong evidence that substantial complement activation occurs in the platelet products under standard storage conditions. A longer storage time of platelet product in vitro is accompanied by a remarkable elevation of complement activation biomarkers. By examining the pattern of complement profiles in the stored platelets, we further demonstrated that the activation of the classic pathway, rather than alternative pathway, appears to be the driving event that leads up to a level of over-reactivity of the complement system. Given the fact that complement hyperactivation is known to disrupt host homeostasis and cause disease, the adverse reactions seen in platelet recipients is likely related to the infusion of C3a and C5a which are known to be potent inflammatory cytokines. The observations from this study therefore provide a new perspective in understanding the pathophysiology responsible for adverse reactions from platelet transfusions. Further studies will be required to fully evaluate the clinical impact of complement activation in transfused platelet products. View large Download slide View large Download slide Figure 1 View large Download slide Figure 1 View large Download slide Disclosures Cataland: Alexion Corporation: Honoraria, Research Funding, Speakers Bureau. Wu: Alexion Corporation: Honoraria, Research Funding, Speakers Bureau."
}