{
    "doi": "https://doi.org/10.1182/blood.V104.11.1056.1056",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=17",
    "start_url_page_num": 17,
    "is_scraped": "1",
    "article_title": "Hereditary Protein S Type III Deficiency Is Not a Risk Factor for Venous and Arterial Thrombosis, in Contrast to Protein S Deficiency Type I. Results from a Family Cohort Study To Assess the Clinical Impact of a Laboratory Based Classification. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "arterial thrombosis",
        "protein s",
        "protein s deficiency",
        "thromboembolism",
        "venous thromboembolism"
    ],
    "author_names": [
        "Jan-Leendert P. Brouwer, MD",
        "Nic J.G.M. Veeger, MSc",
        "Wim van der Schaaf, Ing",
        "Hanneke C. Kluin-Nelemans, MD PhD",
        "Jan van der Meer, MD PhD"
    ],
    "author_affiliations": [
        [
            "Haemostasis, Thrombosis and Rheology, University Hospital, Groningen, Netherlands"
        ],
        [
            "Haemostasis, Thrombosis and Rheology, University Hospital, Groningen, Netherlands"
        ],
        [
            "Haemostasis, Thrombosis and Rheology, University Hospital, Groningen, Netherlands"
        ],
        [
            "Haemostasis, Thrombosis and Rheology, University Hospital, Groningen, Netherlands"
        ],
        [
            "Haemostasis, Thrombosis and Rheology, University Hospital, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.22170505",
    "first_author_longitude": "6.5656932999999995",
    "abstract_text": "A family cohort study was performed to assess the absolute risk of thromboembolism associated with inherited protein S (PS) deficiency type I and type III. Probands were consecutive patients with thromboembolism and either type I or type III deficiency. Of living first degree relatives (age>15 years), 156 (90%) from type I deficient probands (cohort 1) and 268 (88%) from type III deficient probands (cohort 2) were analyzed. Annual incidences of venous thromboembolism were 1.47 and 0.17 in deficient and non-deficient relatives in cohort 1 (RR 8.9; 95% CI 2.6–30.0), and 0.27 versus 0.24 in cohort 2 (RR 0.9; 95% CI 0.4–2.2). The cut off level of free PS to identify subjects at risk was 30%. Lower levels were found in 40% and 1% of relatives in cohort 1 and 2, respectively. We demonstrated that the cut-off level of free PS is considerably lower than the lower limit of its normal range in healthy volunteers, that is commonly used (in our study 30% in stead of 65%). If we had used only a total PS assay, 8 (2%) relatives at risk would have been missed, but 67% (346/517) of relatives would not be tested. Only testing for free PS deficiency (free PS levels <65%) would have increased the number of tested relatives, but 179 (35%) relatives would be wrongly classified as at risk. Neither type I nor type III deficiency were associated with arterial thromboembolism. In conclusion, inherited PS deficiency type I, but not type III showed to be a strong risk factor for venous thromboembolism. This difference was due to lower free PS levels in type I deficient subjects and a free PS cut-off level that was half of the lower limit of its normal range."
}