{
    "doi": "https://doi.org/10.1182/blood-2018-99-114914",
    "article_title": "PD-1 Blockade for Diffuse Large B-Cell Lymphoma after Autologous Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Therapy of Post-Transplantation Relapse",
    "abstract_text": "Background : The leading cause of death after high-dose chemotherapy and autologous stem cell transplantation (ASCT) for relapsed / refractory (R/R) diffuse large B-cell lymphoma (DLBCL) remains disease relapse. Except for specific subsets, DLBCL appears to have relatively low susceptibility to single-agent PD-1 blockade. However, administering PD-1 blockade early after ASCT could leverage the remodeling immune landscape and minimal residual disease state to increase the therapeutic effect of PD-1 blockade and decrease the relapse rate after ASCT. A prior study with pidilizumab showed encouraging results in this setting ( Armand et al. JCO 2013;31:4199-206 ), but the specificity of that antibody is still under investigation. We therefore conducted a phase 2 multi-center single-arm study of the anti-PD-1 monoclonal antibody pembrolizumab (pembro) in patients with chemosensitive DLBCL after ASCT. Another arm of this study enrolled pts with R/R classical Hodgkin lymphoma and will be presented separately. Methods: Patients ≥ 18y with R/R DLBCL who had received no more than 3 lines of prior therapy and had undergone ASCT with chemosensitive disease were enrolled on this study. In addition to meeting standard eligibility criteria for pembro treatment, pts had to have recovered from ASCT toxicities and had to begin study treatment within 60 days of stem cell infusion, with a goal of starting treatment within 21 days of hospital discharge. All patients received pembro 200mg IV every 3 weeks for 8 cycles. PET-CT scans were obtained at post-ASCT baseline, after 3 and 7 cycles, then at 12 and 18 months post-ASCT. The primary endpoint was the progression-free survival rate (PFS) at 18 months after ASCT, assessed using the International Harmonization Project 2007 criteria, with the approach considered promising if 22 patients were alive and in remission at 18 months. Results: 31 pts were enrolled and 2 withdrew consent before starting treatment. Among the 29 eligible pts, median age was 57 (22-76). Prior to ASCT, 18 (62%) were in CR and 11 (38%) were in PR. At study baseline (post-ASCT), 25 (86%) were in CR. 18 pts (62%) completed all 8 cycles of pembro per protocol. 11 pts (38%) stopped pembro early for pt choice (n=1, after febrile neutropenia), toxicity (n=6, including 3 pts with gr3 pneumonitis, 1 with g3 hepatitis, 1 with gr4 aplastic anemia) or progressive disease (n=4). 23 pts (79%) experienced a total of 57 gr3 or higher adverse events (AEs). The most common gr4 AE was neutropenia (n=6, 21%). Concerning related AEs, 9 pts (31%) experienced 14 gr3-4 AEs at least probably related to pembro including neutropenia (4 gr3, 1 gr 4) and pneumonitis (2 gr3). 10 pts (34%) experienced at least one immune-related AE of gr2 or higher severity including pneumonitis (n=1 gr2, n=2 gr3), transaminitis (n=1 gr2, n=1 gr3) and rash (n=1 gr2, n=1 gr3). There were no treatment-related deaths. Among the 29 eligible pts, 1 patient withdrew consent after cycle 1 and 1 pt was lost to follow-up after the 12m assessment (in CR). 27 pts (93%) were evaluable for the primary endpoint. 10 patients (34%, 95% CI: 18-54%) experienced disease relapse at a median of 5 months (3-18) after ASCT, and all other evaluable patients (n=17, 59%, 95% CI: 39-76%) were in CR at the 18m timepoint. 2 pts have died, both of whom had relapse at 3m after ASCT. Correlative studies including immune reconstitution and MRD analyses are ongoing. Conclusions: Pembrolizumab administered after ASCT in patients with R/R DLBCL is feasible with toxicity similar to its use in the R/R setting for other hematological malignancies. The high rate of neutropenia on this study, which is not a common AE of pembro in other settings, may be related to the burden of prior therapy or possibly to an accentuated toxicity of pembro in this specific patient population. The 18-month progression-free rate did not meet the protocol-specified primary objective, and therefore does not support a larger confirmatory study. Future studies in this setting should likely focus on specific subsets of DLBCL, e.g. primary mediastinal BCL, EBV+ DLBCL, T cell histiocyte rich LCL, which may be especially sensitive to PD1 blockade. Disclosures Chen: REGiMMUNE: Consultancy; Magenta Therapeutics: Consultancy; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda Pharmaceuticals: Consultancy. Armand: Pfizer: Consultancy; Adaptive: Research Funding; Merck: Consultancy, Research Funding; Infinity: Consultancy; Affimed: Consultancy, Research Funding; Otsuka: Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Roche: Research Funding; Tensha: Research Funding. Herrera: Seattle Genetics: Research Funding; KiTE Pharma: Consultancy, Research Funding; Gilead Sciences: Research Funding; Merck, Inc.: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding; AstraZeneca: Research Funding; Genentech: Consultancy, Research Funding; Immune Design: Research Funding. LaCasce: Humanigen: Consultancy, Honoraria; Bristol-Myers Squibb: Other: Data safety and monitoring board; Research to Practice: Speakers Bureau; Seattle Genetics: Consultancy, Honoraria. Jacobson: Pfizer: Consultancy; Precision Bioscience: Consultancy; Kite: Consultancy; Novartis: Consultancy; Bayer: Consultancy; Humanigen: Consultancy. Jacobsen: Merck: Consultancy; Seattle Genetics: Consultancy. Rodig: Merck & Co., Inc.: Research Funding; Affimed Inc.: Research Funding; KITE Pharma: Research Funding; Bristol-Meyers-Squibb: Research Funding. Shipp: AstraZeneca: Honoraria; Merck: Research Funding; Bayer: Research Funding; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "autologous stem cell transplant",
        "diffuse large b-cell lymphoma",
        "brachial plexus neuritis",
        "toxic effect",
        "neutropenia",
        "pneumonia",
        "pembrolizumab",
        "adverse event",
        "antibodies",
        "aplastic anemia"
    ],
    "author_names": [
        "Yi-Bin Chen, MD",
        "Philippe Armand, MD PhD",
        "Robert A. Redd, MS",
        "Jad Bsat, BA",
        "Reid W Merryman, MD",
        "Kimberly Coleman, RN",
        "Alex F. Herrera, MD",
        "Parastoo B. Dahi, MD",
        "Yago Nieto, MD PhD",
        "Ann S. LaCasce, MD MSc",
        "David C. Fisher, MD",
        "Samuel Y. Ng, MDPhD",
        "Oreofe O. Odejide, MD",
        "Arnold S. Freedman, MD",
        "Austin I Kim, MD",
        "Jennifer L Crombie, MD",
        "Caron A. Jacobson, MD",
        "Eric D Jacobsen, MD",
        "Jeffrey L Wong, MD PhD",
        "Sanjay S Patel, MD MSc, MPH",
        "Jerome Ritz, MD PhD",
        "Scott J Rodig, MDPhD",
        "Margaret A. Shipp, MD",
        "Robin M. Joyce, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yi-Bin Chen, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Massachusetts General Hospital, Needham, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Philippe Armand, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Redd, MS",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jad Bsat, BA",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reid W Merryman, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Coleman, RN",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex F. Herrera, MD",
            "author_affiliations": [
                "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope, Duarte, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parastoo B. Dahi, MD",
            "author_affiliations": [
                "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yago Nieto, MD PhD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann S. LaCasce, MD MSc",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Partners CancerCare, Boston, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C. Fisher, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel Y. Ng, MDPhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oreofe O. Odejide, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold S. Freedman, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Austin I Kim, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer L Crombie, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caron A. Jacobson, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric D Jacobsen, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey L Wong, MD PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York City, NY "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjay S Patel, MD MSc, MPH",
            "author_affiliations": [
                "Department of Pathology, Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Ritz, MD PhD",
            "author_affiliations": [
                "Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott J Rodig, MDPhD",
            "author_affiliations": [
                "Department of Pathology, Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret A. Shipp, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin M. Joyce, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:38:42",
    "is_scraped": "1"
}