{
    "doi": "https://doi.org/10.1182/blood.V128.22.1843.1843",
    "article_title": "CD47 Monoclonal Antibody SRF231 Is a Potent Inducer of Macrophage-Mediated Tumor Cell Phagocytosis and Reduces Tumor Burden in Murine Models of Hematologic Malignancies ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents: Poster I",
    "abstract_text": "The transmembrane protein CD47 is an immunoglobulin superfamily member involved in multiple cellular processes, including cell migration, adhesion and T cell function. The interaction between CD47 and signal regulatory protein alpha (SIRPα), an inhibitory protein expressed on macrophages, prevents phagocytosis of CD47-expressing cells. CD47 was originally identified as a tumor antigen on human ovarian cancer and was subsequently shown to be expressed on multiple human tumor types, including both hematologic and solid tumors. In many hematologic cancers, high CD47 expression is associated with poor clinical outcomes. CD47 is also expressed at low levels on virtually all non-malignant cells, and loss of expression or changes in membrane distribution may serve as markers of aged or damaged cells, particularly on red blood cells (RBC). High expression of CD47 on tumors blocks phagocytic uptake, subsequent antigen cross-presentation and T cell activation, which collectively contribute to tumor immune evasion. Agents that block the CD47-SIRPα interaction can restore phagocytic uptake of CD47 + target cells and lower the threshold for macrophage activation, which can enhance the efficacy of therapeutic antibodies with ADCC-enabling activity. We developed and characterized a CD47 blocking antibody and evaluated its activity in multiple hematologic models. SRF231 is a fully human monoclonal antibody that binds with high affinity to human CD47 and blocks the CD47-SIRP▢ interaction. SRF231 promotes macrophage-mediated phagocytic clearance of several hematologic primary tumor samples and cell lines in vitro . For example, SRF231 increases phagocytosis of Raji tumor cell line targets with an EC 50 of ~300 ng/ml. Enhanced phagocytosis is preferential for tumor cells over normal leukocytes and RBC. Tumor cell phagocytosis can be enhanced in the presence of opsonizing antibodies (e.g., anti-CD20 Ab) when co-administered with SRF231. In vivo efficacy of SRF231 was assessed in several preclinical murine xenograft models of hematologic malignancies. Notably, SRF231 administration led to profound tumor growth inhibition in models of multiple myeloma, diffuse large B cell lymphoma and Burkitt's lymphoma as a single agent and in combination with opsonizing antibodies. In the Raji xenograft model, single agent therapy leads to 112% tumor growth inhibition. This anti-tumor activity is at least partially dependent on macrophages, as depletion of macrophages via clodronate administration leads to reduced tumor growth inhibition. Tumor-associated macrophage (TAM) numbers and polarization status are also modulated by SRF231 treatment. In summary, the CD47 mAb SRF231 induces robust tumor cell phagocytosis and tumor clearance both alone and in combination with opsonizing antibodies in pre-clinical models of myeloma and lymphoma. These properties warrant further development of SRF231 in hematologic malignancies. SRF231 is currently in IND-enabling studies and is expected to enter clinical trials in 2017. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "cd47 antigen",
        "hematologic neoplasms",
        "macrophages",
        "mice",
        "monoclonal antibodies",
        "neoplasms",
        "phagocytosis",
        "antibodies",
        "tumor growth"
    ],
    "author_names": [
        "Pamela M Holland, PhD",
        "Emmanuel Normant, PhD",
        "Ammar Adam, DVM",
        "Caroline M Armet, BS",
        "Rachel W O'Connor, BS",
        "Andrew C Lake, PhD",
        "Jonathan A Hill, PhD",
        "Detlev M Biniskiewicz, PhD",
        "Scott C Chappel, PhD",
        "Vito J Palombella, PhD",
        "Alison M Paterson, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pamela M Holland, PhD",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Normant, PhD",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ammar Adam, DVM",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline M Armet, BS",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel W O'Connor, BS",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew C Lake, PhD",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan A Hill, PhD",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Detlev M Biniskiewicz, PhD",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott C Chappel, PhD",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vito J Palombella, PhD",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison M Paterson, PhD",
            "author_affiliations": [
                "Surface Oncology, Cambridge, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T06:36:05",
    "is_scraped": "1"
}