{
    "doi": "https://doi.org/10.1182/blood.V120.21.2514.2514",
    "article_title": "Whole Exome Sequencing of CLL Before Second-Line Treatment with Fludarabine and Cyclophosphamide with or without Rituximab (REACH trial). ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Abstract 2514 Chronic lymphocytic leukemia (CLL), the most frequent leukemia in adults, still remains poorly understood. Several prognostic markers like the deletion of certain genomic regions as assayed by fluorescence in situ hybridization (FISH), the mutational status of the IGVH locus or the expression levels of ZAP70 have been identified. However, the predictive power of these markers is limited and they cannot fully explain the heterogeneity and the biology of CLL. The addition of monoclonal anti-CD20 antibody (rituximab) to chemotherapy has significantly improved progression-free survival of CLL patients even at second-line treatment (Robak et al. JCO 2010). The aim of our project was to identify new, potentially predictive markers in previously treated patients that reached complete remission after second-line treatment with FC or R-FC (Fludarabine, Cyclophosphamide and Rituximab). We performed whole exome sequencing in 25 CLL samples before second-line treatment and their corresponding disease free remission samples (peripheral blood). Disease free remission was defined as minimal residual disease levels of less than 1×10 −3 as measured by the disease specific IGVH rearrangements using quantitative PCR and FISH negativity if a marker was available. The CLL samples had a median of 84% CD19 positive cells. Our CLL patients had a predominance of favorable prognostic markers, 60% being IGVH mutated, 52% with a sole 13q deletion and 16% with a trisomy 12. Only 8% had a prognostically unfavorable 11q deletion, none had a 17p deletion or more than one FISH abnormality (the following genomic regions were analyzed: 6q, 13q, 11q ( ATM ), trisomy 12, 17p ( TP53 )). The exomes of the paired CLL and disease free remission samples were captured using the Agilent Sure Select 50 Mb kit (Agilent Technologies, Santa Clara, CA, USA). Sequencing was performed with 76–80 bp paired-end reads on an Illumina IIx Genome Analyzer (Illumina, San Diego, CA, USA). The mean total sequence per exome was 6.6 Gbp, of which >80% could be aligned to the reference genome (build NCBI36/hg18). About 90% of all SureSelect exome target positions were covered ≥ 10 fold. We called single nucleotide variants (SNVs) specific for the CLL samples using VarScan (Koboldt et al Bioinformatics 2009) with custom filter settings. Annotated polymorphisms (dbSNP130) were excluded. About 80% of the SNVs that were predicted to result in a missense or nonsense mutation could be validated by Sanger sequencing. In total we detected 208 somatic missense or nonsense mutations in 198 genes in the 25 CLL exomes. Four genes were found mutated in more than one CLL sample indicating that these might be drivers for CLL. We also compared our gene list with published CLL exome and genome data to identify additional recurrently mutated genes. A total of 2756 mutated genes (harbouring non-synonymous, InDels and splice site mutations) have been described in 200 CLL patients which were predominantly analyzed at first-line treatment (Wang et al NEJM 2011, Puente et al Nature 2011 and Quesada et al Nature Genetics 2012). Within these three public datasets 369 genes were recurrent (found mutated in more than one sample). In our dataset 129 out of 198 mutated genes have not been described as mutated in these three publications. The remaining 69 genes were previously found to be mutated in CLL. Out of these 69 genes 37 can only be identified as recurrent when our data set is taken into consideration. Thus, our study increases the number of recurrently mutated genes in CLL from 369 to 406. We detected three samples with XPO1 mutations; all of which had a non-mutated IGVH status, two had a 13q deletion and one had no FISH aberration. Two patients in our cohort had SF3B1 mutations; both patients had an unmutated IGVH status; one with a 13q deletion and one with no FISH aberration. 24 out of the 25 patients had at least one recurrent mutation taking the public datasets in consideration. Our results are in agreement with other published whole exome and whole genome sequencing reports of CLL and reinforce the picture that CLL is genetically a very heterogeneous disease. In fact, almost all large scale sequencing studies of cancer genomes and exomes indicate that the number of biologically relevant mutational targets is much larger than expected. Our results also highlight the necessity to perform whole exome or whole genome sequencing on ever larger numbers of CLL samples. Disclosures: Konstandin: Roche: Research Funding. Krebs: Illumina: Honoraria. Trunzer: Roche: Employment. Weisser: Roche: Employment.",
    "topics": [
        "cyclophosphamide",
        "fludarabine",
        "rituximab",
        "second line treatment",
        "whole exome sequencing",
        "disease remission",
        "prognostic marker",
        "cancer",
        "cd19 antigens",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Nikola P Konstandin",
        "Annika Dufour, PhD",
        "Philipp A Greif, MD",
        "Bianka Ksienzyk",
        "Alexander Graf",
        "Stefan Krebs, PhD",
        "Helmut Blum, PhD",
        "Stephanie Schneider, PhD",
        "Karsten Spiekermann, MD",
        "Wolfgang Hiddemann, MD, PhD",
        "Kerstin Trunzer, PhD",
        "Martin Weisser, MD",
        "Stefan K Bohlander, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nikola P Konstandin",
            "author_affiliations": [
                "Department of Internal Medicine 3, Ludwig-Maximilians-Universität (LMU), Munich, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Annika Dufour, PhD",
            "author_affiliations": [
                "Department of Internal Medicine 3, Ludwig-Maximilians-Universität (LMU), Munich, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philipp A Greif, MD",
            "author_affiliations": [
                "Clinical Cooperative Group Leukemia, Helmholtz Center, Munich, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bianka Ksienzyk",
            "author_affiliations": [
                "Department of Internal Medicine 3, Ludwig-Maximilians-Universität (LMU), Munich, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Graf",
            "author_affiliations": [
                "Laboratory for Functional Genome Analysis at the Gene Center, Ludwig-Maximilians-Universität (LMU), Munich, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Krebs, PhD",
            "author_affiliations": [
                "Laboratory for Functional Genome Analysis at the Gene Center, Ludwig-Maximilians-Universität (LMU), Munich, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut Blum, PhD",
            "author_affiliations": [
                "Laboratory for Functional Genome Analysis at the Gene Center, Ludwig-Maximilians-Universität (LMU), Munich, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Schneider, PhD",
            "author_affiliations": [
                "Department of Internal Medicine 3, Ludwig-Maximilians-Universität (LMU), Munich, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karsten Spiekermann, MD",
            "author_affiliations": [
                "Department of Internal Medicine 3, Ludwig-Maximilians-Universität (LMU), Munich, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Hiddemann, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine 3, Ludwig-Maximilians-Universität (LMU), Munich, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerstin Trunzer, PhD",
            "author_affiliations": [
                "Hoffmann-La-Roche, Basel, Switzerland, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Weisser, MD",
            "author_affiliations": [
                "Roche Pharma Research and Early Development (pRED), Penzberg, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan K Bohlander, MD",
            "author_affiliations": [
                "Dept. of Human Genetics, University of Marburg, Marburg, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T09:39:56",
    "is_scraped": "1"
}