{
    "doi": "https://doi.org/10.1182/blood.V108.11.515.515",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=662",
    "start_url_page_num": 662,
    "is_scraped": "1",
    "article_title": "p29ING4 Regulates the Production of Pro-Angiogenic Molecules by Human Myeloma Cells in Normoxic and Hypoxic Conditions Being Involved in Myeloma-Induced Angiogenesis. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "angiogenesis",
        "culture media, conditioned",
        "hypoxia",
        "molecule",
        "multiple myeloma",
        "myeloma cells",
        "interleukin-8",
        "rna, messenger",
        "rna, small interfering",
        "hypoxia inducible factor 1, alpha subunit"
    ],
    "author_names": [
        "Sara Tagliaferri",
        "Francesca Morandi",
        "Paolo Lunghi",
        "Simona Colla",
        "Mirca Lazzaretti",
        "Cristina Mancini",
        "Daniela Drandi",
        "Marco Ladetto",
        "Antonio Bonati",
        "Vittorio Rizzoli",
        "Nicola Giuliani"
    ],
    "author_affiliations": [
        [
            "Hematology, University, Parma, Italy"
        ],
        [
            "Hematology, University, Parma, Italy"
        ],
        [
            "Clinica Science, University, Parma, Italy"
        ],
        [
            "Hematology, University, Parma, Italy"
        ],
        [
            "Pathology, University, Parma, Italy"
        ],
        [
            "Pathology, University, Parma, Italy"
        ],
        [
            "Hematology, University, Torino, Italy"
        ],
        [
            "Hematology, University, Torino, Italy"
        ],
        [
            "Hematology, University, Parma, Italy"
        ],
        [
            "Hematology, University, Parma, Italy"
        ],
        [
            "Hematology, University, Parma, Italy"
        ]
    ],
    "first_author_latitude": "41.3812637",
    "first_author_longitude": "-81.72959139999999",
    "abstract_text": "Multiple myeloma (MM) cells produce several angiogenic molecules as VEGF, Angiopoietin-1 (Ang-1), interleukin-8 (IL-8) and osteopontin (OPN), however the molecular mechanisms underlying the angiogenic switch are not completely elucidated. The candidate tumor suppressor gene inhibitor of growth family member 4 (p29ING4) has been recently implicated in solid tumors as a repressor of angiogenesis and tumor growth through the suppression of angiogenic related molecules including interleukin-8 (IL-8) and the hypoxia inducible factor (HIF)-1 alpha. In this study we investigate the potential involvement of p29ING4 in the angiogenic switch in MM. First using quantitative real time PCR we compared p29ING4 with VEGF, Ang-1, IL-8 and OPN mRNA levels in eight human myeloma cell lines (HMCLs). A significantly negative correlation was observed between ING4 and IL-8 and a trend of correlation with OPN. Following we transfected HMCLs JJN3, OPM-2 and RPMI-8226 with specific siRNA to completely block the expression of p29ING4 checking the effect on the expression and production of the myeloma-related angiogenic molecules VEGF, Ang-1, IL-8 and OPN by quantitative real time PCR and ELISA assay. p29ING4 suppression in HMCLs did not affect VEGF and Ang-1 production but induced a strong up-regulation of IL-8 mRNA and IL-8 protein secretion. Similarly an induction of OPN mRNA expression as well as OPN secretion was induced by siRNA anti-p29ING4. Moreover conditioned media of HMCLs transfected with siRNA anti p29ING4 significantly increased vessel formation in an experimental in vitro model of angiogenesis (ANGIO kit) as compared to controls. Further we investigate the role of p29ING4 in the production of angiogenic molecule by MM cells in hypoxic condition compared to normoxic one as well as its potential relationship with HIF-1alpha system. Hypoxia induced HIF-1alpha expression at nuclear level and its activity in HMCLs and p29ING4 suppression by siRNA further induced HIF-1alpha transcriptional activity with an increase of its target gene Nip-3 in HMCLs. In turn the block of HIF1-alpha by specific siRNA up-regulated p29ING4 and suppressed IL-8 and OPN mRNA expression by HMCLs suggesting a relationship between p29ING4 and HIF-1alpha activity. These in vitro observations have been extended in vivo by the finding of a significant correlation between bone marrow (BM) plasma IL-8 levels and p29ING4 mRNA expression in purified MM cells obtained from 40 newly diagnosed MM patients (R=−0.58 Spearman’s 2-tailed test: p=0.04), consistently MM patients with higher BM IL-8 levels have a significantly lower p29ING4 mRNA levels. Similarly MM patients positive for OPN expression with high OPN BM levels had a significant lower p29ING4 levels (p=0.02). Finally we found that MM patients with high microvalscular density (MVD>30) have significant lower p29ING4 levels as compared to those with low MVD (<30) (p=0.04) and that MM patients with histological high grade had significant lower p29ING4 mRNA levels (Mann-Whitney 2-tailed: p=0.05). In conclusion, our data indicate that the tumor suppressor p29ING4 regulate the production of angiogenic molecules by MM cells both in normoxic and hypoxic conditions being involved in MM-induced angiogenesis and potentially in tumor progression."
}