{
    "doi": "https://doi.org/10.1182/blood-2018-99-118975",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4106",
    "start_url_page_num": 4106,
    "is_scraped": "1",
    "article_title": "Evidence for Epitope-Specific T Cell Responses in HIV-Associated Non Neoplastic Lymphadenopathy: High-Throughput Immunogenetic Evidence ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster I",
    "topics": [
        "epitopes",
        "hiv",
        "lymphadenopathy",
        "t-lymphocytes",
        "immunogenetics",
        "massively-parallel genome sequencing",
        "antigens",
        "acute retroviral syndrome",
        "capsid",
        "clonality (genetic analysis)"
    ],
    "author_names": [
        "Katerina Gemenetzi",
        "Evangelia Stalika",
        "Andreas Agathangelidis, PhD",
        "Fotis Psomopoulos",
        "Elisavet Vlachonikola",
        "Chrysi Galigalidou",
        "Symeon Metallidis",
        "Triantafylia Koletsa",
        "Kostas Stamatopoulos, MD PhD",
        "Maria Papaioannou",
        "Anastasia Hadzidimitriou, PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Applied Biosciences (INAB), Centre for Research and Technology Hellas (CERTH), Thessaloniki, Greece ",
            "Democritus University of Thrace (DUTH), Department of Molecular Biology and Genetics (MBG), Alexandroupolis, Greece "
        ],
        [
            "Institute of Applied Biosciences (INAB), Centre for Research and Technology Hellas (CERTH), Thessaloniki, Greece "
        ],
        [
            "Institute of Applied Biosciences (INAB), Centre for Research and Technology Hellas (CERTH), Thessaloniki, Greece "
        ],
        [
            "Institute of Applied Biosciences (INAB), Centre for Research and Technology Hellas (CERTH), Thessaloniki, Greece "
        ],
        [
            "Institute of Applied Biosciences (INAB), Centre for Research and Technology Hellas (CERTH), Thessaloniki, Greece ",
            "Department of Genetics, Development and Molecular Biology, Aristotle University of Thessaloniki, Thessaloniki, Greece "
        ],
        [
            "Institute of Applied Biosciences (INAB), Centre for Research and Technology Hellas (CERTH), Thessaloniki, Greece "
        ],
        [
            "Aristotle University of Thessaloniki Thessaloniki, Greece, First Department of Internal Medicine, AHEPA Hospital, Medical School, Thessaloniki, Greece "
        ],
        [
            "Aristotle University of Thessaloniki, Thessaloniki, Greece, Pathology Department, Faculty of Medicine, Thessaloniki, Greece "
        ],
        [
            "Institute of Applied Biosciences (INAB), Centre for Research and Technology Hellas (CERTH), Thessaloniki, Greece "
        ],
        [
            "Institute of Applied Biosciences (INAB), Centre for Research and Technology Hellas (CERTH), Thessaloniki, Greece ",
            "Aristotle University of Thessaloniki Thessaloniki, Greece, First Department of Internal Medicine, AHEPA Hospital, Medical School, Thessaloniki, Greece "
        ],
        [
            "Institute of Applied Biosciences (INAB), Centre for Research and Technology Hellas (CERTH), Thessaloniki, Greece ",
            "Karolinska Institutet, Stockholm, Sweden"
        ]
    ],
    "first_author_latitude": "40.5680319",
    "first_author_longitude": "22.9973364",
    "abstract_text": "Non-neoplastic lymphadenopathy (NNL) associated with the human immunodeficiency virus (HIV) infection may develop concurrently with the onset of HIV viremia (acute retroviral syndrome) that can persist beyond the acute phase. Histopathological findings at this early phase mainly pertain to hyperplastic changes with large lymphoid follicles; with time, the number of lymphoid follicles diminishes, while plasma cells increase; at the extreme is a pattern characterized by sclerosis of the germinal centers in the residual follicles. HIV-specific CD8 + T cell responses have been reported and certain viral protein epitopes have been identified e.g. the p24 protein, a component of the HIV particle capsid. Overall, these findings reflect an ongoing immune response that is still incompletely characterized at the molecular level, particularly as it concerns the composition of the T cell receptor (TR) gene repertoire. In order to obtain a comprehensive view into the role of antigen selection in shaping T cell responses in HIV-associated NNL [HIV(+) NNL], we studied in-depth the TR repertoire in: (i) lymph node biopsy samples from 12 patients with HIV(+) NNL, (ii) lymph node samples from 5 non-HIV patients with reactive lymphadenopathy [HIV(-) RL]; and, (iii) peripheral blood samples from 4 healthy, HIV-seronegative individuals without lymphadenopathy [healthy controls, HIV(-) HC]. Genomic DNA was isolated from either paraffin-embedded lymph nodes (for patients with lymphadenopathy) or blood mononuclear cells (for healthy individuals). TRBV-TRBD-TRBJ gene rearrangements were amplified according to the BIOMED2 protocol. PCR products were subjected to next generation sequencing (NGS) on the MiSeq Illumina Platform. NGS data analysis, interpretation and visualization was performed by a validated, in-house bioinformatics pipeline. Overall, we obtained: (i) 1,440,305 (mean: 120,025) productive rearrangement sequences in the HIV(+) NNL group; (ii) 702,533 (mean: 140,506) productive sequences in the HIV(-) RL group; and, (iii) 539,981 (mean: 134,995) productive sequences in HIV(-) HC cases. Rearrangements with identical TRBV gene usage and CDR3 sequence were defined as clonotypes. In total, we identified 15,553 unique clonotypes in patients with HIV(+) NNL (mean: 1,296, range: 337-6,212), 53,874 in HIV(-) RL (mean: 10,774, range: 3,336-16,304) and 220,069 clonotypes in HIV(-) HC cases (mean; 55,017, range: 35,430-68,916), indicating significant repertoire restriction in the former group. Indeed, this group was characterized by an increased level of oligoclonality compared to the other two groups: the mean values of the sum of relative frequencies for the 10 most frequent clonotypes were 80%, 19.6% and 16.5%, respectively. Seven of 12 HIV(+) NNL cases carried the same dominant clonotype (TRBV29-1, SVDPSGTGGEGYT) that was also found in the remaining 5 patients of this group, albeit at lower frequencies; in contrast, it was completely absent in the HIV(-) RL and HIV(-) HC groups. Regarding the TRBV gene repertoire, the TRBV29-1 gene was overrepresented (p<0.005) in the HIV(+) NNL group, whereas the TRBV6-5 and TRBV19 genes were frequent in both groups of patients with lymphadenopathy (HIV-associated or not); finally, the TRBV5-1 was underrepresented (p<0.005) in patients with lymphadenopathy (HIV-associated or not) compared to HIV(-) HC cases. Comparison of the present TR gene sequence dataset against public databases identified 2 clonotypes with an established reactivity against the p24 protein that were present in 2 different patients with HIV(+) NNL of the present cohort. In conclusion, the TR gene repertoire of patients with HIV(+) NNL displays increased level of clonality, distinct TRBV gene repertoire as well as a widely shared, specific dominant clonotype compared to HIV(-) RL cases or HIV(-) healthy controls. These findings allude to an antigen-driven, HIV-specific immune process, a claim also supported by the detection of clonotypes with established anti-HIVp24 reactivity in at least a fraction of the analyzed patients. Disclosures Gemenetzi: Gilead: Research Funding. Agathangelidis: Gilead: Research Funding. Stamatopoulos: Janssen: Honoraria, Research Funding; Gilead: Honoraria, Research Funding; Abbvie: Honoraria, Research Funding. Hadzidimitriou: Gilead: Research Funding; Janssen: Honoraria, Research Funding; Abbvie: Research Funding."
}