{
    "doi": "https://doi.org/10.1182/blood-2020-140980",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4642",
    "start_url_page_num": 4642,
    "is_scraped": "1",
    "article_title": "The Effect of Macrophage Polarization on Cytokine Release in CAR-T Antitumor Response ",
    "article_date": "November 5, 2020",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "topics": null,
    "author_names": [
        "Ekaterina Zmievskaya",
        "Aigul Valiullina, MSc",
        "Margarita Zhuravleva, MD",
        "Aigul R Rakhmatullina",
        "Irina Ganeeva",
        "Ekaterina Zaikova",
        "Alexey Petukhov",
        "Regina R Miftakhova, PhD",
        "Albert A Rizvanov, DSc, PhD",
        "Emil Bulatov, PhD"
    ],
    "author_affiliations": [
        [
            "Kazan Federal University, Kazan, Russian Federation "
        ],
        [
            "Kazan Federal University, Kazan, Russia "
        ],
        [
            "Kazan Federal University, Kazan, Russian Federation "
        ],
        [
            "Kazan Federal University, Kazan, Russian Federation "
        ],
        [
            "Kazan Federal University, Kazan, Russian Federation "
        ],
        [
            "Almazov National Medical Research Center, Saint-Petersburg, Russian Federation "
        ],
        [
            "Institute of Hematology, Almazov National Medical Research Centre, Saint Petersburg, Russian Federation "
        ],
        [
            "Kazan Federal University, Kazan, Russian Federation "
        ],
        [
            "Institute of Fundamental Medicine and Biology, Kazan, Russia"
        ],
        [
            "Kazan Federal University, Kazan, Russia "
        ]
    ],
    "first_author_latitude": "55.790447",
    "first_author_longitude": "49.1214349",
    "abstract_text": "Immunotherapy of cancer using T-lymphocytes with chimeric antigen receptor (CAR-T) is highly promising. CAR-T therapy is approved by FDA for the treatment of B-cell (CD19+) hemoblastoses, however it faced a number of major difficulties in application to solid tumors. One of the main problems of CAR-T therapy is the possibility of developing a serious complication - cytokine release syndrome (CRS), which in extreme cases becomes a life-threatening condition. CRS is often caused by the direct contact of tumor cell with T-lymphocyte and its subsequent activation. However, there is growing amount of evidence suggesting substantial participation of macrophages in this process. We established the effect of macrophages of different phenotypes on secretion of cytokines during cocultivation with CAR-T cells. Initially, isolated monocytes were differentiation into M1 and M2 macrophages. After that M1, M2, and CAR-T cells were co-cultured with prostate adenocarcinoma PC-3M(Kat+CD19+) cells for 5 days. Supernatants were analyzed using multiplex assay. Confocal microscopy revealed that co-cultivation of PC-3M(Kat+CD19+) cells with CAR-T cells decreases the number of tumor cells. Multiplex analysis revealed that macrophages of both populations did not affect the secretion levels of IFNγ and TNFα. However, M1 population promoted IL-1b, and M2 lowered IL-6 and IL-17F. Increase in sCD40L levels was also detected upon addition of both macrophage populations. Results suggest that interaction of M1 and M2 macrophages with CAR-T cells leads to release of various pro-inflammatory cytokines and might be the cause of CRS in patients. Work was funded by RSF 19-74-20026 and performed according to the Russian Government Program of Competitive Growth of Kazan Federal University. A.V. was supported by stipend of President of Russian Federation СП-227.2019.4. References Titov, et al. \"Advancing CAR T-Cell Therapy for Solid Tumors: Lessons Learned from Lymphoma Treatment.\" Cancers 12, 1 (2020): 125. DOI: 10.3390/cancers12010125 Disclosures No relevant conflicts of interest to declare."
}