{
    "doi": "https://doi.org/10.1182/blood.V118.21.4241.4241",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2008",
    "start_url_page_num": 2008,
    "is_scraped": "1",
    "article_title": "Hypercvad for Treatment of Adult Acute Lymphocytic Leukemia: The Moffitt Cancer Center Experience ",
    "article_date": "November 18, 2011",
    "session_type": "Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 4241 Background: Acute lymphocytic leukemia (ALL) incidence is approximately 4000 cases per year in the USA. Several standard induction regimens are used upfront for the treatment of ALL. The HyperCVAD regimen is currently a widely used upfront treatment option for adult ALL patients based on pioneer work at MD Anderson Cancer Center (MDACC). Here we present our experience with the HyperCVAD regimen treating ALL at Moffitt Cancer Center (MCC), representing the largest cohort treated with this regimen outside MDACC. Methods: Patients who were diagnosed and treated at MCC with ALL were identified through the MCC Total Cancer Care database. Individual charts were reviewed. All patients treated with the HyperCVAD regimen frontline were included in this analysis. The HyperCVAD regimen was administered as originally described at MDACC. Philadelphia positive patients were treated with addition of tyrosine kinase inhibitors (TKI) (imatinib or dasatinib). Descriptive data are reported, t-test was used to compare continuous variables, chi square test for categorical variables, Kaplan Meier curves were used for overall survival (OS). Log rank test was used to compare survival times between groups. Cox regression analysis was used for multivariable analysis. All analyses were conducted using SPSS version 19.0 Results: Between 1/1/2002 and 6/30/2011, 100 ALL patients were treated with HyperCVAD at MCC. The median age was 45 years (range 18–83), 26 were above age of 60 years and 26 were below age of 30 years. Sixty three percent were male and 37% were female. Sixty five percent were white, 6% were African America, 7% were Hispanic and 22% were described as other. B-Cell ALL accounted for 83% of patients, while the other 17% had T-Cell origin. Of the 100 patients, 23% of patients were Philadelphia chromosome positive, while 72% were negative, and in 5% karyotype was unknown. Splenomegaly was present at diagnosis in 18% of patients, while 17% presented with lymphadenopathy. Twenty-three percent of patients presented with a WBC of 50,000 or greater. CNS disease was noted in 9% of patients at diagnosis. Seventy-six percent achieved a complete response (CR), while 12% had refractory disease. Response to frontline was not documented in 12% of patients. The median overall survival was 27 months (95% CI 15.6–38.3). In univariable analysis, no difference in outcome was observed based on gender, race, Philadelphia chromosome positivity, B or T-cell origin, presence of lymphadenopathy, splenomegaly, WBC >50,000 or CNS disease at presentation. Age was a significant prognostic factor. The median OS for patients 60 years old (95% CI 6.9–25.1) (p= 0.006) ( figure-1 ) Figure-1 View large Download slide KM curves of OS based on age Figure-1 View large Download slide KM curves of OS based on age  The median OS was higher in patients who achieved CR with frontline chemotherapy. OS was 34 months (95% CI 22.5–45.4) compared to 13 months in patients who did not achieve CR after frontline (95% CI 7.3–18.7) (p=< 0.005). Thirty-eight patients proceeded to allogeneic SCT. The median OS was 40 months in patients who proceeded to allogeneic SCT compared with 16 months in patients who did not (p=0.002). In Cox regression analysis, achieving CR with frontline induction, and allogeneic SCT were statistically significant independent variables for OS for adult patients with ALL. The odds ratio was 3.4 in patients achieving CR with frontline therapy, and 3.1 in patients who underwent allogeneic SCT. Conclusion: To our knowledge, this cohort represents the largest group of ALL patients treated outside MDACC with HyperCVAD based regimens, with similar overall results in the setting of tertiary centers. Achievement of CR after frontline therapy, and undergoing allogeneic SCT were statistically significant prognostic indicators. The outcome of elderly patients (age >60) was inferior. In the elderly population there were lower rates of CR and less number of patients proceeded to allogeneic SCT. The outcome in Philadelphia chromosome positive ALL has improved with the introduction of TKI’s and allogeneic SCT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "cancer care facilities",
        "hypercvad protocol",
        "central nervous system dysfunction",
        "lymphadenopathy",
        "protein-tyrosine kinase inhibitor",
        "splenomegaly",
        "b-cell acute lymphocytic leukemia",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Kendra L. Sweet, MD",
        "Robert M. Crescentini, II, MD",
        "Jennifer L. Cultrera, MD",
        "Jeffrey E Lancet, MD",
        "Rami S. Komrokji, MD"
    ],
    "author_affiliations": [
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.01654715",
    "first_author_longitude": "-82.46327185"
}