{
    "doi": "https://doi.org/10.1182/blood.V108.11.1023.1023",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=814",
    "start_url_page_num": 814,
    "is_scraped": "1",
    "article_title": "Tranexamic Acid Increases Clot Stability in Patients with Severe Hemophilia A. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "hemophilia a",
        "tranexamic acid",
        "recombinant antihemophilic factor viii",
        "thrombosis",
        "alteplase",
        "factor viii",
        "antifibrinolytic agents",
        "blood tests",
        "dilution technique",
        "hemostatics"
    ],
    "author_names": [
        "Anne-Mette Hvas, MD, PhD",
        "Hanne Thykjaer Sorensen",
        "Lisbeth Norengaard Sorensen",
        "Kirsten Christiansen",
        "Jorgen Ingerslev, MD, DMSc",
        "Benny Sorensen, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Haemophilia and Thrombosis, Department of Clinical Biochemistry, Aarhus University Hospital, Skejby, Aarhus, Denmark"
        ],
        [
            "Center for Haemophilia and Thrombosis, Department of Clinical Biochemistry, Aarhus University Hospital, Skejby, Aarhus, Denmark"
        ],
        [
            "Center for Haemophilia and Thrombosis, Department of Clinical Biochemistry, Aarhus University Hospital, Skejby, Aarhus, Denmark"
        ],
        [
            "Center for Haemophilia and Thrombosis, Department of Clinical Biochemistry, Aarhus University Hospital, Skejby, Aarhus, Denmark"
        ],
        [
            "Center for Haemophilia and Thrombosis, Department of Clinical Biochemistry, Aarhus University Hospital, Skejby, Aarhus, Denmark"
        ],
        [
            "Center for Haemophilia and Thrombosis, Department of Clinical Biochemistry, Aarhus University Hospital, Skejby, Aarhus, Denmark"
        ]
    ],
    "first_author_latitude": "56.1920892",
    "first_author_longitude": "10.1678923",
    "abstract_text": "Patients with severe Hemophilia A have a compromised clot formation. In addition, it is suggested that severe Hemophilia A is associated with reduced clot stability. Hence, during the recent years antifibrinolytics have been increasingly used as part of the prophylactic haemostatic treatment e.g. during surgical procedures. However, so far only limited evidence supports the systematic use of antifibrinolytics in these patients. In the present laboratory and clinical study we examined whether reduced clot stability in severe Hemophilia A could be improved by treatment with the antifibrinolytic drug tranexamic acid in combination with recombinant factor VIII (rFVIII). Eight patients with verified severe Hemophilia A (factor VIII:C <0.01 IU/mL) were included. None of the patients had previous or present inhibitor against factor VIII (Bethesda titre < 0.6 IU/mL), and all patients were abstinent to factor VIII substitution for at least 72 hours prior to blood sampling. A baseline blood sample was obtained. Subsequently, the patients received an i.v. bolus injection of rFVIII aiming at increasing the functional level of factor VIII to around 50%. Ten minutes later a second blood sample was obtained followed by i.v. injection of tranexamic acid (10 mg per kg). After another 10 minutes the third blood sample was obtained. In order to provide documentation on the haemostatic potential of tranexamic acid we adopted a thrombelastographic model of continuous whole blood coagulation using ROTEM Coagulation Analyzers (Pentapharm®, Munich, Germany). The whole blood clot formation was evaluated using activation with recombinant human tissue factor (TF - Innovin®, Dade Behring, final dilution 1:17000). The clot stability was evaluated using reaction mixture containing TF (final dilution 1:17000) and recombinant single chain tissue plasminogen activator (t-PA - American Diagnostics, final concentration t-PA 2 nM). Using the software DyCoDerivAn™ GOLD (AvordusoL, Risskov, Denmark) we obtained dynamic parameters of clot initiation (CT, s) and clot propagation such as the maximum velocity of clot formation (MaxVel, mm × 100/s) and the time until maximum velocity of clot propagation (t, MaxVel, s). Whole blood clot stability was analysed by evaluation of the maximum clot formation (MCF, mm × 100) and by the area under the elasticity curve (AUEC, mm × 100/s). Initially, ex vivo experiments were performed with buffer to record a baseline profile. Subsequently, rFVIII (final plasma concentration 0.5 IU/mL) and tranexamic acid (final plasma concentration 0.2 mg/mL) were added. Following the ex vivo experiments, analyses were performed 10 minutes after the patients had been administered rFVIII and tranexamic acid, respectively. We found almost total accordance between ex vivo and in vivo results both in the TF assay and the TF + t-PA assay. As expected, rFVIII increased clot formation indicated by a significantly shorter CT, higher MaxVel and shorter t, MaxVel. Tranexamic acid induced no further measurable improvements of the clot formation profile. Analyses of the clot stability using the TF + t-PA assay showed that rFVIII increased MCF three fold, whereas adding tranexamic acid revealed a four fold increase. The AUEC increased 5 fold after rFVIII and 24 fold after addition of tranexamic acid. In conclusion the study documents that treatment with tranexamic acid in combination with rFVIII significantly improves clot stability in patients with Hemophilia A."
}