{
    "doi": "https://doi.org/10.1182/blood.V124.21.5732.5732",
    "article_title": "In-Vitro Actvity of Pixantrone (PIX) in Plasma Cell Leukaemia (PCL) and Early Clinical Activity in a Pixantrone–Pomalidomide–Dexamethasone (PiPoD) Combination ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Introduction Plasma cell leukemia (PCL) is a leukemic variant of Myeloma arising either de novo or from clinically pre-existent Multiple Myeloma (MM). Treatment options are limited and no drug has ever been explicitly registered in this indication. Furthermore, there is no generally accepted standard of care, although most haematologists would, depending on previous treatments, use combinations of MM drugs and chemotherapy as induction therapy. Pixantrone (PIX) is an aza-anthracenedione which has both alkylating and intercalating activity as well as a unique method of action the induction of cell death through mitotic perturbations and subsequent aberrant cell divisions. PIX is registered in both the US and EC for the treatment of relapsed or refractory aggressive NHL that has failed to respond to at least two previous regimens. Our group has previously shown significant in-vitro activity of PIX in both MM cell lines and primary patient materials*. Methods Peripheral blood mononuclear cells from patient samples containing > 80% plasma cells at high leucocyte counts were isolated by density gradient using Ficoll and incubated for 24 and 48h with various pharmacokinetically realistic concentrations of PIX ranging from 0.01 – 5.00 µM at 37°C in a humidified air atmosphere. Apoptosis was determined by annexin/propidium iodide staining of the whole population (Pt. 1) and 7-AAD staining of the CD38 high/CD45 low cells on a FACSCanto using Diva software (BD). Cases Pt 1. was a 63 year old female diagnosed MAR 2012 with an IgG lambda ISS stage I, Durie & Salmon stage III A MM. Cytogenetics showed a t(11;14). 1 st line treatment consisted of VTD -> ASCT with a resulting PR. Post ASCT the pt. was stable on Rd – maintenance until JAN 13 when a leukemic transformation and a light chain escape phenomenon occurred. Cytogenetics showed clonal evolution with acquisition of additional aberrations (+18, amp 1p36, amp 11q22.3). From APR 2013 – JUL 2013 the pt. could be stabilized with a Bortezomib-liposomal Anthracyclin-Dexamethason combination. On progression she opted for palliative care and succumbed to PCL in AUG 2013. Her PCL cells were evaluated in-vitro. Pt. 2 was a 51 years old female diagnosed with FLC kappa ISS stage III, Durie & Salmon stage III A MM in NOV 2011. In JUN 2014 the pt. presented with a 2 nd relapse having been pre-treated with VTD-ASCT in 1 st line, and Rd in 2 nd line. Out of PR under continuous Rd for 9 months she developed a rapidly progressive PCL with a complex aberrant karyotype and massively elevated sFLC kappa. The patient was severely anaemic and thrombopenic from presentation onwards. Her PCL cells were evaluated in-vitro while treatment was initiated with the Pi-Po-D regime: Table 1 Pi-Po-D regime  DRUG . APPLICATION . DOSAGE . SCHEDULE . REPETITION . Pixantrone i.v. 50mg/m² d1-8-15 d28 Pomalidomide p.o. 4mg d1-21 d28 Dexamethason p.o. 40mg d1-4, 8,15 d28 DRUG . APPLICATION . DOSAGE . SCHEDULE . REPETITION . Pixantrone i.v. 50mg/m² d1-8-15 d28 Pomalidomide p.o. 4mg d1-21 d28 Dexamethason p.o. 40mg d1-4, 8,15 d28 View Large In-Vitro-Results Pt. 1 showed a significant induction of apoptosis concomitantly with a reduction of living cells after an incubation period of 24h starting with a PIX concentration of 2.50 µM and with 1.0 µM at 48h (Table 2). Similar results were obtained with the cells of Pt. 2, despite methodological problems however, plasma cells proofed not to be as sensitive as the whole cell population. Abstract 5732. Table 2 In-Vitro activity of Pixantrone in pt. 1  Pixantrone Concentration (µM) . Living cells after 24 h (%) . Apoptotic cells after 24h (%) . Living cells after 48h (%) . Apoptotic cells after 48h (%) . 0.00 95.85 04.15 97.35 02.65 0.01 96.15 03.85 96.45 03.55 0.05 95.05 04.95 96.75 03.25 0.10 93.35 06.65 95.70 04.30 0.25 90.75 09.25 93.70 06.30 0.50 85.40 14.60 84.25 15.75 1.00 79.95 20.05 61.10  38.90  2.50 31.30  68.70  06.65 93.35 5.00 00.15 99.85 05.00 99.70 Pixantrone Concentration (µM) . Living cells after 24 h (%) . Apoptotic cells after 24h (%) . Living cells after 48h (%) . Apoptotic cells after 48h (%) . 0.00 95.85 04.15 97.35 02.65 0.01 96.15 03.85 96.45 03.55 0.05 95.05 04.95 96.75 03.25 0.10 93.35 06.65 95.70 04.30 0.25 90.75 09.25 93.70 06.30 0.50 85.40 14.60 84.25 15.75 1.00 79.95 20.05 61.10  38.90  2.50 31.30  68.70  06.65 93.35 5.00 00.15 99.85 05.00 99.70 View Large Clinical course with Pi-Po-D in PCL Pt. 2 received the Pi-Po-D regime as no suitable clinical alternative was available and in-vitro data were promising. We noticed a sharp decline of sFLC (> 30%/3weeks) and peripheral plasma cell counts within cycle I as early sign of clinical activity. Unfortunately the pt. had a severe fall while being grade IV CTC thrombopenic and died from unstoppable intracranial haemorrhage. Discussion Pixantrone shows promising in-vitro activity in PCL and MM* at pharmacologically realistic concentrations and first signs of clinical activity in combination therapy. In our opinion PIX deserves further pre-clinical and clinical evaluation in MM and PCL. *J Clin Oncol 32, 2014 (suppl; abstr e19569) Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Off Label Use: Use of Pixantrone in Plasma Cell Leukaemia.",
    "topics": [
        "dexamethasone",
        "leukemia, plasma cell",
        "pixantrone",
        "pomalidomide",
        "posterior cruciate ligament",
        "ptsd checklist",
        "liposomes",
        "autologous stem cell transplant",
        "multiple myeloma",
        "anemia"
    ],
    "author_names": [
        "Ella Willenbacher, MD",
        "Wolfgang Willenbacher, MD",
        "Gunther Gastl, Prof., Dr.",
        "Irmgard Verdorfer, MDPhD",
        "Brigitte Kircher, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ella Willenbacher, MD",
            "author_affiliations": [
                "Innsbruck Medical University, Innsbruck, Austria "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Willenbacher, MD",
            "author_affiliations": [
                "Innsbruck Medical University, Innsbruck, Austria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gunther Gastl, Prof., Dr.",
            "author_affiliations": [
                "Medical University Innsbruck, Innsbruck, Austria "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irmgard Verdorfer, MDPhD",
            "author_affiliations": [
                "Innsbruck Medical University, Innsbruck, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitte Kircher, PhD",
            "author_affiliations": [
                "Innsbruck Medical University, Innsbruck, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T10:28:42",
    "is_scraped": "1"
}