{
    "doi": "https://doi.org/10.1182/blood.V116.21.1177.1177",
    "article_title": "Automated Generation of Antigen-Specific T Cells for Adoptive T Cell Therapy. ",
    "article_date": "November 19, 2010",
    "session_type": "Cell Processing: Poster I",
    "abstract_text": "Abstract 1177 The adoptive transfer of antigen-specific T cells can be a powerful tool for immunotherapy of malignant diseases or infectious complications after allogeneic stem cell transplantation (Riddell et al., 1992; Heslop et al. 2010). Human adenovirus (AdV), Epstein-Barr virus (EBV) or cytomegalovirus (HCMV) infections are frequent and often life-threatening complications post allogeneic stem cell transplantation. To reduce the time required to isolate antigen-specific T cells for adoptive transfer we have developed a method to isolate IFN-gamma-secreting CD4+ as well as CD8+ T cells after antigen-specific restimulation, the Cytokine Capture System IFN-gamma (CCS). Several preclinical studies demonstrate the efficient enrichment of functional CD4+ and CD8+ T cells specific for HCMV (Rauser et al., 2004), EBV (Hammer et al., 2007) or AdV (Feuchtinger et al. 2008) using the CCS. First clinical data of adoptively transferred HCMV-, EBV- or AdV-specific T cells into patients post allogeneic stem cell transplantation are very encouraging (Feuchtinger et al., 2010; Moosmann et al., 2010; Feuchtinger et al., 2006) with low T cell doses infused varying from 1–97×10e3 cells/kg. We have now developed a cell processing device for the automation of the CCS procedure. Antigen-specific stimulation, labeling with the CCS reagents, washing steps, cytokine capture, magnetic enrichment and potentially expansion of the isolated cells are performed fully automated in a closed system. At the beginning of the procedure all components including the cellular starting product, antigen(s), reagents, buffer, and media are connected to a sterile single - use closed system processing set in the device . Due to usage of sterile filters and sterile docking the whole process runs under sterile conditions. The cellular end product can be obtained in the medium/buffer of choice, with the desired cell concentration and volume. The cellular starting product can be leukapheresis or bone marrow and the yield of antigen-specific T cells depends on the frequency of IFN-gamma producing cells. When starting with 1×10e9 cells 1–20×10e5 HCMV-specific T cells could be isolated. Cell processing is possible overnight and the isolated cells might be used directly after enrichment or after a phase of in vitro expansion. Using this cell processing device, IFN-gamma secreting HCMV-specific T cells were enriched to the same purity (>80% IFN-gamma secreting CD4+ and CD8+ T cells) as with the semi-automated procedure. Cell loss during the procedure is markedly reduced, leading to an increased yield of IFN-gamma positive cells. An improved viability was observed resulting in better expansion rates. In conclusion, the automation in a closed system enables the fast and robust generation of antigen-specific T cells for adoptive therapy and will reduce clean room requirements. Disclosures: Fahrendorff: Miltenyi Biotec GmbH: Employment. von Oppen: Miltenyi Biotec GmbH: Employment. Rauser: Miltenyi Biotec GmbH: Employment. Assenmacher: Miltenyi Biotec GmbH: Employment. Schmitz: Miltenyi Biotec GmbH: Employment. Biehl: Miltenyi Biotec GmbH: Employment. Miltenyi: Miltenyi Biotec GmbH: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "antigens",
        "t-cell therapy",
        "t-lymphocytes",
        "interferon type ii",
        "allogeneic stem cell transplant",
        "medical devices",
        "buffers",
        "cytokine",
        "cancer",
        "immunotherapy"
    ],
    "author_names": [
        "Melanie Fahrendorff",
        "Nanette von Oppen",
        "Georg Rauser",
        "Mario Assenmacher",
        "Juergen Schmitz",
        "Martin Biehl",
        "Stefan Miltenyi"
    ],
    "author_dict_list": [
        {
            "author_name": "Melanie Fahrendorff",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nanette von Oppen",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georg Rauser",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Assenmacher",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juergen Schmitz",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Biehl",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Miltenyi",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T02:06:53",
    "is_scraped": "1"
}