{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4524.4524",
    "article_title": "Single Center Study of Outcomes of Patients Admitted to ICU Following Allogeneic Hematopoietic Cell Transplantation: Patients Who Have Experienced Post Transplant Relapse Prior to ICU Admission Have the Worst Outcomes ",
    "article_date": "December 7, 2017",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster III",
    "abstract_text": "Introduction : Mortality of patients who have undergone allogeneic hematopoietic stem cell transplantation (AlloHSCT) recipients requiring intensive care unit (ICU) is high. Mortality is >70% to nearly 100% over the past 2 to 3 decades. Advances in BMT and ICU care have included Reduced-intensity Conditioning, improved management of infectious complications and better management of sepsis and respiratory failure. However, mortality rate remains high at 70% to 85%. Models that reliably predict outcomes and guide clinical decision-making for the critically ill BMT patient are needed. Here we analyse transplant related factors that may impact outcome. Methods: We undertook a retrospective review of patients of patients who had had undergone an AlloHSCT between 2003 and 2012, inclusive, and were then recorded on the hospital bed management system to have been admitted to ICU. Only first transplants were included. Only outcomes of the 1 st ICU admissions were analyzed. Disease, conditioning and patient related factors were considered; ICU related factors were analyzed separately. Results: 101 patients were analysed. Median Age at time of ICU admission was 26y (14-63). M:F ratio 55:45. Median days from date of alloHSCT to ICU admission was 156 ( -4 to 3411). Era of AlloHSCT  2007: 57%. 81% of patients had conditioning that was TBI based in 55%, and ATG containing in 12 %. aGVHD was diagnosed in 60% prior to ICU admission and grade II-IV aGVHD in 51%. cGVHD prior to ICU admission was reported in 41% of patients. 17% of patients had experienced a relapse prior to ICU admission. APACHE II score was present in 91% of patients with a median score of 21 ( 9- 41). APACHE IV score present in 44% with a median score of 101 ( 8 -165). SOFA score was present in 55% with a median score 11 (2-19). Overall survival (OS) at 5 years was 15.9% (±4%). Survival was not affected by era of transplant (15.8% vs 17.6% p=ns) , TBI conditioning vs no TBI (14.3% vs 17.7%) or ATG vs no ATG (20% vs 17.7%). Survival was not affected by presence or absence of prior aGVHD (16% vs 15.8%) or the presence or absence of prior cGVHD (18.9% vs 7.7%, p=0.8). Only prior relapse significantly affected survival with those not having relapsed faring better than those that did relapse (18.9% vs 0%, p= 0.14); however, even the non relapsed patients had very modest outcomes at 5 years. Conclusion : This single center analysis confirms that patients who have undergone a first alloHSCT and are subsequently admitted to ICU still have a poor outcome. Patients who have experienced a post alloHSCT relapse at any time prior to ICU admission have the worst outcome, with a 1-yr OS of 0%. This is informative for hematology and ICU physicans making a decision regarding the appropriateness of admitting patients with a prior relapse to ICU. Incorporation of disease related factors with physiological and organ failure score may help better predict outcomes and allow better patient selection for ICU admission Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "intensive care unit",
        "transplantation",
        "graft-versus-host disease, chronic",
        "allogeneic hematopoietic stem cell transplant",
        "apache ii score",
        "beds",
        "critical illness",
        "infection as complication of medical care",
        "organ failure"
    ],
    "author_names": [
        "Syed Osman Ali Ahmed, BSc, FRCPath, MBBS, MRCP",
        "Abdul Mannan, FCPS, MBBS",
        "Mona Hassanein, MD PhD FRCPC, MSc",
        "Mahmoud Aljurf, MD",
        "Othman Sulaiman"
    ],
    "author_dict_list": [
        {
            "author_name": "Syed Osman Ali Ahmed, BSc, FRCPath, MBBS, MRCP",
            "author_affiliations": [
                "Adult Hematology/BMT, Oncology Center, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Abdul Mannan, FCPS, MBBS",
            "author_affiliations": [
                "Adult Hematology/bmt, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mona Hassanein, MD PhD FRCPC, MSc",
            "author_affiliations": [
                "Oncology Center, King Faisal Specialist Hospital And Research Center, Riyadh, Saudi Arabia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mahmoud Aljurf, MD",
            "author_affiliations": [
                "Adult Hematology/BMT, Oncology Center, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Othman Sulaiman",
            "author_affiliations": [
                "Intensive Care Unit, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T03:58:51",
    "is_scraped": "1"
}