{
    "doi": "https://doi.org/10.1182/blood.V106.11.1904.1904",
    "article_title": "Rescue of Germinal Centre B Cells with Inactivated Immunoglobulin Genes by EBV In Vitro Suggests a Common Mechanism in the Pathogenesis of Post-Transplant Lymphoproliferative Disease and Hodgkin’s Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Early onset post-transplant lymphoproliferative disease (PTLD) tumours resemble Epstein-Barr virus (EBV)-positive in vitro transformed lymphoblastoid cell lines (LCLs) both in cellular phenotype and in EBV latent gene expression. Here viral transformation appears to be sufficient for tumour growth. However, in cases of late onset PTLD and Hodgkin’s disease (HD) where viral gene expression is more restricted and tumour evolution has involved additional cellular genetic changes, the role of EBV in pathogenesis is not certain. Many cases of PTLD and HD lack surface Ig and have functionally inactivated immunoglobulin (Ig) sequences. They appear to arise from atypical post-germinal centre (GC) B cells which have acquired crippling mutations in the Ig genes during GC transit. Such crippled GC cells normally die by apoptosis but if rescued may form a pool of cells particularly prone to tumour development. In the present work we investigated if EBV infection in vitro can transform crippled GC cells. GC cells isolated by FACS sorting CD10 + tonsillar B cells were infected with EBV (B95.8 strain) in vitro and seeded at limiting dilutions onto fibroblast feeders to establish cell lines. In parallel experiments, naïve and memory B cells, isolated from peripheral blood by FACS sorting of IgD + , CD27 − and IgD − , CD27 + subsets respectively, were infected with EBV in vitro to establish LCLs. Over 100 GC-derived cell lines (GC-LCLs) and a similar number of peripheral blood-derived LCLs were established. All peripheral blood-derived LCLs consistently expressed surface Ig (predominantly IgM + , IgD + co-expression in naïve and IgG + or IgA + expression in memory transformants). In comparison, whilst most GC-LCLs expressed surface Ig, we identified six lines that lacked surface Ig expression. Sequencing the variable regions of the IgH genes of the six surface Ig-negative GC-LCLs confirmed that three lines carried hypermutated but non-functional IgH genes. There was a 7 nucleotide insertion resulting in a frameshift of the downstream IgH sequence in one cell line, while the other two carried mutated Ig genes containing stop codons in the CDR1 and/or the CDR2 regions of the IgH sequence. In the three other surface Ig-negative GC-LCLs, the IgH reading frame was mutated but still intact. Sequence inactivation was not seen in any of the surface Ig-positive GC-LCLs analysed in parallel nor, in any of the peripheral blood derived LCLs. Interestingly, GC-derived transformants lost their original GC phenotype and acquired activation markers typical of conventional LCLs. Thus they were CD10 − , CD23 + , CD27 + and CD38 + . Analysis of EBV gene expression showed that GC-LCLs including the six surface Ig-negative lines expressed EBNA1, EBNA2, LMP1 and LMP2 as seen in conventional LCLs. The present work provides strong evidence that EBV infection in vitro can rescue crippled GC cells, leading to the outgrowth of surface Ig-negative LCLs with functionally inactivated IgH alleles. These lines appear to be in vitro correlates of PTLD both in their cellular phenotype and in the expression of EBV latent proteins. Though the cellular phenotype and EBV latent antigen expression pattern is different in HD, it is possible that these tumours arise by different pathways from the same pool of atypical post-GC survivors.",
    "topics": [
        "b-lymphocytes",
        "epstein-barr virus infections",
        "genes, immunoglobulin",
        "germinal center of lymph node",
        "herpesvirus 4, human",
        "hodgkin's disease",
        "lymphoproliferative disorders",
        "transplantation",
        "immunoglobulins",
        "idiopathic guttate hypomelanosis"
    ],
    "author_names": [
        "Sridhar Chaganti, MD",
        "Noelia Begue-Pastor, MSc",
        "Mark T. Drayson, PhD",
        "Andy I. Bell, PhD",
        "Alan B. Rickinson, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sridhar Chaganti, MD",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Noelia Begue-Pastor, MSc",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark T. Drayson, PhD",
            "author_affiliations": [
                "MRC Centre for Immune Regulation, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andy I. Bell, PhD",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan B. Rickinson, PhD",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T12:59:17",
    "is_scraped": "1"
}