{
    "doi": "https://doi.org/10.1182/blood.V128.22.2821.2821",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3501",
    "start_url_page_num": 3501,
    "is_scraped": "1",
    "article_title": "A Phase I/II Study of Vaccination By Autologous Leukemic Apoptotic Corpse Pulsed Dendritic Cells for Elderly Acute Myeloid Leukemia Patients in First or Second Complete Remission (LAM DC trial) ",
    "article_date": "December 2, 2016",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster II",
    "topics": [
        "cadaver",
        "complete remission",
        "dendritic cells",
        "leukemia, myelocytic, acute",
        "older adult",
        "vaccination",
        "vaccines",
        "apheresis",
        "chemotherapy regimen",
        "leukemic cells"
    ],
    "author_names": [
        "Patrice Chevallier, MD PhD",
        "Soraya Saiagh",
        "Virginie Dehame, MSc",
        "Thierry Guillaume, MD PhD",
        "Pierre Peterlin, MD",
        "Alice Garnier, MD",
        "Yannick Le Bris, PharmD",
        "Sylvain Bercegeay",
        "Delphine Coulais",
        "Marie-Aude Rambaud",
        "Céline Bossard, MD",
        "Veronique Stocco, MD",
        "Brigitte Dreno, MD PhD",
        "Nadine Juge-Morineau, MD",
        "Philippe Moreau",
        "Marie-Christine Bene, PharmD",
        "Marc Gregoire, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "CHU, UTCG, Nantes, France "
        ],
        [
            "INSERM U892, Cancer Research Center Nantes-Angers, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "HOPITAL HOTEL DIEU ET HME, NANTES CEDEX 1, FRA "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Hematology Laboratory, Nantes University Hospital, Nantes, France "
        ],
        [
            "CHU, UTCG, Nantes, France "
        ],
        [
            "CHU, CIC1413, Nantes, France "
        ],
        [
            "Hematology Department, CHU, Nantes, France "
        ],
        [
            "Department of Pathology, Nantes University Hospital, Nantes, France "
        ],
        [
            "EFS de Loire-Atlantique, Nantes, France "
        ],
        [
            "UTCG, CHU, Nantes, France "
        ],
        [
            "Hematology Department, CHR, La Roche-sur-Yon, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Hopital Hotel Dieu, Laboratoire d'Hematologie, Nantes, France "
        ],
        [
            "CRCNA, INSERM U892, Nantes, France"
        ]
    ],
    "first_author_latitude": "47.211964599999995",
    "first_author_longitude": "-1.5533901",
    "abstract_text": "Introduction : A number of approaches have been explored to prevent relapse in AML setting, including immune-strategies such as dendritic cells (DC) vaccination. There is no report so far of the use of autologous apoptotic leukemic cells as a source of tumor antigen for DC vaccine. Methods : The main objective of this prospective monocentric Phase I/II study was to explore the feasibility to produce autologous leukemic apoptotic corpse-pulsed DC for elderly AML patients in first or second complete remission (CR) and to report the toxicity of such a vaccine. Inclusion criteria were AML (except promyelocytic) patients older than 59 years with a good performans status (ECOG =50% of leukemic blasts in bone marrow (BM) or peripheral blood, and with no contra-indications to apheresis. Vaccines were produced by Nantes UTCG according to good manufacturing practices for cell and gene based therapies in order to comply to the French AFSSAPS (currently ANSM) agency guidelines. Patients had to be pre-included (refractory or not) at diagnosis or at time of first relapse in order to collect sufficient leukemic cells (>2.4 10 8 ) prior to chemotherapy after 1 or 2 days of collection. After blasts collection, the choice of chemotherapy regimen was at the discretion of the investigator. Few courses of chemotherapy were allowed before vaccine production but not after. Patients were definitively included only in case of CR to allow collecting autologous non-leukemic peripheral monocytes by apheresis to generate the DC vaccine. Patients were programmed to receive up to 5 doses of vaccine (days +1 +7 +14 +21 and +35 +2) which consisted of 10 millions pulsed DC, including 9 millions administered subcutaneously (1 mL) and 1 million administered intradermally (0.1mL). Minimal residual disease (MRD) was studied after vaccines using flow cytometry. Results: Between November 2009 and March 2015, 23 patients were pre-included but 2 patients were excluded for analyses because blast collection was finally not performed. Thus, overall, 21 elderly AML patients (male n=14; median age: 74 years (range: 65-84), secondary AML n=8) were considered either at time of diagnosis or at time of first relapse. The median % of BM blasts was 63% (range: 20-92), including 3 and 4 cases with less than 40% and between 40-49%, respectively (protocol deviation). Although it was not the case for one patient with >50% of BM blasts, all patients between 40-49% of BM blasts reached the threshold of 2.4x10 8 blasts required for the study. Two patients out of 3 with less than 40% BM blasts had insufficient blast collection to pursue the protocol. After blast collection, the majority of patients (n=19) received non-intensive chemotherapy. 5/21 (24%) cases achieved CR, a rate that was expected for this very old population. All of CR patients could proceed to apheresis after 2 (n=4) or 4 (n=1) courses of non-intensive consolidation. Production of the 5 vaccines was possible for all of them and first infusion was made at a median of 25 days (range: 20-28) from the apheresis. However, a median of 27 vaccines (range: 8-85) could have been theoretically produced in CR patients, suggesting the possibility to realize a longer maintenance therapy to prevent relapse in the future. All patients received as expected the 5 vaccines and no adverse events were documented. Durations of response from CR were: +8.5, +8, +4.5, +4, +12 months and from first vaccine: +5.5, +4.5, +1.8, +1.8, and +9 months. Two patients had relapsed before day+55. At this time, the 3 other patients were documented with negative MRD. In July 2016, 2 patients are still alive, 1 at +30 months from CR in relapse and 1 at +13 months in CR. The 3 other cases died of relapse at +15.5, +8 and +5.5 months from CR. The median OS from pre-inclusion was significantly higher for vaccinated CR patients (13 months (9-41) vs 4.75 months (1-24), p=0.009). Conclusion : Our strategy seems promising for elderly AML patients achieving CR in terms of relapse prevention. Vaccine production is reproducible and compliant for clinical use. Larger Phase 2 studies are required to confirm our results in younger and older AML population. The trial is registered at Clinicaltrials.gov NCT01146262. This study was supported by a grant from the French National Cancer Institute. Disclosures Moreau: Bristol-Myers Squibb: Honoraria; Celgene: Honoraria; Janssen: Honoraria, Speakers Bureau; Novartis: Honoraria; Takeda: Honoraria; Amgen: Honoraria."
}