{
    "doi": "https://doi.org/10.1182/blood.V106.11.1707.1707",
    "article_title": "Human Cord Blood Cells Are Capable of Generating Amylase-Producing Pancreatic Acinar Cells without Cell Fusion. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Pancreatic acinar cells and hepatocytes arise from the same cell population located within the embryonic endoderm during embryogenesis. It has been reported that a multi-potent population of liver cells is capable of differentiating into pancreatic cells. Thus, pancreatic acinar cells and hepatocytes may share a common precursor. Recent studies revealed that murine and human hematopoietic cells have the ability to generate hepatocytes in vivo. To determine whether human cord blood cells can generate pancreatic cells, we carried out in vivo xenograft experiments. We transplanted 10 5 CD34 + cord blood cells into conditioned newborn NOD/SCID/beta-2 microglobulin-null mice via facial vein injection and, 2–4 months later, examined pancreata from recipient mice showing high level (16–52%, n=9) human multilineage hematopoietic engraftment in the bone marrow. RT-PCR and immunohistochemical analyses revealed human amylase mRNA and human amylase protein, respectively, in the pancreata of recipient mice. Using fluorescence in-situ hybridization (FISH), we also identified human alpha-satellite DNA positive cells with a morphology characteristic of pancreatic acinar cells. Recently, a number of investigators have reported that the apparent reconstitution of tissue cells such as hepatocytes by hematopoietic stem cells is the result of spontaneous cell fusion between donor hematopoietic cells and recipient tissue cells. To negate this possibility, we used FISH for human and mouse DNA and examined the pancreas for the evidence of fusion between human hematopoietic cells and recipient pancreatic cells. We performed four-color analysis using FISH with human pan-centromere probe, mouse pan-centromere probe, and species non-specific probes for pancreatic amylase mRNA, combined with Hoechst nuclear counter staining on paraffin-embedded sections of pancreata from recipient mice. We identified cells that were amylase mRNA-positive expressed human-specific alpha-satellite DNA and exhibited morphological characteristics of pancreatic acinar cells but did not express mouse-specific gamma-satellite DNA. These findings establish that human umbilical cord blood cells are capable of generating pancreatic acinar cells via a non-fusion mechanism.",
    "topics": [
        "acinar cell of pancreas",
        "amylases",
        "cell fusion procedure",
        "umbilical cord blood",
        "dna",
        "rna, messenger",
        "cd34 antigens",
        "pancreatic amylase",
        "paraffin",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Hitoshi Minamiguchi",
        "Fumihiko Ishikawa",
        "Paul A. Fleming",
        "Su Yang",
        "Christopher J. Drake",
        "Makio Ogawa"
    ],
    "author_dict_list": [
        {
            "author_name": "Hitoshi Minamiguchi",
            "author_affiliations": [
                "Department of VA Medical Center and Department of Medicine, Medical University of South Carolina, Charleston, SC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fumihiko Ishikawa",
            "author_affiliations": [
                "Department of VA Medical Center and Department of Medicine, Medical University of South Carolina, Charleston, SC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul A. Fleming",
            "author_affiliations": [
                "Department of Cell Biology and Anatomy, Medical University of South Carolina, Charleston, SC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Su Yang",
            "author_affiliations": [
                "Department of Pediatrics, Medical University of South Carolina, Charleston, SC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher J. Drake",
            "author_affiliations": [
                "Department of Cell Biology and Anatomy, Medical University of South Carolina, Charleston, SC, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makio Ogawa",
            "author_affiliations": [
                "Department of VA Medical Center and Department of Medicine, Medical University of South Carolina, Charleston, SC, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T12:57:26",
    "is_scraped": "1"
}