{
    "doi": "https://doi.org/10.1182/blood.V114.22.95.95",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1380",
    "start_url_page_num": 1380,
    "is_scraped": "1",
    "article_title": "Charting the Early Stages of Human B Lymphopoiesis Using the IL-7 Receptor as a Navigational Marker. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS: B CELL BIOLOGY",
    "abstract_text": "Abstract 95 The identity and developmental potential of human lymphoid progenitors (LP) restricted to differentiate into T, B and/or NK cells at the exclusion of myeloid/erythroid lineages is not completely understood. Although LP from cord blood and marrow been described, there is no consensus as to the phenotype of LP committed to the B-lineage from either tissue source, or the identity of the cytokine signals that regulate lineage commitment of these progenitors. Resolution of this question has implications for identifying potential leukemic stem cells in acute lymphoblastic leukemia, as well as for lymphocyte reconstitution in the setting of cord blood and marrow transplantation. One of the challenges in conducting a comprehensive cellular and molecular characterization of LP is their low frequency in normal marrow and cord blood. The xenogeneic human hematopoietic stem cell/murine stromal cell (MS-5) model of lymphohematopoiesis has been shown to support the development of all human lymphoid lineages from human CD34+ hematopoietic progenitor cells (HPC). Therefore, the goal of the current study was to use the MS-5 model as a cellular resource to identify and characterize candidate LP subsets, and to evaluate the expression and function of the IL-7 receptor in B-lineage cell development. We initially determined whether expression of CD127 (the IL-7 receptor alpha chain) and CD34 were sufficient to define CD19- LP with enhanced B lymphopoietic potential. Xenogeneic cultures were initiated by plating cord blood CD34+ HPC onto MS-5, and CD19- lymphohematopoietic cells were characterized by polychromatic flow cytometry. Gating on CD19-/CD14-/CD15- cells revealed four populations: CD19-/CD34+/CD127-, CD19-/CD34+/CD127+, CD19-/CD34-/CD127+, and CD19-/CD34-/CD127-. CD19-/CD34+/CD127- cells were the predominant population during the first week of culture but sharply declined thereafter. A low frequency CD19-/CD34+/CD127+ population was first detected at 5-7 days and largely disappeared by 2 wks. The CD19-/CD34-/CD127+ population was initially detected at 1 wk, and underwent a bi-phasic increase and decrease over the following 3 wks. Evaluation of sorted fractions by quantitative PCR showed that the onset of expression of RAG1 , RAG2 , TDT , CD79A , VPREB, IGλ LIKE , and EBF-1 were coincident with onset of CD127 expression. Differentiation of CD34+/CD127+ to CD34-/CD127+ LP was accompanied by an ∼ 50-fold increase in expression of PAX5 and CD19 , suggesting that the latter population was the immediate precursor of CD19+ B-lineage cells. When the three populations were FACS-purified on day 14 and re-plated on MS-5, a progression from CD34+/CD127- > CD34+/CD127+ > CD34-/CD127+ was suggested by the kinetics of CD19+ cell development. We have previously shown that neutralization of MS-5 produced murine IL-7 reduces the development of CD19+ cells from cord blood CD34+ HPC by ∼ 80%. When fetal liver, pediatric marrow or adult marrow CD34+ cells were used to initiate xenogeneic cultures, we observed a similar dependency on IL-7 for CD19+ cell development. However, neutralization of murine IL-7 had no effect on the development of CD34-/CD127+/CD19- LP. Surprisingly, independent of the source of CD34+ HPC used to initiate xenogeneic cultures, B-lineage cells expressing cell surface IgM developed in the absence of the canonical CD34+/CD19+ pro-B cell population present in human marrow. The absence of CD19+/CD34+ pro-B cells was not due to MS-5 xenogeneic culture conditions being non-permissive, since CD19+/CD34+ pro-B cells FACS-purified from fresh pediatric marrow and plated on MS-5 survived and differentiated over 3-4 wks of culture into surface IgM+/IgD+ naive B cells. Additionally, CD34 was stably expressed on CD19- cells in xenogeneic cultures for ∼ 2 wks. We conclude that expression of CD127 on CD19- LP and CD19+ B-lineage cells may define an early continuum in human B cell development, which at least partially encompasses a pathway that either bypasses or is distinct from development of canonical CD34+/CD19+ pro-B cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "interleukin 7 receptor",
        "lymphopoiesis",
        "cd19 antigens",
        "cd34 antigens",
        "interleukin-7",
        "acute lymphocytic leukemia",
        "antigens, cd15",
        "bone marrow transplantation",
        "bypass",
        "cd14 antigen"
    ],
    "author_names": [
        "Sonja E. Nodland, PhD",
        "Anna A Bajer",
        "Tucker W. LeBien, PhD"
    ],
    "author_affiliations": [
        [
            "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.97093059999999",
    "first_author_longitude": "-93.2324902"
}