{
    "doi": "https://doi.org/10.1182/blood.V126.23.5078.5078",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3081",
    "start_url_page_num": 3081,
    "is_scraped": "1",
    "article_title": "Improved Outcome of Relapsed or Refractory Pediatric B-Cell Non-Hodgkin Lymphoma in Japan ",
    "article_date": "December 3, 2015",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "b-cell lymphomas",
        "burkitt's lymphoma",
        "pediatrics",
        "rituximab",
        "hematopoietic stem cell transplantation",
        "salvage therapy",
        "combined modality therapy",
        "carboplatin",
        "complete remission",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Tomoo Osumi",
        "Tetsuya Mori",
        "Naoto Fujita",
        "Akiko M. Saito",
        "Atsuko Nakazawa",
        "Masahito Tsurusawa",
        "Ryoji Kobayashi"
    ],
    "author_affiliations": [
        [
            "Division of Leukemia and Lymphoma, Children's Cancer Center, National Center for Child Health and Development, Tokyo, Japan "
        ],
        [
            "Department of Pediatrics, St. Marianna University School of Medicine, Kanagawa, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan "
        ],
        [
            "Department of Pathology, National Center for Child Health and Development, Tokyo, Japan "
        ],
        [
            "Ama city hospital, Aichi, Japan "
        ],
        [
            "Department of Pediatrics, Sapporo Hokuyu Hospital, Hokkaido, Japan"
        ]
    ],
    "first_author_latitude": "35.6332197",
    "first_author_longitude": "139.6115831",
    "abstract_text": "Introduction Relapsed or refractory pediatric B-cell non-Hodgkin lymphoma (B-NHL) has been reported to be extremely difficult to cure. We previously conducted a retrospective study of pediatric relapsed or refractory B-NHL in Japan between 1996 and 2004 and found that the four-year overall survival rate was only 20.5% (Fujita N. e al. PBC. 2008). Rituximab, a chimeric anti-CD20 monoclonal antibody, is expected to be effective in improving the prognosis of pediatric relapsed or refractory B-NHL and was approved for use in 2003 in Japan. Here, we retrospectively assessed the treatment and prognosis of pediatric relapsed or refractory pediatric B-NHL in the rituximab era in Japan. Methods We collected relapsed pediatric B-NHL cases from patients enrolled in our current study, JPLSG B-NHL03 study, which was the first nationwide multicenter trial for newly diagnosed pediatric B-NHL. We collected information on treatment and outcome after induction failure or relapse. Results In 33 patients enrolled this study, the median age at diagnosis was 9.7 years and male predominance was observed. Nine cases were pathologically subclassified initially as diffuse large B-cell lymphoma, 11 as Burkitt lymphoma, 11 as Burkitt Leukemia and two as others. According to initial Murphy staging, most cases were in the advanced stage. The most common site of relapse was abdomen (8 cases), followed by bone marrow (8 cases) and central nervous system (7 cases). Twenty-three cases relapsed in one site while 10 did so in multiple sites. Among them, 20 relapsed within six months after initial diagnosis. Among them, 28 patients received some rituximab combined treatment as salvage therapy. R-ICE (rituximab, ifosfamide, carboplatin and etoposide) regimen was the most popular and used in 22 patients as first-line salvage therapy. As a result, 22 patients (66.7%) achieved complete remission (CR) by some salvage therapy. 23 received hematopoietic stem cell transplantation (HSCT). Their 5-year overall survival rate was 48.5%, which was far more superior to both our previous study (Figure 1) and another on relapsed or refractory B-NHL in childhood. In risk factor analysis for survival, rituximab combined treatment and HSCT did not influence the outcome, but achievement of CR after salvage treatment resulted in significantly better survival (68.2% vs 9.1%, p=0.001). These results suggest that the advent of rituximab induced an improvement of CR rate for relapsed paediatric B-NHL, which resulted in an improvement of the survival rate. Conclusion In conclusion, the prognosis of the pediatric relapsed or refractory B-NHL in a Japanese cohort remained poor but is showing improvement in the rituximab era. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}