{
    "doi": "https://doi.org/10.1182/blood.V120.21.2408.2408",
    "article_title": "NR4A1 Mediated Apoptosis of Aggressive Lymphoma Cells Suppresses Tumor Growth in a Xenograft Model. ",
    "article_date": "November 16, 2012",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Abstract 2408 NR4A1 (Nur77) and NR4A3 (Nor-1) are two members of the orphan nuclear receptors (NRs). Their function as critical tumour suppressor genes (TSG) is demonstrated by the rapid development of acute myeloid leukemia (AML) of NR4A1 and NR4A3 double knock out mouse and by their reduced expression in leukemic blasts from human AML patients. The aim of our study is to comprehensively study NR4A1 and NR4A3 expression B-cell malignancies and to define and functionally characterize the nuclear orphan receptors NR4A1 as TSGs in B-cell malignancies. We found a more than 50% reduction of both, NR4A1 and NR4A3 , in B-CLL (71%) and Follicular Lymphoma (70%), and in diffuse large B cell lymphoma (DLBCL) (74%) compared to normal controls. In DLBCL low NR4A1 expression was significantly associated with non-germinal center B-cell subtype and with poor overall survival (p=0.042, HR=2.2, CI=1.01–4.9). To investigate the function of NR4A1 in lymphomas, we over-expressed NR4A1 in a lymphoma cell line (Sc-1) by using an inducible lentiviral expression system and performed apoptotic assays by determing cleaved caspase 3, the sub-G1 peak and Annexin V positivity. Induction of NR4A1 expression led to apoptosis in a significantly higher proportion of induced Sc-1 cells compared to their uninduced controls in all assays analysed. Additionally, treatment of an immortalized B cell line (UH3) and three lymphoma cell lines (Karpas422, SC-1 and Ly8) with Cytosporone B (Csn-B), a NR4A1 ligand known to induce NR4A1, caused NR4A1 mediated apoptosis. To test the tumor suppressor function of NR4A1 in vivo , the stably transduced Sc-1 lymphoma cell lines were further investigated in a NOD/SCID/IL-2rγnull (NSG) mouse model. Induction of NR4A1 in Sc-1 suppressed tumor growth in the NSG mice, in contrast to vector controls and uninduced Sc-1 cells, where massive tumor formation was observed. Our data suggest that NR4A1 has pro-apoptotic functions in vitro and that Csn-B induces a NR4A1 mediated apoptosis in lymphoma cells. Our xengraft experiments define NR4A1 as novel tumor suppressor in vivo . Hence, regulation of NR4A1 is a promising new therapeutical target for future anti-lymphomatherapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "non-hodgkin's lymphoma, aggressive",
        "transplantation, heterologous",
        "tumor growth",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "cancer",
        "annexin a5",
        "caspase-3",
        "follicular lymphoma"
    ],
    "author_names": [
        "Alexander JA Deutsch",
        "Beate Rinner",
        "Martin Pichler",
        "Sonja Reitter",
        "Christine Beham-Schmid, MD",
        "Peter Neumeister"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexander JA Deutsch",
            "author_affiliations": [
                "Clinical Hematology, Internal Medicine, Graz, Austria, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Beate Rinner",
            "author_affiliations": [
                "Flow Cytometry Core Facility, Center for Medical Research, Graz, Austria, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Pichler",
            "author_affiliations": [
                "Oncology, Medical University Graz, Graz, Austria, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja Reitter",
            "author_affiliations": [
                "Haematology, Medical University Graz, graz, Austria, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Beham-Schmid, MD",
            "author_affiliations": [
                "Institute of Pathology, Medical University of Graz, Graz, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Neumeister",
            "author_affiliations": [
                "Haematology, Medical University Graz, graz, Austria, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T12:59:19",
    "is_scraped": "1"
}