{
    "doi": "https://doi.org/10.1182/blood.V118.21.5104.5104",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2038",
    "start_url_page_num": 2038,
    "is_scraped": "1",
    "article_title": "Potentiation of bortezomib's Anti-Myeloma Effects in Combination with Anti-DR5 Agonistic Antibody: The Role of ER Stress in DR5 Editing and DR-Mediated Apoptotic Signaling ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Abstract 5104 Bortezomib (BTZ) is widely used in the treatment of myeloma (MM) with marked response rates in both relapsed/refractory as well as newly diagnosed MM. However, significant numbers of patients still remain outside benefit of the BTZ treatment; and various combinatory treatments with BTZ have been implemented to improve BTZ's anti-MM effects. On the other hand, immunotherapies seem attractive for yet incurable malignancies by chemotherapeutic agents such as MM and their clinical application has been studied. One such approach is a TNF-related apoptosis-inducing ligand (TRAIL)-mediated immunotherapy. In the present study, we therefore explored the role of BTZ on TRAIL receptor editing and its downstream signaling with special reference to endoplasmic reticulum (ER) stress and the cytotoxic effects of BTZ and anti-TRAIL receptor agonistic antibody in combination on MM cells. Most MM cells expressed DR4 but weakly DR5, while normal peripheral blood mononuclear cells expressed neither DR4 nor DR5. BTZ at 10 nM markedly up-regulated the surface levels of DR5 and its mRNA expression but not those of DR4 in MM cell lines and primary MM cells. Furthermore, BTZ decreased the levels of c-FLIP, an inhibitor of DISC, along with activation of caspase-8 and caspase-3, suggesting potentiation of the DR-mediated extrinsic apoptotic pathway. Consistently, BTZ and anti-DR5 agonistic antibody cooperatively enhanced the cytotoxicity against MM cells. BTZ induced phosphorylation of eIF2alpha, ATF4 and CHOP, along with disappearance of anti-apoptotic proteins including Mcl-1 in MM cells, suggesting the enhancement of ER stress and subsequent suppression of protein translation by BTZ. However, such induction of ER stress by BTZ was not observed in BTZ-resistant MM cell lines, KMS-11/BTZ and OPM-2/BTZ, with a point mutation in BTZ-binding proteasome beta5 subunit (Ri et al. Leukemia 2010). In KMS-11/BTZ and OPM-2/BTZ, surface protein as well as mRNA levels of DR5 were not up-regulated by BTZ, suggesting a critical role of ER stress in up-regulation of DR5 expression by BTZ. Because DR5 expression has been shown to be transcriptionally up-regulated by CHOP, the up-regulation of DR5 mRNA and protein in MM cells by BTZ is suggested to be at least in part due to CHOP induced by BTZ-mediated ER stress. Although BTZ exerts its anti-MM effects through induction of ER stress, the present study demonstrates that induction of ER stress by BTZ is also able to sensitize MM cells to TRAIL-mediated immunotherapy. Therefore, the combination of BTZ and TRAIL-mediated immunotherapy is warranted for further study. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "emergency service, hospital",
        "multiple myeloma",
        "potentiation",
        "signal transduction",
        "stress",
        "immunotherapy",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "rna, messenger",
        "antineoplastic agents"
    ],
    "author_names": [
        "Hirokazu Miki, MD",
        "Masahiro Abe, MD, PhD",
        "Kumiko Kagawa, MD",
        "Asuka Oda, PhD",
        "Hiroe Amou, PhD",
        "Akishige Ikegame, PhD",
        "Keiichiro Watanabe, DDS",
        "Masahiro Hiasa, DDS",
        "Takeshi Harada, MD",
        "Shiro Fujii, MD",
        "Shingen Nakamura, MD",
        "Ayako Nakano, MD, PhD",
        "Kyoko Takeuchi, MD, PhD",
        "Shuji Ozaki, MD, PhD",
        "Yukimasa Shiotsu, PhD",
        "Masaki Ri, MD",
        "Shinsuke Iida, MD, PhD",
        "Toshio Matsumoto, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Orthodontics and Dentofacial Orthopedics, The University of Tokushima Graduate School of Oral Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Biomaterials and Bioengineerings, The University of Tokushima Graduate School of Oral Science, Tokushima, Japan, "
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ],
        [
            "Division of Transfusion Medicine, Tokushima University Hospital, Tokushima, Japan, "
        ],
        [
            "Department of Internal Medicine, Tokushima Prefectural Central Hospital, Tokushima, Japan, "
        ],
        [
            "Research Division, Kyowa Hakko Kirin Co., Ltd, Suntou, Japan, "
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan"
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan"
        ],
        [
            "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
        ]
    ],
    "first_author_latitude": "34.0699272",
    "first_author_longitude": "134.5598132"
}