{
    "doi": "https://doi.org/10.1182/blood-2019-128927",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4270",
    "start_url_page_num": 4270,
    "is_scraped": "1",
    "article_title": "Disrupting GRINL1A Association with Cereblon Accelerates IKZF1/3 Degradation and IMiD Killing of Mantle Cell Lymphoma Cells By CDK4/6 Inhibition ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "catabolism",
        "cyclin-dependent kinase 4",
        "killing",
        "mantle-cell lymphoma",
        "multiple myeloma",
        "palbociclib",
        "protein p53",
        "rna, small cytoplasmic",
        "ubiquitin-protein ligases",
        "antigen-antibody complex"
    ],
    "author_names": [
        "Nicole Zhao",
        "Maurizio Di Liberto, PhD",
        "Olivier Elemento, PhD",
        "Selina Chen-Kiang, PhD",
        "Xiangao Huang, PhD"
    ],
    "author_affiliations": [
        [
            "Stony Brook University, Brooklyn, NY ",
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Sandra and Edward Meyer Cancer Center, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Sandra and Edward Meyer Cancer Center, Weill Cornell Medicine, New York, NY ",
            "Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY ",
            "Sandra and Edward Meyer Cancer Center, Weill Cornell Medicine, New York, NY ",
            "Graduate Program in Immunology and Microbial Pathogenesis, Weill Cornell Medicine, New York, NY ",
            "Department of Pathology and Laboratory Medicine, Weill-Cornell Medical College, New York, NY"
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY ",
            "Sandra and Edward Meyer Cancer Center, Weill Cornell Medicine, New York, NY "
        ]
    ],
    "first_author_latitude": "40.7279191",
    "first_author_longitude": "-73.59029745",
    "abstract_text": "Lenalidomide (Len) and Pomalidomide (Pom) are immunomodulatory drugs (IMiDs) used for the treatment of multiple myeloma (MM) and have efficacy in other hematologic malignancies. Although as single agents, IMiDs rarely achieve complete remission despite a high overall response rate and durability, they potentiate the clinical response to diverse partners including Rituximab in mantle cell lymphoma (MCL). In MM, the expression of cereblon (CRBN), a substrate receptor of the CRL4 CRBN E3 ligase, is required for IMiD's anti-myeloma activity. Binding of IMiDs to CRBN promotes the recruitment of transcription factors Ikaros (IKZF1) and Aiolos (IKZF3) to CRL4 CRBN , for ubiquitination-mediated degradation. This leads to loss of IRF4 and ultimately apoptosis. Crystal structure studies have further identified five putative inhibitors of CRBN (GRINL1A, MBOAT7, OTUD7B, C6orf141 and MEIS2). But no information for their endogenous expression or biological function is available, and the mechanism that mediates IMiD sensitivity in MCL is unknown. To determine the mechanism of IMiD action and if any of the putative CRBN inhibitors acts endogenously in MCL, we first demonstrated by whole transcriptome sequencing (WTS), that only POLR2M (encoding GRINL1A) and MBOAT7 mRNAs were expressed along with IKZF1 and IKZF3 in primary human MCL cells and MCL cell lines. Single-cell RNA sequencing (scRNA-seq) analysis of peripheral mononuclear cells (PBMCs) from treatment-naïve MCL patients further demonstrated that POLR2M, but not MBOAT7, was co-expressed with CRBN and IKZF1 in MCL cells, T cells and NK cells . These data suggest that GRINL1A may modulate the CRBN activity in MCL cells. To address this, we found that Len effectively kills the CCMCL1 MCL cell line, despite c-Myc overexpression and loss of p16 INK4a , but not the JEKO-1 cell line, which harbors a deletion in TP53. However, Pom kills both MCL cell lines in a time-dependent manner via apoptosis, as indicated by PARP cleavage. Moreover, Pom killing was accelerated and markedly augmented by prior induction of prolonged early G1 arrest (pG1) through selective inhibition of CDK4/6 with palbociclib. GRINL1A and CRBN proteins were coordinately elevated by Pom within 6 hours, unless the MCL cells were already arrested in G1 by palbociclib pretreatment. By contrast, the MBOAT7 protein level remained unchanged by Pom and even decreased in pG1. This implies that GRINL1A and CRBN proteins may be stabilized by association with each other selectively, and this association is opposed by induction of pG1. Indeed, IP-Western blotting confirmed that GRINL1A and CRBN were in the same immune complex in both CCMCL1 and JEKO-1 cells while MBOAT7 was not. Importantly, induction of pG1 reduced the association of GRINL1A with CRBN, greater by one hour of exposure to Pom and more prominently in CCMCL1 cells than in JEKO-1 cells. Consistent with augmented Pom killing by cooperative reduction of the GRINL1A-CRBN complex in pG1, IKZF1 and IKZF3 were completely degraded by 6 hours of Pom exposure in pG1, but significantly less so by Pom alone. Thus, GRINL1A selectively associates with CRBN in MCL cells, and rapid disruption of this association through induction of G1 arrest by CDK4/6 inhibition accelerates Pom killing via IKZF1/3 degradation. In summary, we have demonstrated for the first time that 1) two putative CRBN inhibitors POLR2M and MBOAT7 are expressed in primary human MCL cells by whole transcriptome sequencing; 2) POLR2M , but not MBOAT7 , is co-expressed with CRBN and IKZF1 in primary human MCL cells, T cells and NK cells by scRNA-seq; 3) Induction of prolonged early G1 arrest by CDK4/6 inhibition augments Pom killing, even in Len-resistant MCL cells; and 4) GRINL1A, but not MBAOT7, associates with CRBN in MCL cells and induction of G1 arrest cooperates with Pom to reduce this complex, concurrent with accelerated loss of IKZF1/3 and apoptosis despite overexpression of c-Myc, deletion of p16 INK4a or TP53 in MCL cells. Our findings shed light on the mechanism of IMiD action in MCL and identify GRINL1A as the first endogenous inhibitor for the CRL4 CRBN E3 ligase in MCL cells. As immunomodulatory drugs, Pom and Len act on immune cells in the tumor-microenvironment as well, especially NK cells and T cells. Co-expression of POLR2M with CRBN and IK ZF1 in human PBMCs, as we discovered, provides further new insights into controlling the endogenous CRBN inhibitor in IMiD therapy. Disclosures No relevant conflicts of interest to declare."
}