{
    "doi": "https://doi.org/10.1182/blood-2020-139730",
    "article_title": "Genetic Silencing of KEAP1 Induces NRF2 Mediated Oxidative Stress Pathway in Human Erythroid Cells ",
    "article_date": "November 5, 2020",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-New Genetic Approaches to Sickle Cell Disease",
    "abstract_text": "Sickle cell disease (SCD) is a monogenic hereditary disorder resulting from a mutation in the β-globin gene which renders the red blood cells (RBCs) prone to sickling and hemolysis. SCD is characterized by several severe pathophysiologies including anemia, chest pain, stroke and vaso-occlusive crisis (VOC). Hemolysis has been attributed as one of the major contributing factors to these pathologies and has been linked to oxidative stress in RBCs that carry high levels of pro-oxidant heme. Additionally, sickle RBCs have an increased rate of auto-oxidation cycle that results in production of superoxide. Other factors including deformation and subsequent physical stress on the membrane during transit through narrow capillaries aggravate lipid peroxidation mediated damage. Therapies that can improve the antioxidant status and overall RBC health may offer a protective effect in this disease. NRF2 is a transcription factor that orchestrates activation of antioxidant genes in response to oxidative stress. We previously showed that genetic activation of NRF2 by KEAP1 knockout in HUDEP-2 and primary CD34+ cells induces fetal hemoglobin (HbF) levels and elicits a protective effect against oxidative stress in-vitro (Gupta et al. 2019). In this study, we employed the KEAP1 knockout HUDEP-2 and primary CD34+ cells to induce NRF2 pathway and subjected them to a systemic multi-omics analysis to identify key genes that are implicated in oxidative stress defense mechanisms. KEAP1 KO HUDEP-2 cells were subjected to RNA sequencing and proteomics profiling and the results were analyzed using gene set enrichment analysis (GSEA) and ingenuity pathway analysis (IPA). IPA analysis in RNA seq results showed association with NRF2 mediated oxidative stress and heme Biosynthesis II pathways. Global proteomic profiling was carried in HUDEP KEAP1 KO populations using TMT-label based peptide quantitation. Top hallmark gene sets by GSEA in proteomics analysis included reactive oxygen species pathway, xenobiotic metabolism and oxidative phosphorylation. Some of the top genes included NQO1 , GSR , TXNRD1 and GCLM . In order to confirm the findings in primary CD34+ cells, a CRISPR Cas9 RNP mediated approach was used to knockout KEAP1. Two guide RNA targeting KEAP1, in two different healthy donors were employed for RNA seq and proteomics analysis. KEAP1 KO CD34+ cells were subjected to erythroid differentiation and samples were harvested for RNA seq on day 5 and proteomics on day 7 of differentiation. IPA analysis of RNA seq results showed positive enrichment of NRF2 mediated oxidative stress responses, aryl hydrocarbon receptor signaling and xenobiotic general signaling pathway. Some of the top genes regulated in CD34+ cells included NQO1 , OSGIN1 , GCLM , GSR , HMOX-1 and TXNRD1 . Global proteomic profiling followed by IPA analysis showed association with pathways including NRF2 mediated oxidative stress pathway and xenobiotic metabolism. Furthermore, genes including NQO1 , GCLM , GSR , HMOX-1 and TXNRD1 were confirmed to be upregulated by proteomics. Both, RNA seq and proteomics data confirmed the upregulation of HBG1/2 and downregulation of KEAP1, and moreover, IPA analysis of both the data sets confirmed NRF2 as the upstream regulator. In order to evaluate the functional effects of multi-omics data, KEAP1 KO CD34+ cells were subjected to hydrogen peroxide treatment and reactive oxygen species (ROS) levels were measured. Relative to control populations, KEAP1 KO cells showed attenuated response in ROS generation indicative of a protective effect against oxidative stress. Overall, these results provide a mechanistic insight towards the improvement of antioxidant status of erythroid populations with KEAP1 silencing that can be helpful in bolstering the red blood cell antioxidant responses. Improvement in antioxidant status can reduce the propensity to hemolyze and further, provides strong evidence towards NRF2 as a therapeutic target in SCD. Disclosures Gupta: Sanofi: Current Employment. Lessard: Sanofi: Current Employment. Dai: Sanofi: Current Employment. Hicks: Sanofi: Current Employment. Krishnamoorthy: Sanofi: Current Employment.",
    "author_names": [
        "Dipti Gupta",
        "Samuel Lessard, PhD",
        "Shujia Dai",
        "Yukio Nakamura, MD PhD",
        "Alexandra Hicks, PhD",
        "Thomas K Harris, PhD",
        "Sriram Krishnamoorthy, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dipti Gupta",
            "author_affiliations": [
                "Rare Blood Disorders, Sanofi, Waltham, MA",
                "Department of Biochemistry and Molecular Biology, University of Miami Miller School of Medicine, Miami, FL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samuel Lessard, PhD",
            "author_affiliations": [
                "Rare Blood Disorders, Sanofi, Waltham, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shujia Dai",
            "author_affiliations": [
                "Biochemistry and Bioanalytics, Translational Science, Sanofi, Cambridge, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukio Nakamura, MD PhD",
            "author_affiliations": [
                "Cell Engineering Division, RIKEN BioResource Research Center, Tsukuba, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Hicks, PhD",
            "author_affiliations": [
                "Rare Blood Disorders, Sanofi, Waltham, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas K Harris, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, University of Miami, Miller School of Medicine, Miami, FL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sriram Krishnamoorthy, PhD",
            "author_affiliations": [
                "Rare Blood Disorders, Sanofi, Waltham, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T09:33:44",
    "is_scraped": "1"
}