{
    "doi": "https://doi.org/10.1182/blood.V116.21.4736.4736",
    "article_title": "Value of Survival Gains In Chronic Myelogenous Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Abstract 4736 Background: Tyrosine Kinase Inhibitors (TKI) are the first line therapies for patients with chronic myelogenous leukemia (CML). The value of survival gains to patients associated with TKI treatment—in aggregate or relative to the cost of treatment—is unknown. Methods: Multivariate Cox proportional hazard models are used to construct real-world, community-based estimates of survival improvements in CML associated with the introduction of first-line TKI therapy, controlling for characteristics of patients which may independently affect survival. We then employ an economic framework following Becker, Philipson and Soares (2005) to calculate social value of infra-marginal improvements in survival gains due to treatment with TKIs. Finally, the value of community-based improvements in CML survival from treatment by newer TKIs used in second line is estimated by combining community-based survival data for first-line TKIs, along with clinical data on health improvements for CML patients receiving a TKI in second line. Results: Introduction of first-line TKIs in 2001 is associated with a real-world decrease in the all-cause mortality hazard rate of 0.183 ( p < 0.01) for CML patients. A decrease of this magnitude is associated with an increase in life expectancy from 60 to 110 months for treated CML patients with median survival length in 2001. We estimate that patients place an annual value of $110,000 on first-line treatment with TKIs. This implies that for all patients in present and future CML cohorts, the present social value of first-line TKI therapy is $88bn. The present value of costs is estimated to be $8bn, suggesting that more than 90% of social value of TKIs in first line therapy is retained by patients. In second-line CML therapy, use of newer TKI agents is estimated to have created $47bn in social value, of which roughly 88% is retained by patients. This estimated value of the newer TKIs does not incorporate possible benefits in first-line therapy. Conclusions: In total, the TKI class in first and second-line theray has created over $135bn in social value. Approximately 90% of this value is retained by patients; approximately 10% is recouped by manufacturers. These estimates suggest that at current price levels, the vast majority of value created by new therapies in CML is appropriated by patients. In addition, since our estimates of survival community-based improvements are somewhat smaller than those contained in clinical trial estimates, this suggests the potential value of addressing real-world obstacles to efficacy, such as poor adherence. Disclosures: Yin: Precision Health Economics: Consultancy. Penrod: Bristol-Myers Squibb: Employment. Maclean: Bristol-Myers Squibb: Employment. Humphrey: Bristol-Myers Squibb: Employment. Bahceci: Bristol-Myers Squibb: Employment. Lakdawalla: Bristol-Myers Squibb: Consultancy; Precision Health Economics: Equity Ownership.",
    "topics": [
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "equity"
    ],
    "author_names": [
        "Wesley Yin",
        "John R Penrod",
        "Ross Maclean",
        "Jeffrey Humphrey",
        "Erkut Bahceci",
        "Darius Lakdawalla"
    ],
    "author_dict_list": [
        {
            "author_name": "Wesley Yin",
            "author_affiliations": [
                "Department of Economics, Boston University, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John R Penrod",
            "author_affiliations": [
                "Bristol-Myers Squibb, Plainsboro, NJ, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross Maclean",
            "author_affiliations": [
                "Bristol-Myers Squibb, Plainsboro, NJ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Humphrey",
            "author_affiliations": [
                "Bristol-Myers Squibb, Plainsboro, NJ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erkut Bahceci",
            "author_affiliations": [
                "Bristol-Myers Squibb, Plainsboro, NJ, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darius Lakdawalla",
            "author_affiliations": [
                "School of Policy, Planning, and Development, University of Southern California, Los Angeles, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T21:39:30",
    "is_scraped": "1"
}