{
    "doi": "https://doi.org/10.1182/blood.V114.22.2750.2750",
    "article_title": "Imatinib and Nilotinib Intracytoplasmic Determination Levels. ",
    "article_date": "November 20, 2009",
    "session_type": "Molecular Pharmacology, Drug Resistance Poster II",
    "abstract_text": "Abstract 2750 Poster Board II-726 Introduction Cellular uptake of imatinib is known to be mediated by Oct-1 but efflux by MDR1. In the cell, metabolism, particularly by CYP3A4, produces metabolites that could be carried by other transporters such as MRP2. Nilotinib seems to suffer less from the influence from such transporters. The aim of this study was to determine the impact of cellular exchange on the intracellular concentrations of imatinib, nilotinib or both in vitro but also among patients in order to improve the therapeutic drug monitoring of these medicines. Methods In vitro studies used the chronic myeloid leukemia cell line K562 overexpressing MDR1 (K562 mdr ) and wild-type K562 cells (K562 wt ). To investigate cellular uptake and the intra/extracellular concentration relationship, these were incubated with imatinib or nilotinib for 2h in the presence or absence of transporter inhibitors (verapamil, PSC833). Cells were precipitated by acetonitrile (with internal standards) and analysis was performed using HPLC-tandem mass spectrometry (Waters Acquity-TQD). The intracellular concentration of peripheral blood mononuclear cells (PBMC) of patients treated by these drugs was also investigated. Results In K562 wt , the presence of verapamil, an inhibitor of both Oct-1 and MDR1, reduced imatinib intracellular concentration compared to the steady-state untreated K652 wt , but the presence of PSC833, a specific inhibitor of MDR1, had little effect on the level of imatinib. K562 mdr , that had lower steady-state imatinib cellular concentration than K562 wt , recovered higher levels with verapamil but PSC833 allowed the greatest concentrations. Experiments investigating nilotinib found no difference between cell lines with or without inhibitors. Finally, the presence of both imatinib and nilotinib seemed to modify the steady-state concentration found individually. Intracellular imatinib concentration was correlated with that found in the culture medium (extracellular), but the gradient was different for each conditions for both K562 wt and K562 mdr , with or without inhibitors. At every concentration tested, we found the same differences in levels than in the kinetic study. Saturation was observed with imatinib, especially for untreated K562 wt indicating probable involvement of active transport. Investigation of nilotinib under the same conditions did not show any difference in the gradient of each conditions and the relationship was more linear. The raw intracellular concentrations of PBMC obtained from patients (n=30) were very variable, especially for the imatinib. Correction by plasma concentration indicates individual patient's capacity for intracellular incorporation and a trend was found with response to the treatment. Conclusion Contrary to imatinib, nilotinib did not seem to be under influence of MDR1, nor of OCT1. The intracellular concentration appears as a good way to investigate pharmacokinetic resistance and could be an additional help for the management of the treatment, especially for imatinib. Disclosures: Mahon: Amgen: Honoraria; Novartis Pharma: Consultancy, Honoraria, Research Funding; Alexion: Consultancy, Honoraria.",
    "topics": [
        "culture media",
        "imatinib mesylate",
        "nilotinib",
        "membrane transport proteins",
        "valspodar",
        "verapamil",
        "high pressure liquid chromatography procedure",
        "leukemia, myelocytic, chronic",
        "mass spectrometry",
        "metabolites"
    ],
    "author_names": [
        "Stephane Bouchet",
        "Stephanie Dulucq",
        "Karine Titier",
        "Nicholas Moore",
        "Mathieu Molimard",
        "Francois-Xavier Mahon"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephane Bouchet",
            "author_affiliations": [
                "Laboratoire Hématopoïèse Leucémique et Cible Thérapeutique, Universite Victor Segalen Bordeaux 2, Bordeaux, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Dulucq",
            "author_affiliations": [
                "Laboratoire Hématopoïèse Leucémique et Cible Thérapeutique, Universite Victor Segalen Bordeaux 2, Bordeaux, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karine Titier",
            "author_affiliations": [
                "Department of Clinical Pharmacology and Toxicology, Université Victor Segalen CHU de Bordeaux, Bordeaux, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Moore",
            "author_affiliations": [
                "Department of Clinical Pharmacology and Toxicology, Université Victor Segalen CHU de Bordeaux, Bordeaux, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathieu Molimard",
            "author_affiliations": [
                "Department of Clinical Pharmacology and Toxicology, Université Victor Segalen CHU de Bordeaux, Bordeaux, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois-Xavier Mahon",
            "author_affiliations": [
                "Laboratoire Hématopoïèse Leucémique et Cible Thérapeutique, Universite Victor Segalen Bordeaux 2, Bordeaux, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T15:43:34",
    "is_scraped": "1"
}