{
    "doi": "https://doi.org/10.1182/blood.V108.11.2148.2148",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=567",
    "start_url_page_num": 567,
    "is_scraped": "1",
    "article_title": "The Effect of Interleukin-11 (Oprelvekin, Neumega®) on Thrombocytopenia Associated with Tyrosine Kinase Inhibitors (TKI) in Patients with Chronic Myeloid Leukemia (CML). ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "interleukin-11",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "thrombocytopenia",
        "brachial plexus neuritis",
        "imatinib mesylate",
        "accelerated phase",
        "drug holiday",
        "fatigue",
        "nilotinib"
    ],
    "author_names": [
        "Ahmed M. Aribi, MD",
        "Hagop Kantarjian, MD",
        "Patricia Ault, MD",
        "Charles Asa Koller, MD",
        "Deborah Thomas, MD",
        "Stefan Faderl, MD",
        "Guillermo Garcia-Manero, MD",
        "Jorge Cortes, MD"
    ],
    "author_affiliations": [
        [
            "Leukemia, University of Texas-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas-MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "During therapy with Imatinib and other TKI, 20–50% of patients with CML develop grade ≥3 thrombocytopenia. This frequently leads to treatment interruptions and dose reductions that may decrease the probability of achieving a cytogenic response. IL-11 is a megakaryopoietic cytokine that reduces the incidence and the severity of thrombocytopenia associated with chemotherapy. We investigated the efficacy and the safety of low dose IL-11 in improving thrombocytopenia associated with imatinib and other TKI therapy in 13 patients (pts) with CML. Pts were included if they had CML in chronic or accelerated phase receiving therapy with imatinib, nilotinib, or dasatinib; developed grade ≥3 thrombocytopenia (platelets <50x10 9 /L) after the first 4 weeks of therapy with TKI, and had thrombocytopenia that was either recurrent or requiring TKI dose reductions. The starting dose of IL-11 was 10mcg/kg 3 times weekly and the dose escalated by 1 dose level every 2 weeks if the patients had no sustained platelet increase ≥10x10 9 /L above the baseline on at least 2 consecutive measures 1 weeks apart. The median age is 52 yrs (range, 34–77 yrs). Median platelet count at diagnosis was 164 x10 9 /L (range, 911–72 x10 9 /L); median platelet count at the time IL-11 was started was 37 x10 9 /L (range, 3–74 x10 9 /L). Eleven pts were in chronic, and 2 in accelerated phase. Eight pts were treated with imatinib with a dose range from 300 to 800 mg/day; 3 pts with dasatinab 70–75 mg twice daily; and 2 pts with nilotinib 400mg twice daily. All pts had dose reduction of the TKI prior to initiation of IL-11. After initiation of IL-11, eight of 13 pts had an increase in platelet count with median peak platelet count of 102 x10 9 /L (range, 51–160 x10 9 /L), including 1 pt that normalized platelet counts. Only one of the 8 responders had further TKI dose reduction after IL-11 was started; one of the 8 responders was taken off study secondary to noncompliance, and 1 had IL-11 therapy discontinued secondary to fatigue. One pt that did not show a platelet increase had however his imatinib dose increased from 300 to 500 mg daily. Seven patients had decrease in the number of days of TKI therapy interruption secondary to thrombocytopenia after initiation of IL-11 (12 % of the total treatment time as compared to 30% before the start of interleukin-11). There was no significant toxicity observed with IL-11 therapy except for grade 4 fatigue in one patient which led to discontinuation of therapy and grade 2 peripheral edema in one patient which led to dose reduction. We conclude that the IL-11therapy in CML pts with ≥ grade 3 thrombocytopenia may lead to improvement in platelet count and minimize treatment interruptions of TKI. At the doses used in this study, IL-11 can be administered with minimal toxicity in most pts."
}