{
    "doi": "https://doi.org/10.1182/blood.V116.21.230.230",
    "article_title": "A Distinctive MicroRNA Signature Characterizes Acute Myeloid Leukemia with Translocation (8;16)(p11;p13) and MYST3-CREBBP Rearrangement ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Deregulated Expression and Epigenetics in MDS/AML",
    "abstract_text": "Abstract 230 Acute myeloid leukemia (AML) with t(8;16)(p11;p13) and MYST3-CREBBP rearrangement [t(8;16) AML] is an infrequent leukemia subtype with specific clinical and biological characteristics. Although a characteristic gene expression pattern has been identified with t(8;16) AML, to date, the microRNA (miRNA) expression pattern of this subtype has not been described. The main objective of this study was to analyze the expression pattern of mature miRNAs in patients with t(8;16) AML and compare it with other well defined AML subtypes. We have analyzed samples from 117 AML patients and three CD34+ bone marrow specimens from healthy donors. In addition to five cases of t(8;16) AML, samples from nine other AML subtypes were included.The expression of 670 mature miRNAs was analyzed using TaqMan Human MicroRNA Arrays v2.0 (Applied Biosystems) in an ABI 7900 HT sequence detection system. miRNA expression data was analyzed by the 2 −ΔΔCt method, using RNU48 as endogenous control. Statistical analyses were performed with TiGR MultiExperiment Viewer and R software. In order to identify miRNA targets, we used the RmiR package (Bioconductor) to cross-correlate the miRNA expression data from the present study with our previous findings on gene expression in the same patient samples (Camos M et al, Cancer Res 2006), based on the predicted targets from TargetScan and Pictar databases. The unsupervised hierarchical cluster analysis showed well-differentiated groups correlating with cytogenetic and molecular categories. Interestingly, all t(8;16) AML patients were grouped in an independent cluster. Supervised analysis by means of t-test and SAM analysis revealed a distinctive 108-miRNA signature in t(8;16) AML patients. All 108 miRNAs were downregulated in t(8;16) AML in comparison to the other subtypes, including all the miRNAs of cluster miR-17-92 and its paralogs miR-106b-25 and 106a–363, as well as miR-29b.Since 14% of the 108 miRNAs in the signature, including miR17-92 and its paralogs, are transcriptionally activated by c-Myc, we then examined c-Myc mRNA analysis by RT-QPCR. Expression of c-Myc in our t(8;16) AML patients was significantly downregulated (p=0.02).miR-29b, also downregulated in our t(8;16) AML patients, is known to target DNA methyltransferase (DNMT) genes, which play a key role in the regulation of DNA methylation through CpG methylation. Since 8% of the 108 miRNAs in our signature are located in CpG islands and 29% are intronic miRNAs contained in genes with a CpG island in their promoter region, we speculated that DNMT activity could also be a factor in the overall downregulation of the miRNAs in the signature.When miRNA data from the present study were cross-correlated with our previous findings on mRNA expression in the same patients, we found an inverse correlation of miR-130a and miR-130b with HOXA3 (r 2 = -0.5; -0.8; respectively), of miR-1 and miR-23b with MEIS1 (r 2 = -0.62; -0.62; respectively) and of miR-15b, miR-195 and miR-218 with RET (r 2 = -0.92;-0.58;-0.87; respectively). In summary, t(8;16) AML exhibits a distinctive 108-miRNA signature, with an overall downregulated profile, which may be partially explained by c-Myc downregulation. Moreover, we have identified potential target genes of these miRNAs which had previously been shown to be characteristic of this AML subtype. Our findings thus contribute some insight into the biological profile of t(8;16) AML and can provide a greater understanding of genetic and epigenetic abnormalities in t(8;16) AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "micrornas",
        "translocation (genetics)",
        "dna modification methylases",
        "rna, messenger",
        "bone marrow specimen",
        "cancer",
        "leukemia",
        "introns",
        "donors"
    ],
    "author_names": [
        "Marina Díaz Beyá, MD",
        "Alfons Navarro, PhD",
        "Tania Díaz",
        "Bernat Gel",
        "Mireia Camós, MD, PhD",
        "Marta Pratcorona, MD",
        "Montserrat Torrebadell, MD",
        "María Rozman, MD, PhD",
        "Margherita Maffioli, MD",
        "Mariano Monzó, MD, PhD",
        "Jordi Esteve, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marina Díaz Beyá, MD",
            "author_affiliations": [
                "Hematology Department, IDIBAPS, University of Barcelona, Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alfons Navarro, PhD",
            "author_affiliations": [
                "Molecular Oncology and Embryology Laboratory, Human Anatomy Unit, School of Medicine, University of Barcelona, IDIBAPS Spain, Barcelona, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tania Díaz",
            "author_affiliations": [
                "Molecular Oncology and Embryology Laboratory, Human Anatomy Unit, School of Medicine, University of Barcelona, IDIBAPS Spain, Barcelona, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernat Gel",
            "author_affiliations": [
                "Software Department, UPC BarcelonaTech Barcelona, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mireia Camós, MD, PhD",
            "author_affiliations": [
                "Hematology Department, IDIBAPS, University of Barcelona, Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Pratcorona, MD",
            "author_affiliations": [
                "Hematology Department, IDIBAPS, University of Barcelona, Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Montserrat Torrebadell, MD",
            "author_affiliations": [
                "Hematology Department, IDIBAPS, University of Barcelona, Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María Rozman, MD, PhD",
            "author_affiliations": [
                "Hematopathology Unit, Hospital Clínic Barcelona Spain"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margherita Maffioli, MD",
            "author_affiliations": [
                "Hematology Department, IDIBAPS, University of Barcelona, Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariano Monzó, MD, PhD",
            "author_affiliations": [
                "Molecular Oncology and Embryology Laboratory, Human Anatomy Unit, School of Medicine, University of Barcelona, IDIBAPS Spain, Barcelona, Spain, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordi Esteve, MD, PhD",
            "author_affiliations": [
                "Hematology Department, IDIBAPS, University of Barcelona, Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T18:40:49",
    "is_scraped": "1"
}