{
    "doi": "https://doi.org/10.1182/blood.V122.21.408.408",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2676",
    "start_url_page_num": 2676,
    "is_scraped": "1",
    "article_title": "Final Analysis, Cytogenetics, Long-Term Treatment, and Long-Term Survival In MM-003, A Phase 3 Study Comparing Pomalidomide + Low-Dose Dexamethasone (POM + LoDEX) Vs High-Dose Dexamethasone (HiDEX) In Relapsed/Refractory Multiple Myeloma (RRMM) ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "cytogenetics",
        "dexamethasone",
        "multiple myeloma",
        "pomalidomide",
        "brachial plexus neuritis",
        "directly observed therapy",
        "surrogate endpoints",
        "adverse event",
        "anemia",
        "biological response modifiers"
    ],
    "author_names": [
        "Meletios A. Dimopoulos, MD",
        "Katja Weisel, MD",
        "Kevin W. Song, MD, FRCPC",
        "Michel Delforge, MD, PhD",
        "Lionel Karlin, MD",
        "Hartmut Goldschmidt, MD",
        "Philippe Moreau, MD",
        "Anne Banos, MD",
        "Albert Oriol, MD",
        "Laurent Garderet, MD",
        "Michele Cavo, MD",
        "Valentina Ivanova, MD, PhD",
        "Adrian Alegre, MD",
        "Joaquin Martinez-Lopez",
        "Christine I. Chen, MD",
        "Andrew Spencer, MD",
        "Stefan Knop, MD",
        "Nizar J. Bahlis, MD",
        "Christoph Renner, MD",
        "Xin Yu, PhD",
        "Kevin Hong, MS",
        "Lars Sternas, MD",
        "Christian Jacques, MD",
        "Mohamed H. Zaki, MD, PhD",
        "Jesús F. San Miguel, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Alexandra Hospital, Athens, Greece, "
        ],
        [
            "Hematology & Oncology, Department of Medicine, University Hospital Tübingen, Tübingen, Germany, Tübingen, Germany, "
        ],
        [
            "Vancouver General Hospital, Vancouver, BC, Canada, "
        ],
        [
            "Department of Hematology, University Hospital Leuven, Leuven, Belgium, "
        ],
        [
            "Centre Hospitalier Lyon Sud/Hospices Civils de Lyon, Pierre-Benite, France, "
        ],
        [
            "German Cancer Research Center, University Hospital Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Hematology, University Hospital Hôtel-Dieu, Nantes, France, "
        ],
        [
            "Hematology, Centre Hospitalier de la Côte Basque, Bayonne, France, "
        ],
        [
            "Institut Catala d'Oncologia, HGTiP, Barcelona, Spain, "
        ],
        [
            "Hopital Saint Antoine, Paris, France, "
        ],
        [
            "Institute of Hematology and Medical Oncology, Bologna University School of Medicine, Bologna, Italy, "
        ],
        [
            "GUZ Moscow City Clinical Hospital S.P.Botkin, Moscow, Russia, "
        ],
        [
            "Hematology, Hospital Universitario del la Princesa, Madrid, Spain, "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain, "
        ],
        [
            "Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "Alfred Hospital-Monash University, Melbourne, Australia, "
        ],
        [
            "Department of Internal Medicine II, University Hospital of Wuerzburg, Wuerzburg, Germany, "
        ],
        [
            "University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "University Hospital Zurich, Zurich, Switzerland, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Hematology, Hospital Universitario de Salamanca, Salamanca, Spain"
        ]
    ],
    "first_author_latitude": "37.980214800000006",
    "first_author_longitude": "23.755088300000004",
    "abstract_text": "Background RRMM patients (pts) who have exhausted novel agent treatment (Tx) have limited effective options and short overall survival (OS). The presence of high-risk cytogenetics predicts shorter OS (Kumar, 2012). POM is a distinct oral IMiD® immunomodulatory agent with direct anti-myeloma, stromal cell-support inhibitory, and immune modulatory effects (Quach, 2010). The US FDA approved POM for the Tx of pts with ≥ 2 prior Tx, including lenalidomide (LEN) and bortezomib (BORT), and progressive disease (PD) on or within 60 days of completion of the last line of Tx. POM + LoDEX has demonstrated significant progression-free survival (PFS) and OS benefits with a tolerable safety profile in RRMM (San Miguel, EHA 2013). MM-003 compared POM + LoDEX vs HiDEX in RRMM pts who exhausted BORT and LEN. Methods Pts had to be refractory to last prior Tx (PD during Tx or within 60 days) and exhausted BORT and LEN after ≥ 2 consecutive cycles of each (alone or in combination). Pts were randomized 2:1 to receive 28-day cycles of POM 4 mg D1-21 + DEX 40 mg (20 mg for pts aged > 75 y) weekly or DEX 40 mg (20 mg for pts aged > 75 y) D1-4, 9-12, and 17-20. HiDEX was chosen as the comparator to isolate the effects of POM as at the time of trial design it was the standard salvage Tx for heavily pre-treated pts. Tx continued until PD or unacceptable toxicity. The primary endpoint was PFS. Secondary endpoints included OS, overall response rate (ORR; ≥ partial response), duration of Tx (DoT), and safety. These endpoints were further explored in relation to pt characteristics, cytogenetics, and prior antimyeloma Tx. Modified high-risk cytogenetics were defined as the presence of del(17) and/or t(4;14). Results 455 pts were randomized to POM + LoDEX (n = 302) or HiDEX (n = 153). Pt characteristics were well balanced. Pts were heavily pretreated: median 5 prior Tx (range, 2-17); 75% were refractory to BORT and LEN. Modified high-risk cytogenetics were detected in 25% of POM + LoDEX pts and 23% of HiDEX pts. With a median follow-up of 10 mos, POM + LoDEX significantly extended PFS and OS vs HiDEX ( Figure ). The OS benefit was observed despite 50% of HiDEX pts receiving subsequent POM. ORR was 31% vs 10% ( P < .001). Advantages in ORR and median PFS were maintained for POM + LoDEX vs HiDEX regardless of modified high-risk cytogenetics (ORR: 23% vs 6%, P = .032; PFS: 3.8 vs 1.1 mos, HR = 0.46, P < .001) or standard-risk cytogenetics (ORR: 34% vs 7%, P < .001; PFS: 4.2 vs 2.3 mos, HR = 0.50, P < .001). Favorable median OS was observed regardless of cytogenetics (modified high risk: 9.9 vs 4.9 mos, HR = 0.69, P = .16; standard risk: 14.1 vs 10.0 mos, HR = 0.85, P = .42). Of note, 43% of HiDEX pts with high-risk and 56% of HiDEX pts with standard-risk cytogenetics received subsequent POM. Figure View large Download slide View large Download slide POM + LoDEX Significantly Extended PFS (A) and OS (B) vs HiDEX Figure View large Download slide View large Download slide POM + LoDEX Significantly Extended PFS (A) and OS (B) vs HiDEX Median DoT for all pts was 4.2 mos for POM + LoDEX pts and 3.9 mos for HiDEX pts receiving subsequent POM. To date, 27 (9%) POM + LoDEX pts have a DoT > 12 mos; 5 pts have received > 12 mos of POM after HiDEX. POM + LoDEX pts with DoT > 12 mos had lower baseline β 2 -microglobulin (β 2 -M) levels (52% vs 29% with β 2 -M < 3.5 mg/mL), higher serum albumin (85% vs 63% with ≥ 3.5 g/dL), and higher hemoglobin levels (70% vs 45% grade 0/1 hemoglobin) vs pts with POM DoT ≤ 12 mos. Importantly, for DoT > 12 mos vs ≤ 12 mos, there were no differences by LEN-refractory disease (95% vs 96%) or refractoriness to LEN as last prior Tx (30% vs 28%). Other similarly distributed factors included presence of modified high-risk cytogenetics, ISS stage, and ECOG performance status (PS; 0-1 vs 2). Similar trends were observed for pts with OS > 12 mos vs ≤ 12 mos and HiDEX pts receiving subsequent POM. The most frequent grade 3/4 adverse events (AEs) for POM + LoDEX vs HiDEX were neutropenia (48% vs 16%), anemia (33% vs 37%), and infections (30% vs 24%). Grade 3/4 DVT/PE was infrequent (1% vs 0%). Only 1% of pts in each arm experienced grade 3/4 peripheral neuropathy. Discontinuation due to AEs was low: 9% vs 10%. Conclusions This final analysis further confirms the significant PFS and OS benefits for POM + LoDEX vs HiDEX. High-risk cytogenetics did not impact median PFS for pts receiving POM + LoDEX. In this heavily pretreated population, 9% of POM + LoDEX pts had a DoT > 12 mos. Interestingly, no trends were observed in pts who received long-term Tx with regards to LEN as last prior Tx, high-risk cytogenetics, PS, or disease stage. POM + LoDEX should be considered a standard Tx option in RRMM pts with prior BORT and LEN. Disclosures: Dimopoulos: Celgene: Honoraria, Membership on an entity’s Board of Directors or advisory committees. Off Label Use: POM is approved in the US but not in Europe. Weisel: Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria. Song: Celgene: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau. Delforge: Celgene: Honoraria. Karlin: Celgene: Export board committee Other, Honoraria; Janssen: Honoraria. Goldschmidt: Celgene: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding. Moreau: Celgene: Honoraria, Speakers Bureau. Oriol: Celgene: Consultancy. Cavo: Onyx: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Millennium: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees. Alegre: Janssen: Membership on an entity’s Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity’s Board of Directors or advisory committees, Research Funding. Martinez-Lopez: Celgene: Honoraria, Research Funding. Chen: Celgene: Consultancy, Honoraria, Research Funding. Spencer: Celgene: Honoraria, Membership on an entity’s Board of Directors or advisory committees. Knop: Celgene: Honoraria. Bahlis: Celgene: Consultancy, Honoraria, Research Funding. Renner: Celgene: Consultancy, Honoraria, Travel support Other. Yu: Celgene: Employment, Equity Ownership. Hong: Celgene: Employment, Equity Ownership. Sternas: Celgene: Employment, Equity Ownership. Jacques: Celgene: Employment, Equity Ownership. Zaki: Celgene: Employment, Equity Ownership. San Miguel: Celgene: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Millenium: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Onyx: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees."
}