{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.135.135",
    "article_title": "The Age of the Hematopoietic Microenvironment Specifies Lineage Commitment in MLL-Rearranged Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Hematopoietic Microenvironment II",
    "abstract_text": "Leukemias are a heterogenous group of hematologic malignancies classified by their pathobiologic characteristics including differentiation lineage (myeloid, B-lymphoid, T-lymphoid), oncogenic mutations, karyotypic abnormalities, and clinical characteristics, such as presenting white blood cell count, in order to guide therapy. It is well known that many such characteristics of leukemia are associated with a typical age of disease onset. For example, in children, B-acute lymphoblastic leukemia (B-ALL) occurs most commonly, while acute myeloid leukemia (AML) is more frequent in older adults. Furthermore, B-ALL of infancy, typically diagnosed before 12 months of age, is a unique clinical entity with a poor prognosis compared to B-ALL of later childhood. Infant B-ALL often aberrantly expresses markers of myeloid differentiation, is commonly driven by rearrangements involving the MLL gene, and is treated with hybrid chemotherapy regimens incorporating drugs directed against both myeloid and lymphoid differentiation. The mechanistic underpinnings of the age specificity of leukemia remain unknown, but enhanced understanding could improve disease models and lead to new therapies. The hematopoietic system undergoes a highly conserved process of temporal maturation on a regimented schedule in concert with development of the host. Postnatally, during aging of the hematopoietic system, hematopoietic stem and progenitor cells (HSPCs) alter their self-renewal and lineage biases. Normal development and aging of the blood forming system are associated with changes in the hematopoietic microenvironment. We therefore hypothesized that the normal process of development and aging of blood regulates leukemia phenotypes due to intrinsic changes in HSPCs and/or the hematopoietic niche over time. To test this, we used heterochronic transplantation in a model of MLL translocation-driven leukemogenesis. We first isolated normal HSPCs from midgestation murine fetal liver and adult bone marrow, and transformed these cells with the MLL-AF9 oncogene. Upon transplantation into congenic adult recipients, both cell sources gave rise to pure AML with identical latency and leukemia initiating cell (LIC) content. Next, we transplanted MLL-AF9 -transformed bone marrow HSPCs into congenic adult or neonatal recipients. We found that leukemia developing in neonates contained a small (3.5 ± 1%) population of cells expressing the B-cell marker B220, which were not present in pure AML developing in adults. Serial transplantation of this neonatal leukemia through neonatal recipients decreased the latency of disease onset to as short as 20 days, coincident with expansion of the B220+ component (to 45 ± 4% in tertiary recipients) and infiltration of thymus, lymph nodes, and testes. This mixed B-lymphoid/myeloid leukemia developing in infant mice bore a similar immunophenotype and transcriptional profile by gene set enrichment analysis (GSEA) to human MLL-AF9 -driven infant ALL. These results extend previous observations that MLL -driven leukemia is sensitive to signals from the microenvironment by demonstrating the importance of the age of the niche in dictating lineage differentiation ( Cancer Cell 13: 483 [2008] and Science 316:600 [2007]). The sustainment of mixed lineage leukemia through serial transplantation in neonates near limiting dilution suggested the existence of a multipotent progenitor-like LIC. By sorting neonatal leukemia cells using markers of lymphoid commitment, we identified Flk2+ cells within the L-GMP compartment (Lin- kit-lo CD16/32+ CD34+) primed to produce both B-lymphoid and myeloid cells in single cell clonogenicity assays, while Flk2- LGMPs were strongly myeloid-biased ( P < 0.05). By screening for differentially expressed cytokines between adult and neonatal bone marrow stroma, we implicated the chemokine Ccl5 as a factor restraining B-lymphoid commitment in leukemia in pro-myeloid adult niches. Taken together, our data show that the neonatal hematopoietic niche supports the development infant-like mixed B/myeloid leukemia, while an adult niche promotes pure AML from identical cells of origin. We attribute this to inhibition of B-lymphoid output from multipotent progenitor-like LICs by Ccl5 from adult bone marrow stroma. These findings connect normal maturation and aging of the hematopoietic system and its microenvironment to the age specificity of leukemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "leukemia",
        "leukemia, b-cell, acute",
        "transplantation",
        "leukemia, myeloid",
        "neonatal leukemia",
        "rantes",
        "antigens, cd16",
        "chemotherapy regimen",
        "cyclic gmp"
    ],
    "author_names": [
        "Grant Rowe, MD PhD",
        "Edroaldo Lummertz da Rocha",
        "Patricia Sousa",
        "Pavlos Missios",
        "Michael Morse",
        "Jessica Barragan",
        "Ronald Mathieu",
        "George Q Daley, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Grant Rowe, MD PhD",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Edroaldo Lummertz da Rocha",
            "author_affiliations": [
                "Boston Children's Hospital, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Sousa",
            "author_affiliations": [
                "Stem Cell Transplantation Program, Division of Pediatric Hematology and Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavlos Missios",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Morse",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Barragan",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Mathieu",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Q Daley, MD PhD",
            "author_affiliations": [
                "Stem Cell Transplantation Program, Division of Pediatric Hematology and Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:44:44",
    "is_scraped": "1"
}