{
    "doi": "https://doi.org/10.1182/blood.V128.22.519.519",
    "article_title": "It Is Easix to Predict Non-Relapse Mortality (NRM) of Allogeneic Stem Cell Transplantation (alloSCT) ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Allogeneic HCT: Predictors of Relapse, Non-Relapse Mortality, and Overall Survival",
    "abstract_text": "Endothelial dysfunction has been shown to be associated with severe complications and increased NRM after alloSCT. Endothelial risk markers, such as angiopoetin-2 (ANG2) serum levels and thrombomodulin single nucleotide polymorphisms can be used for pre-transplant prediction of endothelium-related complications after alloSCT (Blood 2011;118:1685; J Clin Oncol. The aim of the present study was to develop a tool for prediction of endothelial dysfunction prior to alloSCT that can be easily used in clinical practice. For this purpose, we focused on routine parameters which are used to diagnose transplant-associated thrombotic microangiopathy (TMA), which is an endothelial complication associated with high NRM. Based on the fact that TMA is defined by high creatinine, high lactate dehydrogenase (LDH), low thrombocyte counts, schistocytes, and loss of haptoglobin, we hypothesized that the simplified formula termed ' Endothelial Activation and Stress Index (EASIX) ' might be valuable for predicting TMA, NRM and overall survival (OS) after alloSCT. Design: The capacity of pre-transplant EASIX (\" EASIX-pre\" ) obtained directly prior to conditioning for alloSCT for predicting TMA was tested retrospectively in 771 consecutive adult patients undergoing alloSCT in Heidelberg between 2001 and 2013 (training cohort) using cause-specific Cox regression analysis. The correlation of EASIX-pre with pre-transplant ANG2 and suppressor of tumorigenicity-2 (ST2) serum levels was assessed by Kruskal-Wallis test / Pearson correlation. The prognostic strength of EASIX-pre for NRM, time to relapse (TTR) and OS was calculated in the training cohort and in three independent validation cohorts (Berlin adults n=386, Seattle adults n=450 and Cincinnati children n=247) by calculating the prediction error (integrated Brier score), concordance index, and calibration index. Different intensities of conditioning (MAC+RIC+non-MAC) as well as all donor types and all degrees of HLA-matching were included. Hazard ratios (HR) were estimated to illustrate the effect of a two-fold change in EASIX-pre. Results: In the training cohort, EASIX-pre was a significant risk factor for TMA in univariable (HR=1.24, p=0.03) and in multivariable models including age, disease score, ATG, donor sex, recipient sex, graft source, diagnosis and statin intake as covariates (HR 1.28, p=0.02). EASIX-pre correlated with pre-transplant serum levels of the endothelium-related markers ANG2 and ST2. Increasing EASIX-pre was significantly associated with increasing NRM (uni: HR 1.22, p<0.001, multi: HR 1.22, p=0.001) and decreasing OS (univariable: HR 1.13, p=0.002, multivariable: HR 1.11, p=0.01), but not TTR (uni: HR 1.01, p=0.77, multi: HR 1.00, p=0.95) following allo-SCT. Model validation for prediction of NRM and OS by EASIX-pre was successfully done in two independent cohorts of adult patients. In contrast, the adult model for EASIX-pre failed to predict outcome in pediatric patients, which might be explained by the different diseases and comorbidities of adults and children. In order to visualize the clinical value of assessing EASIX-pre, Figure 1 showsKaplan-Meier estimates of OS after alloSCT according to the EASIX-pre derived cutoff in Heidelberg for each cohort separately. Conclusions: The novel and easy to assess EASIX-pre score is a powerful predictor of NRM and overall mortality in adult alloSCT recipients which might be helpful for pre-transplant definition of the individual transplant risk. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Dreger: Novartis: Consultancy; Janssen: Consultancy; Roche: Consultancy; Novartis: Speakers Bureau; Gilead: Speakers Bureau; Gilead: Consultancy.",
    "topics": [
        "allogeneic stem cell transplant",
        "allopurinol",
        "blood platelets",
        "calibration",
        "child",
        "complement membrane attack complex",
        "cox proportional hazards models",
        "creatinine increased",
        "donors",
        "endothelial dysfunction"
    ],
    "author_names": [
        "Thomas Luft, MD PhD",
        "Axel Benner",
        "Sonata Jodele, MD",
        "Christopher E. Dandoy, MD",
        "Rainer F. Storb, MD",
        "Ted A. Gooley, PhD",
        "Brenda M. Sandmaier, MD",
        "Aleksandar Radujkovic, MD",
        "Anthony D. Ho, MD",
        "Peter Dreger, MD",
        "Olaf Penack, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Luft, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Axel Benner",
            "author_affiliations": [
                "Divison of Biostatistics, German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonata Jodele, MD",
            "author_affiliations": [
                "Bone Marrow Transplant and Immune Deficiency, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher E. Dandoy, MD",
            "author_affiliations": [
                "Oncology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer F. Storb, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "Division of Medical Oncology, University of Washington, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ted A. Gooley, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda M. Sandmaier, MD",
            "author_affiliations": [
                "Division of Medical Oncology, University of Washington and Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aleksandar Radujkovic, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D. Ho, MD",
            "author_affiliations": [
                "Medizinische Klinik V, Universitätsklinikum Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Dreger, MD",
            "author_affiliations": [
                "Department of Medicine V, University of Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olaf Penack, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Tumorimmunology, Charité - University Medicine Berlin, Campus Virchow-Klinikum, Berlin, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T04:01:40",
    "is_scraped": "1"
}