{
    "doi": "https://doi.org/10.1182/blood.V122.21.2361.2361",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2645",
    "start_url_page_num": 2645,
    "is_scraped": "1",
    "article_title": "Stability Of Thrombin Generation In Cirrhotic Patients ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "thrombin",
        "apc trial",
        "atrial premature complexes",
        "thrombomodulin",
        "activated protein c",
        "anticoagulants",
        "compensated cirrhosis",
        "liver cirrhosis",
        "patient-controlled analgesia",
        "p-chloroamphetamine"
    ],
    "author_names": [
        "Thomas Sinegre, PharmD",
        "Armand Abergel, MD, PhD",
        "Géraldine Lamblin, MD",
        "Marc G Berger, MD, PhD",
        "Aurélien Lebreton, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Service d'Hématologie Biologique, CHU, Clermont-ferrand, France, "
        ],
        [
            "Service d'Hépathologie Gastro-Entérologie, CHU, Clermont-Ferrand, France, "
        ],
        [
            "Service d'Hépathologie Gastro-Entérologie, CHU, Clermont Ferrand, France, "
        ],
        [
            "Service d'Hématologie Biologique, CHU, Clermont-Ferrand, France"
        ],
        [
            "Service d'Hématologie Biologique, CHU, Clermont-Ferrand, France"
        ]
    ],
    "first_author_latitude": "45.7855546",
    "first_author_longitude": "3.111202",
    "abstract_text": "Introduction Cirrhotic patients have a significant impairment of hemostasis. Most procoagulant and anticoagulant factors decrease but there are still exceptions such as factor VIII. Since many years, new approaches allowed to consider the cirrhotic patients as patients exposed to a thrombotic risk in many circumstances. In this concern, global tests as Thrombin Generation Assay (TGA) have an interest and many studies using thrombomodulin (TM) demonstrated a resistance to activated protein C (aPC) pathway. These assays evaluate the variations of both procoagulant factors and anticoagulant factors. However, the stability of thrombin generation in these patients is unknown. The aim of this study was to evaluate the stability of thrombin generation parameters (with and without TM and aPC) in cirrhotic patients compared to healthy volunteers. Patients and Methods 8 cirrhotic patients and 15 healthy controls were included in this study. For each patient, the follow-up period covers three months including three blood samples (D0, W6 and W12). Patients included in the study are cirrhotic (Prothrombin Time < 70% and / or liver dysmorphia and / or Fibroscan> 20 kPa and / or histology and / or association of portal hypertension and liver failure) of alcoholic origin. They are exclusively male, free of hepatocellular carcinoma and not anticoagulated. Thrombin Generation was performed in platelet-poor plasma in the presence / absence of TM (3.6 nmol/L) and in the presence/absence of aPC (1 nmol/L). The thrombin generation test was carried out according to the principle described by Hemker using Fluoroskan Ascent®, and the analysis software Thrombinoscope TM . Reagent contains phospholipids (4 microM / L) and tissue factor (5 pM/L). TM is soluble thrombomodulin purified from rabbit lungs at final concentration 3.6 nmol/L. Human aPC was used at final concentration of 1 nmol / L (IC 50). The results are expressed as ratios: with and without TM and with and without PCa. Lag Time (LT), Endogenous Thrombin Potential (ETP), Peak Height (PH) and Time to Peak (TP) were analyzed. Statistical analysis compared the coefficient of variation (CV) between the control group and cirrhotic patients for each ratio (with and without TM with and without PCa) and that for each parameter by the Mann-Whitney test. Results Patients included in the study have chronic liver disease. Seven of them have compensated cirrhosis (CHILD A) and one cirrhotic patient has complicated cirrhosis (infection). The average age of cirrhotic is 50 (range 37-57). For both TM or aPC, all parameters of TGA are stable in cirrhotic patients compared with healthy controls. Regarding ETP, the most used parameter, CV of the ratio with and without TM is 12% (2-24) for the controls and 13% (2-22) for the cirrhotic patients while CV of the ratio with and without aPC is 11% (3-24) for the controls and 11% (6-21) for the cirrhotic patients. Similar matches were found for PH: 12% (3-25) for the controls versus 12% (1-22) for the cirrhotic patients with TM and 12% (1-20) for the controls versus 11% (5-19) for the cirrhotic patients. Similar results were found for LT and TP. Conclusions The Thrombin generation - performed with Thrombomodulin and activated Protein C and expressed with a ratio - in patient with cirrhosis is similarly stable than the thrombin generation in the control population. These observations can be used in the management and the design of further studies involving cirrhotic patients. Now, it is possible to follow the cirrhotic patients with TGA in order to detect the occurrence of a hypercoagulability state. However patients included in the study were mostly compensated cirrhosis. Further studies are needed to evaluate the stability of thrombin generation in the other subgroups of cirrhotic patients. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}