{
    "doi": "https://doi.org/10.1182/blood-2018-99-115537",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4071",
    "start_url_page_num": 4071,
    "is_scraped": "1",
    "article_title": "The Role of Class II Human Leukocyte Antigens (cII-HLAs) in Determining the Immunogenic Potential of Therapeutic Factor VIII Proteins in Hemophilia Patients: The \"Gate Keeper\" Hypothesis ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "factor viii",
        "hemophilia a",
        "human leukocyte antigens",
        "peptides",
        "recombinant antihemophilic factor viii",
        "antibodies",
        "hemorrhage",
        "von willebrand factor",
        "categorical variables",
        "predictor variable"
    ],
    "author_names": [
        "Vincent P. Diego, PhD",
        "Bernadette W. Luu, BS, MT/CLS",
        "Marco Hofmann, MS",
        "Marcio A. Almeida, PhD",
        "Jose Antonio G. Hernandez, PhD",
        "Juan Peralta, MS",
        "Joanne Curran, PhD",
        "Jerry S. Powell, MD",
        "Raja Rajalingam, PhD",
        "Long V. Dinh, PhD",
        "Sarah Williams-Blangero, PhD",
        "Miguel A Escobar, MD",
        "Eugene Maraskovsky, PhD",
        "John Blangero, PhD",
        "Tom E. Howard"
    ],
    "author_affiliations": [
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Research, CSL Behring GmbH, Marburg, Germany "
        ],
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Division of Hematology and Oncology, Department of Internal Medicine, School of Medicine, The University of California at Davis, King of Prussia, PA "
        ],
        [
            "Immunogenetics and Transplantation Laboratory, Department of Surgery, School of Medicine, The University of California at San Francisco, San Francisco, CA "
        ],
        [
            "Research, Haplomics Biotechnology Corporation, Brownsville, TX "
        ],
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "University of Texas Health Science Center and Gulf States Hemophilia and Thrombophilia Center, Houston, TX "
        ],
        [
            "Research, Bio21 Institute, CSL Limited, Melbourne, Australia "
        ],
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Research, Haplomics Biotechnology Corporation, Brownsville, TX ",
            "Department of Pathology and Laboratory Medicine, Veterans Affairs Texas Valley Coastal Bend Health Care System, Harlingen, TX ",
            "Department of Medical Education, School of Medicine, The University of Texas Rio Grande Valley, Edinburg, TX ",
            "South Texas Diabetes and Obesity Institute, Dept. of Medical Education, Edinburg, TX"
        ]
    ],
    "first_author_latitude": "26.3074321",
    "first_author_longitude": "-98.1745751",
    "abstract_text": "The development of neutralizing antibodies-termed \"inhibitors\"-to infused therapeutic (t) factor VIII proteins (tFVIIIs) is the most serious obstacle to effective treatment of bleeding in Hemophilia A (HA) patients. As clinically significant FVIII immune responses are only initiated if dendritic cell (DC) cII-HLAs can present foreign tFVIII-derived peptides to naïve FVIII-specific T cells, we posit the \"Gate Keeper\" hypothesis in which the limiting determinant of inhibitor formation are patients' cII-HLA repertoires with the majority being individually distinct and each contributing slightly to the vast population level diversity of cII-HLAs. While cII-HLAs are critical at the cellular level for initiating immune responses, conflicting results from population studies have led some to describe their encoding HLA-II structural genes as weak determinants of inhibitor causation. Our main objective here is to test a hypothesis that gets at the heart of this disconnect between molecular-based expectations and population-level data by analyzing cII-HLA peptidomic data from DC-protein processing and presentation assays (PPPAs). The chief variable of DC-PPPA data is the peptide count, which we assume to be directly proportional to immunogenic potential (IP). Our working model is that inhibitor formation requires at minimum, in its initial stages, a complex between cII-HLAs and specific tFVIII-derived peptides. A testable null hypothesis under this thinking posits that a given cII-HLA allotype will have the same IP when exposed to several tFVIIIs. To test this hypothesis, we first performed model selection to determine the best set of predictor allotypes. To analyze the data, we employed a log-linear model where the peptide count is the dependent variable and allotype is a categorical independent variable consisting of 29 levels for 29 allotypes (8 DP, 10 DQ, and 11 DR allotypes). We used elastic net regression (ENR) to select the best set of allotype levels thus giving the best overall model consisting now of only four DR allotypes ( Table 1 ). We then performed interaction analysis under the best-selected allotypes model in which we introduced as additional predictor variables, a tFVIII categorical variable consisting of five levels for five different tFVIIIs, namely full length (FL)-recombinant (r) FVIII (FL-rFVIII) ± von Willebrand Factor (VWF), B domain truncated (BDT)-rFVIII ± VWF, and plasma derived (pd) FVIII (pdFVIII) + VWF, and 12 interaction terms for the (4 - 1) × (5 - 1) possible interactions between the cII-HLA allotype and tFVIII variables. We found significant cII-HLA allotype × tFVIII interactions ( Table 2 ). To get at the specific null hypothesis of interest, we examined within-allotype risk ratios (RRs) and their appropriately adjusted confidence intervals (CIs). 1-4 It can be shown that an 84% CI is sufficient to achieve a significance level of α = 0.05 for the CI difference. 2-4 Although there are 12 total interaction terms, per allotype there are only three possible CI comparisons on using the interaction term with the highest RR as a fixed reference. On constructing the adjusted CIs and correcting for multiple hypothesis testing, 2 we found that two comparisons in Table 2 corresponded to significantly different RRs. We determined statistical power to detect a CI difference. 1,3 As seen in Table 2 , our study was extremely underpowered, which may explain why only two significant differences were found. Thus, at least for the two comparisons showing significant difference, we have refuted the null hypothesis of no difference across tFVIIIs for a given allotype, and have affirmed our working model that specific combinations of cII-HLAs and tFVIII-derived peptides are the triggering factor in inhibitor development. Schenker N, Gentleman J. On judging the significance of differences by examining the overlap between confidence intervals. Am Statistician . 2001; 55(3): 182-6. Julious S. Using confidence intervals around individual means to assess statistical significance between two means. Pharmaceut Statist . 2004; 3: 217-22. Maghsoodloo S, Huang C-Y. Comparing the overlapping of two independent confidence intervals with a single confidence interval for two normal population parameters. J Statist Plan & Infer . 2010; 140: 3295-305. Knol M, Pestman W, Grobbee D. The (mis)use of overlap of confidence intervals to assess effect modification. Eur J Epidemiol . 2011; 26(4): 253-4. View large Download slide View large Download slide  Disclosures Hofmann: CSL Behring: Employment. Dinh: Haplomics Biotechnology Corporation: Employment, Equity Ownership. Escobar: Pfizer: Research Funding; Bayer, CSL Behring, Genentech, Hemabiologics, Kedrion, Novo Nordisk, Octapharma, Pfizer and Shire: Consultancy. Maraskovsky: CSL Behring: Employment. Howard: CSL Behring: Research Funding; Haplomics Biotechnology Corporation: Equity Ownership, Other: Chief Scientific Officer, Patents & Royalties: Patent applications and provisional patent applications ."
}