{
    "doi": "https://doi.org/10.1182/blood-2018-99-116978",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4127",
    "start_url_page_num": 4127,
    "is_scraped": "1",
    "article_title": "Direct Comparison of in-Vitro Growth of Primary Human Acute Myeloid Leukemia (AML) Cells in Stromal and Stromal-Free Conditions ",
    "article_date": "November 29, 2018",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells",
    "topics": [
        "culture media, conditioned",
        "leukemia, myelocytic, acute",
        "cytokine",
        "chemotherapy regimen",
        "coculture techniques",
        "antibodies",
        "cancer",
        "cd33 antigen",
        "cd34 antigens",
        "cd45 antigens"
    ],
    "author_names": [
        "Jing Chen, MD",
        "Glorymar Ibanez-Sanchez",
        "Paul Calder",
        "Mark G. Frattini, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Pediatric Oncology, Columbia University Medical Center, New York, NY "
        ],
        [
            "Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY "
        ],
        [
            "Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY "
        ],
        [
            "Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.80301825",
    "first_author_longitude": "-73.9548751",
    "abstract_text": "Background: Acute myeloid leukemia (AML) is a very aggressive bone marrow malignancy which carries a poor prognosis despite intensive chemotherapy. The treatment of relapsed and refractory AML remains suboptimal. Although more novel therapies are being introduced for AML, there is a limitation of appropriate, predictive, preclinical models available to identify and test novel therapies. In-vitro drug sensitivity testing of patient-derived AML cells is increasingly being used to facilitate treatment options. However, these tests are often done in suboptimal conditions with difficulty in the interpretation of results. Accumulating evidence has shown that the long-term, in-vitro, survival of primary AML cells can be supported with stromal co-culture, which would also take into account the influence of the surrounding tumor microenvironment. However, there has been no direct comparison of a stromal co-culture method to non-stromal growth method of primary AML cells. This is the first comprehensive direct comparison of the proliferation and immunophenotypes of primary AML cells under two different stromal conditions and cytokines, the results of which would not only highlight the importance of stromal cells to chemotherapy resistance but also lay the groundwork for the feasibility and importance of comparing it to non-stromal drug sensitivity testing. Methods: The proliferation and immunophenotypes of seven bio-banked, relapsed/refractory primary AML peripheral blood samples were assessed in 6-well plates under four culture conditions: 1) cell culture media only 2) in direct contact with HS-5 bone marrow stromal cells 3) in HS-5 conditioned media or 4) in a cocktail of four cytokines. Cell viability, cell count and immunophenotypes by fluorescently-conjugated antibodies against CD33, CD34, CD38, CD45, CD117, and CD90 were determined by flow cytometry weekly for 2 weeks. Results: Our results demonstrated a heterogeneous growth response among the seven patient samples in response to the four growth conditions. However, the end effect was that cytokines, HS-5 conditioned media and HS-5 stromal cells can all support the long-term proliferation and viability of the majority of primary AML samples. These three conditions showed statistically significant higher growth compared to the same primary cells cultured in media alone (p-values < 0.05). The degree of expansion was still significantly higher for those cells with cytokines than those with HS-5 conditioned media or stromal cells. Six of the 7 patient samples expanded with cytokine, up to 4-fold by 2 weeks of culture. In comparison 5 of the 7 patient samples expanded up to 3-fold with HS-5 stromal cells, and 4 of the 7 patient samples also expanded up to 3-fold with HS-5 conditioned media at 2 weeks of culture. For the 4 patients, whose cells were supported by both stromal cells and conditioned media, the degree of expansion was similar. Unexpectedly, one out of 7 patient samples had significantly higher expansion compared to all of the other patients in all growth condition, with a 9-fold expansion in cytokine and conditioned media, and a 12-fold expansion in HS-5 stromal cells. There was also a 3-fold expansion in media alone. Baseline AML immunophenotypes were preserved after 2 weeks of culture for all 4 growth conditions, with minimal differentiation. Conclusions: Unlike previous studies, which often investigated the long-term proliferation of primary AML cells with both cytokines and stromal support, we showed that each experimental condition alone can expand primary AML cells. In addition, cytokine support alone can expand primary AML cells at 2 weeks of culture for the majority of patient samples, independent of stromal support, a finding that has previously not been reported. Consistent with previous studies, our data also supports the conclusion that stromal support maintains long-term in-vitro expansion of primary AML cells. All three experimental conditions showed an overall effect of growth with high viability and maintenance of immunophenotypes at 2 weeks of culture. The direct comparison of drug screening under these three experimental conditions would permit the exploration of the protective effect of the bone marrow microenvironment on AML cells allowing for the identification of individualized therapeutic options, while also allowing for comparison to non-stromal based in-vitro assays. Disclosures No relevant conflicts of interest to declare."
}