{
    "doi": "https://doi.org/10.1182/blood.V112.11.3242.3242",
    "article_title": "Dasatinib 100 Mg Once Daily (QD) Maintains Long-Term Efficacy and Minimizes the Occurrence of Pleural Effusion: An Analysis of 24-Month Data in Patients with Resistance, Suboptimal Response, or Intolerance to Imatinib (CA180-034). ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "abstract_text": "Dasatinib (SPRYCEL ® ) is a potent BCR-ABL inhibitor that is 325-fold more potent than imatinib and 16-fold more potent than nilotinib against unmutated BCR-ABL in vitro . Pleural effusion in patients during dasatinib treatment is well described and may have an immune-mediated mechanism, although this remains under investigation. CA180-034 was a 4-arm randomized, phase III, dose-optimization study in 670 patients (662 treated patients) with chronic myeloid leukemia in chronic phase and resistance, suboptimal response, or intolerance to prior imatinib. Previously, it was demonstrated that dasatinib 100 mg QD maintained efficacy and led to fewer key side effects compared with 3 other dosing schedules (140 mg QD, 50 or 70 mg twice daily [BID]), including significantly fewer pleural effusions. Here, the management and outcomes of 165 patients randomized to and treated with dasatinib 100 mg QD, with and without pleural effusion, were compared with the 497 patients treated on other dose schedules after a minimum follow-up of 24 mos on CA180-034. Pleural effusion was graded using standard CTCAE criteria. Overall rates of pleural effusion (all grades) at 12 vs 24 mos were 10% vs 14% for patients treated with dasatinib 100 mg QD, and 16% vs 23%, 21% vs 26%, 20% vs 25% for patients treated with 50 mg BID, 140 mg QD, or 70 mg BID, respectively. In patients receiving 100 mg QD, rates of pleural effusion by grade at 12 vs 24 mos were: grade 1, 2% vs 1%; grade 2, 6% vs 10%; and grade 3, 2% vs 2%; no grade 4 events were reported. The median time to development of pleural effusion (of any grade) was 10.3 mos for 100 mg QD compared with 9.5, 4.9, and 4.5 mos for 50 mg BID, 140 mg QD, and 70 mg BID, respectively. Management for pleural effusion included transient dose interruptions in 12 patients on the 100 mg QD arm and 71 patients on the other 3 arms combined. Dose reductions for pleural effusion occurred in 8 patients on the 100 mg QD arm and in 43 patients on the other 3 arms. Medical management of pleural effusion on the 100 mg QD arm vs the other 3 arms included use of diuretics in 13 patients vs 70 patients, corticosteroids in 6 patients vs 32 patients, and diuretics and/or corticosteroids in 14 patients vs 79 patients. Diagnostic and/or therapeutic thoracentesis was performed in 3 patients on the 100 mg QD arm vs 9 patients in the other 3 arms. The overall major cytogenetic response rate was 64% for 165 patients on the 100 mg QD arm, comprising 70% for those with a pleural effusion and 63% for those without; in the other treatment arms, rates ranged from 64 to 74% in those with a pleural effusion and from 59 to 61% in those without (Table). In the 100 mg QD arm, the 24-mo progression free survival rate was 78% in those with a pleural effusion and 80% in those without. In conclusion, pleural effusion is medically manageable; 24-mo data show that dasatinib 100 mg once daily minimizes the risk of pleural effusion and, both in patients with or without a pleural effusion, maintains long-term efficacy. Table: 24-month efficacy of dasatinib 100 mg QD  . With pleural effusion (n=23) . Without pleural effusion (n=142) . Major Cytogenetic Response (MCyR) Rate 70% 63% MCyR Duration at 18 mo 93% 93% MCyR Duration at 24 mo 70% 90% Complete Cytogenetic Response (CCyR) Rate 61% 49% CCyR Duration at 18 mo 93% 95% CCyR Duration at 24 mo 70% 95% Progression Free Survival 78% 80% Overall Survival 89% 91% . With pleural effusion (n=23) . Without pleural effusion (n=142) . Major Cytogenetic Response (MCyR) Rate 70% 63% MCyR Duration at 18 mo 93% 93% MCyR Duration at 24 mo 70% 90% Complete Cytogenetic Response (CCyR) Rate 61% 49% CCyR Duration at 18 mo 93% 95% CCyR Duration at 24 mo 70% 95% Progression Free Survival 78% 80% Overall Survival 89% 91% View Large",
    "topics": [
        "dasatinib",
        "imatinib mesylate",
        "pleural effusion",
        "adrenal corticosteroids",
        "bcr-abl tyrosine kinase",
        "diuretics",
        "glucocorticoids",
        "mineralocorticoids",
        "adverse effects",
        "follow-up"
    ],
    "author_names": [
        "Kimmo Porkka, MD, PhD",
        "H. Jean Khoury",
        "Ronald Paquette",
        "Yousif Matloub",
        "David Liu",
        "Ritwik Sinha",
        "Jorge Cortes"
    ],
    "author_dict_list": [
        {
            "author_name": "Kimmo Porkka, MD, PhD",
            "author_affiliations": [
                "Hematology Research Unit, Biomedicum Helsinki, Helsinki, Finland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "H. Jean Khoury",
            "author_affiliations": [
                "Emory University School of Medicine, Atlanta, GA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Paquette",
            "author_affiliations": [
                "Ronald Reagan UCLA Medical Center, Los Angeles, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yousif Matloub",
            "author_affiliations": [
                "Bristol-Myers Squibb, Wallingford, CT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Liu",
            "author_affiliations": [
                "Bristol-Myers Squibb, Wallingford, CT"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ritwik Sinha",
            "author_affiliations": [
                "Bristol-Myers Squibb, Wallingford, CT, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Cortes",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T12:50:51",
    "is_scraped": "1"
}