{
    "doi": "https://doi.org/10.1182/blood.V114.22.4460.4460",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1425",
    "start_url_page_num": 1425,
    "is_scraped": "1",
    "article_title": "Cytokine Production Profile of CD4+ T Cells From Patients with Immune Thrombocytopenia. ",
    "article_date": "November 20, 2009",
    "session_type": "DISORDERS OF PLATELET NUMBER OR FUNCTION",
    "topics": [
        "cytokine",
        "thrombocytopenia due to immune destruction",
        "t-lymphocytes",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "aldesleukin",
        "interleukin-17",
        "interleukin-10",
        "interleukin-4",
        "interleukin-6"
    ],
    "author_names": [
        "Shanhua Zou, MD",
        "Feng Li, MD",
        "Weiguang Wang, MD",
        "Yunfeng Cheng, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Zhongshan Hospital Fudan University, Shanghai, China"
        ],
        [
            "Department of Hematology, Zhongshan Hospital Fudan University, Shanghai, China"
        ],
        [
            "Department of Hematology, Zhongshan Hospital Fudan University, Shanghai, China"
        ],
        [
            "Department of Hematology, Zhongshan Hospital Fudan University, Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.198846999999994",
    "first_author_longitude": "121.453345",
    "abstract_text": "Abstract 4460 Introduction To balance self-tolerance and immunity, the immune system depends on both activation mechanisms and down regulatory mechanisms. CD4+ T cells are important for the regulation of immune responses and they exert their effects through the secretion of cytokines. Immune thrombocytopenia(ITP) is a common hematologic disorder manifested by immune-mediated platelet destruction. ITP in adults often has a persistent course and frequently requires treatment to prevent bleeding. The mechanism of ITP has historically been attributed to platelet autoantibody production and the resultant platelet destruction. However, more recent evidence suggests that cell immunity pathogenesis plays an important role in ITP. Methods Real-time PCR assays was used for the quantification of mRNA of cytokines IL-2, IL-4, IL-6, IL-10, IL-12, IL-18, IL-23, IL-17, IFN-γ, TNF-α and TGF-β in CD4+ T cells from adult ITP patients and healthy subjects. The mRNA of T-bet, GATA-3, RORγt, and FOXP3 were also analyzed using Real-time PCR. The plasma concentrations of IL-2, IL-4, IL-6, IL-10, IL-12, IL-18, IL-23, IFN-γ, TNF and IL-17 were determined by enzyme-linked immunosorbent assay at the same time. Results The plasma concentrations of IL-2, IL-17 and IFN-γ in CD4+T cells were increased, while levels of IL-4, IL-6, IL-10 and TGF-β were decreased, comparing adult patients with ITP with healthy subjects. Patients with ITP presented significant increased mRNA expression levels on IL-2,IL-17,T-bet and RORγt. Conclusions In adult ITP patients, the expression levels of IL-2 and IL-17 were up-regulated, expression levels of TGF-β and IL-10 were down-regulated, suggesting that ITP is a Th1 and Th17 predominant disease although the precise mechanisms await further study. Disclosures: No relevant conflicts of interest to declare."
}