{
    "doi": "https://doi.org/10.1182/blood.V104.11.3602.3602",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=113",
    "start_url_page_num": 113,
    "is_scraped": "1",
    "article_title": "Cord Blood Transplantation for Lysosomal Storage Diseases Demonstrates the Potential of Cord Blood Cells for Future Cellular Therapies. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Cord blood stem and progenitor cells can rescue the bone marrow and immune system of pediatric and selected adult patients undergoing myeloablative chemotherapy. Cord blood cells exhibit immunologic tolerance allowing transplantation across partially mismatched HLA barriers increasing access to allogeneic transplantation therapy for patient searching for unrelated donors. Cord blood cells may also be capable of transdifferentiation into non-hematopoietic tissues. This property would render this stem and progenitor cell source an ideal candidate for cellular therapies targeting tissue repair and regeneration. Since 1995, >100 infants and children with inborn errors of metabolism have been transplanted with cord blood. The results in these pediatric patients serve as a demonstration that cord blood cells can differentiate into non-hematopoietic tissues. All children wer! e prepared for transplant with myeloablative chemotherapy consisting of busulfan, cyclosphosphamide and antithymocyte globulin. Prophylaxis against GvHD was adminstered with cyclosporine and methylprednisolone. Supportive care was provided with IVIG, G-CSF, low dose heparin for VOD prophylaxis, leukocyte depleted and irradiated PRBC and platelet transfusions, total parenteral nutrition, prophylactic antiviral and antifungal antibiotics and empiric antibiotic therapy for fever. Thirty five young children with Hurler Syndrome (MPS I) were transplanted with partially HLA mismatched unrelated donor umbiloical cord blood over the past 8 years. All had the severe genotype and phenotype. Neutrophil(ANC 500/uL) and platelet (>50k/uL) engraftment occurred in a median of 20 and 63 days respectively. Moderate to severe acute GvHD occurred in 28% of patients. Extensive chronic GvHD was not seen. Eighty-seven percent of patients are surviving event-free for a median >3 years. All surviving children remain full donor chimeras and have shown increasing velocities of gains of neurocognitive functions. Skeletal growth improved with only 4/11 children with severe kyphosis requiring orthopedic surgery post transplantation therapy. No child developed clinical cardiac disease and corneal clouding improved in all. Additional children (n=60)with lysosomal storage diseases including metachromatic leukodystrophy, adrenoleukodystrophy and globoid leukodystrophy (Krabbe Disease), MPS III (Sanfilippo Syndrome) and GM2 (Tay Sachs Disease) have been transplanted with unrelated donor umbilical cord blood over the past 9 years. In asymptomatic children, disease was arrested before the onset of neurologic dysfunction. In symptomatic children disease progression was arrested within 6–9 months of the transplant procedure. In a child with advanced krabbe disease who died 1 year post transplant, engraftment of donor cells was noted in the brain. Differentiation to oligodendrocytes was demonstrated in vivo and subsequently, in vivo. In a child with MPS III (Sanfillipo syndrome), donor cells differentiated into cardiac myocytes in the heart 6 months post transplant.These studies suggest that cord blood is capable of transdifferentiation into non-hematopoietic lineages. While additional studies are needed to fully define the potential of these cells for cellular therapies and tissue repair, we believe that UCB is a unique stem cell source that will be an important resource for cellular therapies in the future.",
    "topics": [
        "cell therapy",
        "lysosomal storage diseases",
        "umbilical cord blood",
        "umbilical cord blood transplantation",
        "transplantation",
        "globoid cell leukodystrophy",
        "mucopolysaccharidosis iii",
        "chemotherapy regimen",
        "human leukocyte antigens",
        "mucopolysaccharidosis i"
    ],
    "author_names": [
        "Joanne Kurtzberg, MD",
        "William Krivit, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Blood and Marrow Transplant Program, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "36.007145900000005",
    "first_author_longitude": "-78.93712029999999"
}