{
    "doi": "https://doi.org/10.1182/blood-2020-141846",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4553",
    "start_url_page_num": 4553,
    "is_scraped": "1",
    "article_title": "Survival in Patients Who Underwent HLA-Haploidentical Stem Cell Transplantation in Two Centers in Colombia ",
    "article_date": "November 5, 2020",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": null,
    "author_names": [
        "Lisbeth Ramirez, MD",
        "Juan Manuel Herrera, MD",
        "Angela María Peña, MD",
        "Maria Luna-Gonzalez",
        "Claudia Marcela Chalela, MD",
        "Luis Antonio Salazar, MD",
        "Sara Ines Jimenez, MD",
        "Manuel Rosales, MD",
        "Alvaro Guerrero, MD",
        "Margarita Velasco, MD MSc",
        "Robinson Pacheco, MD MSc",
        "Jose Sandoval-Sus, MD",
        "Claudia Lucia Sossa"
    ],
    "author_affiliations": [
        [
            "School of Medicine, Universidad Libre Seccional Cali, Cali, Colombia"
        ],
        [
            "School of Medicine, Universidad Libre Seccional Cali, Cali, Colombia",
            "Centro Médico Imbanaco, Cali, Colombia"
        ],
        [
            "Hematology and Hematopoietic Stem Cell Transplantation Unit, Clinica FOSCAL, Floridablanca, Colombia",
            "Programa para el Tratamiento de Enfermedades Hemato-Oncológicas de Santander, Floridablanca, Colombia"
        ],
        [
            "Programa para el Tratamiento de Enfermedades Hemato-Oncológicas de Santander, Floridablanca, Colombia",
            "Research Department, Universidad Autonoma de Bucaramanga, Bucaramanga, Colombia"
        ],
        [
            "Hematology and Hematopoietic Stem Cell Transplantation Unit, Clinica FOSCAL, Floridablanca, Colombia"
        ],
        [
            "Hematology and Hematopoietic Stem Cell Transplantation Unit, Clinica FOSCAL, Floridablanca, Colombia",
            "Faculty of Health Sciences, Universidad Autonoma de Bucaramanga, Bucaramanga, Colombia"
        ],
        [
            "Hematology and Hematopoietic Stem Cell Transplantation Unit, Clinica FOSCAL, Floridablanca, Colombia"
        ],
        [
            "Hematology and Hematopoietic Stem Cell Transplantation Unit, Clinica FOSCAL, Floridablanca, Colombia",
            "Programa para el Tratamiento de Enfermedades Hemato-Oncológicas de Santander, Floridablanca, Colombia"
        ],
        [
            "School of Medicine, Universidad Libre Seccional Cali, Cali, Colombia"
        ],
        [
            "School of Medicine, Universidad Libre Seccional Cali, Cali, Colombia"
        ],
        [
            "School of Medicine, Universidad Libre Seccional Cali, Cali, Colombia"
        ],
        [
            "Department of Malignant Hematology and Cellular Therapy at Memorial Healthcare System, Moffitt Cancer Center, Pembroke Pines, FL"
        ],
        [
            "Faculty of Health Sciences, Universidad Autonoma de Bucaramanga, Bucaramanga, Colombia",
            "Hematology and Hematopoietic Stem Cell Transplantation Unit, Clinica FOSCAL, Floridablanca, Santander, Colombia"
        ]
    ],
    "first_author_latitude": "3.4273314",
    "first_author_longitude": "-76.54990939999999",
    "abstract_text": "Introduction: Allogeneic hematopoietic stem cell transplantation (HCT) is a potentially curative treatment for several malignant and non-malignant hematological diseases. However, sometimes it is challenging to find human leukocyte antigen (HLA)-matched related or unrelated donors, especially in minority populations such as Hispanics. Transplantation of T cell replete HLA haploidentical graft (HaploHCT) followed by a high dose post-transplantation cyclophosphamide (PTCy) to eradicate alloreactive T cells is an option for populations with low donor availability. HaploHCT has emerged as an effective and safe strategy in this population (Luznik L et al. BBMT 2008), but data in Hispanics is scarce. Objective: The aim of our study was to describe the clinical characteristics and assess overall survival at 100 days, 1- and 3-years of patients who underwent haploHCT in two Colombian reference centers. Methods: An observational retrospective study was conducted at two tertiary referral centers in Colombia. Patients who underwent haploHCT at Clinica FOSCAL and Centro Medico Imbanaco between January 2013 and January 2020 were selected. Demographic and clinical characteristics where analyzed using descriptive statistics. The Kaplan-Meier method was used to assess overall survival (OS) rates and the log-rank test was used to compare survival rates between groups. All data were analyzed using R statistical software®. Results: Seventy-six patients were included. Mean age at transplantation was 34 years (range 18-60). Forty-two (57.89%) patients were female. Average body mass index was 19.86kg/m 2 . The majority of patients (57%) had a pre-transplantation ECOG performance status of 2. The most common indication for haploHCT was acute lymphoblastic leukemia (55.26%), followed by acute myeloid leukemia (23.64%). A sibling was the donor in 69.74% of the cases. Forty-seven (61.84%) patients were ABO-matched group. Peripheral blood stem cells were the graft source in 96% of the patients. The average number of infused CD34+ cells was 11.15 x 10 6 /kg. Fludarabine-melphalan was the most commonly used conditioning regimen (57%), followed by fludarabine-busulfan-thiotepa (39%). Graft-versus-host disease (GVHD) prophylaxis consisted of PTCy (50 mg/kg/day) on days 3 and 4 after HCT and a calcineurin inhibitor plus mycophenolate mofetil from day 5 to day 35 post-HCT. Median time to neutrophil engraftment (neutrophils > 0,5x10 9 /L) was 15 days (range 10-33), while platelet engraftment, defined as as the second day of unsupported platelet count of ≥20 × 10 9 , occurred at a median time of 13 days (range 5-38) post-transplantation. On day 28 post-HSCT, 93.4% of the patients had achieved 100% chimerism. OS was 91% (95%CI 84-97.5) at 100 days, 81% (95%CI 72-90) at 1-year, and 77% (95%CI 68-88) at 3-years after HaploHCT. C onclusion: The results of our haploHCT retrospective study in a Hispanic population are comparable to several other cohorts that have reported similar outcomes of haploHCT compared to HLA-matched HCT. The OS rates reported in our study suggest that haploHCT is a viable option in patients without an HLA-matched related or unrelated donor available, especially in populations with lower rates of suitable donors. Acknowledgements: We deeply thank Gonzalo Gutiérrez García, M.D. for his leadership and guidance implementing the haploHCT program in Clinica FOSCAL. View large Download slide View large Download slide  Disclosures Peña: Roche: Honoraria. Salazar: Janssen: Honoraria; Novartis: Honoraria. Sandoval-Sus: MorphoSys US: Consultancy; Janssen: Consultancy; Massive Bio: Consultancy; Celgene: Speakers Bureau. Sossa: Novo: Honoraria; Takeda: Honoraria; Astellas: Honoraria; Roche: Honoraria."
}