{
    "doi": "https://doi.org/10.1182/blood.V112.11.1542.1542",
    "article_title": "Telomere Elongation in B-Cells Is Independent of Class Switching. ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "abstract_text": "BACKGROUND: In contrast to human granulocytes and T-cells with a quite homogenous decrease in telomere lengths over age, telomere lengths of peripheral blood B-cell populations are highly heterogeneous with average telomere lengths of B-cells remaining relatively constant from middle age onward (Baerlocher et al, J. Leuk. Biol. 2003). So far, telomere elongation has been described in highly proliferating germinal center B-cells during the development from naive B-cells to memory B-cells (Norrback et al, Eur J Haematol 2001). During this same time period the process of class-switch recombination (CSR) occurs. Our aims were to analyze the telomere lengths in different B-cell subsets in order to elucidate telomere length dynamics in relationship to CSR. PATIENTS and METHODS: Buffy coats from 14 healthy donors were enriched for CD19 + B cells by magnetic cell separation. Naive B cells (IgM + /IgD + /CD27 − ), IgM-only B cells (IgM + /IgD −/low /CD27 + ), double-positive B cells (IgM + /IgD + /CD27 + ) and class-switched memory B cells (IgM − /IgD − /CD27 + ) were further separated by cell sorting. Telomere length of sorted B-cell subpopulations was measured by automated multicolour flow-FISH. RESULTS: Naive B-cells presented the shortest telomere length values (average telomere length, n=14: 7.2 kb ± 0.7 kb) compared to the other B-cell subsets. In comparison to the naive B-cell subset, the IgM only B-cell subset had 13% longer telomeres (average telomere length, n=14: 8.1 kb ± 1.3 kb), the double-positive B-cell subset had 10% longer telomeres (average telomere length, n=14: 7.9 kb ± 0.8 kb) and the memory B-cell subset had 22% longer telomeres (average telomere length, n=14: 8.7 kb ± 1.1 kb) (p < 0.0001). CONCLUSIONS: We are able to confirm longer telomeres in memory B cells than in naive B cells. For the first time, however, we can demonstrate that longer telomeres are also found in non-class switched B-cells. Based on these results telomere elongation does not coincide with the process of CSR. Additional studies are needed to assess whether telomere elongation can only take place in the germinal center or whether certain B-cell subsets are able to elongate their telomeres independent from the germinal center.",
    "topics": [
        "antigens, cd27",
        "b-lymphocytes",
        "cd19 antigens",
        "cell separation",
        "immunoglobulin class switching",
        "immunoglobulin d",
        "immunoglobulin m",
        "telomere",
        "b-lymphocyte subsets",
        "germinal center of lymph node"
    ],
    "author_names": [
        "Alexander Roeth, MD",
        "Dirk de Beer",
        "Marc Seifert",
        "Astrid Mueller",
        "Ulrich Duehrsen, MD",
        "Ralf Kueppers, PhD",
        "Gabriela M. Baerlocher, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexander Roeth, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dirk de Beer",
            "author_affiliations": [
                "Department of Clinical Research, University of Bern, Bern, Switzerland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Seifert",
            "author_affiliations": [
                "Institute of Cell Biology (Tumor Research), University Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Astrid Mueller",
            "author_affiliations": [
                "Department of Clinical Research, University of Bern, Bern, Switzerland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Duehrsen, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralf Kueppers, PhD",
            "author_affiliations": [
                "Institute of Cell Biology (Tumor Research), University Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriela M. Baerlocher, MD",
            "author_affiliations": [
                "Department of Hematology and Department of Clinical Research, University Hospital Bern, Bern, Switzerl"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T06:47:43",
    "is_scraped": "1"
}