{
    "doi": "https://doi.org/10.1182/blood.V118.21.1713.1713",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2103",
    "start_url_page_num": 2103,
    "is_scraped": "1",
    "article_title": "GM-CSF Signaling Abnormalities in Chronic Myelomonocytic Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "culture media, serum-free",
        "granulocyte-macrophage colony-stimulating factor",
        "leukemia, myelomonocytic, chronic",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "signal transduction",
        "juvenile myelomonocytic leukemia",
        "interleukin-3",
        "hypersensitivity",
        "anemia",
        "antibodies"
    ],
    "author_names": [
        "Eric Padron, MD",
        "Jeffrey S. Painter, B.S.",
        "Adam W Mailloux, PhD",
        "Jessica M. McDaniel, BS",
        "Christopher Bebbington, DPhil.",
        "Mark Baer, PhD",
        "Rami S. Komrokji, MD",
        "Alan F. List, MD",
        "Pearlie K Epling-Burnette, Pharm D, PhD"
    ],
    "author_affiliations": [
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Immunology, H. Lee Moffitt Cancer Ctr. & Rsch. Inst., Tampa, FL, USA, "
        ],
        [
            "Immunology, H. Lee Moffitt Cancer Ctr. & Rsch. Inst, Tampa, FL, USA, "
        ],
        [
            "Immunology, H. Lee Moffitt Cancer Ctr. & Rsch. Inst, Tampa, FL, USA, "
        ],
        [
            "KaloBios Pharmaceuticals, Inc., South San Francisco, CA, USA, "
        ],
        [
            "KaloBios Pharmaceuticals, Inc., South San Francisco, CA, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Immunology Program, H. Lee Moffitt Cancer Ctr. & Rsch. Inst, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.0640091",
    "first_author_longitude": "-82.42166519999999",
    "abstract_text": "Abstract 1713 Background: Chronic Myelomonocytic Leukemia (CMML) and Juvenile Myelomonocytic leukemia (JMML) are classified as MDS/MPN in the WHO classification system. Despite sharing clinical and histological features, CMML is characterized by a heterogeneous collection of molecular lesions while JMML is defined by well-established molecular aberrations clustered along the RAS pathway leading directly to GM-CSF hypersensitivity; a pathognomonic characteristic of JMML. Here we test whether a molecular signature for GM-CSF hypersensitivity in JMML, determined by the pSTAT5 activation assay, is also present in CMML and whether this signature clusters within a specific CMML subgroup. Methods: Cryopreserved bone marrow aspirates from 24 patients with newly diagnosed or relapsed CMML were obtained from the Moffitt Cancer Center Tissue Repository. Cells were thawed and rested in Stem Span H3000 with 10% FBS for 2 hours and then either starved for one hour in serum-free media, serum free group (n=12), or rested in Stem Span for an additional hour, serum group (n=12), prior to stimulation with G-CSF, IL-3, or GM-CSF for 15 minutes and then fixed and permeabilized with formaldehyde and methanol, as previously described. Samples were stained with an anti-pSTAT5(Y-694) antibody and analyzed by flow cytometry (Kotecha, Cancer Cell. 2009). Cells stained with isotype-control antibody were used to establish the threshold for basal STAT5 phosphorylation. Because STAT5 was constitutively phosphorylated in serum, and to a lesser extent in serum-free conditions, inducible cytokine activation was defined as the percentage of pSTAT5 positive cells above untreated samples in both CMML and healthy controls. A retrospective chart review was performed to obtain clinical variables including age, sex, WHO classification, Dusseldorf scoring system, MD Anderson scoring system, WBC, peripheral monocyte count, blast percentage, anemia, platelet count, splenomegaly, and metaphase cytogenetics. Results: The percentage of pSTAT5 responsive cells after G-CSF stimulation with doses up to 10 ng/ml was similar in cases and normal BM controls (p=0.14), whereas, a statistically significant increase in the percentage of inducible pSTAT5 positive cells was observed with GM-CSF 0.1 ng/ml (p=0.04), GM-CSF 1 ng/ml (p=0.02), and GM-CSF 10 ng/ml (p=0.01) in CMML BM cells compared to healthy donor BM cells, as shown in Figure 1 . Using one standard deviation below the mean as a cut point, only 5 patients failed to show GM-CSF hypersensitivity in the serum (n=3) and serum-free groups (n=2), respectively. IL-3 and GM-CSF play similar roles in hematopoietic growth through the activation of JAK2/STAT5 and share a common beta-chain required for signaling. Signaling mediated by GM-CSF and IL3 converge to activate RAS and other downstream intermediates that regulate DNA synthesis, cell-cycle progression and suppression of apoptosis. The concentration of IL3 required to induce STAT5 phosphorylation was 10-fold greater than GM-CSF in CMML cells, but the percentage of cells responsive to IL3 was greater in CMML cases compared to controls at 10 ng/ml (p=0.02). Analysis of the percentage of GM-CSF hypersensitive cells and clinical parameters revealed no associations with age at onset, WHO classification, Dusseldorf scoring system, MD Anderson scoring system, blast percentage, anemia, platelet count, splenomegaly, or karyotype. The percentage of pSTAT5 positive cells with GM-CSF 0.1 ng/ml positively correlated with the total leukocyte (p=0.03) and total monocyte (p=0.02) count indicating that the JAK2/STAT5 signaling response is indicative of disease burden. Fig 1. View large Download slide A. pSTAT5 response in samples rested in Stem Span H3000 and FBS. B. pSTAT5 response in samples rested as above and then starved for one hour in RPMI Fig 1. View large Download slide A. pSTAT5 response in samples rested in Stem Span H3000 and FBS. B. pSTAT5 response in samples rested as above and then starved for one hour in RPMI  Conclusions: Based on the threshold for cytokine stimulation and percentage of cells that display pSTAT5 induction, CMML appears to preferentially utilize GM-CSF for survival and/or expansion. Although RAS mutations were not assessed, CMML cells were preferentially sensitive to GM-CSF in newly diagnosed cases independent of cytogenetic abnormalities suggesting that JMML and CMML share biological features of GM-CSF hypersensitivity. Disclosures: Padron: KaloBios Pharmaceuticals, Inc.: Research Funding. Bebbington: KaloBios Pharmaceuticals, Inc.: Employment, Equity Ownership. Baer: KaloBios Pharmaceuticals, Inc.: Employment, Equity Ownership."
}