{
    "doi": "https://doi.org/10.1182/blood.V110.11.3732.3732",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=855",
    "start_url_page_num": 855,
    "is_scraped": "1",
    "article_title": "Gamma-Retroviral and Lentiviral Vectors Have Different Preferences for Specific Classes of Genes and Specific Genomic Features in Human Hematopoietic Cells ",
    "article_date": "November 16, 2007",
    "session_type": "Gene Therapy and Transfer",
    "topics": [
        "cancer",
        "complex",
        "genes",
        "genome",
        "lentiviral vector",
        "retroviridae",
        "transcription factor",
        "chromatin",
        "short interspersed nucleotide elements",
        "spatial vectors"
    ],
    "author_names": [
        "Alessandra Recchia, PhD",
        "Anna Testa, PhD",
        "Davide Cittaro",
        "Barbara Felice",
        "Claudia Cattoglio",
        "Lucilla Luzi, PhD",
        "Fulvio Mavilio, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Biomedical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
        ],
        [
            "Department of Biomedical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
        ],
        [
            "FIRC Institute of Molecular Oncology, Milan, Italy"
        ],
        [
            "FIRC Institute of Molecular Oncology, Milan, Italy"
        ],
        [
            "Gene Therapy Program, Istituto Scientifico H. San Raffaele, Milan, Italy"
        ],
        [
            "FIRC Institute of Molecular Oncology, Milan, Italy"
        ],
        [
            "Department of Biomedical Sciences, University of Modena and Reggio Emilia, Modena, Italy",
            "Gene Therapy Program, Istituto Scientifico H. San Raffaele, Milan, Italy"
        ]
    ],
    "first_author_latitude": "44.6451145",
    "first_author_longitude": "10.928123999999999",
    "abstract_text": "Integration of gamma-retroviral (RV) and lentiviral (LV) vectors follows non-random patterns in mammalian genomes, with a common preference for active chromatin regions. The molecular basis of the interaction between retroviral pre-integration complexes and the human genome is poorly understood, particularly in the case of gamma-retroviruses. We have mapped a large number of RV and LV integrations in human CD34+ hematopoietic cells, transduced in vitro and analyzed without selection. Recurrent insertion sites (hot spots) account for >20% of the RV integration events, while they are significantly less frequent in the case of LV vectors. RV but not LV hot spots are highly enriched in proto-oncogenes, cancer-associated CIS, and growth-controlling genes. Genes involved in hematopoietic and immune system development are targeted at high frequency and enriched in hot spots, suggesting that the CD34+ gene expression program is instrumental in directing RV integration. To obtain information about the genetic determinants of retroviral integration preferences, we investigated the role of transcriptional regulatory element within the vector as well as the chromatin-specific determinants of the target sites in directing RV and LV integration. Comparative analysis of the “integromes” of vectors carrying different transcriptional regulatory elements provide information on the role of transcriptional complexes bound to genomic and viral sequences in targeting retroviral pre-integration complexes (PICs). Analysis of the chromatin characteristics around integration sites provides information about specific structures, protein components or epigenetic modifications that may favor the binding of retroviral PICs. Genomic sequences flanking the integration sites (±1 kb) were annotated and analyzed using TRANSFAC and JASPAR matrix database and UCSC track. This analysis shows that the content and arrangement of putative transcription factor binding sites around the insertion points is different between RV and LV vectors, and between vectors carrying different LTR modifications. The frequency, coverage and position of the major class of repeats in our datasets were also analyzed. Hyper Geometric Distribution analysis revealed a significant abundance of SINE and LINE repeats around the RV vector integration sites. These data indicate that vector design and the target cell gene expression program have a significant impact in determining the integration characteristics of retroviral vectors."
}