{
    "doi": "https://doi.org/10.1182/blood.V108.11.1985.1985",
    "article_title": "Effectiveness of Clofarabine in Elderly AML Patients with Adverse Cytogenetics Unfit for Intensive Chemotherapy. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Outcomes for elderly patients with AML are almost uniformly poor, and it has been shown ( Wheatley et al., Blood  2005 , 106 (11) 199a ) that patients with adverse cytogenetics have a particularly poor prognosis. Additionally, a large proportion of such patients are considered not to be fit for intensive chemotherapy (Juliusson et al, Leukemia, 2006 (20): 42–7), and given best supportive care, or low-dose Ara-C. The NCRI AML14 trial observed no remissions in 18 patients with adverse cytogenetics treated with Ara-C, and no remissions in 20 patients treated with hydroxyurea. We present here a combined analysis of the BIOV-121 Study, and the UWCM-0001 study. Both studies were for untreated patients over 65 years of age who were not considered fit for chemotherapy. The treatment comprised clofarabine 30mg/m 2 on days 1–5 repeated after 28–42 days for up to 3 courses. The primary endpoints were overall response (CR, CRi or PR) and safety. Patients: A total of 95 patients were recruited, of whom 95 received clofarabine 30mg/m 2 . Twenty-six patients (27%) had adverse cytogenetics. Results : 10/26 patients (38%) achieved either CR or CRi. With a median follow-up of 10 months (range 2–17 months), 1 year survival is 20%, with 19/26 patients having died. At most recent follow-up, 4/10 patients achieving CR or CRi are still alive in remission. Discussion : The remission rate of 38% seen with clofarabine compares favourably, not only with traditional non-intensive approaches (which have failed to induce any remissions in similar sized cohorts), but also to the 42% remission rate seen in patients treated with intensive daunorubicin/Ara-C based chemotherapy in the NCRI AML14 trial. One year survival rates are also encouraging, at 20% compared to 0%, 5% and 23% for patients treated with Ara-C, supportive care, and intensive chemotherapy respectively. Exploratory comparisons of survival between the 30mg clofarabine patients and the three treatment regimens give highly significant survival advantages compared to Ara-C and HU (p=0.0001, p=0.004 respectively) and no significant difference between clofarabine and DA (p=1.0), although confidence intervals in this case are wide. Conclusions: Clofarabine has the ability to induce remissions in patients with adverse cytogenetics, unlike Ara-C and supportive care, and survival in this group is improved. Remission rates and survival are similar to those seen for patients treated with intensive chemotherapy. Clofarabine is clearly worthy of further investigation, and may provide an important treatment option for high risk patients with AML.",
    "topics": [
        "chemotherapy regimen",
        "clofarabine",
        "cytogenetics",
        "older adult",
        "disease remission",
        "cytarabine",
        "supportive care",
        "follow-up",
        "daunorubicin",
        "hydroxyurea"
    ],
    "author_names": [
        "Alan K. Burnett",
        "M. Baccarani",
        "Peter Johnson",
        "John Yin",
        "Andrew Saunders",
        "Nigel Russell",
        "Robert Hills"
    ],
    "author_dict_list": [
        {
            "author_name": "Alan K. Burnett",
            "author_affiliations": [
                "Haematology, Welsh School of Medicine, Cardiff University, Cardiff, Wales, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "M. Baccarani",
            "author_affiliations": [
                "Haematology, Cattedra di Ematologia, Rome, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Johnson",
            "author_affiliations": [
                "Haematology, Western General, Edinburgh, Scotland, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Yin",
            "author_affiliations": [
                "Haematology, Manchester Royal Infirmary, Manchester, England, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Saunders",
            "author_affiliations": [
                "Bioenvision, Edinburgh, Scotland, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel Russell",
            "author_affiliations": [
                "Haematology, Nottingham City Hospital, Nottingham, England, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Hills",
            "author_affiliations": [
                "Haematology, Welsh School of Medicine, Cardiff University, Cardiff, Wales, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T02:32:52",
    "is_scraped": "1"
}