{
    "doi": "https://doi.org/10.1182/blood.V118.21.2925.2925",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2028",
    "start_url_page_num": 2028,
    "is_scraped": "1",
    "article_title": "Final Results of a Phase II Study Evaluating Lenalidomide in Combination with Low Dose Dexamethasone As First Line Therapy for Primary Plasma Cell Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster II",
    "topics": [
        "dexamethasone",
        "lenalidomide",
        "leukemia, plasma cell",
        "phase 2 clinical trials",
        "multiple myeloma",
        "toxic effect",
        "pneumonia",
        "transplantation",
        "adverse event",
        "bortezomib"
    ],
    "author_names": [
        "Pellegrino Musto",
        "Fiorella D'Auria",
        "Maria Teresa Petrucci",
        "Anna Levi",
        "Nicola Cascavilla",
        "Antonietta Falcone",
        "Francesco Di Raimondo",
        "Maide Cavalli",
        "Tommaso Caravita",
        "Fortunato Morabito",
        "Massimo Offidani",
        "Nunzio Filardi",
        "Francesco Nobile, MD",
        "Giulia Benevolo",
        "Giuseppe Pietrantuono",
        "Maria Carmen Martorelli",
        "Oreste Villani",
        "Roberto Guariglia",
        "Giovanna Mansueto",
        "Giovanni D'Arena",
        "Rosa Lerose",
        "Antonia Zonno",
        "Emanuela Zifarone",
        "Valentina Santopietro",
        "Katia Todoerti",
        "Sara Bringhen",
        "Francesca Gay",
        "Paola Omedè",
        "Antonino Neri",
        "Mario Boccadoro, MD",
        "Antonio Palumbo"
    ],
    "author_affiliations": [
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Department of Medical Sciences University of Milan, Hematology 1, IRCCS Policlinico Foundation, Milan, Italy"
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Department of Medical Sciences University of Milan, Hematology 1, IRCCS Policlinico Foundation, Milan, Italy"
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ],
        [
            "Multiple Myeloma Working Party and Italian Myeloma Network, GIMEMA, Rome, Italy, "
        ]
    ],
    "first_author_latitude": "41.310479349999994",
    "first_author_longitude": "15.68215825",
    "abstract_text": "Abstract 2925 Primary plasma cell leukemia (PPCL) is an aggressive variant of multiple myeloma, accounting for 0.5–4% of all newly diagnosed myeloma cases and characterized by a short survival (generally less than 1 year), which is only moderately improved by transplant procedures. Novel agents seem to be able to ameliorate the poor clinical outcome of both primary and secondary leukemic phases of myeloma; however, no data are currently available on the use of lenalidomide as first line therapy in PPCL. On March, 2009, we started a multicenter, phase II trial aiming to evaluate safety and antitumor activity of lenalidomide in combination with dexamethasone (LD) in previously untreated PPCL. Here we report the final results of this study. Newly diagnosed PPCL patients received lenalidomide at a dose of 25 mg/d for 21 days and oral dexamethasone at a dose of 40 mg on days 1, 8, 15, and 22 for each 28-day cycle. After 4 cycles, responding patients not eligible for stem cell transplantation (SCT) continued until 8 cycles of full-dose LD, if tolerated, followed by a maintenance dose of single agent lenalidomide equal to 10 mg/d on days 1–21 of each 28-day cycle. Patients responding after 4 cycles and eligible for SCT proceeded according to single Centre transplant policy. Patients not responding after 4 cycles or progressing during this treatment were considered off-study. The primary endpoint was early response rate according to International Uniform Criteria. The secondary endpoints were PFS, OS, safety and percentage of eligible patients able to undergo autologous or allogeneic SCT. Appropriate dose reductions, contraception methods and anti-thrombotic prophylaxis were applied. Twenty-three patients, as requested by the Simon Optimal Two-Stage Adaptive Design adopted, were enrolled. The trial was therefore closed on May, 31, 2011. M/F ratio was 0.7, mean age was 62 years (range 44–80). Circulating plasma cells ranged from 2.1 to 115 × 10e9/l. Moderate renal failure, increased LDH and extramedullary disease occurred in 39.1%, 43.5% and 13 % of patients, respectively. Hb was < 10 g/dl in 19 patients (82.6%), while platelet count was < 50 × 10e9/l in 5 patients (21.7%). Karyotype abnormalities were detected by FISH in 21 out of 22 tested patients; in particular, 1p loss was found in 9 patients, 1q gain in 10 patients, del(13q) in 16 patients, del(17p13) in 7 patients, t(11;14) in 7 patients, t(4;14) in 3 patients and MAF translocations, including t(14;20) and t(14;16), in 8 patients. Seventeen patients had a combination of two (n. 5) or more (n. 12) cytogenetic lesions. On intention-to-treat analysis, 14 patients completed the initial four planned cycles and all of them responded. In particular, 6 PR (26.1%), 4 VGPR (17.4%), 1 near-CR (4.3%) and 3 CR (13%) were achieved (ORR 60.8%, VGPR or better 34.7%). Causes of early treatment discontinuation were: a) progressive disease (4 patients, after an initial, brief response in 2 cases); b) severe adverse events (4 patients: one acute renal failure, one Stevens-Johnson's syndrome, one pneumonia suspected for Pneumocystis carinii etiology, one multi-organ failure); c) death in PR due to causes unrelated to treatment or disease (one patient). Other relevant non-hematological toxicities included four episodes of pneumonia and one case of DVT. Grade 3–4 hematological toxicities occurred in about half of cases, requiring Lenalidomide dose adjustments. So far, among subjects achieving a response after 4 LD cycles, 8 eligible patients have successfully collected peripheral blood stem cells: 5 of them have completed single or double autologous SCT, one patient received tandem autologous-allogeneic non myeloablative SCT from a MUD donor. All patients transplanted after LD are currently alive and in remission phase. The maintenance phase has been reached in 3 responding patients not eligible for SCT, 2 of whom have relapsed after 2 and 8 months, respectively. With a mean follow-up of 15 months, OS and PFS are 65.2% and 52.1%, respectively. LD is a possible initial therapeutic option for PPCL, particularly in patients who receive SCT after a short course of induction treatment. Caution is required to prevent and to manage renal and hematological toxicities, as well as infectious complications. Considering some previous results obtained with other novel agents, the combination of lenalidomide and bortezomib might be an appealing approach to investigate prospectively in PPCL patients. Disclosures: Musto: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Petrucci: Celgene: Honoraria. Cascavilla: Celgene: Honoraria. Di Raimondo: Celgene: Honoraria. Caravita: Celgene: Honoraria. Morabito: Celgene: Honoraria. Offidani: Celgene: Honoraria. Bringhen: Celgene: Honoraria. Boccadoro: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Palumbo: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau."
}