{
    "doi": "https://doi.org/10.1182/blood.V120.21.2172.2172",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2186",
    "start_url_page_num": 2186,
    "is_scraped": "1",
    "article_title": "High-Throughput Nanomechanical Platelet Contraction Measurements Using Patterned Hydrogels. ",
    "article_date": "November 16, 2012",
    "session_type": "301. Platelet Activation and Biochemistry: Poster II",
    "topics": [
        "agonists",
        "antagonists",
        "blood platelets",
        "calcium",
        "epinephrine",
        "fibrin",
        "fibrinogen",
        "fluorescein-5-isothiocyanate",
        "gel",
        "glycoprotein"
    ],
    "author_names": [
        "David R Myers, PhD",
        "Ashley C Brown, PhD",
        "Yongzhi Qiu, PhD",
        "Yumiko Sakurai, MSc",
        "Reginald Tran, BS",
        "Byungwook Ahn, PhD",
        "Robert Mannino",
        "Todd Sulchek, PhD",
        "Andew Lyon, PhD",
        "Thomas H Barker, PhD",
        "Wilbur Lam, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA, USA, "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
        ],
        [
            "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA, USA, "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
        ],
        [
            "Mechanical Engineering, Georgia Institute of Technology, Atlanta, GA, USA, "
        ],
        [
            "School of Chemistry and Biochemistry, Georgia Institute of Technology, Atlanta, GA, USA"
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
        ]
    ],
    "first_author_latitude": "33.84933435",
    "first_author_longitude": "-84.33692779999998",
    "abstract_text": "Abstract 2172 Background: Previous studies on clot formation have shown that the mechanical properties of clots have direct effects on hemostasis and thrombosis, and alterations of those clot mechanics are associated with disease(Collet, et al. 2006) (Hvas, et al. 2007). As such, understanding the mechanical properties of clots is vital to understand hemostasis and thrombosis. As platelets drive this contraction phenomenon, single platelet measurements are required to obtain a mechanistic understanding of the retraction process and to identify specific therapeutic targets for disease states in which platelet/clot retraction is pathologically altered. In addition, as fibrin has recently been shown to have extremely complex material and mechanical properties (Brown, et al. 2009), single platelet studies would decouple the effects of fibrin from platelets when examining clot mechanics. However, few studies have focused on the biomechanical role of platelets in clot formation and clot mechanics, especially at the single cell level. Our group has recently published measurements of single platelet contraction (Lam, et al, Nature Mat, 2011), showing that platelets are capable of applying large forces and are quite varied in their response. However, the key barrier which has prevented the study of single platelets has been the lack of a technology with the sufficient precision and sensitivity to both manipulate and measure individual platelets in a high throughput manner. To that end, we have extended a technique (Polio, et al. 2012) that is capable of measuring the contraction of individual platelets in a high throughput manner. Results: Here we precisely pattern FITC conjugated fibrinogen dots in a geometrical array ( Fig 1 A) on polyacrylamide (PAA) gels. Thrombin activated platelets are incubated on the gel and contract upon contact with the micropatterned fibrinogen “dots”. When the platelet comes into contact with two dots and contracts, the distance in which the platelet moves the dots from their original position is used to determine the force. Conceptually, this is similar to the idea of a linear spring, in which a certain spring displacement corresponds to a known force. Using this technique, we measured 71 platelets which were attached to two fibrinogen dots each, and found that on low stiffness gels, that the average contractile force was approximately 4nN ( Fig 2 A). Platelets may attach to a maximum of four dots, but do so with a much lower frequency as compared to two dots ( Fig 2 B). Preliminary results indicate that as platelet area increases, as indicated by contact with additional protein “dots”, the total force exerted by the platelet increases, with a maximum contractile force achieved when touching three protein dots ( Fig 2 C). Based on this data, there may be an optimum platelet spread area that maximizes contractile force. Conclusions and Ongoing Efforts: We will determine how the biophysical parameters, such as micro-environmental stiffness and shear flow, quantitatively affect platelet contractility. As our current understanding of the underlying biological mechanisms of platelet contraction is solely qualitative, we will also quantitatively investigate the biological signaling pathways of platelet contraction using pharmacological agents and platelet agonists using our system. Pharmacologic agents including glycoprotein IIb/IIIa (integrin α IIb β 3 ) antagonists, Rho kinase inhibitors, calcium inhibitors, and myosin inhibitors, will be used to measure the quantitative effect each biological component has on platelet contraction. In addition, soluble agonists known to activate platelets including thrombin, ADP, thromboxane A2, and epinephrine will be investigated quantitatively and systematically to measure their interactive and synergistic effects on platelet contraction. Furthermore, this device represents a new platform which could be used in drug discovery and to test for changes in platelet contraction with differing pharmacological doses. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}