{
    "doi": "https://doi.org/10.1182/blood.V104.11.1746.1746",
    "article_title": "Occurrence of Immune Responses Against Foreign Transgenes after Infusion of Suicide Gene-Expressing Donor T-Cells Concurrently to an Allogeneic Bone Marrow Transplantation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "A phase I clinical trial of Herpes-Simplex Virus thymidine kinase (HSV-tk)-expressing gene-modified cell (GMC) administration at time of geno-identical bone marrow transplantation (BMT) (Tiberghien et al., Blood 2001), demonstrated that such an approach could result in adequate modulation of deleterious alloreactivity after BMT. The neomycin resistance (Neo-R) gene, encoding for the neomycin phosphotransferase II enzyme, was transferred together with the HSV-tk gene in order to select in vitro the transduced cells. We have analysed whether these patients developed an immune response against GMC. Peripheral blood mononuclear cell (PBMC) samples from 8 patients, harvested before and between 1 month and 4 years after BMT, were stimulated overnight by irradiated donor GMC or irradiated, similarly cultured but non transduced, donor control cells (Co) before assessment of IFN-gamma secretion by ELISPOT. An immune response was considered as present when the frequency of GMC-reactive cells was > 20 spots/10.5 PBMC over the frequency of Co-reactive-cells. An immune response was detected in 5/8 patients, with a maximum frequency (median: 60 [42–134] spots/10.5 PBMC) observed at a median time of day 49 ([35–70]) post-BMT and decreasing thereafter to undetectable levels in most patients. The use GMC expressing nerve growth factor receptor (LNGFR) and HSV-tk or LNGFR and Neo-R as stimulators allowed the demonstration that the observed immune responses were directed against both HSV-TK and NeoR with a predominant response against HSV-tk. The anti-GMC immune response occurred earlier than similarly evaluated anti-EBV or anti-CMV responses. There was no apparent relation between the number of GMC infused, the number of circulating GMC in vivo or a treatment by ganciclovir and the subsequent occurrence of an immune response. Furthermore, a similar decrease in the number of circulating GMC during the first 6 months was observed in the presence or absence of immune response and detectable GMC could be found more than 7 years after BMT independently of such an immune response. Interestingly, multi-primer PCR for the HSV-tk gene on bulk PBMC or G418-resistant clones suggest that the HSV-tk gene is deleted (or significantly mutated) in GMC circulating more than 5 years after BMT in 4/4 evaluable patients. Furthermore, the spliced form of HSV-tk (Garin et al, Blood 2001) was found in only 1 out 26 GMC clones (derived from 3 patients), suggesting an absence of survival advantage of the GMC expressing the spliced HSV-tk gene. Overall, we demonstrate that the infusion of a low amount of GMC after an intensive conditioning regimen (TBI-Cytoxan-Busulfan) and concurrently to an allogeneic T-cell depleted BMT and cyclosporine treatment does not prevent the occurrence of an immune response directed against foreign transgenes. The long-term persistence of GMC despite an immune response might be, at least partly, in relation with the presence of deleted transgenes in such cells. An immune-mediated depletion of mature donor gene-modified T-cells infused at time of BMT might be deleterious with regard to graft facilitation and to the Graft-vs-Leukemia effect. Thus, development of non-immunogenic suicide and/or selection genes still remains an important issue for the development of future clinical trials involving suicide gene-expressing donor T-cells.",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "donors",
        "genes",
        "immune response",
        "infusion procedures",
        "suicide",
        "t-lymphocytes",
        "transgenes",
        "bone marrow transplantation",
        "busulfan"
    ],
    "author_names": [
        "Patricia Mercier",
        "Marina Deschamps",
        "Jean-Marie Certoux",
        "Delphine Sauce, PhD",
        "Christophe Ferrand, PhD",
        "Eric Deconinck, MD",
        "Pierre Tiberghien, MD, PhD",
        "Eric Robinet, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Patricia Mercier",
            "author_affiliations": [
                "INSERM U645 UPRES EA2284, EFS Bourgogne/Franche-Comte - IFR 133 IBCT, Besancon, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marina Deschamps",
            "author_affiliations": [
                "INSERM U645 UPRES EA2284, EFS Bourgogne/Franche-Comte - IFR 133 IBCT, Besancon, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Marie Certoux",
            "author_affiliations": [
                "INSERM U645 UPRES EA2284, EFS Bourgogne/Franche-Comte - IFR 133 IBCT, Besancon, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Delphine Sauce, PhD",
            "author_affiliations": [
                "INSERM U645 UPRES EA2284, EFS Bourgogne/Franche-Comte - IFR 133 IBCT, Besancon, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christophe Ferrand, PhD",
            "author_affiliations": [
                "INSERM U645 UPRES EA2284, EFS Bourgogne/Franche-Comte - IFR 133 IBCT, Besancon, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Deconinck, MD",
            "author_affiliations": [
                "INSERM U645 UPRES EA2284, EFS Bourgogne/Franche-Comte - IFR 133 IBCT, Besancon, France",
                "Service d’Hematologie, Hopital Jean Minjoz, Besancon, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Tiberghien, MD, PhD",
            "author_affiliations": [
                "INSERM U645 UPRES EA2284, EFS Bourgogne/Franche-Comte - IFR 133 IBCT, Besancon, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Robinet, PhD",
            "author_affiliations": [
                "INSERM U645 UPRES EA2284, EFS Bourgogne/Franche-Comte - IFR 133 IBCT, Besancon, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T15:42:45",
    "is_scraped": "1"
}