{
    "doi": "https://doi.org/10.1182/blood-2018-99-119947",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4112",
    "start_url_page_num": 4112,
    "is_scraped": "1",
    "article_title": "The Hypofibrinolytic Defect of Nephrotic Syndrome Is Directly Proportional to Fibrin Network Density ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "topics": [
        "fibrin",
        "nephrotic syndrome",
        "severity of illness",
        "thrombin",
        "fibrinolytic agents",
        "thrombolytic therapy",
        "hypoalbuminemia",
        "plasminogen",
        "proteinuria",
        "thrombus"
    ],
    "author_names": [
        "Amanda P. Waller, PhD",
        "Katelyn J Wolfgang",
        "Bryce A. Kerlin, MD"
    ],
    "author_affiliations": [
        [
            "The Research Institute at Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "The Research Institute at Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "Center for Clinical and Translational Research, The Research Institute at Nationwide Children's Hospital, Department of Pediatrics, Division of Hematology/Oncology/BMT, The Ohio State University College of Medicine, Nationwide Children's Hospital, Columbus, OH"
        ]
    ],
    "first_author_latitude": "39.9529462",
    "first_author_longitude": "-82.9812136",
    "abstract_text": "Introduction Nephrotic syndrome (NS) is characterized by massive proteinuria (secondary to podocyte injury), hypoalbuminemia, and edema. Importantly, NS is associated with a complex acquired hypercoagulopathy and a high incidence (~25%) of life-threatening thrombotic complications. Both hypercoagulopathy and hypofibrinolysis are described contributors to NS-related VTE risk. However, the mechanisms underlying the latter are poorly understood. We previously showed NS disease severity is directly proportional to both hypercoagulopathy and fibrinolytic resistance There is evidence that fibrin clot structural density contributes to clot stability and has been observed in the presence of both increased plasma thrombin generation and fibrinogen levels, both of which we have previously demonstrated in NS. Thus the aim of the present study was to investigate the mechanistic relationship between fibrin clot structure and fibrinolysis using two rodent models of NS and a cohort of human NS patients. We hypothesized that hypofibrinolysis arises from increased fibrin network density in a manner directly proportional to NS disease severity. Methods Using two well-established rat models of NS, transgenic diphtheria toxin receptor (DTR) and puromycin aminonucleoside (PAN), we compared fibrinolytic markers to disease severity. A range of severity was induced by a single injection of diphtheria toxin (0-75 ng/kg IP) or PAN (0-150 mg/kg IV). On day 10 post-injection, morning spot urines were collected and analyzed for protein:creatinine ratio (uPr:Cr). Rats were then anesthetized and venous blood (IVC) was collected into 0.32% NaCitrate/1.45 µM Corn Trypsin Inhibitor and spun down to platelet poor plasma (PPP). Samples were also collected from a local cohort of pediatric and adult NS patients (n=23), along with the corresponding clinical lab data for each patient. Plasma clot lysis assay (CLA) was performed using urokinase (50 IU) +/- plasminogen (2.4 uM), on clots initiated with high (20 nM) or low (5 nM) thrombin. Clot fibrin network structure was visualized/assessed by laser scanning confocal microscopy using fluorescently-labeled fibrinogen as a tracer. Fibrinolytic markers in plasma were measured by ELISA. Results Hypofibrinolysis: Previous findings of a hypofibrinolytic defect was confirmed with the CLA, such that plasma clot lysis at 60 min was significantly negatively correlated with proteinuria (R 2 =0.196; P=0.007 & R 2 =0.214; P=0.010) and significantly positively correlated with hypoalbuminemia (R 2 =0.310; P<0.001 & R 2 =0.240; P=0.006), in the DTR & PAN models, respectively. Additionally, plasma clot lysis by CLA was decreased in NS patients with uPrCr ≥2 (n=16) vs. <2 mg/mg (n=7) (96.1 vs 55.2 %, respectively; P=0.041). Similar results were found when the assay was repeated using high or low thrombin concentrations or increased UK (200 IU), with and without the addition of physiologic amounts of plasminogen. When the assay was performed in the absence of UK (0 IU), lysis at 60 min was drastically reduced (~17%) with no difference between groups. Mechanisms of Hypofibrinolysis: Fibrin network density increased with disease severity such that it was positively correlated with proteinuria (P=0.022) and negatively correlated with hypoalbuminemia (P=0.01) in our DTR rat model, with similar results seen in our human samples (Figure). As expected, fibrin network density was negatively correlated with plasma clot lysis (P=0.04), while plasma fibrinogen concentration (P=0.017), and thrombin generation (P=0.047) were positively correlated with fibrin density. There was no correlation with plasma uPA, PAI-1, a2AP, tPA, TAFI, or plasminogen. Conclusions These data suggest that nephrotic plasma forms thrombi with a denser fibrin network that is resistant to fibrinolysis, in a manner that is proportional to disease severity. The significant correlation between thrombin generation and fibrin network density suggest that plasma thrombotic potential may be a key mechanism contributing to the altered clot structure and impaired clot lysis of NS. Current studies are exploring the mechanisms underlying and in vivo significance of fibrinolytic resistance in our rat NS models. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}