{
    "doi": "https://doi.org/10.1182/blood.V112.11.5017.5017",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1261",
    "start_url_page_num": 1261,
    "is_scraped": "1",
    "article_title": "A Novel Microarray Gene Expression Analysis of Murine AML Cell Lines Provides Clues to the Development of Drug Resistance to Ara-C ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "cell lines",
        "cytarabine",
        "drug development",
        "gene expression",
        "mice",
        "drug combinations",
        "leukemia, myelocytic, acute",
        "rna, messenger",
        "ribosomes"
    ],
    "author_names": [
        "Susan K Rathe",
        "David Largaespada, PhD"
    ],
    "author_affiliations": [
        [
            "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "University of Minnesota, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.97093059999999",
    "first_author_longitude": "-93.2324902",
    "abstract_text": "Acute myeloid leukemia (AML) has the ability to evade cell death in the presence of chemotherapeutic cocktails containing cytosine arabinoside (Ara-C). This lab previously developed two highly resistant murine AML cell lines, B117H and B140H, by introducing increasing concentrations of Ara-C to their parental cell lines, B117P and B140P, respectively. B117H and B140H can tolerate Ara-C concentrations ~1000X that of their drug sensitive parental cell lines. mRNA from all four cell lines were used in gene expression microarrays for the purpose of comparing Ara-C drug resistant murine AML cell lines with their Ara-C drug sensitive parental lines. A novel algorithm was developed to evaluate the changes in gene expression between the drug resistant and drug sensitive cells. The algorithm differed from more conventional algorithms in two key ways. First, the detection data was normalized by using ribosomal subunit 9 (Rsp9) as the normalization gene, and secondly it calculated fold change by comparing the minimum value of one population to the maximum value of the other population. The output of this algorithm was a list of genes with significant gene expression changes. These genes were next submitted to the Ingenuity Pathway Analysis (IPA) process. IPA implicated nuclear factor-κB (NFκB) in the Ara-C resistance process. Cell growth assays confirmed that the Ara-C drug resistant B117H cell line was significantly more sensitive to NFκB inhibition than its Ara-C sensitive parental cell line. This leads us to believe that the selection of Ara-C resistance may also concomitantly make some AML cells highly sensitive to killing by NFκB inhibition. This theory is being tested further through the use of drug combination assays, to determine if a synergistic or antagonistic relationship exists between Ara-C and various drugs that affect the NFκB pathway."
}