{
    "doi": "https://doi.org/10.1182/blood.V128.22.3381.3381",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3403",
    "start_url_page_num": 3403,
    "is_scraped": "1",
    "article_title": "A Phase I Study of the Safety and Feasibility of Bortezomib in Combination with G-CSF for Stem Cell Mobilization in Patients with Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "711. Cell Collection and Processing: Poster II",
    "topics": [
        "bortezomib",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cell mobilization",
        "multiple myeloma",
        "apheresis",
        "cd34 antigens",
        "autologous stem cell transplant",
        "hematotoxicity",
        "tissue transplants",
        "toxic effect"
    ],
    "author_names": [
        "Armin Ghobadi, MD",
        "Mark A Fiala, BS, CCRP",
        "Geoffrey L. Uy, MD",
        "Keith Stockerl-Goldstein",
        "Ravi Vij, MD MBA",
        "John F DiPersio, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO"
        ]
    ],
    "first_author_latitude": "38.636834",
    "first_author_longitude": "-90.2624559",
    "abstract_text": "Background: Granulocyte colony-stimulating factor (G-CSF) is the most frequently used agent for stem cell mobilization in multiple myeloma (MM). G-CSF results in suboptimal stem cell yields in 5-30% of MM patients and results in the mobilization of both progenitor cells and tumor cells. While the consequence of reinfusing malignant cells remains unclear, one prospective study has suggested that the presence of myeloma cells in PBSC grafts correlates with poor outcome after transplantation. Thus, in vivo or ex vivo purging of myeloma cells in PBSC products may represent a valid strategy for reducing relapse. In this phase I study, we explored the mobilization effect of bortezomib (BTZ) when given at peak G-CSF mobilization. We previously reported that in mice, administration of BTZ after 4 days of G-CSF augments mobilization with G-CSF significantly by modulating VLA-4/VCAM-1 axis (Ghobadi, et al, Blood, 2014). We hypothesize that administration of BTZ will augment mobilization and have an in vivo purging effect on myeloma cells. Objectives: 1) To determine the maximum tolerated dose (MTD) of BTZ when administered with G-CSF for stem cell mobilization; 2) To analyze the mobilization effect of BTZ, 3) To determine the effect of BTZ on frequency and number of circulating myeloma cells. Methods: This was a phase I study using 3 dose levels of BTZ (0.7, 1.0, and 1.3 mg/m 2 ). G-CSF was administered (10 μg/kg) for five days. On the evening of the fourth day, a single dose of BTZ was administered. Peripheral blood was drawn 1-2 hours before and 15-18 hours following BTZ administration (prior to day 5 G-CSF administration) to analyze the effect of BTZ on peak CD34 + count and circulating myeloma cells. Standard apheresis was then performed (~20L). If the target collection was not met after 1 apheresis, up to 3 additional days of G-CSF and apheresis were performed. No additional BTZ was administered. Following mobilization patients underwent ASCT per institutional guidelines. Eligible patients had upfront MM and were candidates for ASCT. Prior BTZ exposure was not exclusionary. Dose limiting toxicity was defined as grade 4 hematologic toxicities and any grade 3-5 non hematologic toxicities within 28 days of BTZ administration. Results: Ten patients were enrolled; 1 patient at 0.7mg/m 2 , 3 at 1.0mg/m 2 , and 6 at 1.3mg/m 2 . The median age was 64 years; 60% were male. All patients had received prior BTZ, largely in combination regimens with lenalidomide or cyclophosphamide, the median number of prior cycles was 4. There were no dose limiting toxicities or serious adverse events reported, therefore an MTD was not established. Prior to G-CSF administration, the mean PB CD34 + was 1/μL (range: 0-3/ μ L). Mean PB CD34 + cells at Day 4 prior to BTZ administration and 15 hours after BTZ administration (Day 5 prior to G-CSF administration and apheresis) were 25/μL (range: 1-59/ μ L) and 38/μL (range: 2-84/ μ L) respectively suggesting that administration of BTZ at peak G-CSF mobilization can potentially increase circulating CD34 + cells (Figure 1). The median CD34 + collection following 1 apheresis was 4.5 x 10 6 /kg. Fifty percent of the patients collected > 5.0 x 10 6 /kg CD341 + cells after 1 apheresis, 70% in 1-4 apheresis. Correlative studies using clonoSEQ technology are currently being performed to analyze the effect of BTZ on circulating myeloma cells. At the time of abstract preparation, 8 patients have subsequently undergone ASCT. The median times to neutrophil and platelet engraftment were 11.5 and 22.5 days, respectively. The complete response rate (CRR) was 29%. To date, there has been one case or relapse/progression at a median follow-up of 5.6 months. Discussion: Administration of BTZ at peak G-CSF mobilization was safe and well tolerated and enhanced G-CSF-induced stem cell mobilization. BTZ administration did not seem to impact graft viability as all patients had successful engraftment and the time to engraftment was unaffected. Correlative studies are currently being performed to determine if BTZ had an in vivo purging effect on myeloma cells as we hypothesized. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Uy: Glycomimetics: Consultancy; Boehringer Ingelheim: Consultancy. Vij: Novartis: Consultancy; Bristol-Myers Squibb: Consultancy; Karyopharma: Consultancy; Janssen: Consultancy; Takeda: Consultancy, Research Funding; Jazz: Consultancy; Shire: Consultancy; Celgene: Consultancy; Amgen: Consultancy, Research Funding. DiPersio: Incyte Corporation: Research Funding."
}