{
    "doi": "https://doi.org/10.1182/blood.V120.21.1247.1247",
    "article_title": "A Novel Perspective On Hematopoietic Stem/Progenitor Cell Homing - an Expanding Family of Bone Marrow Homing Factors That Can Support SDF-1-Mediated Homing or Even Replace SDF-1 ",
    "article_date": "November 16, 2012",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster I",
    "abstract_text": "Abstract 1247 Background. Hematopoietic stem progenitor cells (HSPCs) are retained in bone marrow (BM) niches due to the stromal-derived growth factor-1 (SDF-1)–CXCR4 receptor axis and interactions between Very Late Antigen-4 (VLA-4, also known as α 4 β 1 integrin) and its ligand, Vascular Adhesion Molecule-1 (VCAM-1 or CD106). While HSPCs express CXCR4 and VLA-4, their corresponding ligands, SDF-1 and VCAM-1, are expressed by cells in the BM microenvironment ( e.g. , osteoblasts and fibroblasts). While a role for the SDF-1–CXCR4 axis in the retention of HSPCs in BM under steady-state conditions is undisputed, its role in stem cell homing needs further clarification. For many years, it has been assumed that the chemotactic SDF-1 gradient across the BM–peripheral blood (PB) barrier determines whether cells home from PB into the BM microenvironment. However, this simple explanation has been challenged by several observations supporting the existence of SDF-1–CXCR4-independent homing mechanisms. For example, i) CXCR4 −/− fetal liver HSPCs can home to BM in an SDF-1-independent manner, ii) homing of murine HSPCs made refractory to SDF-1 by preincubation and co-injection with a CXCR4 receptor antagonist (AMD3100) is normal or only mildly reduced, iii) HSPCs in which CXCR4 expression is reduced by a SDF-1 intrakine strategy remain able to engraft in lethally irradiated recipients, and, as we recently reported, iv) myeloablative conditioning for transplantation induces a highly proteolytic microenvironment in BM that leads to proteolytic degradation of SDF-1 ( Cancer Res. 2010;70:3402, Leukemia. 2012;26:106 ). Aim of the study. Based on these observations strongly suggesting the involvement of other factors and/or supportive mechanisms in the SDF-1-mediated homing of HSPCs, we became interested in identifying these unknown factors, which support homing of HSPCs when SDF-1 is degraded in the proteolytic microenvironment of BM or even if it is completely absent. Experimental approach. We tested several growth factors, cytokines, bioactive lipids, extracellular nucleotides, and antimicrobial cationic peptides for their potential involvement in homing by employing i) Transwell migration assays and ii) signaling studies in the presence or absence of specific inhibitors. We studied the chemotactic responsiveness of these factors against BM, umbilical cord blood (UCB), and mobilized peripheral blood (mPB) cells. We also focused on the molecular mechanisms responsible for the observed phenomena. Salient observations. Out of >50 different factors tested in addition to SDF-1, only sphingosine-1-phosphate (S1P), ceramide-1-phosphate (C1P), ATP, UTP, and GTP, which are released by cells after BM microenvironment damaged by radio/chemotherapy conditioning for transplantation, were able to chemoattract BM-purified HSPCs. The responsiveness of HSPCs to these factors was inhibited after exposure to pertussis toxin (PTX) and after inhibiting MAPKp42/44 and AKT. Interestingly, in contrast to BM-isolated HSPCs, the chemotactic responsiveness of UCB and mPB HSPCs to these factors was significantly weaker, which suggests desensitization of the corresponding receptors by factors already present in peripheral blood plasma. We also found that BM stroma exposed to myeloablative doses of radio-chemotherapy secretes two antimicrobial cationic peptides, LL-37 and β2-defensin, that, while not direct chemottractants for HSPCs, strongly enhance the responsiveness of HSPCs to an SDF-1 gradient. This phenomenon plays a crucial role in situations in which the SDF-1 homing gradient is impaired by a highly proteolytic BM microenvironment after myeloablative conditioning for transplantation. Conclusions. Since all these direct chemottractants and priming factors are upregulated in BM after myeloblative conditioning for transplantation, a more complex picture of homing emerges that involves several factors that support, and in some situations even replace, the SDF-1–CXCR4 axis. We also conclude that the priming effects by LL-37 and β2-defensin play a critical role in homing of UCB- and mPB-derived HSPCs, which respond robustly to an SDF-1 gradient. Moreover, data in an animal model lend further support to this concept. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "bone marrow",
        "stem cells",
        "stromal cell-derived factor 1",
        "cxcr4 receptors",
        "transplantation",
        "male-pattern baldness",
        "vascular cell adhesion molecule-1",
        "antimicrobial cationic peptides",
        "defensins"
    ],
    "author_names": [
        "Gabriela Schneider, Ph.D.",
        "Kim ChiHwa, PhD",
        "Ahmed Abdel-Latif, MD",
        "Anna Janowska-Wieczorek, MD, PhD",
        "Janina Ratajczak, MD, PhD",
        "Mariusz Z Ratajczak, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gabriela Schneider, Ph.D.",
            "author_affiliations": [
                "Medicine, Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kim ChiHwa, PhD",
            "author_affiliations": [
                "Medicine, Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed Abdel-Latif, MD",
            "author_affiliations": [
                "Cardiology, University of Kentucky, Lexington, KY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Janowska-Wieczorek, MD, PhD",
            "author_affiliations": [
                "Div. Clinical Hematology, Dept. of Medicine, University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janina Ratajczak, MD, PhD",
            "author_affiliations": [
                "Medicine, Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariusz Z Ratajczak, MD, PhD",
            "author_affiliations": [
                "Medicine, Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T12:59:29",
    "is_scraped": "1"
}