{
    "doi": "https://doi.org/10.1182/blood.V116.21.SCI-34.SCI-34",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1796",
    "start_url_page_num": 1796,
    "is_scraped": "1",
    "article_title": "Novel Mutations: Dissecting Pathogenetic Contribution ",
    "article_date": "November 19, 2010",
    "session_type": "Scientific Committee on Myeloid Neoplasia: Molecular Pathogenesis and Targeted Therapy in Myeloproliferative Neoplasia",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cancer",
        "cytokine",
        "dna",
        "genomic instability",
        "hypersensitivity",
        "leukemia",
        "leukemia, myelocytic, acute",
        "leukemia, myelomonocytic, chronic",
        "mutation"
    ],
    "author_names": [
        "William Vainchenker, MD, PhD",
        "Francois Delhommeau, PharmD, PhD",
        "Isabelle Plo",
        "Jean-Luc Villeval",
        "Olivier Bernard"
    ],
    "author_affiliations": [
        [
            "Institut Gustave Roussy, Villejuif, France, "
        ],
        [
            "Inserm U1009, Institut Gustave Roussy, Villejuif, France, "
        ],
        [
            "INSERMU1009, Institut Gustave Roussy, Villejuif, France, "
        ],
        [
            "INSERMU1009, Institut Gustave Roussy, Villejuif, France, "
        ],
        [
            "Inserm U985, Institut Gustave Roussy, Villejuif, France"
        ]
    ],
    "first_author_latitude": "48.7947638",
    "first_author_longitude": "2.3485726999999996",
    "abstract_text": "Abstract SCI-34 BCR-ABL negative myeloproliferative neoplasms (MPN) such as Polycythemia Vera, Essential Thrombocytemia and Primary Myelofibrosis are clonal stem cell disorders associated with an increase production of mature blood cells usually affecting a single cell lineage. All three disorders may progress to leukemia. Cytokine hypersensitivity was likely common to all three disorders and recent. experimental evidences including the discovery of JAK2 V617F, JAK2 exon 12, MPL W515 and LNK mutations, validated this hypothesis. Indeed these mutations, gain-of-function for JAK2 and MPL and loss-of-function for LNK, lead to a deregulated cytokine signaling. Furthermore JAK2 and MPL mutations were shown to target a hematopoietic stem cell. In different murine models expression of JAK2 and MPL mutations recapitulated most stages of MPN, except progression to leukemia, although JAK2V617F was capable to modify gene repair mechanisms and may therefore contribute to a form of genomic instability. Recently, genomic analyses of MPN allowed the identification of mutations affecting the TET2 , ASXL1 and EZH2 genes, that may be associated together and with the others mutations. TET2, ASXL1 and EZH2 proteins are involved in the epigenetic regulation of transcription. Interestingly, ASXL1 and TET2 are mutated in a large spectrum of myeloid malignancies including, acute myeloid leukemia (AML), myelodysplastic syndromes (MDS) and MDS/MPN, suggesting that all three classes of myeloid malignancies may arise from a common genomic hit. The first discovered gene of this class was the TET2 gene, which belongs to a family of three genes that include also TET1 and TET3 . In vitro experiments demonstrated that the TET1 protein is able to hydroxylate the 5-methylcytosine, resulting in the generation of 5-hydroxymethylcytosine, a previously unknown modified base in mammalian DNA with unknown function. TET2 and TET3 are very likely to have the same propriety. Analysis of 800 patients with classical MPN revealed that TET2 variants are present in an average 14% of MPN with some differences among these disorders (20% in PMF, 13% in PV, 11% in ET and 20–30% in post-MPN AML. The frequency of TET2 mutation is similar in AML and much higher in CMML (50%). All variants observed are compatible with loss-of-function of the protein and biallelic mutations are found in 1/4 of the cases. Precise analysis of TET2 mutation occurrence during MPN progression has shown that TET2 mutations may precede or follow JAK2 V617F mutations. There is increasing evidence that JAK2V617F is only giving a proliferative advantage during differentiation, but not in stem cells, thus allowing a clonal dominance in late stages of differentiation. Whereas acquisition of a TET2 mutation in a MPN might be associated with its progression, initial TET2 mutations might be responsible for the clonal dominance at early stages of hematopoiesis. Further studies on the functions of these mutants in hematopoiesis may permit to decipher their precise role in the pathogenesis of MPN and other hematopoietic malignancies. Disclosures: No relevant conflicts of interest to declare."
}