{
    "doi": "https://doi.org/10.1182/blood.V128.22.2166.2166",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3552",
    "start_url_page_num": 3552,
    "is_scraped": "1",
    "article_title": "Engineered Erythrocytes As an Anti-Tumor Therapy through Induction of Apoptosis or Immune-Checkpoint Inhibition ",
    "article_date": "December 2, 2016",
    "session_type": "703. Adoptive Immunotherapy: Poster I",
    "topics": [
        "apoptosis",
        "burkitt's lymphoma",
        "cell cycle checkpoint",
        "erythrocytes",
        "neoplasms",
        "lymphoma",
        "aldesleukin",
        "programmed cell death 1 ligand 1",
        "antibodies",
        "antigens"
    ],
    "author_names": [
        "Sivan Elloul, PhD",
        "Claire Depew, BSc",
        "Sujata Nerle, MSc",
        "Tiffany Chen, PhD",
        "Samuel Kaplan, BSc",
        "Nathan Dowden, MBA",
        "Jordi Mata-Fink, PhD",
        "Avak Kahvejian, PhD",
        "Robert Deans, PhD"
    ],
    "author_affiliations": [
        [
            "Rubius Therapeutics, Cambridge, MA "
        ],
        [
            "Rubius Therapeutics, Cambridge, MA "
        ],
        [
            "Rubius Therapeutics, Cambridge, MA "
        ],
        [
            "Rubius Therapeutics, Cambridge, MA "
        ],
        [
            "rubius Therapeutics, Cambridge, MA "
        ],
        [
            "Rubius Therapeutics, Cambridge,"
        ],
        [
            "Rubius Therapeutics, Cambridge, MA "
        ],
        [
            "Rubius Therapeutics, Cambridge,"
        ],
        [
            "Rubius Therapeutics, Cambridge, MA "
        ]
    ],
    "first_author_latitude": "42.3676033",
    "first_author_longitude": "-71.0902725",
    "abstract_text": "Rubius Therapeutics has built a platform for producing allogeneic Red Cell Therapeutics (RCTs), genetically modified red blood cells expanded ex vivo . RCTs maintain the expected properties of normal RBCs including immunoprivilege, long circulating half life and deformability. Using lentiviral gene delivery, RCTs are able to harbor active intracellular as well as extracellular proteins, ranging from enzymes and cell targeting moieties to agonists and antibodies. RCTs represent a potentially transformational oncology platform, enabling multiple distinct modalities including tumor starvation, enhanced apoptotic signaling, and immune checkpoint inhibition, among others. The unique properties of the RCTs, including high avidity, the ability to express different moieties on and in the same cell, immunoprivilige, and extended T 1/2 suggest that this platform represents the next generation of circulating cell-based therapeutics. Herein data is presented demonstrating how RCTs can be designed to target and engage specific cell types and mediate biological effects on these target cells. First, RCTs were tested for how effectively they bind to a known cell surface marker with therapeutic relevance, and whether a subsequent biological effect could be induced. We generated RCTs expressing an anti-CD20 single chain variable fragment on their surface (RCT-antiCD20) and assessed their ability to bind CD20+ lymphoma cells in vitro. We demonstrated efficient and specific binding of RCT-antiCD20 to target cells using flow cytometry and immunofluorescent microscopy. We further assessed whether this interaction could induce apoptosis by co-culturing RCT-antiCD20 cells with a panel of CD20+ human lymphoma cell lines, representing a variety of lymphoma subtypes; DoHH2 (follicular lymphoma), Ramos (Burkitt's lymphoma), Granta-519 (Mantle Cell Lymphoma) and SU-DHL-4 (diffuse large B cell lymphoma). In all cases, RCT-antiCD20 co-culture resulted in increased apoptosis relative to RCT or soluble Rituximab monoclonal antibody alone. Direct tumor cell killing in vitro was hypothesized to be more effective than monoclonal antibody alone due to the hyper-crosslinking of CD20 on the lymphoma cell. This effect was shown both by in situ demonstration of receptor clustering and by a stimulation of apoptotic pathways. Importantly, in an in vivo biodistribution study RCT-antiCD20 demonstrated strong and specific tumor pentration. These findings therefore demonstrate a novel biology for proteins expressed on RCTs and warranted testing for impact on lymphoma tumors in vivo , with lymphoma xenograft studies currently ongoing. Separately, we generated RCTs expressing on their surface antibodies against PD-1 and PD-L1 (RCT-antiPD-1 and RCT-antiPD-L1) to assess whether these RCTs could bind their respective targets and activate a robust immune response. Binding of RCT-antiPD-1 and RCT-antiPD-L1 to recombinant PD-1 and PD-L1, respectively was determined using flow cytometry. Functional activity was tested using an in vitro Jurkat cell IL-2 secretion assay. In this assay, IL-2 secretion is inhibited by incubating Jurkat cells with NHL cells (Z138) expressing PD-L1 upon stimulation with CD3/CD28 tetramers. We demonstrated that IL-2 secretion was rescued by culturing the Jurkat and Z138 cells with RCT-antiPD-1 or RCT-antiPD-L1, and not control RCT. The ability of these engineered RCTs to elicit activation was tested in a standard antigen recall assay. A robust 4-6 fold increase was demonstrated in interferon-gamma secretion of PBMC in an antigen recall assay, when co-cultured with RCT-antiPD-1 or RCT-antiPD-L1, in comparison to control PBMCs or control RCT alone. In conclusion, by using the Rubius platform for creating Red Cell Therapeutics, we were able to demonstrate that RCTs are capable of 1) engaging in specific cell-cell interactions and 2) inducing direct killing of NHL cells and 3) immune checkpoint engagement. Further studies are underway to evaluate the ability of these and other RCTs to access and kill tumor cells in vitro and in vivo . Our data support the development of RCTs as a novel class of therapeutic, enabling multiple modalities and mechanisms applicable to oncology and other indications. Disclosures Elloul: Rubius Therapeutics: Employment. Depew: Rubius Therapeutics: Employment. Nerle: Rubius Therapeutics: Employment. Chen: Rubius Therapeutics: Employment. Kaplan: Rubius Therapeutics: Employment. Dowden: Rubius Therapeutics: Employment, Equity Ownership. Mata-Fink: Rubius Therapeutics: Employment. Kahvejian: Rubius Therapeutics: Employment, Equity Ownership. Deans: Rubius Therapeutics: Employment, Equity Ownership."
}