{
    "doi": "https://doi.org/10.1182/blood-2019-122991",
    "article_title": "All-Cause and Inhibitor-Related Mortality in Non-Severe Hemophilia Α Patients in the United States ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Introduction: The majority of published studies evaluating inhibitors have focused mainly on patients with severe hemophilia A. In non-severe hemophilia A (NSHA) patients, the development of inhibitors can have a profound clinical impact, with major bleeding complications similar to that of patients with severe or acquired hemophilia. Yet, epidemiological data on inhibitors in NSHA patients, specifically mortality, is scarce and currently limited to the European and Australian cohort [Eckhardt CL, et al. J Thromb Haemost. 2015 Jul;13(7):1217-251]. Objectives: To determine the all-cause and inhibitor-related mortality in NSHA patients in the United States using the ATHNdataset Methods: Subjects and study design The ATHNdataset is a 'limited dataset' as defined under the United States Health Insurance Portability and Accountability Act (HIPAA) to be free of protected health information, with data collection by more than 130 hemophilia treatment centers (HTC) across the United States. It includes patients with congenital bleeding disorders in the United States who have authorized the sharing of their demographic and clinical information for research. Data collection and definitions The ATHNdataset was queried on December 31, 2018 to extract the following information on NSHA patients: Patient demographics, inhibitor status, date of death, and primary cause of death. The presence of inhibitors was defined as: (i) ≥ 2 positive Bethesda inhibitor assay titers of ≥ 1.0 BU/mL; or (ii) a decrease in plasma FVIII coagulant activity (FVIII:C) to at least 50% of baseline activity and/or spontaneous bleeding symptoms in patients with inhibitor titers between 0.6 and 1.0 BU/mL. Patients who had a negative inhibitor history or have never been tested for FVIII inhibitors were classified as negative for inhibitors. Statistical analyses The person-year mortality rate was calculated as the ratio of the number of deaths to the number of person-years at risk, presented as rates per 1000 person-years. Person-years at risk was calculated for each patient as the time between the start of the observation period (January 1, 2010 or date of birth for patients who are born later) and the end of the observation period (date of death, loss-to follow-up or December 31, 2018). Patients who were deceased or lost to follow-up before January 1, 2010 were not included in the analysis. Inhibitor person-years at risk for inhibitor patients was calculated from January 1, 2010 if the first positive inhibitor test occurred prior to January 1, 2010 or from the date of the first positive inhibitor test that occurred during the observation period until the end of the observation period. Inhibitor-related death was attributed to all patients who had a positive inhibitor history. Mortality rates were compared between inhibitor and non-inhibitor patients using z- test . Results: Between 1/1/2010 and 12/31/2018, the ATHNdataset included 6,606 NSHA patients who were born between 1920 and 2018. Patients were observed for a total of 56,064 person-years. 85.57% ( n = 5,653) of these patients were observed for the full nine years. The average follow-up time per patient was almost 8.5 years. Inhibitors developed in 171 (2.59%) NSHA patients. The median age for inhibitor development was 13 years (IQR, 6 - 37 years) and the mean age was 22 years. Demographics characteristics of the patients are listed in Table 1. All-cause mortality At the end of follow-up, there was a total of 136 deaths in the NSHA population, occurring at a median age of 63 years (IQR, 51 - 75 years). The overall all-cause mortality rate was 2.43 per 1,000 person-years (95% CI: 2.02 - 2.83). The most common primary cause of death was cancer ( n =27, 19.9%) (Table 2). Inhibitor-related mortality Three deaths were associated with inhibitors. Inhibitor-related mortality rate was 2.40 per 1,000 person-years, whereas among the never inhibitor group, the mortality rate was 2.44 per 1,000 person-years ( p = 0.790). Mortality risk ratio between inhibitor and never inhibitor was 0.98 (95% CI: 0.31 - 3.08). Conclusion: In NSHA patients, the development of inhibitors occurred at a relatively early age and was not associated with increased mortality. View large Download slide View large Download slide  Close modal Disclosures Kempton: Novo Nordisk: Research Funding; Octapharma: Honoraria; Genentech: Honoraria; Spark Therapeutics: Honoraria. Key: Uniqure BV: Research Funding.",
    "topics": [
        "hemophilia a",
        "follow-up",
        "hemorrhage",
        "bleeding diathesis",
        "blood coagulation disorders",
        "cancer",
        "coagulants",
        "hemophilia, acquired"
    ],
    "author_names": [
        "Ming Y. Lim, MBBChir,MA",
        "Dunlei Cheng, PhD",
        "Christine L. Kempton, MD MSc",
        "Nigel S. Key, MBChB, FRCP"
    ],
    "author_dict_list": [
        {
            "author_name": "Ming Y. Lim, MBBChir,MA",
            "author_affiliations": [
                "Division of Hematology and Hematologic Malignancies, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dunlei Cheng, PhD",
            "author_affiliations": [
                "American Thrombosis and Hemostasis Network, Rochester, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine L. Kempton, MD MSc",
            "author_affiliations": [
                "Hemophilia of Georgia Center for Bleeding & Clotting Disorders of Emory, Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel S. Key, MBChB, FRCP",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of North Carolina Hospitals, Chapel Hill, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:33:17",
    "is_scraped": "1"
}