{
    "doi": "https://doi.org/10.1182/blood-2019-125618",
    "article_title": "NTBI Is Transiently Generated from Two Compartments during a Single Dose of Intravenous Iron - a Randomized Controlled Clinical Study ",
    "article_date": "November 13, 2019",
    "session_type": "102.Regulation of Iron Metabolism",
    "abstract_text": "Background The prodrug-like intravenous iron-carbohydrate complex preparations (IVIPs) should not be considered interchangeable but with due regard to their different pharmacodynamics (PD) which is determined by the semi-crystalline iron core and carbohydrate shell structures (Bhandari et al, 2018). The pharmacokinetics (PK) of IVIPs influences PD profiles and thus efficacy and safety. Here we examine the complex PK/PD relationships with 3 IVIPs, for the first time identifying a 2-compartment model of transient NTBI generation following a single dose administration. Patients and Methods 28 hypoferremic patients randomized (n=8/arm) to 200mg (iron) of ferric carboxymaltose (FCM), iron sucrose (IS) and iron isomaltoside 1000 (IIM) or placebo (n=4), were followed up for 2 wks on an exploratory PK/PD study. Serum samples (0-312h) were analyzed for total serum iron (Fe), plasma IVIP-iron (IVIP-Fe), transferrin (Tf)-bound iron (TBI) by inductively coupled plasma mass spectrometry, Tf saturation (TSAT) by Tf ELISA and a tripyridyl triazine assay, serum ferritin (SF) by turbidimetry, and non-TBI (NTBI) and hepcidin (hepc) as published (Garbowski et al, Transl Med 2016), (Bansal et al, Rapid Commun Mass Spectrom 2010). A p value <0.05 was statistically significant. The study, sponsored by Vifor Pharma, was conducted according to the Declaration of Helsinki. Results Pts were hypoferremic but non-anemic at baseline: SF 12.4±7.4µg/L, TSAT 18.6±8.5%, hemoglobin 128±8g/L. IVIP-dependent rises in Fe, IVIP-Fe, TSAT, SF, hepc, and NTBI returned to baseline in 2 wks or sooner, except for SF and TSAT. Large differences in the Fe AUCs on study, explainable by large differences in the IVIP-Fe AUCs, were consistent with the known relative differences of plasma half-lives ( t 1/2 ) of the IVIPs compared. IVIP-Fe at 4h was highest for IIM and smallest for IS, as was their AUC. With IIM, TSAT reached 80% at 16h, with IS 100% by 4h, and with FCM 98% at 24h; but AUC differences were small. NTBI was low with IIM (0.13µM at 8h), rapidly increased and high with IS (0.8µM at 2h, 1.25µM at 4h), and delayed for FCM (0.58µM at 24h). NTBI appeared after near- (for IIM) or full saturation of Tf but disappeared when TSAT fell <65% (Fig). NTBI AUC for IS and FCM was 7.84- (p<0.01) and 6.78-fold (p=0.04) higher vs. IIM but similar for IS and FCM. Hepc peak time varied, but not AUC or mean levels. SF varied significantly with IVIPs, rising faster with time for IS and FCM, slower for IIM (rate correlated with IVIP t 1/2 , r=-0.53, p=0.009), with levels highest for FCM (193µg/L at 72h) and IS (152µg/L at 36h) but lowest and latest for IIM (102µg/L at 96h). SF AUC was highest for FCM, suggesting relatively better iron bio-availability, with all IVIPs higher than placebo (Table and Fig). Discussion We propose 2 mechanisms for the observed kinetic NTBI profiles. For IS these have 2 distinct components: a rapid onset and an early peak (2-4h), then decay and a secondary peak/shoulder (16h), disappearing at 36h (Fig). The 1 st peak reflects the rapid release of labile iron in plasma directly from circulating IVIPs, occurring < t 1/2 of IS and prior to any rise in SF which reports macrophage iron content ( direct NTBI ). In contrast, since the second peak occurs after >4 t 1/2 , when >90% of IS entered macrophages (SF half-maximal), the 16h peak likely represents iron re-released from macrophages ( indirect NTBI ). For IIM with long t 1/2 , the small NTBI peak at 8h thus represents direct NTBI, while the indirect release at 24h occurs at a rate where Tf does not fully saturate, with NTBI being consequently virtually absent (Fig). FCM first follows the IIM profile with minimal generation of direct NTBI, but displays a starkly different behavior reflecting indirect iron release shown as a strong NTBI peak at 24h, when ~4 plasma t 1/2 have passed (Fig). This difference between IIM and FCM is accounted for by the difference in t 1/2 of FCM and IIM i.e. by the amount of polymer having been taken up by macrophages (so only 6% of FCM and 30% of IIM still circulates). We conclude that, following IVIP administration, NTBI can arise by 2 mechanisms (direct early release and indirect later release). Different IVIPs generate different NTBI and serum ferritin signatures that are broadly PK-dependent, and may have a bearing both on the iron bio-availability and safety. Longer-term studies with common doses (1g for FCM and IIM) are warranted to link the initial NTBI exposure to subsequent safety and response parameters. View large Download slide View large Download slide Close modal Disclosures Garbowski: Vifor Pharma: Consultancy; Imara: Consultancy. Porter: Celgene: Consultancy, Honoraria; Agios: Consultancy, Honoraria; Protagonism: Honoraria; La Jolla: Honoraria; Vifor: Honoraria; Silence therapeutics: Honoraria; Bluebird bio: Consultancy, Honoraria. Burckhardt: Vifor Pharma (previously): Employment. Hider: Vifor Pharma: Research Funding; Renapharma AB: Research Funding.",
    "topics": [
        "iron",
        "single-dose regimen",
        "carbohydrates",
        "serum ferritin level result",
        "absolute risk reduction",
        "anemia",
        "brachial plexus neuritis",
        "ferric carboxymaltose",
        "hemoglobin",
        "hepcidin"
    ],
    "author_names": [
        "Maciej W Garbowski, MD PhD",
        "Sukhvinder S Bansal, PhD",
        "John B. Porter, MA MDFRCP FRCPath",
        "Susanna Burckhardt, PhD",
        "Robert Hider, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maciej W Garbowski, MD PhD",
            "author_affiliations": [
                "Cancer Institute Haematology Department, University College London, London, United Kingdom ",
                "Institute of Pharmaceutical Science, King's College London, London, United Kingdom ",
                "London Metallomics Consortium, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sukhvinder S Bansal, PhD",
            "author_affiliations": [
                "Institute of Pharmaceutical Science, King's College London, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John B. Porter, MA MDFRCP FRCPath",
            "author_affiliations": [
                "University College London Hospitals, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanna Burckhardt, PhD",
            "author_affiliations": [
                "Vifor Pharma (previously), Glattbrugg, CHE"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Hider, PhD",
            "author_affiliations": [
                "Institute of Pharmaceutical Science, King's College London, London, United Kingdom ",
                "London Metallomics Consortium, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:39:22",
    "is_scraped": "1"
}