{
    "doi": "https://doi.org/10.1182/blood.V110.11.1288.1288",
    "article_title": "Predictive Factors to Hypogammaglobulinemia and Non-Neutropenic Infection Complications after Rituximab/Chemotherapy Treatment ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Therapy with Biologic Agents excluding Pre-Clinical Models",
    "abstract_text": "Rituximab is a chimerical human/mouse monoclonal anti-CD20 antibody successfully applied in B-cell lymphoproliferative disorders. The suppression of B-lymphocytes may induce hypogammaglobulinemia and increased risk for infection. These complications are rarely observed as a result of monotherapy with rituximab but have been often noted following combination with aggressive chemotherapy or in the setting of autologous stem cell transplantation (ASCT). In an attempt to study the role of rituximab in induction of hypogamma, we analyzed the frequency of this phenomenon, its possible causes, infectious complications and infection-related mortality in lymphoma patients treated with different chemotherapy regimens with or without rituximab. We analyzed 136 patients who received rituximab concurrently with chemotherapy (R-Chemo) and 46 patients who were treated with chemotherapy only, with follow-up period of up to five years. Following R-Chemo, 17 cases (12.5%) of severe hypogamma (defined as 6 doses of rituximab were given. Moreover, rituximab in >8 doses leaded to severe hypogamma in 50% of patients compared to 11.8% in patients treated with 6 months were 4.5 times more likely to have severe infection (95%CI 1.19–18.5). In conclusion, we emphasized the importance of follow-up on immunoglobulin level in patients receiving rituximab. Hypogammoglobulinemia is not rare and is a clinical important phenomenon, leading to increase in infection and mortality rate in patients receiving R-Chemo. Longer treatment with more than six doses of rituximab significantly increases the incidence of hypogammoglobulinemia. The type chemotherapy regimen, except for fludarabine didn’t affect the incidence of hypogammaglobulinemia and infection rate in our patients.",
    "topics": [
        "chemotherapy regimen",
        "hypogammaglobulinemia",
        "infections",
        "neutropenia",
        "predictor variable",
        "rituximab",
        "autologous stem cell transplant",
        "fludarabine",
        "follow-up",
        "immunoglobulin g"
    ],
    "author_names": [
        "Kalman Filanovsky, MD",
        "Lev Shvidel, MD",
        "Mordechai Shtalrid, MD",
        "Michal Haran, MD",
        "Adrian Duek, MD",
        "Alain Berrebi"
    ],
    "author_dict_list": [
        {
            "author_name": "Kalman Filanovsky, MD",
            "author_affiliations": [
                "Hematology, Kaplan Medical Center, Rechovot, Israel"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lev Shvidel, MD",
            "author_affiliations": [
                "Hematology, Kaplan Medical Center, Rechovot, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mordechai Shtalrid, MD",
            "author_affiliations": [
                "Hematology, Kaplan Medical Center, Rechovot, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michal Haran, MD",
            "author_affiliations": [
                "Hematology, Kaplan Medical Center, Rechovot, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Duek, MD",
            "author_affiliations": [
                "Hematology, Kaplan Medical Center, Rechovot, Israel"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alain Berrebi",
            "author_affiliations": [
                "Hematology, Kaplan Medical Center, Rechovot, Israel"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T21:34:33",
    "is_scraped": "1"
}