{
    "doi": "https://doi.org/10.1182/blood.V112.11.3380.3380",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1183",
    "start_url_page_num": 1183,
    "is_scraped": "1",
    "article_title": "Six Amino Acid Residues in a 1200 Å 2 Interface Mediate Binding of Factor VIII to An IgG4 Inhibitory Antibody. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "amino acids",
        "antibodies",
        "factor viii",
        "immunoglobulin g4",
        "epitopes",
        "solvents",
        "immunoglobulin g",
        "antigen-antibody complex",
        "antigens",
        "b-lymphocyte epitopes"
    ],
    "author_names": [
        "Jasper C. Lin, Ph.D.",
        "Jason T. Schuman, Ph.D.",
        "Shelley M. Nakaya",
        "Vasudha Kaushik",
        "Marc Jacquemin, Ph.D.",
        "Arthur R. Thompson, M.D., Ph.D.",
        "Kathleen P. Pratt, Ph.D."
    ],
    "author_affiliations": [
        [
            "Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "GE Healthcare Life Sciences, USA"
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "University of Leuven, Leuven, Belgium"
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.5817564",
    "first_author_longitude": "-122.2957886",
    "abstract_text": "Approximately one quarter of severe hemophilia A patients who receive Factor VIII (FVIII) injections develop antibodies, clinically referred to as “inhibitors”, which interfere with FVIII procoagulant activity. The effects of these antibody inhibitors can be difficult and quite expensive to manage. Inhibitors are associated with high morbidity and mortality and impaired quality of life; therefore, there is a compelling need to develop new therapeutic options. One approach is to design recombinant versions of FVIII that are less immunogenic (less likely to stimulate T cells) or less antigenic (containing fewer B-cell epitopes, i.e. surfaces that bind to anti-FVIII IgG). Proteins with reduced antigenicity will by definition bind to inhibitory IgG with lower affinity and therefore could be useful in attempting to achieve hemostasis in patients with an established inhibitor response. To design such FVIII proteins, common inhibitor epitopes must be characterized by determining which amino acid residues are essential to form high-affinity antigen-antibody complexes. A crystal structure of the FVIII C2 domain bound to an Fab fragment from a patient-derived inhibitory IgG4 antibody, BO2C11, provides the most detailed characterization to date of a human inhibitor epitope ( Spiegel et al., Blood  38 , 13 –19, 2001 ). Although this structure clearly shows which FVIII residues interact with the antibody surface, the contributions of particular residues to the overall affinity must be determined experimentally. In this study, we systematically modified each of the C2 side chains at the C2-Fab interface, which buries 1200 Å 2 of each protein surface, then used surface plasmon resonance (SPR) to measure the contributions of individual residues to the k on and k off rates and to the overall affinity. The experiments were carried out on a Biacore T100 instrument, which allowed us to analyze several samples in parallel and to carry out SPR runs at different temperatures. Substitutions at only six sites decreased the affinity significantly relative to that of wild-type C2. R2220A and R2220Q completely abrogated binding to BO2C11, while F2196A, N2198A, M2199A, L2200A and R2215A displayed markedly higher off-rate kinetic constants compared to wild-type C2 but retained some binding affinity. SPR runs were carried out for the latter five proteins using a temperature gradient (10–40°C), and thermodynamic values derived from van’t Hoff analysis were used to roughly quantitate the energetic consequences of these mutations compared to wild-type C2 binding. Although a relative order of energetic contributions was established (F2200 > F2196 = R2215 > N2198 > M2199) the ΔΔGº values were similar (approx. 11 ± 5 kJ/mol). Furthermore, the data suggest that the loss of binding energy was mostly an entropic, not enthalpic, effect, as the ΔH values were remarkably stable for the set of C2 mutants. In other words, the mutations increased the ordering of the system consisting of BO2C11 bound to C2 plus solvent, or else they increased the disorder of the uncomplexed system, e.g. by allowing greater flexibility of protein side chains or backbone, or by changing the solvent exposure of hydrophobic residues, thereby affecting ordering of water molecules. Interestingly, only one of two beta-hairpin turns that comprise part of this epitope contributes appreciably to the binding of the C2 domain to BO2C11. Substitutions at L2251 and L2252 in the second hairpin turn had surprisingly little effect on the off-rate and overall affinity, despite their extensive contact with the antibody that shielded this hydrophobic region from solvent. IgG4 antibodies are common in anti-FVIII immune responses, as is inhibition of FVIII binding to activated membranes and von Willebrand factor. BO2C11 is a human-derived IgG4 that inhibits these binding interactions. Our results for this prototypical inhibitor suggest that a limited number of amino acid substitutions could produce modified FVIII proteins capable of eluding inhibitors that bind to similar epitopes, even in the case of antibodies that form an extensive antigen-antibody interface."
}