{
    "doi": "https://doi.org/10.1182/blood.V124.21.4829.4829",
    "article_title": "Mortality from Cancer-Associated Venous Thromboembolism ",
    "article_date": "December 6, 2014",
    "session_type": "901. Health Services and Outcomes Research – Non-Malignant Conditions: Poster III",
    "abstract_text": "Determining the death rate due to venous thromboembolism (VTE) among cancer patients is a daunting task, suffering from methodological constraints associated with death certificates, administrative data bases, surveillance methods and disease recognition. While it is clear that VTE is a clinical marker of a high risk of dying from cancer and that cancer patients are at relatively higher risk of dying from pulmonary embolism (PE), there are large variations in mortality directly attributable to VTE. To examine mortality from venous thromboembolism (VTE) associated with cancer, we reviewed the medical records of patients from the University of Texas MD Anderson Cancer Center (UTMDACC) suffering from cancer plus VTE who died during the time period 3/1/2000 and 10/31/2010. A list of all cancer patients at UTMDACC who died during the time period 3/1/2000 through 10/31/2010 and carried one of 18 ICD-9 coded diagnoses of VTE (encompassing deep venous thrombosis, pulmonary embolism, inferior vena cava thrombosis and renal vein thrombosis) was provided by the institutional Enterprise Information Warehouse. Among 99,288 patients who died at MD Anderson over the ~ 10 year period, 11,032 had a diagnosis of VTE. The electronic health records (EHR) of 9,000 of these patients were reviewed to determine if death was attributed to VTE. A cause-of-death could be assigned to 1,459 patients and could not be determined for the remaining 7,541. The distribution of malignancies among patients with a defined cause-of-death was 19.8 % - acute leukemia or myelodysplastic syndrome (8.3% with acute myelogenous leukemia); 14.2% - lymphoma; 12.5% - genitourinary; 12.5% - lung; 12.4% - gastrointestinal; 7.3% - breast; 4.4% - myeloma; and 17% - other. The attributed cause-of-death for these 1,459 patients was disease progression in 52.8%; infection in 19.7%; VTE in 13.9%; respiratory failure (not due to disease progression or PE) in 7.6%; arterial thrombosis (myocardial infarction, sudden death, stroke or congestive heart failure) in 3.5%; hemorrhage in 1.2%; and other (stem cell transplant-related multiorgan failure, graft-versus-host disease, liver failure, diffuse alveolar hemorrhage, thrombotic microangiopathy, hepatic veno-occlusive disease, fall, or suicide) in the remaining 1.3%. Among the 203 patients whose cause-of-death was attributed to VTE, 51 had hematological malignancies (16 acute leukemia, 15 lymphoma, 14 myelodysplastic syndrome or a myeloproliferative neoplasm, 6 myeloma) and 152 were solid tumor patients (39 lung, 34 genitourinary, 26 gastrointestinal, 15 breast, and 37 miscellaneous [melanoma, sarcomas, germ cell and others]). 162 out of 203 patients with death attributed to VTE were receiving anticoagulation and 40 were treated with an inferior vena caval filter. 109/203 had thrombocytopenia (platelet count < 150,000/μl), 81 of whom received anticoagulation. 6/81 of the thrombocytopenic patients who died of VTE had bleeding; 3 of these patients had WHO grade 4 bleeding contributing to death. Fatal VTE was documented by objective measures in 83.3% (169 out of 203) and by clinical measures in 16.7% (34 out of 203). Assuming that all clinical diagnoses were wrong, objectively documented VTE directly caused 11.6% of the deaths (169/1459). These results indicate that VTE is a major cause of death among patients with heterogeneous malignancies and suggest that improved treatment of malignancy-associated VTE will have an immediate and significant favorable impact on the survival of cancer patients. Better data are needed to determine the therapeutic index of prophylactic and therapeutic anticoagulation in cancer patients, particularly those considered to be at high risk for bleeding. Disclosures Kroll: Boerhinger-Ingelheim: Membership on an entity's Board of Directors or advisory committees; Aplagon Therapeutics: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "cancer",
        "venous thromboembolism",
        "hemorrhage",
        "anticoagulation",
        "disease progression",
        "leukemia, acute",
        "lymphoma",
        "multiple myeloma",
        "myelodysplastic syndrome",
        "pulmonary embolism"
    ],
    "author_names": [
        "Michael H. Kroll, MD",
        "Naresh Pemmaraju, MD",
        "Thein H. Oo, MD FACP, FRCP",
        "Vahid Afshar-Kharghan, MD",
        "Samantha Kroll, MA"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael H. Kroll, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naresh Pemmaraju, MD",
            "author_affiliations": [
                "Baylor University Medical Center, Dallas, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thein H. Oo, MD FACP, FRCP",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vahid Afshar-Kharghan, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Kroll, MA",
            "author_affiliations": [
                "UT MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T02:31:39",
    "is_scraped": "1"
}