{
    "doi": "https://doi.org/10.1182/blood.V120.21.4372.4372",
    "article_title": "Seek and You Shall Find – but Then What Do You Do? Cold Agglutinins in Cardiopulmonary Bypass, and a Single Center Experience with Cold Agglutinin Screening Before Cardiac Surgery ",
    "article_date": "November 16, 2012",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "Abstract 4372 Background: Cardiopulmonary bypass (CPB) during cardiac surgery typically involves deliberate hypothermia of the systemic (22 – 36°C) and coronary circulations (down to 8 – 12°C). Adverse sequelae of previously undiagnosed cold-active antibodies have been feared and reported under such conditions. For this reason, some centers elect to screen for cold agglutinins prior to CPB. Some groups also intervene when a positive screen is noted, by electing to modify CPB conditions to lessen hypothermia in such patients. Aim: To determine the yields and effects of cold agglutinin screening (CAS) in pre-operative cardiac surgery patients planned for CPB. Methods: Literature review and retrospective cohort study of 14,900 patients undergoing CPB and cardiac surgery over 8 years at our institution. Results: The majority of the literature consists of case reports and case series. The literature review found that patients with a positive CAS had infrequent adverse events when undergoing CPB. These included 4 cases where complications were likely attributable to cold agglutinins, 4 cases where complications were possibly due to cold agglutinins and 158 cases where no complications were noted, despite a likely bias towards case reporting adverse events. Analysis of a retrospective cohort of 14,900 patients undergoing CPB and cardiac surgery at our institution identified 47 patients (0.3%) with positive cold agglutinin screens (CAS+) over 8 years. The annual testing cost was $17,000 CAD. Compared to the cohort of CAS-negative patients, CAS+ patients had a statistically longer ICU length of stay [median 54.6 hours (IQR 24 – 166) vs. 42.8 hours (IQR 23 – 70), P = 0.021] and hospital length of stay [median 7 days (IQR 6 – 14) vs. 7 days (IQR 5 – 9), P = 0.044]. However, the composite of mortality or severe morbidity (stroke, MI, dialysis, low output, sepsis, and DVT) was not significantly different in comparing the CAS+ and CAS-negative groups (14.9% vs. 9.2%, P = 0.2). The response of the surgical team to the pre-operative discovery of a CAS+ patient was variable, with CPB modified to avoid hypothermia in approximately one-third of cases. Modification of CPB to avoid hypothermia in the CAS+ group did not lead to better outcomes. Patients undergoing unmodified (standard) CPB had an event rate of 10.3% on the composite outcome, while patients undergoing modified (less hypothermic) CPB had an event rate of 20.0% (P = 0.647). Antibody verification found that only 43% of positive CAS patients had true cold agglutinins (20 patients). Half of these patients had unmodified CPB, while the other half had modified CPB. Event rates were low, with 1 out of 10 patients reaching the composite outcome in each group. Conclusion: Based upon historical and local data, we conclude that preclinical CAS is cost-substantial, does not effectively identify true-positive patients, and does not lead to an intervention that meaningfully improves patient outcomes during surgery. We do not recommend CAS in asymptomatic cardiac surgery patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cardiac surgery procedures",
        "cardiopulmonary bypass",
        "cold agglutinins",
        "screening",
        "hypothermia, natural",
        "adverse event",
        "antibodies",
        "length of stay",
        "surgical procedures, operative",
        "cerebrovascular accident"
    ],
    "author_names": [
        "Michael D Jain, PhD, MD",
        "Keyvan Karkouti, MSc, FRCPC, MD",
        "Terence M. Yau, BA, FRCSC, MD, MSc",
        "Jacob M Pendergrast, MD, FRCPC",
        "Christine Cserti-Gazdewich, MD, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael D Jain, PhD, MD",
            "author_affiliations": [
                "Hematology, University of Toronto, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keyvan Karkouti, MSc, FRCPC, MD",
            "author_affiliations": [
                "Anesthesia, University of Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terence M. Yau, BA, FRCSC, MD, MSc",
            "author_affiliations": [
                "Cardiac Surgery, University of Toronto, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacob M Pendergrast, MD, FRCPC",
            "author_affiliations": [
                "Transfusion Medicine, University of Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Cserti-Gazdewich, MD, FRCPC",
            "author_affiliations": [
                "Transfusion Medicine, University of Toronto, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T09:34:46",
    "is_scraped": "1"
}