{
    "doi": "https://doi.org/10.1182/blood.V126.23.2714.2714",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3187",
    "start_url_page_num": 3187,
    "is_scraped": "1",
    "article_title": "Two Phase I and Pharmacokinetic Studies of Darinaparsin (Organic Arsenic Compound) in Japanese and Korean Patients with Relapsed or Refractory (R/R) Peripheral T-Cell Lymphoma (PTCL) ",
    "article_date": "December 3, 2015",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "arsenicals",
        "lymphoma, t-cell, peripheral",
        "ki-1+ anaplastic large cell lymphoma",
        "angioimmunoblastic lymphadenopathy",
        "arsenic",
        "neoplasms",
        "activated partial thromboplastin time measurement",
        "adverse event",
        "liver dysfunction",
        "toxic effect"
    ],
    "author_names": [
        "Won-Seog Kim, MD PhD",
        "Michinori Ogura, MD PhD",
        "Toshiki Uchida, MD PhD",
        "Naokuni Uike, MD, PhD",
        "Yasunobu Abe, MD PhD",
        "Kenichi Ishizawa, MD, PhD",
        "Yoko Okitsu, MD PhD",
        "Kensei Tobinai, MD PhD",
        "Fumiko Nagahama",
        "Yusuke Sonehara",
        "Hirokazu Nagai, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology-Oncology, Samsung Medical Center, Seoul, South Korea "
        ],
        [
            "Department of Hematology, Tokai Central Hospital, Kakamigahara, Japan ",
            "Department of Hematology and Oncology, Nagoya Daini Red Cross Hospital, Nagoya, Japan "
        ],
        [
            "Department of Hematology and Oncology, Nagoya Daini Red Cross Hospital, Nagoya, Japan "
        ],
        [
            "Department of Pallitive Care, Saga-ken Medical Center Koseikan, Saga, Japan ",
            "Department of Hematology, National Hospital Organization Kyushu Cancer Center, Fukuoka, Japan "
        ],
        [
            "Department of Hematology, National Hospital Organization Kyushu Cancer Center, Fukuoka, Japan "
        ],
        [
            "Department of Hematology and Rheumatology, Tohoku University Hospital, Sendai, Japan ",
            "Hematology and Cell Therapy, Yamagata University Faculty of Medicine, Yamagata, Japan "
        ],
        [
            "Department of Hematology and Rheumatology, Tohoku University Hospital, Sendai, Japan "
        ],
        [
            "National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Development Division, Solasia Pharma K.K., Tokyo, Japan "
        ],
        [
            "Development Division, Solasia Pharma K.K., Tokyo, Japan "
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan"
        ]
    ],
    "first_author_latitude": "37.4889432",
    "first_author_longitude": "127.0876424",
    "abstract_text": "Background: Darinaparsin is a novel organic arsenic compound composed of dimethylated arsenic linked to glutathione, and has similar structure to one of the intermediates of the arsenic detoxification pathway. The mechanism of action includes induction of apoptosis in tumor cells, primarily through disruption of mitochondrial functions and increase in reactive oxygen species production. Two phase I studies of darinaparsin for injection were conducted in patients with relapsed or refractory (r/r) PTCL to evaluate its safety, efficacy and pharmacokinetics in Japan and Korea, respectively. Methods: Patients with histologically confirmed PTCL not otherwise specified (PTCL-NOS), angioimmunoblastic T-cell lymphoma (AITL), anaplastic lymphoma kinase (ALK) -positive anaplastic large cell lymphoma (ALCL) or ALK-negative ALCL who failed or were refractory to 1 or more prior systemic therapy were eligible. Darinaparsin was administered for 5 consecutive days at 200 mg/m 2 /day or 300 mg/m 2 /day every 4 weeks, or at 300 mg/m 2 /day every 3 weeks in the Japanese phase I study, and at 300 mg/m 2 /day every 4 weeks or every 3 weeks in the Korean phase I study. Darinaparsin was given intravenously over 1 hour, and the treatment was continued until disease progression or unacceptable toxicity. As one of the secondary endpoints, tumor response was explanatorily assessed by using the Revised Response Criteria for Malignant Lymphoma (Cheson BD et al, J Clin Oncol 2007) in patients who completed at least 2 cycles of treatment and who had evaluable data of FDG-PET and CT scan. Since use of an inorganic arsenic compound is limited by cardiotoxicity, the potential of darinaparsin to prolong QTcF and any possible relationship between darinaparsin plasma concentration and change in QTcF were assessed. Results: In these 2 studies, 17 Japanese patients and 6 Korean patients; a total of 23 patients, included 16 PTCL-NOS, 6 AITL and 1 ALK-negative ALCL; 14 males and 9 females, with a median age of 63 (range 22-83) years were enrolled. Dose-limiting toxicities occurred in 1 Japanese patient who received 300 mg/m 2 /day (grade [G] 3 hepatic dysfunction). Drug-related adverse events >= G3 were reported in 4 Japanese patients who received 300 mg/m 2 /day. Occurrence of diffuse large B-cell lymphoma was reported in 1 patient, anemia in 1, leukopenia in 1, neutropenia in 2, febrile neutropenia in 1, lymphopenia in 2, thrombocytopenia in 2, hepatic dysfunction in 1, nausea in 1 and activated partial thromboplastin time (APTT) prolonged in 1. No drug-related adverse event >= G3 was reported in Korean patients. No patient showed QTcF >500 msec or delta QTcF >60 msec throughout the study period. Concentration-dependent or treatment-duration-independent effect on the QTcF was not identified. There was no significant relationship between the plasma concentration of darinaparsin and a change in QTcF interval (r=0.003). Tumor response was assessed in 14 patients who completed at least 2 cycles of treatment, and objective response was observed in 4 patients (1 complete response and 3 partial responses). Five of 6 patients with stable disease showed tumor shrinkage to some extent. In Japanese and Korean patients who received 300 mg/m 2 /day, the mean (± SD) values of C max were 838 ± 181 and 708 ± 81 ng/mL, AUC 0-24 were 12759 ± 3419 and 11282 ± 905 ng•h/mL, and t 1/2 were 20 ± 6.3 and 20.6 ± 2.8 h, respectively. The systemic arsenic exposures were similar between Japanese and Korean patients. There was no apparent difference in the mean plasma concentration-time profiles between Japanese and Korean patients at the doses studied. Conclusion: The results from integrated data analysis of these 2 phase I studies revealed that darinaparsin was well tolerated at all doses and dosing schedules studied, and demonstrated its potential efficacy against r/r PTCL. Furthermore, it was suggested that 300 mg/m 2 /day for 5-consecutive days every 3 weeks would be the recommendable dosing schedule of darinaparsin for subsequent studies. Based on the promising results of these phase I studies, we are planning to conduct an Asian multicenter phase II study for r/r PTCL. Disclosures Kim: Kyowa-Kirin: Research Funding; Takeda: Research Funding; Novartis: Research Funding; Roche: Research Funding; Donga: Research Funding; Merck: Research Funding. Ogura: Eisai Co., Ltd.: Research Funding; Kyowa Hakko Kirin co., Ltd.: Research Funding; Zenyaku Kogyo Co., Ltd.: Research Funding; Chugai Pharmaceutical Co., Ltd.: Research Funding; Phizer Japan Inc.: Research Funding; Janssen Pharmaceutical K.K.: Research Funding; GlaxoSmithKline K.K.: Research Funding; MSD K.K.: Research Funding; AstraZeneca K.K.: Research Funding; Takeda Pharmaceutical Company Limited: Research Funding; Symbio Pharmaceuticals Limited: Research Funding; Solasia Phama K.K.: Research Funding; Mundipharma K.K.: Research Funding; Celgene K.K.: Research Funding; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding. Uchida: Eisai Co., Ltd.: Research Funding. Ishizawa: Takeda: Speakers Bureau; Janssen: Research Funding; Takeda: Research Funding; Kyowa Kirin: Speakers Bureau; GSK: Research Funding; Kyowa Kirin: Research Funding; Celgin: Research Funding; Pfizer: Speakers Bureau; Celgin: Speakers Bureau. Tobinai: Gilead Sciences: Research Funding. Nagahama: Solasia Pharma K.K.: Employment. Sonehara: Solasia Pharma K.K.: Employment. Nagai: Servier: Research Funding; Mundipharma: Research Funding; Otsuka: Research Funding; Takeda: Research Funding; CMIC: Research Funding; Janssen: Research Funding; Gilead Sciences: Research Funding."
}