{
    "doi": "https://doi.org/10.1182/blood-2019-127845",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4413",
    "start_url_page_num": 4413,
    "is_scraped": "1",
    "article_title": "Loss-of-Function of Gabarap Impairs Bortezomib-Induced Anti-Tumor Immunity in Multiple Myeloma: Clinical Application ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": [
        "bortezomib",
        "immunity",
        "multiple myeloma",
        "neoplasms",
        "tumor cells",
        "coculture techniques",
        "common cold",
        "disease progression",
        "gamma-aminobutyric acid",
        "immunologic deficiency syndromes"
    ],
    "author_names": [
        "Annamaria Gulla, MD",
        "Eugenio Morelli, MD",
        "Mehmet Kemal Samur, PhD",
        "Teru Hideshima, MD PhD",
        "Giada Bianchi, MD",
        "Mariateresa Fulciniti, PhD",
        "Rao Prabhala",
        "Srikanth Talluri, PhD",
        "Yu-Tzu Tai, PhD",
        "Dharminder Chauhan, PhD",
        "Ruben D. Carrasco, MD PhD",
        "Nikhil C. Munshi, MD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Data Science, Dana-Farber Cancer Institute, Harvard TH Chan School of Public Health, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Insitute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "DFCI/VABHS/Harvard Med. School, West Roxbury, MA ",
            "VA Boston Healthcare System, Boston, MA "
        ],
        [
            "VA Boston Healthcare System, Boston, MA ",
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, West Roxbury, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Oncologic Pathology, Dana Farber Cancer Institute, Boston, MA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA ",
            "VA Boston Healthcare System, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.1263116",
    "abstract_text": "Immune escape underlies progression of disease and resistance to therapy in multiple myeloma (MM). Conversely, restoration of anti-tumor immunity primed by immunogenic cancer cells and intratumoral dendritic cells (DCs) may be exploited to convert the immunologically \"cold\" MM into a \"hot\" MM; and may lead to long-term clinical benefit, even in patient subgroups with high-risk (HR) cytogenetics and poor survival. Here, we investigated the mechanisms, biologic sequelae, and clinical benefits of bortezomib (BTZ)-induced immunogenic cell death (ICD), the immunogenic consequence of apoptosis resulting in specific anti-MM immunity via T-cell priming by DCs. We first show that BTZ can induce hallmarks of ICD in human and murine MM cell lines (n=5), including exposure of endoplasmic reticulum protein calreticulin (CALR) that functions as an \"eat me signal\". Specifically, our data show that co-culture with BTZ-treated MM cells can induce phenotypic and functional changes in immature DCs including higher expression of CD86/CD83 on cell surface and enhanced uptake of BTZ-treated MM cells, as assessed by flow cytometry- and confocal-based phagocytosis assay, respectively. Notably, we show that CALR has a key role in BTZ-induced immunogenicity, since these functional sequelae were abrogated in vitro when DCs were co-cultured with CALR KO MM cells. We then validated these findings in 2 different in vivo syngeneic models. First, we observed that anti-MM activity of BTZ resulted in more potent 5TGM1 tumor cell shrinkage in immunocompetent hosts; and that this effect was directly linked to ICD induction, since it was abrogated in mice bearing CALR KO tumors. Second, in vitro BTZ-treated 5TGM1 cells were used as a vaccine to enhance an anti-MM immune response: injection of live tumor cells resulted in palpable tumors in non-vaccinated mice by 1 week; conversely, injection of live tumor cells in vaccinated mice did not result in detectable tumor after 30 days. In contrast, in mice similarly vaccinated with BTZ-treated CALR KO 5TGM1 cells and challenged with injection of live WT cells, only 50% of vaccinated mice were tumor-free at day 30. Next, we performed RNAseq analysis of BTZ-treated vs untreated tumors from both immunodeficient or immunocompetent mice; and also carried out an integrative analysis of RNAseq data from newly diagnosed and clinically annotated MM patients (n=360) uniformly treated with BTZ-based regimes (IFM/DFCI 2009). Importantly, increased expression of the human orthologs of the immune genes induced in mice by BTZ was strongly and positively correlated with patient clinical outcome (OS p value=0.00089). The predictive value of this signature was confirmed in an independent dataset (GSE9782) (OS p value=0.024). Moreover, by interrogating the IFM/DFCI patient dataset, we identified the gamma-aminobutyric acid receptor-associated protein (GABARAP) as a top differentially expressed gene among patients with longer survival rate (>5 years) as compared to those with poor survival (<1.5 years) after BTZ-based treatment. We found that low level of GABARAP, located on chr17p13.1, is associated with poor clinical outcome in MM patients (EFS, p= 0.0032); and that its prognostic value is still maintained even excluding HR patients with 17p deletion (EFS, p= 0.018). Interestingly, KMS11 cells that carry monoallelic deletion of GABARAP were resistant to induction of ICD by BTZ; and stable overexpression of the gene in these cells restored the functional sequelae of ICD induction upon drug exposure. Moreover, GABARAP KO in 2 ICD-sensitive cell lines abrogated the induction of ICD by BTZ; add-back experiments by pre-treatment with recombinant CALR (rCALR) or stable overexpression of GABARAP in KO clones confirmed the on-target effect GABARAP KO. Finally, mass Cytometry (CyTOF) after T cell culture with mature DCs primed by both WT and GABARAP KO AMO1 clones showed that treatment of MM cells with BTZ switched CD4+T cells towards an effector memory function; in contrast to treatment of GABARAP KO clones with BTZ, which led to T cell exhaustion. In conclusion, our studies demonstrate the clinical benefits of BTZ-induced ICD in MM; and that loss-of-function of GABARAP, particularly in HR patients with 17p deletion, abrogates induction of antitumor immunity after drug exposure. These studies provide the framework for novel combination treatments to trigger anti-MM immunity and improve patient outcome in MM. Disclosures Chauhan: Stemline Therapeutics: Consultancy; C4 Therapeutics.: Equity Ownership. Munshi: Celgene: Consultancy; Adaptive: Consultancy; Oncopep: Consultancy; Janssen: Consultancy; Takeda: Consultancy; Abbvie: Consultancy; Amgen: Consultancy. Anderson: Sanofi-Aventis: Other: Advisory Board; Bristol-Myers Squibb: Other: Scientific Founder; Oncopep: Other: Scientific Founder; Amgen: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau."
}