{
    "doi": "https://doi.org/10.1182/blood.V118.21.3304.3304",
    "article_title": "Identifying Drugs Implicated in Drug-Induced Immune Thrombocytopenia Using Levels of Evidence Applied to Laboratory Tests, ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3304 Introduction: Many drugs can cause platelet counts to decrease. However, only relatively few cause severe drug-induced immune thrombocytopenia (DITP), a hemorrhagic syndrome characterized by drug-dependent, platelet-reactive antibodies. Laboratory testing for DITP is important to confirm the diagnosis, however test methods have evolved over the years and results are often difficult to interpret. We applied hierarchical grading methodology to published reports of DITP test methods to evaluate their validity and reliability. Using this grading system, we identified drugs that were implicated in DITP reactions with the highest level of evidence. Methods: All drugs implicated in DITP reactions based on clinical criteria were compiled from a previous systematic review (Swisher KK, Drug Safety 2009). Primary publications and additional reports associated with each drug were retrieved by searching MEDLINE and EMBASE to identify those drugs for which in vitro DITP testing had been performed. In duplicate and independently, the validity of DITP test methods was assessed based on whether or not they demonstrated: 1) drug or drug metabolite-dependence; 2) platelet specificity; and 3) IgG-binding. Reliability of test methods was assessed based on whether or not DITP test results were confirmed by more than one laboratory. Discrepancies were adjudicated by a third party. Assessors were experienced in DITP test methods. Results: We identified 149 drugs that were associated with DITP reactions by clinical criteria alone. Of those, 92 were excluded because testing was either not performed or was negative, or primary reports were irretrievable. Publications associated with the remaining 57 drugs were reviewed in duplicate. Of those, 27 were excluded because testing did not confirm drug-dependence (N= 15), platelet specificity (N=1) or IgG binding (N=11); 19 were included; and 11 were sent for adjudication. In the end, 22 drugs (abciximab, acetaminophen, cephamandole, diazepam, diphenylhydantoin, eptifibatide, gold, ibuprofen, mirtazapine, naproxen, oxaliplatin, penicillin, quinidine, quinine, rifampin, rosiglitazole, roxifiban, sulfisoxazole, tirofiban, tranilast, trimethoprim/sulfamethoxazole and vancomycin) met all validity criteria. Only 6 (gold, quinine, quinidine, tirofiban, rifampin and vancomycin) were confirmed positive by more than one laboratory. Conclusion: Based on assessments of validity and reproducibility of laboratory test methods, we identified 6 drugs – gold, quinine, quinidine, tirofiban, rifampin and vancomycin – that have been implicated in DITP reactions with a high level of evidence. This type of methodological approach can improve the likelihood of DITP diagnosis with a given drug. Disclosures: Warkentin: Sanofi-Aventis: Speakers Bureau; Pfizer Canada: Speakers Bureau; GlaxoSmithKline: Consultancy, Research Funding; GTI Diagnostics: Consultancy, Research Funding; Canyon Pharma: Consultancy, Speakers Bureau; Informa: Patents & Royalties.",
    "topics": [
        "laboratory techniques and procedures",
        "thrombocytopenic purpura, drug-induced",
        "levels of evidence",
        "gold",
        "quinidine",
        "quinine",
        "rifampin",
        "tirofiban",
        "vancomycin",
        "immunoglobulin g"
    ],
    "author_names": [
        "Donald M. Arnold, MD",
        "Theodore E. Warkentin, MD",
        "James W. Smith, BSc",
        "Aliya Esmail",
        "Sadiya Kukaswadia, MD",
        "Lori Dewar",
        "John G. Kelton, MD, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Donald M. Arnold, MD",
            "author_affiliations": [
                "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Theodore E. Warkentin, MD",
            "author_affiliations": [
                "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James W. Smith, BSc",
            "author_affiliations": [
                "Michael G. DeGroote School of Medicine and Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aliya Esmail",
            "author_affiliations": [
                "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sadiya Kukaswadia, MD",
            "author_affiliations": [
                "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori Dewar",
            "author_affiliations": [
                "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Kelton, MD, FRCPC",
            "author_affiliations": [
                "Michael G. DeGroote School of Medicine and Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T09:39:36",
    "is_scraped": "1"
}