{
    "doi": "https://doi.org/10.1182/blood.V116.21.2697.2697",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1875",
    "start_url_page_num": 1875,
    "is_scraped": "1",
    "article_title": "The Prognostic Impact and Stability of IDH2 Mutation and the Insufficiency of the Mutation Alone for Leukemogenesis In Adult Patients with Acute Myeloid Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Abstract 2697 Purpose: Although the clinical and biological features of Isocitrate dehydrogenase ( IDH ) mutations in acute myeloid leukemia (AML) have been characterized, its stability and in vivo sufficiency of the mutation alone for leukemogenesis remain uninvestigated. Patients and Methods: Mutations of IDH and other clinically relevant genes were analyzed in the bone marrow from 446 adult patients with de novo non-M3 AML. IDH2 mutations were examined serially in 140 patients at diagnosis and after chemotherapy. Results: Among the 446 adults with de novo non-M3 AML, IDH2 R172, R140, and IDH1 R132 mutations occurred at a frequency of 2.9%, 9.2%, and 6.1%, respectively. IDH2 mutation was associated with higher platelet counts ( p =0.046), intermediate-risk ( p =0.002) or normal karyotype ( p =0.023), and isolated +8 ( p =0.014), but was inversely correlated with expression of HLA-DR ( p =0.002), CD34 ( p =0.039), CD15 ( p =0.003), CD7 ( p =0.010), and CD56 ( p =0.048), and was mutually exclusive with WT1 mutation ( p =0.037) and core-binding factor translocations ( p =0.001). All these correlations became stronger when IDH1 and IDH2 mutations were considered together, suggesting similarity of biological roles between these 2 mutations. However, IDH2 but not IDH1 mutation conferred a better prognosis ( Fig 1 ), especially in those with normal karyotype or intermediate cytogenetics (median overall survival: not reached vs. 58 months, p =0.044 and not reached vs. 19 months, p =0.027 for normal and intermediate karyotype group, respectively). Importantly, IDH2 but not IDH1 mutation was an independent favorable prognostic factor (HR: 0.332, 95% CI: 0.159–0.694; p =0.003). Patients with IDH2 − / FLT3 -ITD + genotype had especially worse prognosis (median OS of IDH2 − / FLT3 -ITD + vs. IDH2 + / FLT3 -ITD − group: 12 months vs. not reached; p =0.003; median OS of IDH2 − / FLT3 -ITD + vs. IDH2 + / FLT3 -ITD + or IDH2 − / FLT3 -ITD − group : 12 months vs. 35 months; p< .0001) ( Fig 2A ). The worse prognosis was also seen in patients with IDH − / FLT3 -ITD + genotype ( Fig 2B ). Serial analyses of IDH2 mutations during the clinical course of 140 patients confirmed the stability of this mutation; all the patients with IDH2 mutations at diagnosis harbored the same mutation at relapse with the exception of one patient who had extramedullary but not bone marrow relapse, while none of the IDH2 -wild patients acquired this mutation at relapse. Importantly, sequential samples from two patients in long-term remission retained the original R140Q mutation while other accompanied mutations, FLT3-ITD in the first patient and NPM1 in the second, respectively, disappeared. In the first patient, the skin tissue was absent of the mutation and in the second, the mutation was restricted in myeloid cells but spared in lymphocytes indicating the mutation was acquired in these two patients. Conclusion: IDH2 mutation is a stable marker during disease evolution and confers favorable prognosis. FLT3 -ITD combined with wild type IDH2 exerted synergistic negative impact on survival. IDH2 mutation alone is insufficient for leukemogenesis. Fig 1 View large Download slide Fig 1 View large Download slide Fig 2 View large Download slide Fig 2 View large Download slide Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "idh2 gene",
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "mutation",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "karyotype determination procedure",
        "antigens, cd15",
        "cd34 antigens",
        "cd56 antigens"
    ],
    "author_names": [
        "Weng-Chi Lei, MD",
        "Wen-Chien Chou, MD, PhD",
        "Bor-Shen Ko, MD",
        "Hsin-An Hou, MD",
        "Hwei-Fang Tien, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine Division of Hematology, National Taiwan University Hospital, National Taiwan University, Taipei, Taiwan, "
        ],
        [
            "Department of Laboratory Medicine and Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan, "
        ],
        [
            "Department of Internal Medicine Division of Hematology, National Taiwan University Hospital, National Taiwan University, Taipei, Taiwan, "
        ],
        [
            "Department of Internal Medicine Division of Hematology, National Taiwan University Hospital, National Taiwan University, Taipei, Taiwan, "
        ],
        [
            "Nat'l. Taiwan Univ. Hospital, Taipei, Taiwan"
        ]
    ],
    "first_author_latitude": "25.0407391",
    "first_author_longitude": "121.51898630000001"
}