{
    "doi": "https://doi.org/10.1182/blood-2018-99-116277",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4143",
    "start_url_page_num": 4143,
    "is_scraped": "1",
    "article_title": "Tipifarnib in Relapsed or Refractory Angioimmunoblastic T-Cell Lymphoma (AITL) and CXCL12+ Peripheral T-Cell Lymphoma (PTCL): Preliminary Results from an Open-Label, Phase 2 Study ",
    "article_date": "November 29, 2018",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: Poster II",
    "topics": [
        "angioimmunoblastic lymphadenopathy",
        "lymphoma, t-cell, peripheral",
        "tipifarnib",
        "brachial plexus neuritis",
        "stromal cell-derived factor 1",
        "biological markers",
        "neoplasms",
        "adverse event",
        "anemia",
        "biopsy"
    ],
    "author_names": [
        "Thomas E. Witzig, MD",
        "Lubomir Sokol, MD PhD",
        "Eric D Jacobsen, MD",
        "Won-Seog Kim, MD PhD",
        "Francine M. Foss, MD",
        "Ranjana H. Advani, MD",
        "Jose Maria Roncero Vidal, MD",
        "Ana Marin Niebla, PhD",
        "Antonia Rodriguez Izquierdo, PhD",
        "Raquel De Ona Navarrete, MD",
        "Fátima de la Cruz Vicente, MD",
        "Dolores Caballero, MD",
        "Rufino Mondejar, PhD",
        "Miguel A. Piris, PhD MD",
        "Robert Curry, BA, MBA",
        "Catherine Scholz, PharmD",
        "Antonio Gualberto, PhD MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Division of Hematology and Oncology, Department of Medicine, Samsung Medical Center, Seoul, Korea, Republic of (South) "
        ],
        [
            "Yale Cancer Center, New Haven, CT "
        ],
        [
            "Department of Medicine, Division of Oncology, Stanford University, Stanford, CA "
        ],
        [
            "Institut Català d'Oncologia, Girona, Spain "
        ],
        [
            "Hospital Universitari Vall d'Hebron, Barcelona, Spain "
        ],
        [
            "Hospital Doce de Octubre, Madrid, Spain "
        ],
        [
            "MD Anderson Cancer Center, Madrid, Spain "
        ],
        [
            "Instituto de Biomedicina de Sevilla (IBIS)/CSIC/Universidad de Sevilla, Hospital Universitario Virgen del Rocío, Seville, Spain "
        ],
        [
            "Department of Hematology, Hospitalario Universitario de Salamanca (HUS/IBSAL) and CIBERONC, Salamanca, Spain "
        ],
        [
            "Fundación Jiménez Díaz, Madrid, Spain "
        ],
        [
            "Fundación Jiménez Díaz, Madrid, Spain "
        ],
        [
            "Kura Oncology, Cambridge, MA"
        ],
        [
            "Kura Oncology, Cambridge, MA"
        ],
        [
            "Kura Oncology, Cambridge, MA"
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "Background Tipifarnib is a potent and selective inhibitor of the enzyme farnesyltransferase (FT). FT catalyzes post-translational attachment of farnesyl groups required for localization of signaling molecules to the inner cell membrane. CXCL12 is a chemokine that is essential for T cell homing to lymphoid organs and the bone marrow, and for the maintenance of immune cell progenitors. Herein we report preliminary efficacy, safety and biomarker data from a Phase 2 study of tipifarnib in angioimmunoblastic T-cell lymphoma (AITL) and CXCL12+ peripheral T-cell lymphoma (PTCL) patients (pts). Methods This Phase 2 study is a multi-institutional, single-arm, open-label trial initially designed as a two-stage (11+7 pts) cohort to determine the efficacy, safety and biomarkers of tipifarnib in pts with relapsed/refractory (R/R) PTCL, age >/=18 years and a performance status of 0-2. Based on initial findings, the study was amended to include a cohort of AITL (n=12) and PTCL (n=12) pts with the CXCL12 rs2839695 A/A genotype (CXCL12+ cohort). Pts received tipifarnib 300 mg administered orally twice daily on days 1-21 of 28-day treatment cycles until progression of disease (PD) or unacceptable toxicity. The primary endpoint of the study is overall response rate (ORR). Ancillary studies are also ongoing to investigate the prognostic value of CXCL12 expression in patients who received standard of care treatment. Results As of 25 July 2018, 34 PTCL pts (13 AITL, 1 ALK- ALCL, 20 PTCL-NOS) have been treated with tipifarnib, 19 pts in stages 1 and 2, and 15 pts in the ongoing AITL histology and CXCL12 cohorts. Median number of prior treatment regimens was 3. The most common treatment-related adverse events (AE) (grade ≥ 3) are hematological, including neutropenia (50%), thrombocytopenia (43%), leukopenia (33%), febrile neutropenia (27%), and anemia (20%). Skin and subcutaneous tissue disorders were reported in 9 pts, 6 of them with AITL histology. One pt with AITL experienced an episode of possible Stevens Johnson Syndrome that resolved with dose discontinuation and did not recur upon re-challenge at one dose level reduction. Of 18 evaluable patients enrolled in Stages 1 and 2 of the trial, 3 partial responses (PR), 2 of them in pts with AITL histology, and 4 best responses of stable disease (SD) were observed. Pre-treatment tumor tissue CXCL12 expression correlated with favorable pt outcomes. In the AITL cohort (10 evaluable pts), 1 PR and 1 SD have been observed so far, with 5 pts pending cycle 2 response evaluation. In the CXCL12+ cohort (n=3 evaluable pts), 1 SD has been observed, with 2 pts pending cycle 2 response evaluation. Plasma levels of CXCL12 decreased over time with tipifarnib treatment. Expression of CXCL12 mRNA and other biomarkers in pre-treatment biopsies of pts in the AITL and CXCL12+ cohorts are being evaluated using RT-PCR assays. In addition, the prognostic value of CXCL12 is being investigated in approximately 100 diagnostic specimens of PTCL pts who received standard therapy. Preliminary data suggest that CXCL12 overexpression is observed in approximately 25% of PTCL and negatively affects pt survival. Conclusion Preliminary activity of tipifarnib was observed in PTCL pts, particularly in those with tumors of AITL histology and high CXCL12 expression and enrollment continues. Disclosures Witzig: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Sokol: Mallinckrodt Pharmaceuticals: Consultancy; Seattle Genetics: Consultancy; Spectrum Pharmaceuticals: Consultancy. Jacobsen: Merck: Consultancy; Seattle Genetics: Consultancy. Kim: Takeda: Research Funding; J&J: Research Funding; Mundipharma: Research Funding; Roche: Research Funding; Novartis: Research Funding; Kyowa-Kirin: Research Funding; Celltrion: Research Funding. Foss: Miragen: Consultancy, Speakers Bureau; Spectrum: Consultancy; Seattle genetics: Consultancy; Mallinkrodt: Consultancy. Advani: Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board, Research Funding; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Kura: Research Funding; Merck: Research Funding; Roche/Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board, Research Funding; Kyowa: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Regeneron: Research Funding; Janssen: Research Funding; Bayer: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Cell Medica: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Astra Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Autolus: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Seattle Genetics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board, Research Funding; Gilead/Kite: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Millenium: Research Funding; Agensys: Research Funding; Celgene: Research Funding; Forty Seven: Research Funding; Infinity: Research Funding. Marin Niebla: Amgen: Other: Medical education of Staff, Speakers Bureau; Roche: Consultancy, Other: Medical education of Staff, Speakers Bureau; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Other: Medical education of Staff, Speakers Bureau; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Medical education of Staff, Speakers Bureau. Piris: Kura: Honoraria; Takeda: Honoraria; Janssen: Honoraria; Gilead: Honoraria. Curry: Kura Oncology: Employment, Equity Ownership. Gualberto: Kura Oncology: Employment, Equity Ownership."
}