{
    "doi": "https://doi.org/10.1182/blood.V122.21.2169.2169",
    "article_title": "Long-Term Overall Survival In Diffuse Large B-Cell Lymphoma With Bone Marrow Involvement Patients After High-Dose Chemotherapy Plus Autologous Stem Cells Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "abstract_text": "Background Bone marrow involvement occurs in 10–20% of cases of diffuse large B-cell lymphoma (DLBCL). According to its morphological characteristics bone marrow involvement can be concordant (CBM) or discordant (DBM). DLBCL with bone marrow involvement (DLBCL BM) is characterized by aggressive course and poor response to standard polychemotherapy, with the worst results observed in the group of patients with CBM: 5-year overall survival rate is less than 10%. Application of the mNHL-BFM-90 treatment program in DLBCL BM patients resulted in only partial remission. In many cases there was persistent residual bone marrow infiltration, whereas the tumor fully regressed in other locations. In these cases it seemed reasonable to apply consolidating high-dose sequential chemotherapy (sHDT) and autologous stem cells transplantation (ASCT). Aim To evaluate the efficacy of the mNHL-BFM-90 treatment program with sHDT and ASCT in DLBCL BM patients. Patients and Methods We performed a pilot prospective trial, including 15 consecutive adult patients (median age 44 years, range 23–57, female=4, male=11, CBM=5, DBM=10) with newly diagnosed DLBCL BM who were treated with sHDT and ASCT as a part of the mNHL-BFM-90 program from Feb 2005 till July 2013. All patients underwent 4 courses of mNHL-BFM-90 chemotherapy program, including A blocks (methotrexate 1,5 g/m 2 day 1, ifosfamide 800 mg/m 2 days 1–5, vincristine 2 mg day 1, doxorubicin 50 mg/m 2 day 3, etoposide 100 mg/m 2 q 12 hrs days 4–5, cytarabine 150 mg/m 2 q 12 hrs days 4–5, dexamethasone 10 mg/m 2 days 1–5) and C blocks (methotrexate 1,5 g/m 2 day 1, cytarabine 2 g/m 2 q 12 hrs days 2–3, vinblastine 10 mg/m 2 day 1, etoposide 100 mg/m 2 q 12 hrs days 4–5, dexamethasone 10 mg/m 2 days 1–5). After 4 induction courses patients continued receiving treatment according to the sHDT scheme, including 2 DHAP courses and 3 high-dose courses with the hematopoietic stem cells (HSC) mobilization and collection: cyclofosfamide 4 g/m 2 day 1, methotrexate 8 g/m 2 day 15 and vincristine 2 mg day 15, etoposide 500 mg/m 2 q 12 hrs days 31–34. In cases of sufficient quantity of collected CD34+ cells (≥ 2x10 6 /kg), the BEAM conditioning and the ASCT were applied. The programed therapy was fully implemented in 6 out of 15 patients. The average amount of harvested HSC was 4x10 6 /kg (range 2–7,2x10 6 /kg). Due to unsufficient HSC collection, ASCT was not carried out in 9 patients. If complete remission (CR) was achieved only after sHDT, one additional Dexa-BEAM course was carried out (4 patients). The other patients completed the therapy after the sHDT (5 patients). The rates of overall survival (OS) and probability of relapse were estimated (±SE) by using the Kaplan-Meier method. Statistical analysis was done using JMP ver. 10.0 (SAS, Cary, NC). Results Two patients achieved CR after 4 courses of chemotherapy program mNHL-BFM-90, while the other 13 patients achieved PR; however, they had residual disease only in the bone marrow. All patients achieved CR after sHDT therapy. There were 2 patients with early relapse (8 months): one of them had CBM and another had DBM. One of these cases of relapse was registered in patient after ASCT. Remission has been maintained in 4 of 5 patients with CBM. There were no cases of death from the chemotherapy toxicity. At the median 44 months (range 19–95) follow-up the overall survival was 82±12%, and probability of relapse was 15%. Conclusions DLBCL with bone marrow involvement has a very poor prognosis with the CHOP-like therapy, and we consider it as the basis for high-dose chemotherapy. Our trial showed that the long persistence of the tumor in the bone marrow requires the prolonged treatment. The primary-intensive mNHL-BFM-90 treatment program with the sHDT and ASCT was used for the first time in the DLBCL BM patients, including patients with CBM, and has shown high efficacy. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow involvement",
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "stem cells",
        "transplantation",
        "autologous stem cell transplant",
        "etoposide",
        "methotrexate",
        "cytarabine",
        "dexamethasone"
    ],
    "author_names": [
        "Olga A. Gavrilina, MD",
        "Evgeny E. Zvonkov, MD, PhD",
        "Nelly G. Gabeeva, MD, PhD",
        "Eduard G. Gemdjian, PhD",
        "Vladimir I. Vorobyev, MD",
        "Sergey K. Kravchenko, MD, PhD",
        "Valeri G. Savchenko, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Olga A. Gavrilina, MD",
            "author_affiliations": [
                "High Dose Chemotherapy of lymphomas, National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Evgeny E. Zvonkov, MD, PhD",
            "author_affiliations": [
                "High Dose Chemotherapy of lymphomas, National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelly G. Gabeeva, MD, PhD",
            "author_affiliations": [
                "High Dose Chemotherapy of lymphomas, National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduard G. Gemdjian, PhD",
            "author_affiliations": [
                "Laboratory of Biostatistics, National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vladimir I. Vorobyev, MD",
            "author_affiliations": [
                "Chemotherapy of Hematological Diseases and Intensive Therapy, National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergey K. Kravchenko, MD, PhD",
            "author_affiliations": [
                "Chemotherapy of Hematological Diseases and Intensive Therapy, National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeri G. Savchenko, MD, PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T06:46:55",
    "is_scraped": "1"
}