{
    "doi": "https://doi.org/10.1182/blood.V112.11.2029.2029",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1116",
    "start_url_page_num": 1116,
    "is_scraped": "1",
    "article_title": "Structural and Functional Investigations of Active Site Binding Regions in Factor VIIa. ",
    "article_date": "November 16, 2008",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "amines",
        "antigens, cd98 light chains",
        "calcium",
        "crystal structure",
        "disulfides",
        "endopeptidases",
        "enzyme precursors",
        "enzymes",
        "epidermis",
        "factor vii"
    ],
    "author_names": [
        "S. Paul Bajaj",
        "Amanda Sutton",
        "Sreejesh Shanker",
        "Amy E Schmidt",
        "Sayeh Agah",
        "William H Velander",
        "Kaillathe Padmanabhan",
        "Duilio Cascio"
    ],
    "author_affiliations": [
        [
            "UCLA/Orthopedic Hospital, Los Angeles, CA, USA"
        ],
        [
            "Chemical and Biomolecular Engineering, University of Nebraska Lincoln, Lincoln, NE, USA"
        ],
        [
            "Orthopaedic Surgery, UCLA/Orthopaedic Hospital, Los Angeles, CA, USA"
        ],
        [
            "Orthopaedic Surgery, UCLA/Orthopaedic Hospital, Los Angeles, CA, USA"
        ],
        [
            "Orthopaedic Surgery, UCLA/Orthopaedic Hospital, Los Angeles, CA, USA"
        ],
        [
            "Chemical and Biomolecular Engineering, University of Nebraska Lincoln, Lincoln, NE, USA"
        ],
        [
            "Biochemistry, Michigan State University, East Lansing, MI, USA"
        ],
        [
            "Institute for Genomics and Proteomics, UCLA, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.047243300000005",
    "first_author_longitude": "-118.36501189999998",
    "abstract_text": "Factor VII (FVII) consists of an N-terminal γ-carboxyglutamic acid (Gla) domain followed by two epidermal growth factor-like (EGF1 and EGF2) domains and the C-terminal protease domain. Activation of FVII results in a two-chain FVIIa molecule consisting of a light chain (Gla-EGF1-EGF2 domains) and a heavy chain (protease domain) held together by a single disulfide bond. The complex of tissue factor (TF) and FVIIa activates FIX and FX during coagulation. FVIIa on its own is structurally more “zymogen-like” and when bound to TF it is more “active enzyme-like.” We obtained crystal structures of EGR-VIIa/soluble (s) TF (2.9 Å resolution), dansyl-EGR-VIIa/sTF (1.9 Å resolution) and benzamidine-VIIa/sTF (1.6 Å resolution). We also investigated the effect of TF binding on the S1, S2, and S3/S4 subsites ( Schechter and Berger, BBRC , 27 : 157 -162, 1967 ) in FVIIa. The affinity of variously inhibited FVIIa to sTF was also measured using Biacore technology. For obtaining second order inhibition rate constants, FVIIa ± soluble (s) TF was incubated with each inhibitor for various times, diluted several fold and assayed for the residual FVIIa activity. The second order rate constants were obtained by plotting the first order rate constants versus the inhibitor concentrations. These data are summarized in the table below. From these data it appears that all subsites are affected upon FVIIa binding to sTF. Since in the crystal structure of EGR-VIIa/sTF the P1 Arg residue is the only residue that makes contact with FVIIa, it follows that the S1 site is affected ~10-fold upon binding to sTF. Adding a dansyl group that partially occupies the S3/S4 position (1.9 Å structure) increases the second order rate constant 7-fold (2.41 versus 0.35) over that of EGR-ck. Moreover the addition of Pro (DFPR-ck) or Phe (DFFR-ck) residue occupying the S2 position increases the second order rate constant 357-fold and 1500- fold, respectively (125 and 525 versus 0.35). Thus, comparison of dEGR, DFPR, DFFR inhibition suggests that FVIIa prefers Phe at S2 and at S3/S4 positions, and that TF opens up the S1/S2/S3/S4 sites for substrate or inhibitor occupancy. These data are consistent with LTR (P3/P2/P1) residues in FX at its activation cleavage site as well as with LTR (P3/P2/P1) residues and FTR (P3/P2/P1) residues at the 145-146 and 180-181 FIX activation cleavage sites, respectively. Thus, these studies with chloromethylketone inhibitors have biologic relevance. For Biacore studies, sTF was amine coupled to a CM5 chip. The binding of unoccupied active site FVIIa in 5 mM calcium to sTF was characterized by a K D of 7 nM. Benzamidine (10 mM)-VIIa, p -aminobenzamidine ( p AB, 1 mM)-VIIa, EGR-VIIa, dEGR-VIIa, DFPR-VIIa and DFFR-VIIa each bound to sTF with K D values ranging from 1- 2 nM. These affinity measurements indicate that the S1 site occupied FVIIa molecule (benzamidine-FVIIa, p AB-VIIa) has essentially the same conformation as the S1/S2/S3/S4 occupied FVIIa. This conclusion is consistent with similar crystal structures of variously inhibited FVIIa molecules complexed with sTF. The differential rates of incorporation of various chloromethylketone inhibitors could be due to the interaction of various residues (P1, P2, P3, P4) with the corresponding active subsites (S1/S2/S3/S4) of FVIIa. Additionally, the rate of incorporation of chloromethylketone inhibitors into FVIIa also involves the irreversible alkylation step, which could be faster for DFFR-ck and DFPR-ck. Once these inhibitors are incorporated, it appears that they induce the same conformation in FVIIa as achieved by S1 site occupancy alone. Thus S1 site occupancy in FVIIa induces the required conformation to modestly increase the affinity for TF. Second Order Rate Constants for Inhibition of FVIIa ± sTF with Various Chloromethylketone (ck) Inhibitors  Inhibitor . Minus sTF k (min −1 mM −1 ) . Plus sTF k (min −1 mM −1 ) . Fold Difference . EGR-ck 0.04 0.35 8.8 dansyl EGR-ck 0.07 2.41 34.4 (D)FPR-ck 2.3 125 54.3 D)FFR-ck 5.6 525 93.8 Inhibitor . Minus sTF k (min −1 mM −1 ) . Plus sTF k (min −1 mM −1 ) . Fold Difference . EGR-ck 0.04 0.35 8.8 dansyl EGR-ck 0.07 2.41 34.4 (D)FPR-ck 2.3 125 54.3 D)FFR-ck 5.6 525 93.8 View Large"
}