{
    "doi": "https://doi.org/10.1182/blood.V126.23.2229.2229",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3053",
    "start_url_page_num": 3053,
    "is_scraped": "1",
    "article_title": "Haploidentical Transplantation for DOCK8 Deficiency ",
    "article_date": "December 3, 2015",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster II",
    "topics": [
        "burkitt's lymphoma",
        "dock8 protein, human",
        "haploidentical transplantation",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "steroids",
        "cancer",
        "cyclophosphamide",
        "infections",
        "liver transplantation"
    ],
    "author_names": [
        "Nirali N Shah, MD",
        "Alexandra F Freeman, MD",
        "Mark Parta, MD",
        "Helen Su, MD PhD",
        "Gulbu Uzel, MD",
        "Juan C. Gea-Banacloche, MD",
        "Steven M. Holland, MD",
        "Dennis D. Hickstein, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "NIAID, NIH, Bethesda, MD "
        ],
        [
            "Leidos Biomedical Research Inc., Bethesda, MD "
        ],
        [
            "NIAID, NIH, Laboratory of Host Defense, Bethesda, MD "
        ],
        [
            "NIH, NIAID, Bethesda, "
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Laboratory of Clinical Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD "
        ],
        [
            "ETIB, NIH, NCI, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.00184465",
    "first_author_longitude": "-77.104423",
    "abstract_text": "Background: DOCK8 deficiency- a combined immunodeficiency characterized by recurrent sinopulmonary infections, severe cutaneous DNA viral infections, eczema, food and drug allergies, virally driven malignancies and vasculopathy- results from recessive mutations in Dedicator of Cytokinesis 8 ( DOCK8 ). We have previously reported our experience with allogeneic hematopoietic stem cell transplant (HSCT) for DOCK8 deficiency using matched donors. We now report our recent experience with haploidentical transplantation for this disease. Methods: Six patients with DOCK8 deficiency (median age 19.5 yrs, range 6-25 yrs) received a related donor, haploidentical HSCT. Co-morbitidies, in addition to active infections, included: 1 subject with prior history of Burkitt's lymphoma, cardiomyopathy and renal artery stenosis; 2 subjects with prior histories of stroke and critical basilar artery stenosis; 1 subject with a prior history of Hodgkin lymphoma and bleomycin pulmonary toxicity; and 1 subject with end-stage liver disease from Cryptosporidium who underwent living donor liver transplant from the haploidentical HSCT donor 2 months prior to HSCT. All donors underwent bone marrow harvest for collection of stem cells. Recipients of haploidentical related donor HSCT were conditioned with cyclophosphamide 14.5 mg/kg on days -6 and -5, fludarabine 30 mg/m 2 /day on days -6 to -2, busulfan 3.2 mg/kg/day on days -4 and -3 (pharmacokinetically targeted to attain an AUC of 4000), and 200 cGy TBI on day -1. Graft-versus host disease (GVHD) prophylaxis consisted of post-transplant cyclophosphamide 50 mg/kg/day on days + 3 and +4 followed by tacrolimus from day +5 to day +180, and mycophenolate mofetil from day +5 to day +35. Results: The median follow-up was 7 mo (range, 1-13 mo). Five patients engrafted with a mean time of 15.8 days (range, 13 to 18 days). One patient who had received a liver transplant 2 months before HSCT had primary graft failure and received a CD34+ selected stem cell boost. All 5 patients who engrafted had > 90% donor chimerism by day 30. All five of these patients have had reversal of the disease phenotype, which correlated with lymphocyte reconstitution. No subject developed steroid-refractory GVHD-2 subjects had no GVHD, 1 had grade 1 skin GVHD only and was treated with topical steroids; 2 developed grade 2 GVHD with skin/GI GVHD and were steroid responsive. Conclusions: There was minimal regimen-related toxicity, and no incidence of steroid-refractory GVHD despite complete donor chimerism. With genetic testing for DOCK8 deficiency becoming more widely available, we anticipate that earlier diagnosis will enable patients to be transplanted earlier in their clinical course, before significant organ damage or the development of viral-driven malignancies, and that the outcome will continue to improve. Despite extensive co-morbidities in this patient population, haploidentical HSCT was a feasible transplant strategy in patients without matched donors and resulted in reconstitution of the deficient lymphocyte compartments leading to complete reversal of the infection susceptibility phenotype in most patients. Disclosures No relevant conflicts of interest to declare."
}