{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1721.1721",
    "article_title": "Hyper-Activation of the Adenosinergic Axis in the Eμ-TCL1 Chronic Lymphocytic Leukemia Mouse Model Offers Therapeutic Opportunities ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Background. Tumor immunosuppression is a major cause for treatment failure and disease relapse, both in solid tumors and leukemia. Several indications suggest that increased extracellular adenosine levels, which potently suppress T cell responses and skew macrophages towards an M2 phenotype, characterize the tumor microenvironment. Hence, there is intense investigation to identify drugs that target this axis. We previously showed that CLL cells, particularly those endowed in the proliferation centers, express CD39 and CD73, the enzymes that lead to extracellular adenosine production. We also showed that the A2A adenosine receptor is expressed at high levels in CLL lymph nodes, likely due to the effect of hypoxia in positively modulating adenosine production. Aim of the work . The main aim of this work is to study the expression and the role of the adenosinergic axis in vivo , determining the impact of this signaling pathway in CLL progression and modulation of immune responses. To this purpose, we exploited the Eμ-TCL1 (TCL1) mouse model based on the adoptive transfer of spleen-purified leukemic cells in naïve C57BL/6 immunocompetent recipients (WT). Results. Firstly, expression of the adenosinergic axis (CD39, CD73, CD26 and A2A) both on the leukemic side and on bystander immune cells was assessed by comparing cells obtained from the spleen, the bone marrow (BM) and peripheral blood (PB) of TCL1 and WT mice. Flow cytometry analysis of B220 + /CD5 + leukemic cells showed that CD39 was constantly expressed at high levels, in contrast to normal circulating B cells from naïve mice. CD73 expression was more heterogeneous, with both CD73 + and CD73 - leukemic clones. These data recapitulate the phenotype observed in CLL patients and sustain the hypothesis of variable levels of adenosine in tissues colonized by leukemic cells. In contrast, CD26, the adenosine deaminase-anchoring protein was poorly detected, as opposed to WT B cells. Real-time PCR data obtained from purified cell populations confirmed this expression pattern and also indicated dramatic up-regulation in the expression of the A2A receptor, suggesting that leukemia development is accompanied by increased ability to respond to extracellular adenosine. The development of CLL is usually associated with specific T cell and myeloid subset changes. Multiparametric flow cytometry analyses, with selective markers, were adopted to identify naïve, memory, central memory, effector memory and effector T cells, as well as inflammatory, intermediate or patrolling monocytes. Data obtained confirm that in TCL1 mice the naïve T cell subset was dramatically reduced compared to WT mice, with the simultaneous increase in memory, exhausted and regulatory T cell sub-populations. Both CD4 + and CD8 + lymphocyte subsets in TCL1 mice were highly CD39 + compared to the normal counterpart, as opposed to CD73 that was expressed in distinct subpopulation of cells, including regulatory T cells. No significant differences were highlighted for CD26, in all the tissues considered, while the A2A receptor became expressed at very high levels in all cellular components of the leukemic niche. In the monocyte compartment, we observed a reduction of the inflammatory subset, with a parallel increase of patrolling population, functionally similar to M2 tumor-supportive macrophages. Given the role of low oxygen tension as a critical modulator of the adenosinergic system, hypoxia levels were determined, comparing tumor-bearing and WT mice. Mice were treated with pimonidazole hydrochloride, a hypoxia marker, 2 hours prior euthanasia. Flow cytometry and immuno-histochemistry analyses indicated that leukemic engraftment is paralleled by increased hypoxia levels in the lymphoid tissues, such as spleen or BM. Conclusions. Taken together, these results show that the adenosinergic axis is over-expressed in the TCL1 mouse model and confirm that the presence of leukemic cells polarizes the host immune cells, favoring the establishment of a tumor supportive environment. This could be due, at least partly, to the presence of a highly hypoxic leukemic niche. These observations confirm what described for CLL patients, indicating that this animal model can be used to test the impact of adenosine-targeting therapies, in combination with drugs that directly target the clone. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "5'-nucleotidase",
        "adenosine",
        "adenosine receptors",
        "animal model",
        "arterial oxygen tension",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dipeptidyl-peptidase iv",
        "enzymes",
        "flow cytometry"
    ],
    "author_names": [
        "Tiziana Vaisitti, PhD",
        "Sara Serra, PhD",
        "Cinzia Bologna, PhD",
        "Nicoletta Vitale, PhD",
        "Stefania Gobessi, PhD BS",
        "Dimitar G Efremov, MD PhD",
        "Silvia Deaglio, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tiziana Vaisitti, PhD",
            "author_affiliations": [
                "Dept. of Medical Sciences, University of Torino & Italian Institute for Genomic Medicine (IIGM), Torino, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sara Serra, PhD",
            "author_affiliations": [
                "Italian Institute for Genomic Medicine (IIGM), Torino, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cinzia Bologna, PhD",
            "author_affiliations": [
                "Italian Institute for Genomic Medicine (IIGM), Torino, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicoletta Vitale, PhD",
            "author_affiliations": [
                "Dept. of Molecular Biotechnology and Health Sciences, University of Torino, Torino, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Gobessi, PhD BS",
            "author_affiliations": [
                "Molecular Hematology Unit, International Centre for Genetic Engineering & Biotechnology (ICGEB), Trieste, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitar G Efremov, MD PhD",
            "author_affiliations": [
                "Molecular Hematology Unit, International Centre for Genetic Engineering & Biotechnology (ICGEB), Trieste, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Deaglio, MD",
            "author_affiliations": [
                "Dept. of Medical Sciences, University of Torino & Italian Institute for Genomic Medicine (IIGM), Torino, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T04:02:47",
    "is_scraped": "1"
}