{
    "doi": "https://doi.org/10.1182/blood.V118.21.4850.4850",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2143",
    "start_url_page_num": 2143,
    "is_scraped": "1",
    "article_title": "Estimating Iron Burden in Simple Vs. Modified Manual Exchange Transfusions in Pediatric Sickle Cell Patients on Chronic Transfusions ",
    "article_date": "November 18, 2011",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "blood transfusion",
        "drepanocytes",
        "exchange transfusion, whole blood",
        "iron",
        "pediatrics",
        "transfusion",
        "iron overload",
        "iron chelation therapy",
        "chelation therapy",
        "ferritin"
    ],
    "author_names": [
        "Mansi Lalwani, MD",
        "Mary DeBarr, RN, BSN",
        "Ann O'Riordan Mary",
        "Connie M Piccone, MD",
        "Brian W Berman, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, MetroHealth Medical Center, Cleveland, OH, USA, "
        ],
        [
            "Pediatric Hematology/Oncology, Rainbow Babies and Children's Hospital, Cleveland, OH, USA, "
        ],
        [
            "Pediatrics, University Hospitals, Case Western Reserve University, Cleveland, USA"
        ],
        [
            "Pediatric Hematology/Oncology, Rainbow Babies and Children's Hospital, Cleveland, OH, USA, "
        ],
        [
            "Pediatric Hematology/Oncology, Rainbow Babies and Children's Hospital, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.5011703",
    "first_author_longitude": "-81.66143735000001",
    "abstract_text": "Abstract 4850 Introduction: Nearly 100,000 Americans are affected by sickle cell disease (SCD), making it one of the most prevalent genetic disorders in the United States. Individuals with SCD exhibit significant morbidity and mortality related to chronic hemolysis, vasculopathy, and vascular occlusion by red cell sickling. Currently, red cell transfusions are a primary therapy for some of the acute and chronic complications of SCD, including prevention and treatment of stroke. The benefits of transfusion therapy are well known; however, transfusional iron overload is an inevitable consequence. Excess iron in the circulation leads to the formation of reactive oxygen species which ultimately causes end-organ damage. It is well established that adult SCD patients with significant iron overload have a higher mortality. As a result, exchange transfusion protocols are utilized to try to decrease overall iron overload. In our center, a modified manual exchange (MME) protocol is used which involves therapeutic phlebotomy of approximately 5–7.5ml/kg followed by the infusion of 15–20ml/kg packed red blood cells. MME is performed in the outpatient setting every 4–6 weeks with a goal hemoglobin S of less than 30%. Objective: The primary objective of our study was to describe the benefits of a MME protocol compared with a simple transfusion protocol in patients experiencing both. The effects of MME versus simple tranfusion on systemic iron overload were evaluated using serum ferritin levels, net transfusion volume, and need for iron chelation therapy. Study Design/Methods: A retrospective chart review was performed on patients with SCD (type SS) less than 18 years of age who were on chronic transfusions and transitioned from a simple to a MME protocol. All patients included were on chronic transfusions for primary/secondary stroke prevention. Exclusion criteria included all patients on automated exchange transfusion protocols and those patients who started iron chelation therapy after January 1, 2008. Demographic as well as clinical and laboratory data were collected on each patient. A simple transfusion was defined as 20ml/kg packed red blood cells transfused every 4–6 weeks. The MME protocol was defined as above. Iron overload was assessed using indicators including net volume of blood transfused, serum ferritin, and the need for iron chelation during both time periods, and differences were calculated. The Wilcoxon signed rank test was used for the change in amount of blood transfused. Slopes of ferritin levels over time were estimated for each transfusion protocol separately using mixed model methods. The need for chelation therapy was tabulated for each patient. Results: A total of six patients were included in the study, 4 boys and 2 girls. Ages ranged from 6–14 years. Four patients had been on chronic transfusions for more than 2 years prior to the start of our study. The mean net volume transfused during simple transfusion and MME was 400ml and 290ml, respectively (p=0.03). The slope of ferritin rise was 0.18 (CI: 0.11, 0.84) for MME and 1.37 (CI: 0.56, 2.17) for simple transfusion. One patient was taken off chelation therapy completely after transitioning to MME and another patient was maintained on low-dose chelation while on MME. Conclusions: MME appears to reduce the amount of blood transfused, slow the rise of ferritin, and potentially reduce the need for additional medication. MME may provide a safe and cost effective approach for delaying or preventing iron overload in patients with sickle cell disease who require long term transfusion therapy. Disclosures: No relevant conflicts of interest to declare."
}