{
    "doi": "https://doi.org/10.1182/blood-2021-150186",
    "article_title": "Effects of BCL11A Shmir-Induced Post-Transcriptional Silencing on Distributions of HbF in Single-RBCs and Reticulocytes ",
    "article_date": "November 5, 2021",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia: Basic and Translational",
    "abstract_text": "NH and EE equally contributed. ADW and PB co-signed. The expression of fetal hemoglobin (HbF) is one of the main targets of sickle cell disease treatment, as it inhibits the polymerization of hemoglobin S. The hypothesis of an inhibitory threshold of HbF per red blood cell (RBC) has been suggested, 1 although not well defined, as the overall percentage of HbF does not reflect the heterogeneous distribution of HbF per cell. Likewise, the qualitative analysis of RBCs containing HbF, called F cells, is neither reproducible nor clinically interpretable, due to low expression. 2 We have developed a technique for measuring the amount of HbF per cell, to determine thresholds of HbF expression per RBC correlated with clinical and biological effects. 2 Among genes controlling its expression, BCL11A has a major repressive effect on the expression of gamma globin/HbF during the fetal to adult hemoglobin switch. Post-transcriptional silencing of BCL11A, using lentivirus expression of a shRNA embedded in a microRNA architecture (shmiR) to re-activate γ-globin expression, is safe and demonstrates high levels of %HbF in a pilot clinical study (NCT 03282656). 3 Here, we show the quantitative measurement of HbF per RBC and reticulocyte. Methods: During patient follow-up, HbF quantification per single cell RBC was performed using a fluorescent HbF antibody. 2 Addition of an anti-CD71 fluorescent antibody allowed selection of reticulocyte sub-populations for determining their HbF content. Fold-increase in percentage of RBC versus percentage of reticulocyte were calculated. Kinetics of HbF/RBC and HbF/Reticulocyte were modeled using mixed effects polynomial linear regression to account for the correlation between repeated data over time. Results : With a median follow-up of 15 months [12-20] after gene transfer, figure 1 shows the mathematical modeling of single-RBC HbF measurement representing RBC percentage containing at least 2, 4, 6, 8 and 10 pg of HbF. Percentage of RBC above each threshold was higher compared to 14 hydroxyurea treated patients for 6 months. Figure 2 shows fold increase between reticulocytes and RBCs with same thresholds of HbF/cell. For low thresholds, RBCs were found in same percentage as reticulocytes whereas RBCs containing increasing levels of HbF were found in higher percentage than reticulocytes, until 6pg/cell showing a clear selective advantage for red cells with a threshold ≥ 6pg/cell of HbF. Figure 3 shows different kinetics of HbF increase according to two different transduction strategies with 2 enhancers in patients 2-4 compared to one enhancer in patients 6-8. Conclusion: BCL11A down-regulation in six clinical trial subjects was associated with an in vivo selection process RBCs with ≥ 6pg HbF per cell attained with different engraftment kinetics, depending on transduction processes, and ultimately stable high level and broadly distributed HbF. 1 Steinberg MH, Chui DH, Dover GJ, Sebastiani P, Alsultan A. Fetal hemoglobin in sickle cell anemia: a glass half full? Blood. 2014 Jan 23;123(4):481-5. 2 Hebert N, Rakotoson MG, Bodivit G, et al. Individual red blood cell fetal hemoglobin quantification allows to determine protective thresholds in sickle cell disease. Am. J. Hematol. 3 Esrick EB, Lehmann LE, Biffi A, et al. Post-Transcriptional Genetic Silencing of BCL11A to Treat Sickle Cell Disease. N. Engl. J. Med. 2021;384(3):205-215. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Esrick:  bluebird bio: Consultancy. Audureau:  GBT: Honoraria. Higgins:  Sebia, Inc.: Honoraria; Danaher Diagnostics: Consultancy. Williams:  BioMarin: Membership on an entity's Board of Directors or advisory committees, Other: Insertion Site Advisory Board; Geneception: Membership on an entity's Board of Directors or advisory committees, Other: Scientific Advisory Board; Emerging Therapy Solutions: Membership on an entity's Board of Directors or advisory committees, Other: Chief Scientific Chair; Beam Therapeutics: Membership on an entity's Board of Directors or advisory committees, Other: Scientific Advisory Board; Alerion Biosciences: Other: Co-founder (now licensed to Avro Bio, potential for future milestones/royalties); Novartis: Membership on an entity's Board of Directors or advisory committees, Other: Steering Committee, Novartis ETB115E2201 (eltrombopag in aplastic anemia). Advisory fees donated to NAPAAC.; Orchard Therapeutics: Membership on an entity's Board of Directors or advisory committees, Other: Membership on a safety advisory board (SAB): SAB position ended 05/20/2021. Co-founder , Patents & Royalties: Potential for future royalty/milestone income, X-SCID. Provided GMP vector for clinical trial, Research Funding; bluebird bio: Membership on an entity's Board of Directors or advisory committees, Other: Insertion Site Analysis Advisory Board, Patents & Royalties: BCH licensed certain IP relevant to hemoglobinopathies to bluebird bio. The current license includes the potential for future royalty/milestone income. Bluebird has indicated they will not pursue this as a clinical program and BCH is negotiating return of, Research Funding. Bartolucci:  AGIOS: Consultancy; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Lecture fees, Steering committee, Research Funding; Jazz Pharma: Other: Lecture fees; Emmaus: Consultancy; Addmedica: Consultancy, Other: Lecture fees, Research Funding; INNOVHEM: Other: Co-founder; Hemanext: Consultancy; GBT: Consultancy; Bluebird: Consultancy, Research Funding; F. Hoffmann-La Roche Ltd: Consultancy; Fabre Foundation: Research Funding.",
    "author_names": [
        "Nicolas Hebert",
        "Erica B. Esrick",
        "Myriam Armant",
        "Christian Brendel",
        "Marioara Felicia Ciuculescu",
        "Etienne Audureau",
        "John M. Higgins",
        "David A. Williams",
        "Pablo Bartolucci"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicolas Hebert",
            "author_affiliations": [
                "Université Paris-Est Créteil, INSERM, IMRB, Laboratory of excellence LABEX GRex, Créteil, France",
                "EFS IMRB Team 2, CRETEIL, France",
                "Hôpital Henri Mondor, Etablissement Français du Sang, Créteil, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erica B. Esrick",
            "author_affiliations": [
                "Boston Children's Hospital, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myriam Armant",
            "author_affiliations": [
                "TransLab, Boston Children's Hospital, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Brendel",
            "author_affiliations": [
                "Boston Children's Hospital, Harvard Medical School, Boston, MA",
                "Hematology/Oncology, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marioara Felicia Ciuculescu",
            "author_affiliations": [
                "TransLab, Boston Children's Hospital, Boston,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Etienne Audureau",
            "author_affiliations": [
                "Public Health Department, APHP CHU Henri Mondor, CRETEIL, France",
                "Univ Paris Est Creteil, INSERM, IMRB,, CRETEIL, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Higgins",
            "author_affiliations": [
                "Center for Systems Biology, Massachusetts General Hospital, Boston, MA",
                "Department of Systems Biology, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Williams",
            "author_affiliations": [
                "Division of Hematology/Oncology, Dana-Farber/Boston Children's Cancer & Blood Disorders Center, Boston, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo Bartolucci",
            "author_affiliations": [
                "Sickle cell referral center - UMGGR, University Paris-East Créteil, Henri Mondor University Hospitals, APHP, Créteil, France",
                "Laboratory of Excellence LABEX GRex, University Paris-East Créteil, IMRB, Créteil, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:40:21",
    "is_scraped": "1"
}