{
    "doi": "https://doi.org/10.1182/blood.V120.21.2889.2889",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2357",
    "start_url_page_num": 2357,
    "is_scraped": "1",
    "article_title": "Anergic Response to B-Cell Receptor Signaling in Chronic Lymphocytic Leukemia: The Differing Roles of IgD and IgM in the Microenvironment and Peripheral Blood. ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "immunoglobulin d",
        "immunoglobulin m",
        "receptors, antigen, b-cell",
        "signal transduction",
        "phosphotransferases",
        "ligation",
        "phosphoproteins",
        "antigens"
    ],
    "author_names": [
        "Tom Butler, MD",
        "Alexander Montoya",
        "Andrew James Clear, BSc",
        "Rita Coutinho, MD",
        "David C Taussig, PhD, MRCP, FRCPath",
        "Pedro Cutillas, PhD",
        "John G Gribben"
    ],
    "author_affiliations": [
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Centre for Cell Signalling, Barts Cancer Institute, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Barts Cancer Institute, Centre for Haemato-Oncology, London, United Kingdom, "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Centre for Cell Signalling, Barts Cancer Institute, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Barts and the London School of Medicine and Dentistry, Queen Mary University, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.5177142",
    "first_author_longitude": "-0.0606273",
    "abstract_text": "Abstract 2889 Chronic Lymphocytic Leukemia (CLL) cells depend on B cell receptor signaling as well as other microenvironmental survival signals (1). Drugs targeting the BCR signaling pathways are showing exciting results in CLL clinical trials. A peculiarity of CLL is that IgD signaling is generally preserved, whilst IgM signaling is decreased and it has been suggested that this pattern mimics anergic B-cells, and might be consistent with chronic autoantigen exposure. We examined the differing roles of IgM and IgD signaling in CLL using a theoretical framework of anergy. Peripheral blood (PB) CLL cells exhibited higher IgD expression, as compared to IgM (n=204, p<0.0001), but this did not have prognostic impact. When we examined IgM and IgD expression in LN biopsies compared to paired PB (n=10) expression, IgM expression was lower in LN (p=0.002) whilst IgD expression was unchanged. Although the number of these paired samples is small, cases with lower LN IgM levels had poorer prognosis, and we are investigating this further with a larger cohort. We hypothesize that reduced LN IgM expression reflects antigen engagement and an anergic response in the microenvironment. We sought to replicate Mockridge et al' s model of reversible anergy (2) by monitoring the dynamic changes in IgM/D expression after in vitro incubation. Most (18/20) PB CLL samples underwent calcium (Ca) flux after IgD crosslinking, whereas only 13/20 cases underwent IgM Ca flux, and the level of Ca flux was less than with IgD, a well recognized anergic pattern. Incubation for 24h in vitro led to partial restoration of IgM Ca flux and some improvement in IgD Ca flux. This was impaired by treatment with anti-IgD or IgM F(ab) 2 fragments, mimicking antigen exposure, and in keeping with a model of CLL cells engaging autoantigen in vivo. Further support for the pro-survival role of the BCR in CLL was demonstrated by the finding that both IgD and IgM ligation was associated with reduced apoptosis in vitro, with a significant decrease in apoptosis with IgD ligation as compared to IgM. To examine the mechanistic differences of signaling via IgM and IgD further, we used high-throughput mass-spectrometry based phosphoproteomics. This allows analysis of multiple active signaling pathways without a priori knowledge of which pathways to investigate. 6 CLL samples were compared to 5 tonsil controls. 4,575 unique phosphopeptides were identified using MASCOT proteomics software and quantified using a label-free technique based on extracted ion currents. 174 phosphoproteins (p4000-fold) were over-expressed in CLL relative to healthy B-cells. These included components of RNA processing complexes, cytoskeletal regulators and MAPK signaling pathway components. Kinase prediction based on phosphoprotein substrates confirmed activation of kinases known to be active in CLL (such as AKT1, ERK1/2, CK2), but several novel kinases (such as CaMK1, CRIK, ROCK1 and BCKDK) were also active in CLL relative to healthy controls. Evaluation of differentially expressed phosphoproteins after BCR ligation included components of the spliceosome, regulators of the cytoskeleton, as well as known BCR signaling components. BCR-induced kinase activities included mTOR, CDK family members, MAPKs, BCKDK and others. There was much overlap between kinases active after IgM and IgD ligation, but also marked differences in CLL and tonsil BCR signaling. CONCLUSIONS Anergic IgM signaling is contrasted with IgD as a dynamic and plastic process that appears different in the LN and PB compartments in CLL. Mass-spectrometry based phosphoproteomics offers a powerful tool for interrogating intracellular signaling, with networks of phosphorylation characterizing the topology of pathways. BCR signaling in healthy B-cells has not previously been studied using this approach and comparisons with CLL highlight known pathways as well as suggesting novel treatment targets. The ultimate goal is to identify kinases active in CLL that will provide rational and effective drug combinations. Disclosures: Gribben: Celgene: Honoraria; Roche: Honoraria; Pharmacyclics: Honoraria; GSK: Honoraria; Mundipharma: Honoraria; Gilead: Honoraria."
}