{
    "doi": "https://doi.org/10.1182/blood.V104.11.2686.2686",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=193",
    "start_url_page_num": 193,
    "is_scraped": "1",
    "article_title": "AMD3100-Mobilized CD34+ Cells Are Phenotypically Different and Better Targets for Retroviral Transduction Than G-CSF-Mobilized CD34+ Cells in Rhesus Macaques. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "colony-stimulating factors",
        "macaca mulatta",
        "plerixafor",
        "retroviridae",
        "cerebrospinal fluid",
        "cxcr4 receptors",
        "transplantation",
        "adhesions",
        "cytokine",
        "flow cytometry"
    ],
    "author_names": [
        "Andre Larochelle, MD PhD",
        "Allen Krouse",
        "Donald Orlic, MD",
        "Robert E. Donahue, DVM",
        "Cynthia E. Dunbar, MD",
        "Peiman Hematti, MD"
    ],
    "author_affiliations": [
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.0035707",
    "first_author_longitude": "-77.1013313",
    "abstract_text": "AMD3100 (AMD) has recently been shown to rapidly mobilize primitive hematopoietic cells in mice and humans, but little is known about the properties of cells mobilized with this agent. We initiated a study to determine retroviral (RV) in vivo gene marking efficiency in AMD-mobilized CD34+ cells in rhesus macaques. CD34+ cells collected 3 hours after administration of AMD to 2 animals were transduced using RV vectors containing the Neo R gene. Animals were irradiated and cells reinfused immediately after transduction. By molecular analysis, the levels of PB MNC and granulocyte Neo R gene marking at steady-state (up to 12 months post-transplantation) was 1–2% in animal RC909 and 30–40% in RQ2851. In two additional rhesus macaques, CD34+ cells were collected from steady-state BM and from the PB after mobilization with AMD or G-CSF (G). The two PB populations from each animal were transduced with one of two distinguishable Neo R vectors and simultaneously reinfused into irradiated animals. In animal RQ3590, 2% in vivo gene marking at steady-state (up to 4 months post-transplantation) was derived from AMD-mobilized cells compared to 0.05% from the G-mobilized fraction. Animal RQ3636 showed 10% in vivo marking from the AMD-mobilized fraction and no detectable marking from the G-mobilized cells. We also compared phenotypic and functional characteristics of CD34+ cells from BM, AMD-PB and G-PB. An average of 31% of the AMD-mobilized cells were in the Go phase of the cell cycle, compared to 79% of G-mobilized cells (p=0.02), and 45% for the BM fraction (p=0.24). In contrast, 64% AMD-mobilized cells were in G 1 compared to 17% of G-mobilized cells (p=0.03) and 44% for the BM fraction (p=0.15). Flow cytometry showed CXCR4 expression on 59% AMD-mobilized cells, in comparison to 11% G-mobilized cells (p=0.02) and 22% BM cells (p=0.07). Similar results were obtained when comparing VLA-4 expression. The increased expression of CXCR4 on AMD-mobilized CD34+ cells correlated with their increased ability to migrate towards SDF-1α in vitro (45%) compared to G-mobilized cells (8%, p=0.01) and BM cells (17%, p=0.08). Our data indicate efficient long-term in vivo gene marking in the rhesus macaque model, validating the ability of AMD to induce mobilization of true long-term repopulating HSCs. AMD-mobilized PB HSCs represent an alternative source of HSCs amenable to genetic manipulation with integrating RV vectors, with potential applications in gene therapy approaches for patients with sickle cell anemia; documented complications have precluded mobilization using G or G/SCF in these patients. Also, cell cycle status and surface phenotype of AMD-mobilized CD34+ cells are more comparable to steady-state BM cells than G-mobilized PB HSCs. AMD-mobilized CD34+ cells are more actively cycling than G-mobilized CD34+ cells, correlating with the increased efficiency of replication-dependent retrovirus-mediated gene transduction. The increased expression of the adhesion receptors CXCR4 and VLA-4 on primitive AMD-mobilized cells compared to G-mobilized cells suggests fundamental differences in the mechanisms of AMD-mediated and cytokine-mediated stem cell mobilization."
}