{
    "doi": "https://doi.org/10.1182/blood.V110.11.1101.1101",
    "article_title": "Nasal Epithelial Cells of Donor Origin after Allogeneic HCT. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "abstract_text": "Allogeneic HCT leads to hematolymphatic chimeras. Multiple studies in recent years have reported that stem cells can differentiate into muscle, skin, liver, lung, neurons and epithelium of GI tract after HCT. These studies were performed on recipients of sex-mismatched HCT using XY FISH and are often subject to criticism as XY discrimination may lead to overestimation or underestimation of donor cells due to reasons ranging from fetomaternal chimerism; male blood transfusions and loss of Y chromosome. Moreover, most recipients in these studies were ≤ 1 year post HCT. In the present investigation we determined whether donor epithelial nasal cells can be detected in patients ≥ 5 years post HCT. To avoid above limitations, we used the combination of immunocytochemistry, Laser capture microscopy (LCM) and STR based automated DNA fragment analysis for chimerism quantitation. We collected nasal scrapings and whole blood from 12 allo-HCT survivors (5–22 yrs after HCT; median = 10 yrs). Nasal cells were cytospinned; stained with cytokeratin (CK) and CD45 antibodies and true epithelial cells (CK+CD45−) were laser captured. DNA extracted from the captured cells and blood leukocytes was PCR amplified for a panel of 16 STR markers (ABI-Identifiler™). Genescan analysis of the amplicons was done to quantify chimerism. In all 12 recipients, epithelial cells of donor origin were identified accounting for 3.8% to 12.20% (mean = 7.25%) of the nasal epithelial cells. In conclusion, even with a method obviating the artifacts of XY based differentiation; donor origin epithelial cells were identified. We cannot conclude, whether these cells originate from hematopoietic stem cells, or epithelial cell precursors transferred with the graft, or recipient epithelial cell fused with donor hematolymphatic cells. However, as we found only up to 12.20% donor epithelial cells at 5–22 yrs post HCT, it is likely that none of the three mechanisms contribute to the generation of epithelial cells significantly.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "donors",
        "epithelial cells",
        "nose",
        "lasers",
        "allopurinol",
        "antibodies",
        "artifacts",
        "blood transfusion",
        "cd45 antigens"
    ],
    "author_names": [
        "Faisal Khan, PhD",
        "Robyn Lee, BSc",
        "Jan Storek, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Faisal Khan, PhD",
            "author_affiliations": [
                "Medicine, University of Calgary, Calgary, AB, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robyn Lee, BSc",
            "author_affiliations": [
                "Medicine, University of Calgary, Calgary, AB, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Storek, MD, PhD",
            "author_affiliations": [
                "Medicine, University of Calgary, Calgary, AB, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T18:44:21",
    "is_scraped": "1"
}