{
    "doi": "https://doi.org/10.1182/blood.V124.21.2899.2899",
    "article_title": "β7 Integrin Regulates Intra-Marrow Trafficking of Hematopoietic Stem Cells ",
    "article_date": "December 6, 2014",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "α4β7 integrin is a cell adhesion receptor that is crucial for the migration of hematopoietic progenitors and mature effector cells in the periphery, but its role in adult hematopoiesis remains controversial. To investigate this, we conducted studies using a mouse model in which β7 integrin is absent. Hematopoietic stem cells (HSCs) that lacked β7 integrin (β7KO) had significantly reduced engraftment potential. Intriguingly, the survival of β7KO mice was enhanced and their hematopoietic recovery after 5-fluorouracil-induced myeloablative stress was better compared to wild type (WT) mice, indicating that the decreased engraftment of β7KO HSCs was not caused by a defect in HSC hematopoietic activity. Next we examined the homing abilities of HSCs and we observed that β7KO HSCs had impaired migration abilities in vitro and BM homing capabilities in vivo . Lethal irradiation induced expression of the α4β7 integrin ligand - mucosal addressin cell adhesion molecule-1 (MAdCAM-1) on bone marrow (BM) endothelial cells. Moreover, blocking MAdCAM-1 reduced the homing of HSCs and impaired the survival of recipient mice. Altogether, these data indicate that β7 integrin, when expressed by HSCs, interacted with MAdCAM-1 in the BM microenvironment, thereby promoting HSC homing and engraftment. Interestingly, we also found that β7KO HSCs were retained in the BM, suggesting that β7 integrin may influence the localization of HSCs within different stem cell niches through interaction with MAdCAM-1. To examine the localization of HSCs within the BM, we used the hypoxyprobe pimonidazole to correlate oxygen status with niche localization. We observed that both β7KO and MAdCAM-1KO HSCs were more hypoxic compared to WT HSCs, demonstrating that the absence of either β7 integrin or MAdCAM-1 in mice causes HSCs to be localized in a more hypoxic region of the BM. To confirm these findings, we performed single-cell RT-PCR using Fluidigm Dynamic Array Chips and we discovered that β7KO HSCs differentially expressed genes associated with niche localization and cell cycle status compared to WT HSCs. Since hypoxia correlates with quiescence, we next assessed the cell cycle status of HSCs using Ki67 staining and in vivo BrdU assay and we found that β7KO HSCs may have reduced cell cycle activity. Collectively, these studies suggest that expression of β7 integrin on HSCs may promote exit from quiescence and influence HSC localization within the BM niche. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cells",
        "integrins",
        "hypoxia",
        "bromodeoxyuridine",
        "fluorouracil",
        "ki-67 antigen",
        "ligands",
        "madcam1 protein, human",
        "oxygen",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Jodi Murakami",
        "Baohui Xu",
        "Christopher B. Franco",
        "Xingbin Hu",
        "Stephen J. Galli",
        "Irving L Weissman, MD",
        "Ching-Cheng Chen"
    ],
    "author_dict_list": [
        {
            "author_name": "Jodi Murakami",
            "author_affiliations": [
                "Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Baohui Xu",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher B. Franco",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xingbin Hu",
            "author_affiliations": [
                "Division of Hematopoietic Stem Cell & Leukemia Research, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Galli",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irving L Weissman, MD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ching-Cheng Chen",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope, Duarte, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T04:56:28",
    "is_scraped": "1"
}