{
    "doi": "https://doi.org/10.1182/blood.V110.11.2282.2282",
    "article_title": "Inhibition of HIV-1 Tat-Induced Interleukin-10 Expression by Mononuclear Cells at 3% O 2 . ",
    "article_date": "November 16, 2007",
    "session_type": "Immunodeficiency, including HIV and other infections",
    "abstract_text": "The production of IL-10, which counteracts the effect of pro-inflammatory cytokines such as TNF-alpha, is induced by HIV-1 Tat in monocytes/macrophages by a process regulated by CREB-1 transcription factors [ 1 ]. IL-10 has been reported to suppress HIV-1 replication in macrophages by inhibiting HIV-1 transcription [ 2 ] at a, but it has also been reported to contribute to cell-mediated immunity in the setting of HIV infection [ 3 ]. We compared Tat-induced expression of IL-10 by THP-1 monocytes at 3% O 2 (20 mmHg), the tension that monocytes see in certain tissues, and atmospheric 21% O 2 (150 mmHg), the conventional in vitro culture condition. THP-1 cells were treated with recombinant HIV-Tat protein in combination with or without lipopolysaccharide (LPS) and IL-10 expression was analyzed by RT-PCR and ELISA. Treatment of THP-1 cells with HIV-Tat and LPS resulted in a dose- and time-dependent increase in IL-10 expression in the cells cultured at 21% O 2 . In contrast under 3% O 2 the expression of IL-10 was reduced by 3-fold. Treatment with tautomycin, a protein phosphatase-1 (PP1) inhibitor, prevented IL-10 expression in LPS-stimulated THP-1 cells cultured at 21% O 2 . Thus, PP1 is likely to participate in Tat-mediated IL-10 production. PP1 has shown to affect CREB activity [ 4 ]; therefore we propose that PP1 might be involved in the CREB-mediated IL-10 gene expression. The inability of Tat to induce IL-10 production under 3% O 2 might reflect the inadequate response of HIV-1 infected macrophages in vivo that might permit viral replication in infected macrophages. Further investigation of the role of PP1 in IL-10 expression could lead to new therapeutic opportunities for HIV-1 infection.",
    "topics": [
        "hiv-1",
        "interleukin-10",
        "mononuclear cells",
        "cyclic amp-responsive dna-binding protein",
        "cytokine",
        "hiv infections",
        "hiv-1 infection",
        "lipopolysaccharides",
        "protein phosphatase",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Amanuel Edossa, PhD",
        "Victor R. Gordeuk, M.D.",
        "Sergei Nekhai, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Amanuel Edossa, PhD",
            "author_affiliations": [
                "Center for Sickle Cell Disease, Howard University, Washington, DC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Victor R. Gordeuk, M.D.",
            "author_affiliations": [
                "Center for Sickle Cell Disease, Howard University, Washington, DC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergei Nekhai, Ph.D.",
            "author_affiliations": [
                "Center for Sickle Cell Disease, Howard University, Washington, DC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T06:46:15",
    "is_scraped": "1"
}