{
    "doi": "https://doi.org/10.1182/blood.V122.21.5263.5263",
    "article_title": "Functional Pathway Analysis Of JAK2 Mutated and Wild Type Myeloproliferative Neoplasms As a Tool For Patient Stratification and Therapeutic Selection ",
    "article_date": "November 15, 2013",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science",
    "abstract_text": "Background JAK2 signaling is essential for normal development of multiple hematopoietic cell lineages. A JAK2 (V617F) gain of function mutation has been identified in 95% of polycythemia vera (PV) and 50-60% of essential thrombocythemia (ET) patients, providing a rationale for the development of small molecule JAK2 inhibitors. Clinically, JAK2 inhibitors have been shown to be effective in controlling hyperproliferation of hematopoietic cells in PV and ET in patients with (JAK2+) and without (JAK2 WT) the JAK2 V617F mutation. This suggests that deregulation of the JAK/STAT pathway is also involved in disease pathogenesis in JAK2 negative patients. SCNP, a multiparametric flow cytometry-based assay that quantitatively measures both extracellular surface markers and changes in intracellular signaling proteins in response to modulation, was used in this study to assess JAK/STAT pathway capacity in peripheral blood mononuclear cells (PBMCs) from a small subset of PV and ET patients with and without the JAK2 mutation to assess signaling differences between and within JAK2+/WT patient subgroups and the relevance of those findings to response to in vitro JAK inhibition. Methods Cryopreserved PBMCs from 9 patients with PV/ET (3 JAK2+, 6 JAK2 WT) and 2 healthy control subjects were evaluated. Using p-STAT1, 3, and 5 as readouts, SCNP analysis quantitatively measured basal and induced JAK-STAT pathway activation after modulation with a panel of cytokines including IL-2, IL-3, IL-6, IL-10, IL-27, IFNα, IFNγ, EPO, TPO, and GM-CSF, in the presence and absence of 3 JAK inhibitors (INCB-018424, TG-101348, CP-690550) simultaneously in multiple cell subsets (monocytes, B cells, CD4+ T cells, CD4- T cells, CD34+ cells, and nRBC subsets). Results Two out of 3 JAK2+ patients, but only 2 out of 6 JAK2 WT patients, had circulating CD34+ cells comprising 8-10% of total PBMCs. Interestingly, nRBCs represented 35-73% of total PBMCs in those with a CD34+ population, but only 2-14% of total PBMCs in the patients who lacked circulating CD34+ cells suggesting a more pronounced myeloproliferative trait and/or differential homing of the affected cells in JAK2+ disease. Neither CD34+ cells nor nRBC were detected in the PBMC from the healthy control samples. Assessment of CD34+ JAK/STAT baseline and modulated signaling in the 4 samples with circulating CD34+ cells revealed functional differences between JAK2+ and WT samples. Specifically, modulated p-STAT5 responses in the two JAK2+ samples were generally lower than those observed in the WT samples, but were also distinctly different from each other. This demonstrates the presence of functional heterogeneity in otherwise molecularly defined subgroups. Importantly, examination of basal signaling levels in the presence of JAK inhibitors showed significant decrease in p-STAT5 in only one of the 2 JAK2+ samples, suggesting that the reduced modulated response observed in JAK2+/CD34+ patient samples was not due to elevated basal levels. Of note, signaling within monocytes simultaneously assessed in the same samples demonstrated a similar pattern with JAK2+/CD34+ samples having a reduced JAK2-dependent modulated signal (e.g. GM-CSF, IFNg, IL-3, IL-10) compared with both JAK2 WT/CD34+ and CD34- samples ( Fig. 1A ) thus suggesting the possibility of using this cell population (well represented in the peripheral blood samples) as a surrogate for CD34+ JAK/STAT signaling measurement. Finally, in vitro treatment of the CD34+ samples with different JAK inhibitors revealed different degrees of sensitivity between JAK2+ and WT samples (with the former being generally more sensitive) together with a marked heterogeneity within the JAK2+ samples themselves ( Fig. 1B ). Figure 1 View large Download slide View large Download slide JAK/STAT pathway analysis in A) monocytes from MPD patient samples and in B) circulating CD34+ cells in the presence/absence of JAK2 inhibitors Figure 1 View large Download slide View large Download slide JAK/STAT pathway analysis in A) monocytes from MPD patient samples and in B) circulating CD34+ cells in the presence/absence of JAK2 inhibitors Close modal Conclusions Functional pathway analysis of a small myeloproliferative neoplasm sample set identified profound heterogeneity in JAK-STAT pathway activity in circulating CD34+ cells and monocytes from JAK2+ and WT patient samples, as well as heterogeneous responses to different JAK inhibitors. Future studies in larger sample cohorts (including BM samples) are needed to assess the potential clinical utility (e.g. biology-based classification of the disease to better inform treatment decision) of these findings. Disclosures: Westfall: Nodality, Inc.: Employment, Equity Ownership. Hawtin: Nodality, Inc.: Employment, Equity Ownership. Longo: Nodality, Inc.: Employment, Equity Ownership. Atallah: Nodality, Inc.: Employment. Cesano: Nodality, Inc.: Employment, Equity Ownership.",
    "topics": [
        "mutation",
        "myeloproliferative disease",
        "janus kinase inhibitors",
        "granulocyte-macrophage colony-stimulating factor",
        "interleukin-10",
        "interleukin-3",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "aldesleukin",
        "cd34 antigens",
        "cryopreservation"
    ],
    "author_names": [
        "Matt Westfall, Ph.D.",
        "Rachael E. Hawtin, Ph.D.",
        "Diane Longo, Ph.D.",
        "Michelle Cholankeril, MD",
        "Reena K. Vora, MD",
        "Michelle Atallah",
        "Alessandra Cesano, M.D., Ph.D.",
        "Steven L Allen, MD",
        "Scott Z. Fields, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matt Westfall, Ph.D.",
            "author_affiliations": [
                "Nodality, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rachael E. Hawtin, Ph.D.",
            "author_affiliations": [
                "Nodality, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Longo, Ph.D.",
            "author_affiliations": [
                "Nodality, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Cholankeril, MD",
            "author_affiliations": [
                "Hofstra North Shore-LIJ School of Medicine, Lake Success, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reena K. Vora, MD",
            "author_affiliations": [
                "Hofstra North Shore-LIJ School of Medicine, Lake Success, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Atallah",
            "author_affiliations": [
                "Nodality, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Cesano, M.D., Ph.D.",
            "author_affiliations": [
                "Nodality, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven L Allen, MD",
            "author_affiliations": [
                "Hofstra North Shore-LIJ School of Medicine, Lake Success, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Z. Fields, MD",
            "author_affiliations": [
                "Hofstra North Shore-LIJ School of Medicine, Lake Success, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:32:34",
    "is_scraped": "1"
}