{
    "doi": "https://doi.org/10.1182/blood-2019-130571",
    "article_title": "Dual Inhibition of MCL1 and BCL2 in Lymphoma Using Tumor Targeted Nanoparticles ",
    "article_date": "November 13, 2019",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "abstract_text": "Cancer and normal cell utilize multiple members of the anti-apoptotic BCL2 proteins to protect them from cell death. Selective targeting of the BCL2 protein has a limited therapeutic value in the majority of cancer patients, including lymphoma, mainly due to the ability of cancer cells to utilize other members of the BCL2 family that are functionally redundant. While therapeutic targeting of multiple proteins will enhance tumor cell killing, such strategies will also lead to increased toxicity of vital organs. Here, we examined the single agent activity of the novel MCL1 inhibitor S63845 in a panel of lymphoma cell lines representing different cell of origin and differentiation states. Cell lines that were sensitive to S63845 expressed lower levels of BCL2. Consequently, we demonstrated that dual inhibition of BCL2 and MCL1, using the small molecule inhibitors Venetoclax and S63845, can lead to sustained and durable remissions of upto 250 days in mice harboring human DLBCL tumors after only 10 treatments (100 mg/kg Venetoclax oral and 25 mg/kg S63845 iv 5x/week). Monotherapy with S63845 or Venetoclax had a modest effect on tumor volume (41% and 36% tumor volume decrease upon S63845 or Venetoclax monotherapy, respectively). Immunohistochemistry of tumors from different treatment groups revealed that treatment with each drug alone resulted in minimal cleavage of caspase 3. In contrast, the combination of Venetoclax and S63845 resulted in diffuse caspase 3 cleavage, and cleavage of the caspase 3 target Poly (ADP-ribose) polymerase (PARP), indicative of apoptosis. However, unlike single agent therapy, combination treatment was also associated with significant weight loss of more than 15% pretreatment body weight, and hematological toxicity manifested in platelets, RBCs, WBCs and hemoglobin. Reduced dosing regimens induced complete remissions of tumors in mice but these were not durable, as tumor regrowth was observed around day 75 (~50 days after treatment cessation). To reduce the toxicity, we encapsulated either S63845 or Venetoclax into tumor targeted nanoparticles. Targeting of the drug loaded nanoparticle to the tumor is achieved by fucoidan, a fucosylated polysaccharide with nanomolar affinity to P-selectin, an inflammatory marker that is enriched in tumor sites. Fucoidan-decorated nanoparticles were synthesized by coencapsulating S63845 and a near infrared fluorophore IR783 that enables imaging. In vivo and ex vivo imaging studies demonstrated preferential targeting of the nanoparticles to the lymphoma while sparing vital organs, including the liver, heart, and kidneys (5 to 8-fold enrichment in the tumor). When MCL1 or BCL2 inhibitors were encapsulated into lymphoma-targeting nanoparticles we could lower the administered dose of these drugs by 3.5 and 6.5-fold, respectively. Combining either a nanoparticle encapsulated S63845 or Venetoclax with the other drug systemically administered induced durable remissions. When combination therapy was administered with one drug encapsulated as a nanoparticle, we did not observe significant weight loss or hematological toxicity, demonstrating that this nanoparticle delivery platform can deliver therapeutic drug concentration to tumor cells while sparing normal cells from treatment toxicity. This is the first study to demonstrate the potential therapeutic value of targeted BH3 mimetics nanoparticles in lymphoma. Disclosures Heller: Goldilocks Therapeutics Inc.: Equity Ownership, Other: Cofounder; Lipidsense Inc.: Other: Cofounder; Concarlo Holdings LLC: Consultancy. Younes: Merck: Honoraria, Research Funding; Takeda: Honoraria; Pharmacyclics: Research Funding; AstraZeneca: Research Funding; Genentech: Research Funding; Biopath: Consultancy; Xynomics: Consultancy; Epizyme: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; HCM: Consultancy; BMS: Research Funding; Syndax: Research Funding; Abbvie: Honoraria; Roche: Consultancy, Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Curis: Honoraria, Research Funding.",
    "topics": [
        "bcl-2 protein",
        "lymphoma",
        "nanoparticles",
        "neoplasms",
        "weight reduction",
        "venetoclax",
        "toxic effect",
        "caspase-3",
        "disease remission",
        "cancer"
    ],
    "author_names": [
        "Neeta Bala Bala, PhD",
        "Mandana Taghizadeh Manzari, PhD",
        "Mariana Da Silva Ferreira, MSc",
        "Zahra Asgari",
        "Connor Hagen",
        "Venkatraman Seshan, PhD",
        "Elisa de Stanchina",
        "Katia Manova-Todorova",
        "Daniel Heller",
        "Anas Younes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Neeta Bala Bala, PhD",
            "author_affiliations": [
                "MEMORIAL SLOAN KETTERING CANCER CENTER, Hicksville, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mandana Taghizadeh Manzari, PhD",
            "author_affiliations": [
                "MEMORIAL SLOAN KETTERING CANCER CENTER, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariana Da Silva Ferreira, MSc",
            "author_affiliations": [
                "MEMORIAL SLOAN KETTERING CANCER CENTER, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zahra Asgari",
            "author_affiliations": [
                "MEMORIAL SLOAN KETTERING CANCER CENTER, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connor Hagen",
            "author_affiliations": [
                "MEMORIAL SLOAN KETTERING CANCER CENTER, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Venkatraman Seshan, PhD",
            "author_affiliations": [
                "Epidemiology - Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa de Stanchina",
            "author_affiliations": [
                "MEMORIAL SLOAN KETTERING CANCER CENTER, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katia Manova-Todorova",
            "author_affiliations": [
                "MEMORIAL SLOAN KETTERING CANCER CENTER, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Heller",
            "author_affiliations": [
                "MEMORIAL SLOAN KETTERING CANCER CENTER, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anas Younes, MD",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T02:37:02",
    "is_scraped": "1"
}