{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1402.1402",
    "article_title": " HMGA2 Gene Expression Profile Improves Risk Stratification in Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Introduction : In adult acute myeloid leukemia (AML), clinical outcome is mainly predicted by age, cytogenetics and specific gene mutations (Papaemmanuil et al ., N. Engl. J. Med., 2016; Dohner et al. , Blood, 2017). The 2017 European LeukemiaNet (ELN) expert panel for AML diagnosis recommends screening for mutations in NPM1 , CEBPA , RUNX1, FLT3 , TP53 , and ASXL1 genes inaddition to chromosomal anomalies (Dohner et al. , Blood, 2017). The genetic and cytogenetic risk stratification guides AML therapy, but it remains insufficient to select the optimal therapy especially in the intermediate genetic risk category. Several gene expression signatures have been proposed to further refine AML risk stratification (Li et al ., J. Clin. Oncol., 2013; Ng et al ., Nature, 2016). However, they have not been widely adopted because of technical challenges in implementing large gene signatures in clinical settings. Accurate biomarkers are still needed to improve prognostic assessment in AML. Methods : We analyzed RNA sequencing data of 430 clinically annotated AML samples and identified HMGA2 asa new candidate prognostic marker. A RT-qPCR test was developed and validated in order to facilitate implementation in clinical laboratories. The association of HMGA2 expression with complete remission (CR), overall survival (OS), relapse-free survival (RFS) and cumulative incidence of relapse (CIR), was studied in a training cohort of 358 diagnostic AML samples from intensively treated patients. Multivariable models were adjusted for age, white blood cell counts, cytogenetic risk, NPM1 and FLT3 -ITD mutations and, except for CR prediction, hematopoietic stem cell transplantation as a time-dependent variable. The prognostic value of the HMGA2 test was validated in an independent cohort of 260 diagnostic AML samples from patients enrolled in the UK National Cancer Research Institute (NCRI) AML17 trial. Results: In the training cohort, HMGA2 was highly expressed in 22.3% of AML, mostly in patients with intermediate or adverse cytogenetics. A high expression level of HMGA2 ( H+ ) was associated with lower CR frequency (58.8% vs 83.4%, p < 0.001), poorer 3-year OS (13.2% vs 43.5%, p < 0.001, Fig. A) and a higher 3-year CIR (72.9% vs 48.1%, p = 0.004, Fig. B). Multivariable analyses showed that H+ was independently associated with a higher risk of primary refractory disease (CR: adjusted Odds Ratio (aOR) = 3.08 [1.44-6.59], p = 0.004) and lower OS (adjusted Hazard Ratio (aHR) = 1.69 [1.17-2.44], p = 0.005) and RFS (aHR = 1.64 [1.03-2.59], p = 0.036). Next, we investigated whether the HMGA2 test could improve prognostic assessment in AML patients classified according to the 2017 ELN genetic risk stratification (Dohner et al. , Blood, 2017). We observed that a positive HMGA2 test identified 45 of 87 (51.7%) ELN adverse risk patients who were unresponsive to current treatments. Importantly, the HMGA2 test was also positive in 43.5% of intermediate risk patients who were negative for NPM1 , FLT3 -ITD and biallelic CEBPA mutations, and in 66.7% of patients with TP53 , RUNX1 or ASXL1 mutations. This finding is clinically relevant, especially if screening for TP53 , RUNX1 or ASXL1 mutations is not available. Consistent with results in the training cohort, H+ was a good predictor of poor survival and a higher CIR in the validation cohort (Fig. C-D). Multivariable analyses also confirmed that H+ was strongly and independently associated with a higher risk of primary refractory disease (CR: aOR = 3.98 [1.36-11.65], p = 0.01), lower OS (aHR = 2.03 [1.36-3.03], p < 0.001) and RFS (aHR = 2.06 [1.38-3.08], p < 0.001), and a higher CIR (aHR = 2.01 [1.28-3.14], p = 0.002). Importantly, among the 157 patients not classified in the UK NCRI high risk category (Ling et al , Br. J. Haematol., 2013; Burnett et al , Blood, 2016), 52 (33.1%) H+ patients had a significantly worse survival than 105 H- patients ( p = 0.002, Fig. E). Conclusion: High HMGA2 expression adds significant independent prognostic value to known clinical and genetic prognostic factors in AML, and is predictive of poor clinical outcomes with standard AML therapies. The HMGA2 test can complement the current AML tests to improve treatment orientation and be integrated in ongoing and future prospective clinical trials studying innovative therapies to increase survival of HMGA2 positive AML patients. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Wei: Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees, Research Funding. Fleming: Abbvie: Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Astellas: Membership on an entity's Board of Directors or advisory committees; BMS: Speakers Bureau; MSD: Speakers Bureau. Schwarer: BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Specialised Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Sauvageau: ExCellThera: Other: Chief Executive Officer and Chief Scientific Officer.",
    "topics": [
        "leukemia, myelocytic, acute",
        "hmga2 gene",
        "hmga2 protein",
        "aryl hydrocarbon receptor",
        "ms-like tyrosine kinase 3",
        "protein p53",
        "ccaat/enhancer binding protein alpha",
        "impedance threshold device",
        "screening",
        "treatment resistant disorders"
    ],
    "author_names": [
        "Miriam Marquis, PhD",
        "Cyrielle Beaubois",
        "Vincent-Philippe Lavallee, MD",
        "Michal Abrahamowicz, PhD",
        "Coraline Danieli, PhD",
        "Sébastien Lemieux, PhD",
        "Imran Ahmad, MD",
        "Andrew Wei, MBBS, FRACP, FRCPA, PhD",
        "Stephen B Ting, MD PhD",
        "Shaun Fleming, MBBS(Hons) FRACP FRCPA",
        "Anthony P Schwarer, MD MBBS (Hons), FRACP, FRCPA",
        "William Grey, PhD",
        "David Grimwade, MD PhD",
        "Robert K. Hills, DPhil",
        "Paresh Vyas, MD PhD",
        "Nigel H. Russell, MD",
        "Guy Sauvageau, MD, PhD",
        "Josee Hebert, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Miriam Marquis, PhD",
            "author_affiliations": [
                "The Leucegene project at Institute for Research in Immunology and Cancer, Université de Montréal, Montreal, Canada ",
                "Quebec Leukemia Cell Bank, Maisonneuve-Rosemont Hospital, Montreal, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cyrielle Beaubois",
            "author_affiliations": [
                "The Leucegene project at Institute for Research in Immunology and Cancer, Université de Montréal, Montreal, Canada ",
                "Quebec Leukemia Cell Bank, Maisonneuve-Rosemont Hospital, Montreal, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent-Philippe Lavallee, MD",
            "author_affiliations": [
                "The Leucegene Project at the Institute for Research in Immunology and Cancer, Université de Montréal, Montreal, Canada ",
                "Division of Hematology-Oncology, Maisonneuve-Rosemont Hospital, Montreal, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michal Abrahamowicz, PhD",
            "author_affiliations": [
                "Epidemiology and Biostatistics Department, McGill University, Montreal, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Coraline Danieli, PhD",
            "author_affiliations": [
                "Epidemiology and Biostatistics Department, McGill University, Montreal, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sébastien Lemieux, PhD",
            "author_affiliations": [
                "The Leucegene project at Institute for Research in Immunology and Cancer, Université de Montréal, Montreal, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Imran Ahmad, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Maisonneuve-Rosemont Hospital, Montreal, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Wei, MBBS, FRACP, FRCPA, PhD",
            "author_affiliations": [
                "Department of Haematology, The Alfred Hospital, Melbourne, Australia ",
                "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen B Ting, MD PhD",
            "author_affiliations": [
                "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia ",
                "Department of Haematology, Box Hill Hospital, Melbourne, Australia "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaun Fleming, MBBS(Hons) FRACP FRCPA",
            "author_affiliations": [
                "Department of Haematology, The Alfred Hospital, Melbourne, Australia "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony P Schwarer, MD MBBS (Hons), FRACP, FRCPA",
            "author_affiliations": [
                "Department of Haematology, Box Hill Hospital, Melbourne, Australia "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Grey, PhD",
            "author_affiliations": [
                "Cancer Genetics Laboratory, Department of Medical and Molecular Genetics, King's College London, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Grimwade, MD PhD",
            "author_affiliations": [
                "Cancer Genetics Laboratory, Department of Medical and Molecular Genetics, King's College London, London, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert K. Hills, DPhil",
            "author_affiliations": [
                "Centre for Trials Research, College of Biomedical & Life Sciences, Cardiff University, Cardiff, United Kingdom "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paresh Vyas, MD PhD",
            "author_affiliations": [
                "MRC Molecular Haematology Unit, Weatherall Institute of Molecular Medicine and Department of Haematology, University of Oxford, Oxford, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel H. Russell, MD",
            "author_affiliations": [
                "Centre for Clinical Haematology, Nottingham University Hospital, Nottingham, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guy Sauvageau, MD, PhD",
            "author_affiliations": [
                "The Leucegene project at Institute for Research in Immunology and Cancer, Université de Montréal, Montreal, Canada ",
                "Quebec Leukemia Cell Bank, Maisonneuve-Rosemont Hospital, Montreal, Canada ",
                "Division of Hematology-Oncology, Maisonneuve-Rosemont Hospital, Montreal, Canada ",
                "Department of Medicine, Université de Montréal, Montreal, Canada"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josee Hebert, MD",
            "author_affiliations": [
                "The Leucegene project at Institute for Research in Immunology and Cancer, Université de Montréal, Montreal, Canada ",
                "Quebec Leukemia Cell Bank, Maisonneuve-Rosemont Hospital, Montreal, Canada ",
                "Division of Hematology-Oncology, Maisonneuve-Rosemont Hospital, Montreal, Canada ",
                "Department of Medicine, Université de Montréal, Montreal, Canada"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:32:12",
    "is_scraped": "1"
}