{
    "doi": "https://doi.org/10.1182/blood.V108.11.689.689",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=798",
    "start_url_page_num": 798,
    "is_scraped": "1",
    "article_title": "New Approaches to the Regulation of Erythropoiesis and Hematoglobin Synthesis in β-Hemoglobinopathies: Studies with the Immunomodulatory Drug CC-4047. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "chief complaint",
        "erythropoiesis",
        "hemoglobinopathies",
        "fetal hemoglobin",
        "globins",
        "hemoglobin",
        "hemoglobin, sickle",
        "anemia",
        "anti-inflammatory agents",
        "azacitidine"
    ],
    "author_names": [
        "Laure A. Moutouh de Parseval, MD",
        "Dominique Verhelle, Ph.D.",
        "Emilia Glezer, B.S.",
        "Helen Brady, Ph.D.",
        "Laura G. Corral, M.S.",
        "Christopher L. Morris, M.D., Ph.D.",
        "George Muller, Ph.D.",
        "Kyle Chan, Ph.D."
    ],
    "author_affiliations": [
        [
            "Discovery Research, Celgene, San Diego, CA, USA"
        ],
        [
            "Discovery Research, Celgene, San Diego, CA, USA"
        ],
        [
            "Discovery Research, Celgene, San Diego, CA, USA"
        ],
        [
            "Discovery Research, Celgene, San Diego, CA, USA"
        ],
        [
            "Discovery Research, Celgene, San Diego, CA, USA"
        ],
        [
            "Pediatrics, Loma Linda University School of Medicine, Loma Linda, CA, USA"
        ],
        [
            "Drug Discovery, Celgene Corp, Summit, NJ, USA"
        ],
        [
            "Discovery Research, Celgene, San Diego, CA, USA"
        ]
    ],
    "first_author_latitude": "32.8934247",
    "first_author_longitude": "-117.2239764",
    "abstract_text": "Sickle cell disease (SCA) and β-thalassemia constitute worldwide public health problems and new therapies are needed. Inhibition of hemoglobin S (HbS) polymerization is a major target for therapeutic approaches in SCA. New experimental therapies including hydroxyurea (HU) have attempted to augment the synthesis of fetal hemoglobin (HbF) and improve upon current treatment. Clinical trial results have demonstrated that lenalidomide (Revlimid®), recently approved by the FDA, reduces or even eliminates the need for red blood cell transfusions in some anemic myelodysplastic patients. We have examined whether CC-4047, another IMiDs® immunomodulatory drug currently under evaluation for the treatment of hematological cancers could regulate erythropoiesis and hemoglobin synthesis. For this purpose, we used an in vitro culture model to differentiate human erythroid progenitors from bone marrow or peripheral blood CD34+ cells. We demonstrate that CC-4047 is a potent inducer of HbF that synergizes with HU, the sole drug approved for SCA, during erythroid differentiation of CD34 progenitors isolated from healthy donors and patients with SCA. In addition CC-4047 modulates erythropoiesis, slowing erythroid maturation and increased proliferation of immature erythroid cells. Unlike other inducers of HbF such as HU, 5-aza-cytidine and butyrate, CC-4047 is not cytotoxic. The percentage of F-cells are increased by 2 to 3 fold with pan-cellular expression of HbF and an increase of Fetal/Adult hemoglobin ratio that are relevant for SCA. Gene expression profiling of erythroid differentiated cells shows that CC-4047 regulates specific erythroid transcription factors and genes that participate in hemoglobin synthesis, and genes involved in cell cycle and cellular differentiation. CC-4047 controls globin gene expression during erythroid differentiation by increasing the rate of γ-globin and ε-globin transcription and by inducing sustained expression of fetal and embryonic hemoglobin synthesis. Our results support the hypothesis that CC-4047, alone or in combination with certain current approved therapies comprising HU, can restore effective erythropoiesis and increase the ratio of fetal to adult hemoglobin. Moreover, CC-4047 has demonstrated anti-inflammatory and immunomodulatory effect in vivo that could help to limit the inflammatory state in sickle cell patients. In conclusion, administration of CC-4047 may represent an innovative new therapy for β-hemoglobinopathies."
}