{
    "doi": "https://doi.org/10.1182/blood.V126.23.477.477",
    "article_title": "Safety and Efficacy of Addition of Pegylated Interferon alpha2b to Standard Dose Dasatinib in Newly Diagnosed Chronic Phase CML Patients ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy and Prognosis",
    "abstract_text": "Rationale: Dasatinib (DAS) and interferon have different modes of action and may have synergistic activity in CML, due to both antineoplastic and immunostimulatory mechanisms. Addition of pegylated interferon (PegIFN) to imatinib therapy in CP-CML has in previous clinical trials (French SPIRIT and NordCML002) resulted in deeper molecular responses. Thus, an optimal combination of DAS and PegIFN may increase the proportion of patients who reach deep molecular response with potential for treatment-free remission (TFR). Design: Newly diagnosed CP-CML patients were treated with DAS (Sprycel, BMS) 100 mg OD as single drug for three months. Thereafter weekly subcutaneous injections of Peg-IFN α2b (PegIntron, MSD) were added to DAS; from end of month 3 (M3) to M6, 15µg/week, thereafter 25µg/week until M15. Primary end points were safety and the rate of MMR at M12. The doses of PegIFN were lower than in the SPIRIT and NordCML002 studies to increase adherence. Population: Forty patients were included at 14 university centers. One patient was lost to follow-up after M6. All patients were included in analysis up to M12. Mean and median age was 48 years (range 19-71). The proportions of high risk patients were 25% (Sokal), 15% (Hasford), and 15% (EUTOS). Safety and dosing: Treatment was well tolerated with expected DAS and PegIFN related side effects. Six patients had seven serious adverse events (AEs), all hospitalizations. 1 episode each of bradycardia/atrial fibrillation (possibly PegIFN-related), headache (DAS), fever (PegIFN), anaphylaxis-like reaction (PegIFN), fever/malaise/headache (PegIFN), pneumonia and a knee effusion (both unrelated). One pleural effusion occurred (grade 2, 3%). Grade 3-4 neutropenia and thrombocytopenia occurred in 6 and 9 patients respectively. Prolonged hematological toxicity (>2 months) occurred in 8 patients, causing dosing problems in 5. One patient suffered grade 3 depression. Grade 3 flu-like symptoms occurred in 2 patients. One patient had lipase elevation grade 3 and one patient developed hypothyroidism attributed to PegIFN. Grade 2 dermal AEs like rash and acne occurred in about 20%, attributable to both drugs. 94% (DAS) and 76% (PegIFN) of assigned dose was given. Dose reductions occurred in 19 patients for DAS and 20 patients for PegIFN. Two patients discontinued DAS and switched to nilotinib, 1 for headache at M3 and 1 at M12 for lack of efficacy/hematological toxicity. Two patients could not start PegIFN for hematological toxicity (one lost to follow-up after M6). PegIFN was discontinued because of bradycardia/atrial fibrillation (1 patient), anaphylaxis (1 patient), flu-like syndrome (2 patients) and long-term hematological toxicity (2 patients). At 12 months 31/38 pats (82%) were still on PegIFN, a higher proportion than in the French Spirit or NordCML002 studies. Efficacy: We have used the DAS arm of the Dasision study (Kantarjian NEJM 2010) as a historical control. Early response at M3 was very similar between studies. In the present and the Dasision cohorts respectively, 18% vs 16% missed the 10% BCR-ABL IS landmark, 66% vs 56% achieved a CCyR and 8% vs 8% achieved MMR. At M6, three months after introduction of PegIFN, a steep increase in MMR rate was observed compared with Dasision. This was also reflected in deep responses, MR4.0 (see tables) and MR4.5 at M12, 18% vs 5%. The primary efficacy endpoint was MMR at M12, 82% vs 46%. Table 1. MMR . DAS+PegIFN (%) . DAS (Dasision)(%) . Difference (%) . M3 8 8 0 M6 53 27 26 M9 66 39 27 M12 82 46 36 MMR . DAS+PegIFN (%) . DAS (Dasision)(%) . Difference (%) . M3 8 8 0 M6 53 27 26 M9 66 39 27 M12 82 46 36 View Large Table 2. MR4.0 . DAS+PegIFN (%) . DAS (Dasision) (%) . Difference (%) . M3 3 0 3 M6 20 6 14 M9 38 8 30 M12 48 12 36 MR4.0 . DAS+PegIFN (%) . DAS (Dasision) (%) . Difference (%) . M3 3 0 3 M6 20 6 14 M9 38 8 30 M12 48 12 36 View Large Progressions and treatment failure defined by ELN 2013: Failures: No progression was noted. At M3, 2 patients still had >95% Ph+ metaphases (MF). At M6, four patients (11%) had > 35% Ph+MF or >10% BCR-ABL levels. At M12, one patient failed CCgR and two more patients failed <1% BCR-ABL. No BCR-ABL mutations were detected in \"failure\" patients. Conclusion: The combination of DAS and low dose PegIFN could be safely administered in newly diagnosed CP CML. No unexpected autoimmune phenomena were observed, and pleural effusions were rare. Efficacy appears very promising with high early MMR rates and deep molecular responses. A randomized comparison DAS +/- PegIFN is warranted. Support: Study drug from BMS and MSD. Grant from BMS. Figure 1. View large Download slide Figure 1. View large Download slide Close modal Disclosures Hjorth-Hansen: Ariad: Honoraria; Novartis: Honoraria; Pfizer: Honoraria, Research Funding; Bristol-Myers Squibb: Research Funding. Off Label Use: Dasatinib and Pegylated IFN combination in CML. Richter: Ariad: Honoraria; Bristol-Myers Squibb: Honoraria; Novartis: Honoraria. Porkka: Bristol-Myers Squibb: Honoraria; Celgene: Honoraria; Novartis: Honoraria; Pfizer: Honoraria. Mustjoki: Bristol-Myers Squibb: Honoraria, Research Funding.",
    "topics": [
        "dasatinib",
        "leukemia, myeloid, chronic-phase",
        "peginterferon",
        "measles-mumps-rubella vaccine",
        "bcr-abl tyrosine kinase",
        "toxic effect",
        "headache",
        "anaphylaxis",
        "atrial fibrillation",
        "bradycardia"
    ],
    "author_names": [
        "Henrik Hjorth-Hansen, MD PhD",
        "Jesper Stentoft",
        "Johan Richter, MD PhD",
        "Perttu Koskenvesa, MD",
        "Arta Dreimane, MD",
        "Kimmo Porkka, MD PhD",
        "Tobias Gedde-Dahl, MDPhD",
        "Bjorn Gjertsen, MD PhD",
        "Franz X. Gruber, MDPhD",
        "Martin Hoglund, MD PhD",
        "Anna Lubking, MD",
        "Kristina Myhr-Eriksson, MD",
        "Berit Markevärn",
        "Hanne Vestergaard, MDPhD",
        "Ole Weis Bjerrum, MDPhD",
        "Leif Stenke, MDPhD",
        "Satu Mustjoki, MD PhD",
        "Ulla Stromberg, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Henrik Hjorth-Hansen, MD PhD",
            "author_affiliations": [
                "Dept of Cancer Researc and Molecular Medicine (IKM), Norwegian University of Science and Technology (NTNU), Trondheim, Norway ",
                "Dept of Hematology, St Olavs Hospital, Trondheim, Norway "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jesper Stentoft",
            "author_affiliations": [
                "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johan Richter, MD PhD",
            "author_affiliations": [
                "Department of Molecular Medicine and Gene Therapy and Department of Hematology and Vascular Disorders, Lund University and Skåne University Hospital, Lund, Sweden ",
                "Department of Hematology and Vascular Disorders, Skane University Hospital, Lund, Sweden "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Perttu Koskenvesa, MD",
            "author_affiliations": [
                "Hematology Research Unit Helsinki, University of Helsinki and Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arta Dreimane, MD",
            "author_affiliations": [
                "Department of Medical and Health Sciences, Linköping University, Linköping, Sweden ",
                "Dept of Hematology, County Council of Östergötland, Linköping, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimmo Porkka, MD PhD",
            "author_affiliations": [
                "Hematology Research Unit Helsinki, University of Helsinki and Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Gedde-Dahl, MDPhD",
            "author_affiliations": [
                "Oslo University Hospital, Oslo, Norway ",
                "Dept of Internal Medcine, Oslo University Hospital, Oslo, Norway "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bjorn Gjertsen, MD PhD",
            "author_affiliations": [
                "Dept of Internal Medicine, Haukeland University Hospital, Bergen, Norway "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franz X. Gruber, MDPhD",
            "author_affiliations": [
                "Dept of Internal Medicine, University Hospital in North Norway, Tromsö, Norway "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Hoglund, MD PhD",
            "author_affiliations": [
                "Uppsala University, Department of Medical Sciences, Section of Hematology, Uppsala, Sweden "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Lubking, MD",
            "author_affiliations": [
                "Department of Hematology and Vascular Disorders, Skåne University Hospital, Lund, Sweden "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristina Myhr-Eriksson, MD",
            "author_affiliations": [
                "Dept of Internal Medicine, Sunderby Hospital, Luleå, Sweden "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Berit Markevärn",
            "author_affiliations": [
                "Dept of Hematology, Umeå University Hospital, Umeå, Sweden "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanne Vestergaard, MDPhD",
            "author_affiliations": [
                "Dept of Hematology, Odense University Hospital, Odense, Denmark "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ole Weis Bjerrum, MDPhD",
            "author_affiliations": [
                "Dept of Hematology, Rigshospitalet, Copenhagen, Denmark "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leif Stenke, MDPhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Karolinska University Hospital and Karolinska Institutet, Stockholm, Sweden "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satu Mustjoki, MD PhD",
            "author_affiliations": [
                "Department of Hematology, University of Helsinki and Department of Hematology, Helsinki University Central Hospital Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulla Stromberg, MDPhD",
            "author_affiliations": [
                "Dept of Hematology, Uppsala University Hospital, Uppsala, Sweden"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T09:41:02",
    "is_scraped": "1"
}