{
    "doi": "https://doi.org/10.1182/blood.V128.22.1097.1097",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3292",
    "start_url_page_num": 3292,
    "is_scraped": "1",
    "article_title": "Targeting BRD4 Disables IL-15 Oncogenic Signaling in Cutaneous T-Cell Lymphoma Via Down Regulation of IL-15 Receptor Complex ",
    "article_date": "December 2, 2016",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies: Biomarkers, Prognosis, and Targets",
    "topics": [
        "interleukin-15",
        "lymphoma, t-cell, cutaneous",
        "signal transduction",
        "down-regulation",
        "cancer",
        "antineoplastic agents",
        "annexin a5",
        "carcinogenesis",
        "cytotoxicity",
        "disease progression"
    ],
    "author_names": [
        "Rebecca Kohnken",
        "Jing Wen",
        "Max Yano",
        "Alex Hartlage, BS",
        "Leah Grinshpun",
        "Michael A. Caligiuri, MD",
        "Pierluigi Porcu, MD",
        "Anjali Mishra, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Veterinary Biosciences, The Ohio State University, Columbus, OH "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH ",
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH ",
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH ",
            "Division of Dermatology, The Ohio State University, Columbus, OH"
        ]
    ],
    "first_author_latitude": "39.999996900000006",
    "first_author_longitude": "-83.0275509",
    "abstract_text": "Targeting the epigenome is a promising strategy in the treatment of advanced stage cutaneous T-cell lymphoma (CTCL). CTCL is a malignancy of mature CD4+ T-cells which initially involves the skin but may progress to involve blood and visceral organs. There is no curative treatment, and drug resistance is a common problem. A hallmark feature in the development and progression of CTCL is global dysregulation of the epigenome resulting in aberrant gene expression, increased expression of oncogenes, and silencing of tumor suppressors. Bromodomain 4 (BRD4) is a master epigenetic regulator of gene expression recently identified as a survival factor in many hematologic and solid malignancies. A member of the bromodomain and extra terminal (BET) protein family, BRD4 binds chromatin in super-enhancer regions to direct downstream gene expression through interaction with co-factors such as Mediator and p-TEFb. Recently, a small molecule specific inhibitor of BRD4, JQ1, has been investigated as an anti-tumor agent. The role of BRD4, and therefore the efficacy and mechanism of JQ1 in CTCL is not known. Our group recently reported the critical role of IL-15 signaling in the development and progression of CTCL ( Mishra et al, Cancer Discovery, 2016 ). Utilizing CTCL-derived cell lines, patient samples, and the newly characterized IL-15 transgenic mouse model of CTCL, we describe the effects of IL-15 signaling on BRD4 expression, and demonstrate for the first time regulation of IL-15 receptor expression by BRD4. We also describe the efficacy of JQ1 as an anti-tumor agent in CTCL which acts by inducing cell cycle arrest in cell lines and preventing disease progression in IL-15 transgenic mice. IL-15 signaling through its heterotrimeric receptor is a driver of oncogenesis in CTCL. Treatment of primary CD4+ T-cells from healthy donors with IL-15 (100ng/ml) for 48 hours increases protein expression of BRD4 ( Figure 1A ). To evaluate the occupancy of BRD4 in regulatory regions of IL-15 receptor genes, we performed ChIP-sequencing for BRD4 binding in CD4+ T-cells from a healthy donor, fresh CTCL cells, and JQ1-treated CTCL cells. At the gene locus for IL-15Rα (Chromosome 10p14-p15), we observed increased BRD4 binding at the transcription start site. This occupancy is reversed upon treatment with JQ1, to a level comparable to that of healthy donor CD4+ T-cells. This pattern is recapitulated in regulatory regions for IL-15Rβ and IL-15Rγ loci. To determine if decreased BRD4 occupancy following JQ1 treatment results in decreased IL-15 receptors gene expression, immunoblotting was performed for each receptor subunit. Treatment of the CTCL cell line HuT78 cells, with JQ1 results in significant reduction in the expression of all three IL-15 receptor subunits compared to vehicle. IL-15Rα expression decreased 2.3-fold, IL-15Rβ by 17-fold, and IL-15Rγ by 122-fold ( Figure 1A ). To determine the efficacy of JQ1 as an anti-tumor agent, CTCL-derived cell lines were treated with increasing doses of JQ1 for 72 hours. Cell viability and cell cycle analysis was performed and IC50 values were calculated for each cell line. At 10µM dose, there were significant decreases in % cell viability for all 5 cell lines (MyLa 66±2.56; HuT102 37±1.39; HuT78 30±1.86; HH 19±2.15; SeAx 36±0.79; p<0.0001 for all of the above). IC 50 for MyLa is 21µM, HuT102 0.445µM, SeAx 4.45µM, HuT78 0.167µM, and HH 0.461µM. Treatment of these cell lines with JQ1 also resulted in a dose-dependent increase of cells in sub-G 0 phase of the cell cycle, corresponding with increased Annexin V staining. IL-15 transgenic mice universally develop CTCL by 3-4 weeks of age. We treated these mice with 50mg/kg JQ1 (n=8) or a vehicle control (n=5) beginning at 4 weeks of age for 4 weeks. Scoring of the morphology, and severity of skin lesions histologically ( Figure 1B ) demonstrated a significant difference between JQ1 treated animals and controls ( Figure 1C, p=0.0041 ), with JQ1-treated animals having milder disease. We conclude that BRD4 binding at regulatory regions enhances IL-15 receptor expression in CTCL. Increased receptor expression may augment IL-15 signaling, a known oncogenic mechanism in this malignancy. Furthermore, JQ1 reverses the effects of BRD4 on IL-15 receptor expression, results in significant cytotoxicity in cell lines, and prevents development of severe disease in a mouse model of CTCL. BRD4 therefore represents a promising therapeutic target in CTCL. View large Download slide View large Download slide  Disclosures Porcu: Innate Pharma: Other: Investigator in a clinical trial; celgene: Other: Investigator in a clinical trial; miRagen: Other: Investigator in a clinical trial; Millenium: Other: investigator in a clinical trial."
}