{
    "doi": "https://doi.org/10.1182/blood-2021-151004",
    "article_title": "Closing Knowledge Gaps Among Parents of Children with Sickle Cell Trait ",
    "article_date": "November 5, 2021",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Background Nearly 8% of African Americans carry sickle cell trait (SCT) and approximately 2000 infants in the United States are born with sickle cell disease (SCD) annually. SCT knowledge is necessary for individuals with SCT to make informed reproductive decisions since they are at risk of having children with SCD. Despite state programs that inform parents of their child's SCT status via telephone call, >80% of adults with SCT do not know their status. This may be because many parents have low health literacy (HL), low baseline SCT knowledge, and/or may not achieve high sustained SCT knowledge after non-standardized phone encounters. The SCTaware education program was designed to improve SCT education to close knowledge gaps that may exist after telephone-only education. It also aims to increase parents' SCT status awareness and their ability to inform their affected children in the future. Objectives The objectives of this interim analysis were to assess central Ohio parents' SCT knowledge after being educated about their child's SCT status by telephone (standard of care) and to explore if SCTaware improves parents' knowledge immediately and one month after receiving it. Methods A multidisciplinary team (hematologists, a genetic counselor, HL experts, SCT educators, parent stakeholders, and visual design experts) developed SCTaware, a videoconference-administered education program that is delivered by a trained educator and includes SCT knowledge objectives, HL-informed communication strategies (e.g., teach-back), visuals scoring highly for understandability, and access to narrated post-education review materials. Through electronic medical record review, we identified English-speaking biological parents of infants with SCT who were informed of their child's SCT by telephone. Adult parents who were able to be contacted by telephone were invited to participate if they did not have SCD or a child with SCD, had not received SCT education in central Ohio for another child, were not (or partner was not) currently pregnant, and had access to an electronic device capable of videoconferencing. After informed consent, parents reported their and their child's SCT status, completed a demographic survey, a HL assessment, and the published Sickle Cell Trait Knowledge Assessment (SCTKA) consisting of eight questions. Participants then received SCTaware and repeated the SCTKA and report of their and their child's SCT status immediately and one month later. SCTKA scores <75% correct were considered low. Data were summarized descriptively. Linear mixed effects models with random intercept for each parent were used to assess scores longitudinally. Results Of the 297 children with SCT whose parent received telephone education between March 2020-April 2021, 114 had a parent who was able to be contacted, 22 were ineligible when contacted, and five declined participation because they reported having adequate knowledge. To date, 63 parents have enrolled, 54 have completed baseline surveys (Table 1), 44 have completed SCTaware, and 35 have completed the one-month follow-up. Following telephone education, 44% of participants had high SCT knowledge. Participants' mean SCTKA scores post-telephone education did not significantly differ whether they had received telephone education ≤3 months or >3 months before enrolling in the study (64% correct vs. 71% correct, p=0.30). Of those who had completed SCTaware, 42 (95%) achieved high SCT knowledge immediately after. Of those who have completed the one-month follow-up, 94% continue to have high knowledge. Participants with low HL had significantly lower SCTKA scores post-telephone education but those with high and low HL achieved and maintained high sustained knowledge one month after receiving SCTaware (Figure 1). Discussion Our interim analysis shows that over half of parents, especially those with low HL, have low SCT knowledge after receiving education by telephone regarding their infant's diagnosis of SCT. SCTaware is a scalable tool that could be widely implemented as an initial program or as a follow-up to telephone education if final analyses confirm that SCTaware leads to sustained knowledge gains. Future studies, however, need to determine parent access to and satisfaction with SCTaware and if individuals use the knowledge gained to inform their reproductive decision-making and to inform their affected children. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Chase Beeman",
        "Mary Ann Abrams",
        "Kristin Zajo",
        "Joseph R Stanek",
        "Alexandra Martinez-Mendez",
        "Sarah H. O'Brien",
        "Susan E Creary"
    ],
    "author_dict_list": [
        {
            "author_name": "Chase Beeman",
            "author_affiliations": [
                "Center for Child Health Equity and Outcomes Research, Nationwide Children's Hospital, Columbus, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mary Ann Abrams",
            "author_affiliations": [
                "Department of Pediatrics, Primary Care Pediatrics and Center for Child Health Equity and Outcomes Research, Nationwide Children's Hosptial, Columbus, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristin Zajo",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology/Oncology/BMT, Nationwide Children's Hospital, Columbus, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph R Stanek",
            "author_affiliations": [
                "Division of Biostatistics, Nationwide Children's Hospital, Columbus, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Martinez-Mendez",
            "author_affiliations": [
                "Center for Child Health Equity and Outcomes Research, Nationwide Children's Hosptial, Columbus, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah H. O'Brien",
            "author_affiliations": [
                "Center for Child Health Equity and Outcomes Research, The Ohio State University, Columbus, OH and Nationwide Children's Hospital, Department of Pediatrics, Division of Hematology/Oncology/BMT, Nationwide Children's Hosptial, Columbus, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan E Creary",
            "author_affiliations": [
                "Center for Innovation in Pediatric Practice, Division of Pediatric Hematology/Oncology/BMT, Nationwide Children's Hospital, Columbus, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:03:38",
    "is_scraped": "1"
}