{
    "doi": "https://doi.org/10.1182/blood.V126.23.4990.4990",
    "article_title": "Childhood Hyperdiploid Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Background: Acute lymphoblastic leukemias (ALL) with 51-67 chromosomes in leukemic cells are defined as high-hyperdiploid (HHD). In childhood, these leukemias comprise 25-30% of all cases, typically arise from B lymphocyte precursors and are generally associated with good prognosis. Besides the number of chromosomes, the hyperdiploid ALLs can be determined also by DNA index (established by flow cytometry), representing ratio of DNA content in leukemic vs. normal diploid cell. Cases with DNA index >=1.16 and 50 chromosomes and DNA index = 1.16) and, according to some studies, particularly with cases characterized by \"triple-trisomy\", i.e. concurrent gain of chromosomes 4, 10 and 17. However, as the triple-trisomy significantly overlaps with HDI-HHD, it is not clear whether the favorable prognosis is driven rather by the triple-trisomy itself or by the higher ploidy of these patients (with most cases having DNA index >= 1.16). In this study we aimed to analyze biological and clinical features of HHD leukemias, compare LDI-HHD and HDI-HHD cases and verify prognostic role of triple-trisomy of chromosomes 4, 10 and 17. Patients and methods: We tested 75 patients with hyperdiploid childhood ALL defined by the presence of 51-67 chromosomes (46 HDI-HHD, 29 LDI-HHD). To determine the type of hyperdiploidy we used flow cytometry (DNA index) and whole genome single nucleotide polymorphism (SNP) array. SNP array also enabled precise determination of amplified chromosomes as well as partial gains and losses and calculation of a SNP array-based \"theoretical\" DNA index. From clinical features we analyzed final risk stratification of patients (based in this subgroup on early treatment response measured at day +8 by morphology (\"prednisone response\"), at day +15 by flow cytometry and at day +33 and week +12 by PCR quantification of immunoglobulin a T-cell receptor rearrangements) and their outcome. Results: Our data show that correlation of DNA content in leukemic cells determined by flow cytometry and by SNP-array is very high (Spearman correlation: rho = 0.96; p-value < 2,2e-16). Besides the HHD patients we analyzed DNA index and SNP array in 53 non-high hyperdiploid patients (<=50 chromosomes); all the non-HHD cases had DNA index <1.1. In HHD patients we found negative correlation between DNA index and final risk stratification (decrease of DNA index with increasing risk (standard - medium - high), p=0.004). As expected, patients with triple-trisomy have higher DNA index and number of chromosomes (p<0.0001); however, 4/38 were found among the LDI-HHD patients. None of the triple-trisomy patients was stratified into the high-risk treatment, while in patients without the triple-trisomy the distribution of high risk vs. non-high risk therapy was 13 vs. 24 (p<0.0001) with 10/25 (40%) HR cases among LDI-HHD and 3/12 (25%) HR cases among HDI-HHD patients. Patients with triple-trisomy have better very early response to treatment measured at day +15 (p=0.009) and this difference remains significant also when only patients with HDI-HHD are analyzed separately (p=0.014). There is no significant difference in event free survival analysis as overall outcome of this group is very good - only 4 events emerged within the whole cohort so far (1 secondary AML in patient with triple-trisomy and one relapse and two deaths in 3 patients without triple-trisomy, one of those from the LDI-HHD group). Conclusion: High hyperdiploidy can be determined by karyotype, SNP array and also by flow cytometry, where cases with DNA index > 1.1 are highly likely to carry > 50 chromosomes. Patients with high hyperdiploidy over 50 chromosomes form a subgroup of childhood ALL with a generally very good prognosis. However, some heterogeneity within this group is present. Our data suggest that patients with LDI-HHD are more often stratified into high risk treatment. On the other hand, patients with triple-trisomy of chromosomes 4, 10 and 17 are characterized by a rapid response to initial therapy, which is not just a result of coexisting HDI-HHD status. Supported by grant IGA MZ NT14350/3. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "flow cytometry",
        "human development index",
        "immunoglobulin a",
        "karyotype determination procedure",
        "leukemia",
        "leukemia, lymphocytic, acute, childhood",
        "leukemia, secondary acute",
        "leukemic cells"
    ],
    "author_names": [
        "Marketa Zaliova",
        "Martina Vaskova",
        "Lenka Hovorkova",
        "Ondrej Hrusak",
        "Jan Stary",
        "Jan Zuna"
    ],
    "author_dict_list": [
        {
            "author_name": "Marketa Zaliova",
            "author_affiliations": [
                "CLIP- Childhood Leukaemia Investigation Prague, Prague, Czech Republic ",
                "Department of Paediatric Haematology and Oncology, 2nd Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martina Vaskova",
            "author_affiliations": [
                "CLIP- Childhood Leukaemia Investigation Prague, Prague, Czech Republic ",
                "Department of Paediatric Haematology and Oncology, 2nd Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lenka Hovorkova",
            "author_affiliations": [
                "CLIP- Childhood Leukaemia Investigation Prague, Prague, Czech Republic ",
                "Department of Paediatric Haematology and Oncology, 2nd Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ondrej Hrusak",
            "author_affiliations": [
                "CLIP- Childhood Leukaemia Investigation Prague, Prague, Czech Republic ",
                "Department of Paediatric Haematology and Oncology, 2nd Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Stary",
            "author_affiliations": [
                "Department of Paediatric Haematology and Oncology, 2nd Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Zuna",
            "author_affiliations": [
                "CLIP- Childhood Leukaemia Investigation Prague, Prague, Czech Republic ",
                "Department of Paediatric Haematology and Oncology, 2nd Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T06:37:07",
    "is_scraped": "1"
}