{
    "doi": "https://doi.org/10.1182/blood.V120.21.3374.3374",
    "article_title": "Joint Disease and the Potential for Improved Joint Health in Inhibitor Patients Who Have a Good Response to aPCC Prophylaxis: Data From the Profeiba Study ",
    "article_date": "November 16, 2012",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "Abstract 3374 Patients with hemophilia A and factor VIII inhibitors are at increased risk for repetitive, poorly controlled joint bleeding and progression to end-stage joint disease. The investigator-initiated, prospective, randomized, crossover Prophylaxis with Factor Eight Inhibitor Bypassing Activity (Pro-FEIBA) study showed that prophylaxis with activated prothrombin complex concentrates (aPCC) infused at a target dose of 85 U/kg (±15%) on 3 nonconsecutive days per week safely reduced the frequency of hemarthroses and target joint bleeding by 61% and 72%, respectively (P<0.001), as compared with aPCC on-demand therapy (target dose 85 U/kg [±15%]). A majority of patients (62%) had ≥50% reduction in bleeding during the prophylaxis period. Deemed “good responders,” these patients missed significantly fewer days from school or work and experienced improved health-related quality of life while receiving prophylactic infusions of aPCC. Methods: To determine whether aPCC prophylaxis in good responders had a favorable impact on joint mobility, we evaluated joint range of motion (ROM) data obtained at baseline, after the prophylaxis period, and after the on-demand therapy period for 17 patients for whom complete information was available. Ten of the patients (59%) were good responders to aPCC, and 7 (41%) were not. We assessed ROM measures in the ankles, knees, and elbows; the number of target joints; joint contractures at baseline; and the global ROM joint score at baseline. The following system was used to calculate the ROM score: 0 = no loss of ROM, 1 = 50% ROM loss. We determined whether the good responders experienced any improvement in joint function during the prophylaxis period compared with patients who did not have a significant reduction in bleeding during prophylaxis. Results: Mean age, global ROM score at baseline, and the number of flexion contractures at baseline were similar in both groups (see Table). The number of joints that had target joint bleeding (defined as >3 bleeds in a 6-month period) was also similar in the 2 groups. Reductions in overall bleeding and target joint bleeding were significantly greater during the prophylaxis period in the good responder group. In these patients, the change in ROM during prophylaxis approached (but did not reach) statistical significance. ROM in 100% of the good responders stabilized or improved during prophylaxis versus 42.9% of the patients who did not have a good response to aPCC prophylaxis (P = 0.015). Discussion: In this patient population who had significant joint damage at baseline, good responders to aPCC prophylaxis showed improvement in or stabilization of joint ROM during the prophylaxis period. This finding suggests that prophylaxis may be even more helpful in preserving ROM when used in younger patients with healthier joints at baseline. Additionally, it further supports the need for a clinical trial in young patients with inhibitors, who could potentially achieve the greatest joint preservation benefits from aPCC prophylaxis.  . Good Responder . Poor Responder . P value . Subjects (N) 10 7  Age (y)    mean 24.1 20.4 0.303 *  median (range) 29.5 (2.8–40.2) 22.2 (5.2–29.6) Global ROM Score at Baseline (mean) 2.6 2.0 0.176 *  No. of knees + elbows with flexion contractures at baseline (mean) 3.3 3.6 0.715 *  # Target joints while on study (mean) 1.9 1.3 0.411 *  Overall bleed reduction during prophylaxis (%) 84.9% 30.7% <0.0001 *  Overall reduction in target joint bleeding during prophylaxis (%) 96.4% 35.1% 0.015 *  Change in ROM during prophylaxis (degrees) +19.8 o  –5.3 o  0.102 *  ROM stable or improved during prophylaxis (%) 100% 42.9% 0.015 **  . Good Responder . Poor Responder . P value . Subjects (N) 10 7  Age (y)    mean 24.1 20.4 0.303 *  median (range) 29.5 (2.8–40.2) 22.2 (5.2–29.6) Global ROM Score at Baseline (mean) 2.6 2.0 0.176 *  No. of knees + elbows with flexion contractures at baseline (mean) 3.3 3.6 0.715 *  # Target joints while on study (mean) 1.9 1.3 0.411 *  Overall bleed reduction during prophylaxis (%) 84.9% 30.7% <0.0001 *  Overall reduction in target joint bleeding during prophylaxis (%) 96.4% 35.1% 0.015 *  Change in ROM during prophylaxis (degrees) +19.8 o  –5.3 o  0.102 *  ROM stable or improved during prophylaxis (%) 100% 42.9% 0.015 **  * The P value, for the comparison between good and poor responders, is based on Exact Mann–Whitney U test. ** The P value, for the comparison between good and poor responders, is based on Fisher's Exact test. View Large Disclosures: Leissinger: Baxter Healthcare: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Off Label Use: Prophylactic use of Feiba. Gringeri: Biotest: Research Funding; Grifols: Honoraria, Research Funding; CSL Behring: Honoraria, Research Funding; Baxter: Honoraria, Research Funding; Kedrion: Research Funding. Valentino: BAXTER: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "joint disorders",
        "range of motion",
        "hemarthrosis",
        "hemorrhage",
        "anti-inhibitor coagulant complex",
        "contracture",
        "factor ix concentrates",
        "factor viii antibody",
        "hemophilia a",
        "joint repair"
    ],
    "author_names": [
        "Cindy A. Leissinger, MD",
        "Alessandro Gringeri, MD",
        "Leonard A. Valentino, MD",
        "Paolo A Cortesi, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Cindy A. Leissinger, MD",
            "author_affiliations": [
                "Medicine-Hematology/Oncology, Tulane University School of Medicine, New Orleans, LA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Gringeri, MD",
            "author_affiliations": [
                "Medicine and Medical Specialities, Fondazione IRCCS Cà Granda, Ospedale Maggiore Policlinico and Università degli Studi di Milano, Milan, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonard A. Valentino, MD",
            "author_affiliations": [
                "Hemophilia and Thrombosis Center, Rush University, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo A Cortesi, MSc",
            "author_affiliations": [
                "Research Centre on Public Health, University of Milano-Bicocca"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T09:32:43",
    "is_scraped": "1"
}