{
    "doi": "https://doi.org/10.1182/blood.V118.21.1392.1392",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2003",
    "start_url_page_num": 2003,
    "is_scraped": "1",
    "article_title": "Enforced Expression of Lin28b Drives Development of Peripheral T Cell Lymphoma In Vivo ",
    "article_date": "November 18, 2011",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "lymphoma",
        "lymphopenia",
        "neoplasms",
        "anemia",
        "ascites",
        "cd44 antigens",
        "doxorubicin/etoposide/vincristine protocol",
        "eosinophilia",
        "homing-associated cell adhesion molecule"
    ],
    "author_names": [
        "Sarah H Beachy, PhD",
        "Masahiro Onozawa, M.D. Ph.D.",
        "Yang Jo Chung, PhD",
        "Christopher Slape, PhD",
        "Sven Bilke, PhD",
        "Princy Francis, PhD",
        "Marbin Pineda, MS",
        "Robert L Walker, BS",
        "Paul S. Meltzer, MD, PhD",
        "Peter Aplan, MD"
    ],
    "author_affiliations": [
        [
            "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Central Clinical School, Monash University, Melbourne"
        ],
        [
            "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.0626267",
    "first_author_longitude": "-77.14365925",
    "abstract_text": "Abstract 1392 Lin-28 was first identified as a heterochronic gene in C. elegans and is expressed at high levels during early larval stages with dramatically decreased expression in subsequent developmental stages. Interestingly, recent work demonstrated that induced expression of LIN28 can reprogram human fibroblasts to acquire pluripotency (in combination with NANOG, OCT4 and SOX2), providing additional evidence for a positive correlation between LIN28 expression and maintenance of a more immature and stem cell-like developmental state. Lin28a and Lin28b, the mammalian homologues of lin-28, have been implicated in oncogenic transformation in a variety of tumor types, in part by their ability to promote the degradation of the let-7 family of microRNAs (miRs), which are known to target oncogenes such as Myc and Ras. We recently noted that Lin28b was markedly overexpressed in hematopoietic tissues of NUP98-HOXD13 (NHD13) transgenic mice that develop a myelodysplastic syndrome (MDS) that subsequently transforms to acute myeloid leukemia (AML) or pre-T lymphoblastic leukemia/lymphoma (pre-T LBL). In order to elucidate the contribution of Lin28b overexpression to the differentiation block and malignant phenotype observed in the NHD13 mice, we designed a Lin28b transgenic mouse by targeting the expression of the transgene to hematopoietic tissues with Vav regulatory elements. In this model, clinically healthy Lin28b mice exhibited aberrant thymic architecture and retention of thymocytes that was correlated with peripheral blood lymphopenia (a 2.6-fold decrease in circulating lymphocytes). The lymphopenia was principally due to decreased numbers of CD4+ and CD8+ cells, although there was a significant increase in the number of CD4 and CD8 effector memory T cells (CD44 hi CD62L lo ) compared with wild type mice. Additionally, deep sequencing of thymic miRs from clinically healthy transgenic mice revealed a 2–5-fold downregulation of let-7 family members, including let-7d, g, f, i and miR-98. Importantly, with age, the Lin28b mice developed an aggressive, lethal, peripheral T cell lymphoma (PTCL), characterized by widespread infiltration of parenchymal organs with a mixed infiltrate of inflammatory cells and malignant CD4+ T cells. Clonal Tcrb gene rearrangements were observed in the lymphomas and the malignant cells engrafted and formed tumors in immunodeficient Scid mice. The Lin28b transgenic mice also had clinical signs consistent with a chronic inflammatory condition, such as eosinophilia, anemia, pleural effusions and ascites. The lymphomas overexpressed Il6 and Myc, and activated Nfκb, demonstrating in vivo involvement of a previously reported pathway that links Lin28b expression with inflammation and malignant transformation. Analysis of a publically available dataset indicated that Lin28b was overexpressed by 8-fold in a set of PTCL patient samples compared with activated CD4+ cells. Taken together, these findings demonstrate in vivo evidence for an oncogenic function of Lin28b and provide a model for further study of both the biology and identification of new therapeutic targets for PTCL, a heterogenous disease with poor prognosis. Disclosures: No relevant conflicts of interest to declare."
}