{
    "doi": "https://doi.org/10.1182/blood.V124.21.3241.3241",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2914",
    "start_url_page_num": 2914,
    "is_scraped": "1",
    "article_title": "Association Between Down-Regulation of EZH2 and Abnormal Karyotype, Response to Hypomethylation Treatment, and Patient Survival in Myelodysplastic Syndromes ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies: Poster II",
    "topics": [
        "ezh2 gene",
        "karyotype determination procedure",
        "myelodysplastic syndrome",
        "down-regulation",
        "hypomethylation",
        "rna, messenger",
        "histones",
        "interleukin-1 beta",
        "interleukin-8",
        "massively-parallel genome sequencing"
    ],
    "author_names": [
        "Yue Wei",
        "Monica Cabrero, MD",
        "Yu Jia",
        "Hong Zheng",
        "Hui Yang, MD, PhD",
        "Zhihong Fang",
        "Zach Bohannan",
        "Rui Chen, PhD",
        "Hui Wang, PhD",
        "Simona Colla",
        "Xia Wang",
        "Guillermo Garcia-Manero, MD"
    ],
    "author_affiliations": [
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Baylor College of Medicine, Houston, TX"
        ],
        [
            "Baylor College of Medicine, Houston, TX"
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Baylor College of Medicine, Houston, TX"
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "EZH2 encodes a key histone methylation regulatory molecule. Genetic mutations of EZH2 occur in ~10% patients with MDS and are associated with poor prognosis. However, the expression patterns of EZH2 are less well studied in MDS. To characterize these expression patterns, we assessed EZH2 mRNA expression in primary patient bone marrow CD34+ cells (n=78) (age: 33-91; IPSS: low 24%, Int-1 31%, Int-2 27%, High 14%; Karyotype: diploid 62%, 5q-/7q- 23%, others 15%). QRTPCR assays indicated that 47% (n=37) of patients had reduced EZH2 mRNA expression (less than 50% of controls), but this finding was not statistically significant (p= 0.159). Subtype analyses based on various karyotypes revealed that EZH2 is significantly underexpressed in patients bearing chromosome 7 or 7q deletions (mean=0.4 fold, p=0.006). Seventy-five percent of patients with 7 or 7q deletions have EZH2 expression less than 50% of that of controls. Chromosome 7 deletions were also associated with lower EZH2 expression than that seen in diploidy and other cytogenetic abnormalities (p=0.041). Wepreviously found that the overexpression of a group of innate immune genes contributes to MDS pathogenesis and is related to deregulation of histone methylation. Because EZH2 is a key regulator of histone methylation, we assessed the relationship between deregulation of these genes and EZH2 under-expression. To exclude the effects of cytogenetic defects and EZH2 mutations, we studied only the subset of patients with normal karyotypes and wildtype EZH2. We surveyed capture deep sequencing results of 32 of the diploid patients from the cohort that had sequencing data available. Three patients carry EZH2 mutations, including missense (nt148511133), nonsense (nt148524257), and splicing mutations (nt148524257). In the remaining 29 patients with normal karyotypes and wildtype EZH2, 14 (48%) had EZH2 under-expression. We then compared mRNA expression of 11 innate immune genes known to overexpress in MDS between the patients with EZH2 underexpression and others. We observed that mRNA levels of all 11 immune genes tested were higher in the EZH2 underexpression group and statistically significant (p<0.05) for the genes JMJD3, IL-8, IL-1B, TLR-2, and S100-A9. We then performed survival analysis for EZH2 expression in MDS. Surprisingly, multivariate analysis in the whole cohort indicated that EZH2 underexpression is associated with better overall survival (OS) (HR 0.23, 95% CI (0.07-0.72); p =0.013). We also performed analysis in the subset without chromosome 7 deletion and observed a similar association (HR 0.18 (0.06-0.55) p =0.012). To investigate whether this result was related to responses to therapy, we reviewed treatment records and found that 61% of patients in the cohort (n=53) received hypomethylating agents (HMA). In this HMA treatment subset, non-responders (n=27) tended to have lower EZH2 expression than responders (n=26) (mean EZH2 of 0.497 vs 0.944, p=0.12). However, we noticed that in the subset of HMA responders, EZH2 expression was significantly lower (p=0.02) in patients who achieved longer responses (more than 12 months, n=15) than in those who progressed or relapsed within 12 months following treatment. We are currently investigating whether this impact of EZH2 underexpression on HMA responses contributes to its effect on OS. Taken together, the results of this study indicate that underexpression of EZH2 in the bone marrow hematopoietic progenitor cell compartment may have unique effects on the molecular pathogenesis, prognosis, and treatment of MDS and may do so through a unique mechanism that differs from that of previously characterized EZH2 mutations. Further investigations are also required to determine the relationships between EZH2, HMA-based treatments, and patient survival. Disclosures Garcia-Manero: Epizyme, Inc: Research Funding."
}