{
    "doi": "https://doi.org/10.1182/blood.V112.11.4625.4625",
    "article_title": "Optimization of a BCR-ABL-Specific DNA Vaccine against Ph+ ALL Using a Nonviral Vector System and Nanoparticle Delivery ",
    "article_date": "November 16, 2008",
    "session_type": "Gene Therapy and Transfer",
    "abstract_text": "Although 40–50% of adults and 70–80 % of children with acute lymphoblastic leukemia (ALL) can be cured by poly chemo therapy, the prognosis of patients with Philadelphia chromosome positive (Ph + ) ALL remains poor. Therefore, new relapse prevention strategies are needed for patients with Ph + ALL during remission. We have shown previously, that vaccination of mice with leukemia cell lines modified to express costimulatory molecules and cytokines induce a systemic immunity against the syngeneic BCR-ABL p185 expressing leukemia cell line BM185. However, the difficulties to culture and transfect human leukemia cells limit the clinical application of leukemia cell based vaccines. Thus, we evaluated the immunization of mice with DNA-based vaccines subsequently challenged by the cell line BM185. Combinations of minimalistic immunogenically defined gene expression (MIDGE) vectors encoding a BCR-ABL p185 fusion specific peptide, GM-CSF, IL12, IL27 or CD40L were used for in vivo transfection of murine skin. In addition, we used natural DNA-based double stem-loop immunomodulators (dSLIM), containing three CpG-motifs as non-specific immune adjuvant. In order to increase transfection efficacy, MIDGE-vectors were microencapsulated into poly(β-aminoester) nanoparticles with diameters of 200 nm. Mice immunized with the BCR-ABL/GM-CSF/dSLIM vaccine showed a significant longer mean tumor-free (p=0.019) and overall survival (p=0.008) compared to nonvaccinated mice. BCR-ABL specific sequences were required to prevent Ph + acute lymphoblastic leukemia. Furthermore, CTL assays showed that specific lysis was significantly higher after vaccination with BCR-ABL/GM-CSF/dSLIM compared to GMCSF/dSLIM (p<0.05) and to naïve mice (p<0.005). The vaccine efficacy was clearly dosedependent. Microencapsulation of MIDGE vectors increased the efficacy of the vaccine compared to the naked DNA-vaccine. Mice immunized with the microencapsulated vaccine BCR-ABL/GM-CSF/dSLIM showed a significant longer mean tumor-free (p<0.0001) and overall survival (p<0.0001) compared to non-vaccinated mice and 70% survived and never developed leukemia. Cotransfection with IL27 or IL12 lead to significant longer tumor free (IL27: p=0.02; IL12: p<000.1) and overall survival (IL-27: p=0.03; IL12: p<000.1) compared to the vaccine BCR-ABL/GM-CSF/dSLIM. The best protection with a survival rate of 91% was observed in mice which received the vaccine BCR-ABL/GMCSF/IL12/dSLIM. We have shown previously in T-cell depletion studies that CD8+ T cells were the effector cells in the BM185 cell-based vaccine model and currently we evaluate whether CD8+ T cells also play a major role in the BM185 DNA-based vaccine model. In conclusion, we provide survival and functional data that show immunization and protection of mice with optimized leukemia specific DNA-vaccines.",
    "topics": [
        "nanoparticles",
        "vaccines, dna",
        "nonviral vector",
        "vaccines",
        "bcr-abl tyrosine kinase",
        "granulocyte-macrophage colony-stimulating factor",
        "leukemia",
        "interleukin-12",
        "interleukin-27",
        "dna"
    ],
    "author_names": [
        "Yvonne Rott",
        "Stefanie Arndt",
        "Jordan Green",
        "Daniel Anderson",
        "Renata Stripecke",
        "Burghardt Wittig",
        "Manuel Schmidt",
        "Joachim Köchling"
    ],
    "author_dict_list": [
        {
            "author_name": "Yvonne Rott",
            "author_affiliations": [
                "Department of Pediatrics, Universität Lübeck, Universitätsklinikum Schleswig Holstein, Lübeck, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stefanie Arndt",
            "author_affiliations": [
                "Department of Pediatrics, Universität Lübeck, Universitätsklinikum Schleswig Holstein, Lübeck, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordan Green",
            "author_affiliations": [
                "Division of Biological Engineering, Massachusetts Institute of Technology, Cambridge, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Anderson",
            "author_affiliations": [
                "Center for Cancer Research, Massachusetts Institute of Technology, Cambridge, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renata Stripecke",
            "author_affiliations": [
                "Department of Hematology, Hemostasiology and Oncology, Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Burghardt Wittig",
            "author_affiliations": [
                "Institute for Molecular Biology and Bioinformatics, Charité Universitätsmedizin, Campus Benjamin Franklin, Berlin, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel Schmidt",
            "author_affiliations": [
                "Mologen AG, Berlin, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joachim Köchling",
            "author_affiliations": [
                "Department of Pediatrics, Universität Lübeck, Universitätsklinikum Schleswig Holstein, Lübeck, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T15:46:10",
    "is_scraped": "1"
}