{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1591.1591",
    "article_title": "Impact of BCR-ABL Tyrosine Kinase Inhibitors on Atherosclerosis Plaque Rupture ",
    "article_date": "December 7, 2017",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "abstract_text": "Background BCR-ABL tyrosine kinase inhibitors (TKIs) are successful treatments extensively used to treat chronic myeloid leukemia (CML). Recent investigations demonstrate that new generation TKIs (dasatinib, nilotinib, bosutinib and ponatinib) increase the risk of thromboembolism at all arterial location in CML patients compared with the first generation (imatinib). To date, the pathophysiology of these events is poorly understood but clinical data suggest that new generation TKIs might accelerate atherosclerosis and induce plaque rupture. The stability of atherosclerotic plaque correlates to the thickness of its fibrous cap. A major mechanism inducing fibrous cap thickening is the production of matrix metalloproteinases (MMPs) by macrophages that degrade components of the fibrous cap. Until now, the impact of BCR-ABL TKIs on monocytes and macrophages have been little studied (Table 1). Aims The aim of this research is to determine using in vitro model, the effect of BCR-ABL TKIs on MMP production. Methods The 5 BCR-ABL TKIs were tested at 3 clinically relevant concentrations. The THP-1 cell line was used to assess the effect of TKIs on human macrophages. THP-1 cells were differentiated to macrophage using PMA at 100ng/mL during 24h. Macrophage viability after 24h and 48h of treatment with TKI was assessed using MTS and LDH assays following standard protocols. Production and activity of 2 MMPs (MMP-2 and MMP-9) were assessed by gelatin zymography. Differentiated THP-1 were treated with TKIs during 24h and 48h. Media from these cultures were then loaded in SDS-PAGE gels in which gelatin was copolymerized. After electrophoresis, proteins were renatured and gels were incubated in developing buffer to induce gelatin lysis. Gels were finally colored by Coomassie blue to reveal lytic bands. Results The 5 BCR-ABL TKIs possess few impact on THP-1 viability. MTS assay demonstrate decreased metabolic activity with nilotinib at high concentration (2µM), oppositely to increased cell metabolism with high-dose bosutinib (2µM). LDH assay indicate increased cell death with high-dose (2µM) nilotinib, and decreased cell death with dasatinib (0.5µM). MMP-2 and MMP-9 are 2 MMPs highly involved in atherosclerotic plaque rupture by degrading collagen, a major component of the extracellular matrix. Gelatin zymography is a common method for examining MMP-2 and MMP-9 in media samples. Results demonstrate no difference between TKI in MMP-2 and MMP-9 production and activity after 24h of treatment. After 48h of treatment, imatinib at the highest dosage (5µM) increases production of the active form of MMP-9 after 48h of treatment. Nilotinib at 2µM induces decreased production of activated MMP-9, which might be the result of decreased cell viability. Other BCR-ABL TKIs do not affect the production and activity of MMP-2 and MMP-9 by THP-1. Conclusions New generation BCR-ABL TKIs have a few impact on macrophage survival as well as on MMP production and activity. These results do not suggest high impact of BCR-ABL TKIs on macrophages and vascular occlusive events are probably not mediated by impact on macrophages. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "atherosclerosis",
        "bcr-abl tyrosine kinase",
        "ulcerated atheromatous plaque",
        "protein-tyrosine kinase inhibitor",
        "gel",
        "gelatinase b",
        "gelatinase a",
        "gelatin",
        "matrix metalloproteinases",
        "nilotinib"
    ],
    "author_names": [
        "Hélène Haguet, MSc",
        "Jonathan Douxfils",
        "Christian J. Chatelain, MD",
        "Carlos Graux",
        "Francois Mullier, PharmD",
        "Jean-Michel Dogné"
    ],
    "author_dict_list": [
        {
            "author_name": "Hélène Haguet, MSc",
            "author_affiliations": [
                "Department of Pharmacy, University of Namur, Namur, Belgium ",
                "Hematology laboratory, CHU UCL Namur, Yvoir, Belgium "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Douxfils",
            "author_affiliations": [
                "Department of pharmacy, University of Namur, Namur, BEL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian J. Chatelain, MD",
            "author_affiliations": [
                "Department of pharmacy, University of Namur, Namur, Belgium "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Graux",
            "author_affiliations": [
                "Université catholique de Louvain, CHU UCL Namur (site Godinne), Godinne, BEL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Mullier, PharmD",
            "author_affiliations": [
                "CHU UCL Namur, Yvoir, BEL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Michel Dogné",
            "author_affiliations": [
                "Department of Pharmacy, University of Namur, Namur, Belgium "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T13:04:07",
    "is_scraped": "1"
}