{
    "doi": "https://doi.org/10.1182/blood.V104.11.2548.2548",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=189",
    "start_url_page_num": 189,
    "is_scraped": "1",
    "article_title": "Histone Deacetylase Inhibitors and Filgrastim Do Not Synergize with ATRA in the Induction of Changes of Acute Promyelocytic Leukemia Cells Adhesive Properties. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "acute promyelocytic leukemia",
        "adhesives",
        "filgrastim",
        "histone deacetylase inhibitors",
        "tretinoin",
        "weight gain",
        "cd18 antigens",
        "intercellular adhesion molecule 1",
        "mountain sickness, acute",
        "macrophage-1 antigen"
    ],
    "author_names": [
        "Gil C. De Santis",
        "Suzana E. Moreno",
        "Hamilton L.G. Teixera",
        "Ana Silvia G. Lima",
        "Aglair B. Garcia",
        "Roberto P. Falcao",
        "Fernando Q. Cunha",
        "Eduardo M. Rego"
    ],
    "author_affiliations": [
        [
            "Dept.of Internal Medicine, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Dept. of Pharmacology, Medical School of Ribeirao Preto, Brazil"
        ],
        [
            "Dept.of Internal Medicine, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Dept.of Internal Medicine, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Dept.of Internal Medicine, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Dept.of Internal Medicine, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Dept. of Pharmacology, Medical School of Ribeirao Preto, Brazil"
        ],
        [
            "Dept.of Internal Medicine, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-21.163318999999998",
    "first_author_longitude": "-47.854298699999994",
    "abstract_text": "All- trans retinoic acid (ATRA) in combination with anthracyclines induces long term complete remission in approximately 80% of patients with acute promyelocytic leukemia (APL). However, ATRA causes the retinoic acid syndrome (RAS) characterized by respiratory distress, pleural effusions, fever and weight gain. RAS is associated with changes in the expression of adhesion molecules (AMs) in the leukemic blasts. Nevertheless, which AMs are essential to RAS development is not clear. In addition, the effect on AMs expression of new therapeutic agents for APL such as histone deacetylase inhibitors (HDACis) or filgrastim is presently unknown. HDACis have been successfully used to treat ATRA-refractory cases and they potentiate ATRA-induced differentiation. The association of ATRA+ filgastrim induced remission in an APL patient harboring the t(11;17)/PLZF/RARα, which is resistant to ATRA. In order to determine the effect of ATRA, filgrastim, HDACis and their associations on cell adhesion, we analyzed the expression of the AMs: CD11a, CD11b, CD18, CD29, CD54, CD62L and CD162 on leukemic cells from 18 patients with APL and in NB4 cells treated ex vivo for 12 hours with DMSO (control), ATRA (1mM), filgrastrim (100ng/mL), trichostatin A (TSA, 0.1 mM), phenyl butirate (PB, 1 mM) (the latter two are bona fine HDACis), ATRA+TSA, ATRA+PB and ATRA+filgrastim (at the same doses). The number of positive cells for each of this markers and their respective fluorescence intensity was determined by flow cytometry. We detected a significant increase in the number of CD54 + and CD18 + cells, associated with an increase in the intensity of expression of CD54, CD11a, CD11b and CD18 in both NB4 and primary cells treated with ATRA alone or associated with PB or G-CSF. No difference was observed between samples treated exclusively with ATRA and those with the associations. We then analyzed if the changes in AMs expression were accompanied by changes in the adhesion to Matrigel or endothelial cells. ATRA and its associations, but not TSA, PB or filgrastim alone, increased significantly cell adhesion in vitro , an effect that was reversed by pre-incubating treated cells with anti-CD54 or anti-CD18 antibodies (Abs), or with dexametasone. ATRA induced cell adhesion was not dependent on myeloid maturation as it could be detected after short (12h) incubations. Finally, we analyzed the effects of ATRA, filgrastim and their association in a mouse model. NB4 cells were treated with ATRA, filgrastim, ATRA+filgrastim and injected IV through the tail vein. After 6h mice, the number of myeloid cells retained in the lungs was evaluated by measuring the myeloperoxidase activity. Compared to control groups (untreated cells or saline), the ATRA and ATRA+filgrastim but not the Filgrastim alone group presented a significant increase in the number of myeloid cells infiltrating the lungs. Similarly to the observed in vitro , pre incubation with anti-CD54, anti-CD18 Abs or with dexametasone reversed the increased cell adhesion in vivo . In conclusion, our results show that treatment with HDACis or filgrastim alone do not affect AM expression or cell adhesion and that there is no significant synergism between these agents and ATRA. In addition, our data suggest that SAR development is dependent on ATRA induced changes in CD54 and CD18 expression."
}