{
    "doi": "https://doi.org/10.1182/blood-2021-151804",
    "article_title": "A 40-Year Natural History Study of Overall Survival and Primary Causes of Death in Systemic Light Chain (AL) Amyloidosis ",
    "article_date": "November 5, 2021",
    "session_type": "652.Multiple Myeloma and Plasma cell Dyscrasias: Clinical and Epidemiological",
    "abstract_text": "Background: Natural history studies, which describe changing disease outcomes under real-world clinical practice, can help support drug development for rare diseases by defining appropriate endpoints for clinical trials. The current study provides natural history information on survival and mortality in light chain (AL) amyloidosis, a rare disease that was historically considered inevitably fatal. With the recent expansion of effective therapeutics, patients with this disease are living longer, which in turn necessitates a better understanding of the factors leading to death in later disease course. Aims: To evaluate (1) trends in overall survival (OS) over time and (2) primary causes of death across the course of AL amyloidosis disease. Methods: We identified 2,337 patients diagnosed with systemic AL amyloidosis between 1980 and 2019 from the prospectively maintained database at the Boston University Amyloidosis Center (ClinicalTrials.gov Identifier: NCT00898235). Disease outcomes were analyzed according to date of tissue diagnosis: 1980-1989 (era 1, n = 185), 1990-1999 (era 2, n = 575), 2000-2009 (era 3, n = 865) and 2010-2019 (era 4, n =712). Survival information was verified through yearly clinical evaluations, contact by phone/letter for patients who did not return for follow-up, or the U.S. Social Security Death Index if contact was not established. We defined deaths as AL amyloidosis-related when clinical data indicated organ progression or complications from plasma cell-directed therapy. Deaths occurring while in remission, off treatment and without evidence of organ progression were considered disease-unrelated. Results: OS increased steadily across eras 1-4 with median values of 1.4, 2.6, 3.3 and 4.6 years, respectively ( P < .001). Six-month mortality decreased over time from 23% to 13%. Notably, median age at diagnosis increased from 59 to 63 years ( P < .001), and time interval to diagnosis from patient-reported symptom onset shortened from 10 months to 6 months ( P = .065). At data cutoff (October 2020), 1,660 (71%) patients had died. Primary cause of death was ascertainable for 1,160 (70%) cases. Organ failure was most common, accounting for 564 (49%) deaths, amongst which cardiac failure predominated. Sudden unexpected death was the next most frequent cause, contributing to 266 (23%) deaths. Together, cardiac failure and sudden death decreased in proportion with longer survival from diagnosis, representing 67% (236/354) of deaths occurring within ≤6 months; 56% (322/575) within >6 months to ≤5 years; 36% (54/151) within >5 years to ≤10 years; and 36% (29/80) after >10 years ( P < .001). Meanwhile, renal failure and infections emerged as important causes of later-occurring deaths. There was sufficient data on 1,243 (75%) deaths to assign relation to AL amyloidosis. The vast majority were disease-related. Yet, disease-unrelated deaths increased with longer survival from diagnosis, accounting for 2% (9/373) of deaths occurring within ≤6 months; 8% (48/616) within >6 months to ≤5 years; 16% (25/161) within >5 years to ≤10 years; and 29% (27/93) after >10 years ( P < .001). Conclusions: Under changing standards of care, OS improved and early mortality declined over the last 40 years, supporting a much-improved outlook for current and future patients with AL amyloidosis. Cardiac failure and sudden deaths decreased across the course of disease. Even so, progression of amyloidosis remained a top cause of death even among long-term survivors. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Sanchorawala:  Takeda: Research Funding; Celgene: Research Funding; Prothena: Membership on an entity's Board of Directors or advisory committees, Research Funding; Caelum: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Membership on an entity's Board of Directors or advisory committees; Regeneron: Membership on an entity's Board of Directors or advisory committees; Proclara: Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria; Karyopharm: Research Funding.",
    "author_names": [
        "Andrew Staron",
        "Luke Zheng",
        "Gheorghe Doros",
        "Lawreen H Connors",
        "Vaishali Sanchorawala"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew Staron",
            "author_affiliations": [
                "Amyloidosis Center, Boston Medical Center, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luke Zheng",
            "author_affiliations": [
                "Department of Biostatistics, Boston University School of Public Health, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gheorghe Doros",
            "author_affiliations": [
                "Department of Biostatistics, Boston University School of Public Health, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawreen H Connors",
            "author_affiliations": [
                "Amyloidosis Center, Boston University School of Medicine, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vaishali Sanchorawala",
            "author_affiliations": [
                "Amyloidosis Center, Boston University School of Medicine and Boston Medical Center, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:32:44",
    "is_scraped": "1"
}