{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1828.1828",
    "article_title": "Daratumumab in Combination with Lenalidomide and Dexamethasone in Patients with Relapsed or Relapsed/Refractory Multiple Myeloma (GEN503): Final Results of an Open-Label, Phase 1/2 Study ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction : Daratumumab (DARA), a human anti-CD38 IgG1κ monoclonal antibody, induces deep and durable responses with a favorable safety profile in patients with relapsed or relapsed/refractory multiple myeloma (RRMM), both as a single agent (Usmani SZ, et al. Blood 2016;128[1]:37-44) and in combination with standard of care regimens (Palumbo A, et al. N Engl J Med 2016;375[8]:754-766; Dimopoulos MA, et al. N Engl J Med 2016;375[14]:1319-1331; Chari A, et al. Blood 2017. Epub ahead of print). Here, we provide the final safety and efficacy results of the GEN503 study of DARA in combination with lenalidomide and dexamethasone (Rd) with approximately 3-year follow-up in patients with RRMM. Methods : This open-label, phase 1/2 study comprised 2 parts. Part 1 was a 3 + 3 dose escalation study (DARA 2-16 mg/kg + Rd). Part 2 was a cohort expansion study based on the recommended phase 2 dose (DARA 16 mg/kg + Rd) which planned to enroll approximately 30 patients. Part 2 excluded patients refractory to lenalidomide and included patients with ≥1 prior line of therapy. Patients in part 2 received DARA 16 mg/kg intravenously QW during 28-day Cycles 1 and 2, Q2W during Cycles 3-6, and Q4W during cycle 7+ until disease progression or unacceptable toxicity. Lenalidomide 25 mg was given orally on Days 1-21 of each cycle, and dexamethasone 40 mg was administered per week. Patients were followed at 6-month intervals for 3 years after their final dose of lenalidomide. Safety was the primary endpoint. Efficacy was evaluated according to the International Myeloma Working Group criteria. Results : In Part 1 (n = 13), patients had received a median of 3 (range 2-4) prior lines of therapy, and 10 (77%) patients received prior lenalidomide. The median (range) duration of follow-up was 39.9 (4.0-49.5) months, and median (range) number of treatment cycles received was 38 (4-53). In Part 2 (n = 32), patients had received a median of 2 (range 1-3) prior lines of therapy, and 11 (34%) patients received prior lenalidomide. The median duration of follow up was 32.5 (range 5.1-34.7) months, and median (range) number of treatment cycles received was 31 (1-39). In Part 1, 6/13 patients discontinued treatment due to disease progression (n = 4) and adverse events (AEs; n = 2). In Part 2, reasons for discontinuation of treatment in 16 (50%) of 32 patients were disease progression (n = 10), AEs (n = 4), or physician decision (n = 2). No dose limiting toxicities were observed in Part 1. The most common (>25%) treatment-emergent AEs (TEAEs) observed in Part 2 included neutropenia (91%), diarrhea (56%), cough (50%), muscle spasms (47%), fatigue (41%), thrombocytopenia (34%), nausea (34%), pyrexia (34%), nasopharyngitis (31%), hypertension (31%), bronchitis (28%), upper respiratory tract infection (28%), anemia (25%), leukopenia (25%), rhinitis (25%), peripheral edema (25%), back pain (25%), and insomnia (25%). Neutropenia (84%) was the most common (>25%) grade 3 or 4 TEAE. No new infusion-related reactions occurred with longer follow-up. In Part 1, a second primary malignancy of Epstein-Barr virus associated lymphoma was observed in 1 patient treated with 8 mg/kg DARA. In Part 2, second primary malignancies were observed in 4 patients: cutaneous squamous cell carcinomas were reported in 3 patients (all of whom continued study treatment after their lesions were treated), and a gastric adenocarcinoma was reported in 1 patient. The overall response rate (ORR) in Part 1 was 100% for patients treated with 2 mg/kg (n = 3; 1 stringent complete response [sCR]) and 4 mg/kg DARA (n = 3; 2 sCR), 75% with 8 mg/kg DARA (n = 4; 2 sCR), and 67% with 16 mg/kg (n = 3; no sCR but 1 complete response [CR]). For Part 2, ORR was 81%, including 10 (31%) sCR, 4 (13%) CR, 8 (25%) very good partial responses, and 4 (13%) partial responses. The rate of CR or better was 44%. Among responders in Part 2, the observed median (range) duration of response was 28.0 (3.7-34.1) months. Median progression-free survival (PFS) was not reached, and the 2-year PFS rate was 69% (95% CI, 49-83). Median overall survival (OS) was not reached (95% CI, 32.2 months-not estimable, Figure ), and the 2-year OS rate was 78% (95% CI, 60-89). Conclusions : Thecombination of DARA plus Rd induced deep responses that were maintained for over 2 years, with a favorable safety profile in patients with RRMM. Case reports of patients with long-lasting, ongoing responses, will be presented at the meeting. View large Download slide View large Download slide  Close modal Disclosures Plesner: Janssen, Genmab: Membership on an entity's Board of Directors or advisory committees; Janssen: Research Funding; Janssen, Takeda: Consultancy. Gay: Seattle Genetics: Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; Mundipharma: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Honoraria; Roche: Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees. Minnema: Amgen: Consultancy; Servier: Consultancy; Takeda: Consultancy; Celgene: Consultancy, Research Funding; Janssen: Consultancy. Moreau: Amgen: Honoraria; Millennium: Consultancy, Honoraria; Celgene, Janssen, Takeda, Novartis, Amgen, Roche: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria; Takeda: Honoraria; Bristol-Myers Squibb: Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Onyx Pharmaceutical: Consultancy, Honoraria. Cavenagh: Takeda: Consultancy; Novartis: Consultancy; Janssen: Honoraria; Celgene: Consultancy. Perrot: Takeda: Honoraria; Amgen: Honoraria; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Honoraria; Bristol-Myers Squibb: Honoraria. Laubach: Novartis, Takeda, Celgene, Onyx: Research Funding; Novartis, Takeda, Celgene: Consultancy. Ahmadi: Janssen: Other: Third party employment. de Boer: Janssen: Employment. Chen: Janssen: Employment. Chiu: Janssen: Employment. Schecter: Janssen: Employment. Richardson: Jazz Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy, Research Funding; Oncopeptides AB: Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Research Funding.",
    "topics": [
        "daratumumab",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "follow-up",
        "disease progression",
        "complete remission",
        "neutropenia",
        "partial response",
        "toxic effect"
    ],
    "author_names": [
        "Torben Plesner, MD",
        "Hendrik-Tobias Arkenau",
        "Francesca Marianatal Gay",
        "Monique C Minnema",
        "Mario Boccadoro",
        "Philippe Moreau, MDPhD",
        "James D Cavenagh",
        "Aurore Perrot, MD",
        "Jacob Laubach, MD",
        "Tahamtan Ahmadi",
        "Carla de Boer",
        "Diana Chen",
        "Christopher Chiu",
        "Jordan Schecter",
        "Paul G Richardson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Torben Plesner, MD",
            "author_affiliations": [
                "Vejle Hospital, Vejle, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hendrik-Tobias Arkenau",
            "author_affiliations": [
                "Sarah Cannon Research Institute, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Marianatal Gay",
            "author_affiliations": [
                "Myeloma Unit, Division of Hematology, University of Torino, Torino, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monique C Minnema",
            "author_affiliations": [
                "Department of Hematology, UMC Utrecht Cancer Center, Utrecht, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Boccadoro",
            "author_affiliations": [
                "Myeloma Unit, Division of Hematology, University of Torino, Torino, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau, MDPhD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Hôtel-Dieu, Nantes, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James D Cavenagh",
            "author_affiliations": [
                "Department of Haemato-Oncology, St Bartholomew's Hospital, Barts Health NHS Trust, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aurore Perrot, MD",
            "author_affiliations": [
                "Hematology Department, University Hospital, Vandoeuvre Les Nancy, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacob Laubach, MD",
            "author_affiliations": [
                "TheLeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tahamtan Ahmadi",
            "author_affiliations": [
                "Janssen Research & Development, Spring House, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carla de Boer",
            "author_affiliations": [
                "Janssen Biologics, Leiden, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diana Chen",
            "author_affiliations": [
                "Janssen Research & Development, Shanghai, China "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Chiu",
            "author_affiliations": [
                "Janssen Research & Development, Spring House, PA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordan Schecter",
            "author_affiliations": [
                "Janssen Research & Development, Raritan, NJ "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G Richardson, MD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:35:27",
    "is_scraped": "1"
}