{
    "doi": "https://doi.org/10.1182/blood-2018-99-119820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3921",
    "start_url_page_num": 3921,
    "is_scraped": "1",
    "article_title": "Treatment of Unresectable Unicentric Castleman Disease with Therapeutic Embolization ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster II",
    "topics": [
        "angiolymphoid hyperplasia",
        "embolization",
        "user-centered design",
        "surgical procedures, operative",
        "cryosurgery",
        "angiogram",
        "arteriography",
        "axillary mass",
        "debulking",
        "devascularization"
    ],
    "author_names": [
        "Meera Mohan, MD",
        "James C Meek, MD",
        "Mary Elizabeth Meek, MD",
        "Ralph Lynn Broadwater, MD",
        "Katie Stone, BS",
        "Amy Greenway",
        "Daisy Alapat, MD",
        "Frits van Rhee, MD PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Department of Radiology, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Department of Radiology, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Department of Surgery, University of Arkansas for Medical Sciences, Little Rock, AR"
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "Introduction: Unicentric Castleman disease (UCD) is a rare non-clonal lymphoproliferative disorder affecting one lymph node station. UCD can be an incidental finding on radiologic studies, whilst other patients have symptomatology due to compression of vital structures. Surgical extirpation is the preferred therapy and is usually curative, but unresectable UCD can represent a therapeutic challenge. Castleman lymph nodes are often highly vascularized, which offers the opportunity for therapeutic embolization. We report a series of 6 patients with unresectable UCD who were treated with embolization either as sole therapy or supplemented by cryoablation and surgery. Methods: CT rotational angiography was performed to localize the arterial supply of UCD masses. Feeding vessels were selectively embolized using a 50:50 mixture of lipiodol and alcohol or 300-500 micron embospheres. A second arteriography was performed 2 to 3 months later to identify and embolize any new arterial channels. Results: Data is summarized in Table 1. Of a cohort of 47 patients with UCD, 6 (13%) were found to have symptomatic, unresectable disease. All patients were HIV and human herpesvirus-8 negative. The median patient age was 34 years (range: 28-34); five patients were male and one was female. Disease was localized to the pelvis (n=3), mediastinum (n=2), and axilla (n=1). In all but one case, the histology was of the hyaline vascular variety. Four patients had failed R-CHOP, rituximab/steroids, or both. In 2 patients, embolization was done as primary therapy, while 3 underwent additional surgery. In 5 patients, embolization was performed twice to ablate secondary arterial channels that had appeared after the first procedure. Adjunctive cryoablation at the time of embolization was applied in 2 patients. All treated patients had major reduction in their lymph node mass. The median reduction in tumor bulk was from 274cc (range:13-969) to 21cc (range: 3-394). One patient with an axillary mass involving the brachial plexus failed therapy and received radiation. A second patient had regrowth of the UCD and responded to combination lenalidomide and obinituzumab. Responses were sustained for at least 2 years in the remaining patients. Conclusion: A small number of case reports have been described UCD patients treated with arterial embolization as an immediate preoperative adjunct to surgery to limit intraoperative bleeding. In the present series, we utilized embolic devascularization to achieve cytoreduction rather than merely prevent surgical hemorrhage. Embolization was complemented by cryoablation and rendered surgery feasible. This case series highlights that effective disease control can be obtained of unresectable UCD using a multimodality approach in which vascular embolization plays a crucial role. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}