{
    "doi": "https://doi.org/10.1182/blood.V124.21.1180.1180",
    "article_title": "High Incidence of Late, Sustained and Clinically Inconsequential Epstein Barr Virus (EBV) Reactivation Following Combined Unrelated Cord Blood and Haploidentical CD34+ Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster I",
    "abstract_text": "Introduction : Unrelated cord blood (UCB) transplantation is a useful alternative for patients (pts) with malignant or non-malignant hematological disorders who lack an HLA matched donor. However, because UCB is devoid of memory T-cells, viral infections are more problematic following this transplant approach. EBV is a latent γ-herpesvirus that infects more than 90% of the world's population. Following UCB transplantation, early (100 days) is less well characterized. We investigated EBV reactivation and PTLD development in early vs late post-transplant periods in severe aplastic anemia (SAA) pts undergoing combined UCB and haploidentical CD34+ cell transplantation. Methods: Pts with SAA and life-threatening neutropenia (ANC <500/uL) refractory to ≥2 immunosuppressive agents were eligible for treatment if they lacked an HLA-matched donor. Conditioning consisted of cyclophosphamide (120 mg/kg), fludarabine (125 mg/m 2 ), equine ATG (160 mg/kg) and a single dose of 200 cGy of total body irradiation. Graft-vs-host disease (GVHD) prophylaxis consisted of tacrolimus and mycophenolate mofetil. Pts received a single ³4/6 HLA antigen matched UCB unit co-infused with a G-CSF mobilized, T-cell depleted CD34+ selected (Miltenyi CliniMacs system) allograft collected by apheresis of a haploidentical relative. EBV copy numbers were measured weekly for the first six months post-transplant and thereafter as clinically warranted. Results: 18 pts with treatment refractory SAA (median age 18 years; range 4-30), including 4 with SAA evolved to myelodysplastic syndrome (MDS) were transplanted. All pts were platelet and RBC transfusion-dependent. 11 pts received a ≥4/6 HLA matched UCB unit and 7 received a 5/6 HLA-matched unit. UCB units contained a median 2.8 x 10 7 TNCs/kg (range 1.7- 5.2) and 2.1 x 10 5 CD34+cells/kg (range 0.5- 4.7) and haploidentical peripheral blood grafts contained a median 3.2 x10 6 CD34+cells/kg (range 3- 4.1) and 2.3 x 10 3 CD3+cells/kg (range 0.8- 5). All 18 pts were EBV IgG seropositive pretransplant. With a median follow-up of 689 days (range 160-2022), 16 pts survive, all disease free and transfusion independent. 16/18 (89%) pts developed EBV reactivation (EBV copy number >1000 copies/ml of whole blood or >150 genome equivalents/million PBMC) at a median 42 days post-transplant (range 2-1165). 12 pts (67%) had EBV reactivation before transplant day 100 (defined as early reactivation). Among those with early reactivation, 10/12 (83%) were treated preemptively with rituximab while 2/12 (17%) did not receive treatment and cleared the EBV viremia without intervention. Late EBV reactivation (defined as reactivation occurring after day 100) occurred in 15/18 (83%) pts. Among those with late reactivation, 12/15 (80%) were not treated while 3/15 (20%) received rituximab, which was given preemptively for PTLD in 2 pts and used to treat biopsy-confirmed PTLD on day 343 in one pt. The median time to first rituximab use was 37 days (range 8-343). Among the 12 pts with late EBV reactivation not given treatment, 9 (50% of those transplanted) had sustained viremia of >1000 copies lasting >30 days (defined as late and sustained EBV reactivation). All pts with late and sustained EBV reactivation remained asymptomatic despite high viral copy numbers, including 4 who had peak EBV copy numbers >30,000 copies/ml ( Figure ). There was no statistically significant difference in immune reconstitution, as determined by quantitative serum IgG levels and absolute numbers of CD4+ and CD8+ T-cells on day 100, 6 months, 1 year and > 1 year post-transplant in those with vs without late and sustained EBV reactivation. Conclusion: We observed that late and sustained EBV reactivation occurs commonly following combined UCB/haploidentical selected CD34+ cell transplantation, even in pts off immunosuppressive therapy and without CD4 and/or CD8 lymphopenia. In most cases, it was clinically inconsequential, and did not require rituximab treatment. The factors contributing to late sustained EBV reactivation including potential defects in viral-specific immunity remain under investigation. Figure: Figure: View large Download slide Late and sustained EBV reactivation in 4 cord/haplo transplant recipients Figure: View large Download slide Late and sustained EBV reactivation in 4 cord/haplo transplant recipients  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cell transplantation",
        "herpesvirus 4, human",
        "umbilical cord blood",
        "brachial plexus neuritis",
        "transplantation",
        "posttransplant lymphoproliferative disorder",
        "human leukocyte antigens",
        "rituximab",
        "graft-versus-host disease",
        "immunoglobulin g"
    ],
    "author_names": [
        "Sneha Purvey",
        "Enkhtsetseg Purev",
        "Xin Tian",
        "Jennifer Wilder",
        "Lisa Cook",
        "Catalina Ramos",
        "Elena Cho",
        "Patricia Prince",
        "Susan F. Leitman",
        "Hanh Khuu",
        "David Stroncek",
        "Robert N Reger",
        "Georg Aue",
        "Richard W. Childs, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sneha Purvey",
            "author_affiliations": [
                "MedStar Washington Hospital Center, Washington, DC ",
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Enkhtsetseg Purev",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Tian",
            "author_affiliations": [
                "Office of Biostatistics Research, NHLBI, NIH, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Wilder",
            "author_affiliations": [
                "NIH, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Cook",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catalina Ramos",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Cho",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Prince",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan F. Leitman",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanh Khuu",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Stroncek",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert N Reger",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georg Aue",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard W. Childs, MD",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T18:37:13",
    "is_scraped": "1"
}