{
    "doi": "https://doi.org/10.1182/blood.V124.21.5990.5990",
    "article_title": "Risk of Clostridium Difficile Infection in Leukemia and Lymphoma Patients ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases",
    "abstract_text": "Background: Clostridium difficile is the most important cause of nosocomial infectious diarrhea. The prevelance of C. difficile infection (CDI) has been poorly investigated in patients with hematologic malignancies such as leukemia and lymphoma. Purpose: To evaluate the clostridium difficile infection (CDI) incidence, severity, recurrence, developing sepsis and 30-days mortality among hospitalized patients with Leukemia and lymphoma. Methods: IRB approved retrospective case control study. 2020 patients were admitted for >48 hours in our institution between July 2007 and December 2013 with CDI, and had adequate follow up. CDI was defined as more than 3 episodes of loose stools in less than 24 hrs with a positive CD stool toxin assay. Recurrent CDI (RCDI) defined as readmission for recurrent diarrhea with 2nd positive stool test 15 days following complete resolution of previous diarrheal episode and cessation of CDI treatment. Computerized medical records to investigate demographics, laboratory blood work, Carlson Co-morbidity index, and medication used. Patients were divided into leukemia lymphoma group and control group. Group-1 included all patients with Leukemia lymphoma; AML, CML, ALL CML. Univariate predictors of CDI and multiple logistic regressions were used to assess whether patients with leukemia lymphoma had higher incidence of severity, recurrence and mortality. Controlling for Age, Serum Albumin, modified Carlson Co-morbidity index (CCI), PPI, antibiotics, and CDI treatment. Results: 2020 patients had been identified; in group-1 19 out of 95 patients (25%) had RCDI. In the control group, 364 out of 1655 patients (18%) had RCDI (p=0.614). 30-days mortality 7 out of 95 patients died within group-1 versus 157 out of 1924 in control group (p=0.799). Criteria for sepsis was fulfilled in 37 out of 95 in group-1 versus 482 out of 1924 in control group (p=0.003) Conclusion: We conclude that hospitalized patient with Leukemia and lymphoma had higher incidence of developing sepsis from CDI. There was no difference in the incidence of recurrence and 30-days mortality between patients with Leukemia lymphoma than control group. Physicians should have high suspicious for CDI in Leukemia lymphoma patients. Depend on this study we suggest early diagnosis and starting second line stronger treatment may help in decrease the incidence of CDI related sepsis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "clostridium difficile infections",
        "leukemia",
        "lymphoma",
        "sepsis",
        "diarrhea",
        "antibiotics",
        "chronic diarrhea",
        "dysentery",
        "early diagnosis",
        "fecal occult blood test"
    ],
    "author_names": [
        "Mohamed Abdelfatah, MD",
        "Amr Mohamed, MD",
        "Nayfe Rabih, MD",
        "Enriquez Kathleen, MD",
        "Nijim Ala, MD",
        "Watkins Richard, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamed Abdelfatah, MD",
            "author_affiliations": [
                "AGMC, Northeast Ohio universty, Akron, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amr Mohamed, MD",
            "author_affiliations": [
                "Morehouse School of Medicine, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nayfe Rabih, MD",
            "author_affiliations": [
                "AGMC, Northeast Ohio universty, Akron, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enriquez Kathleen, MD",
            "author_affiliations": [
                "AGMC, Northeast Ohio universty, Akron, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nijim Ala, MD",
            "author_affiliations": [
                "AGMC, Northeast Ohio universty, Akron, GA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Watkins Richard, MD",
            "author_affiliations": [
                "Akron General Medical Center, Northeast Ohio Medical University, Akron, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T13:16:54",
    "is_scraped": "1"
}