{
    "doi": "https://doi.org/10.1182/blood.V122.21.5421.5421",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2624",
    "start_url_page_num": 2624,
    "is_scraped": "1",
    "article_title": "Tryptophan Metabolites Analogue, N -(3,4-dimethoxycinnamonyl) Anthranilic Acid, Ameliorates Acute Graft-Versus-Host Disease Through Inhibiting Th1 Responses ",
    "article_date": "November 15, 2013",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects",
    "abstract_text": "Local catabolism of tryptophan (Trp) by indoleamine 2,3-dioxygenase (IDO) is considered an important mechanism of regulating T cell immunity. N-(3,4-dimethoxycinnamonyl) anthranilic acid (3,4-DAA) is an active synthetic anthranilic acid derivative which was proved to be effective to treat type±helper T lymphocytes (Th1) mediated autoimmune diseases such as multiple sclerosis. In this report, we investigated the effects of 3,4-DAA on the acute graft versus host disease (aGVHD) following allogeneic bone marrow transplantation (allo-BMT) and its potential mechanism of action. we established a murine aGVHD model, 3,4-DAA was injected intraperitoneally at 200 mg/kg/day per mouse immediately after allo-BMT or at the onset of aGVHD for 14 consecutive days; the signs of aGVHD and the survival were recorded periodically; the histological changes of target organs were evaluated with hematoxylin-eosin staining; the IDO activity and cytokine levels in plasma were measured by reverse-phase high-performance liquid chromatography (HPLC) and enzyme linked immunosorbent assay (ELISA), respectively. We revealed that administration of 3,4-DAA after allo-BMT significantly reduced the severity and the histological score of aGVHD; The survival for mice receiving 3,4-DAA prophylaxis and treatment were prolonged in comparison to the vehicle control mice. The plasma levels of IFN-γ, TNF-α, IL-12 and IL-2 in 3,4-DAA treatment group were found to be decreased, while the IDO activity, the IL-10, IL-5 and IL-4 levels elevated in these mice. In consistent with the in vivo results, 3,4-DAA also inhibited IFN-γ and IL-2 production of spleen T lymphocytes in vitro. Our findings suggest that 3,4-DAA can diminish the murine experimental aGVHD through inhibition of Th1 response; this property makes it a potential alternative agent for prevention and treatment of GVHD in the clinic. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anthranilic acids",
        "graft-versus-host disease, acute",
        "metabolites",
        "tryptophan",
        "bone marrow transplantation, allogeneic",
        "aldesleukin",
        "autoimmune diseases",
        "cytokine",
        "eosine yellowish-(ys)",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Jinhuan Xu",
        "Yicheng Zhang"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, wuhan, China, "
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ]
    ],
    "first_author_latitude": "30.5130043",
    "first_author_longitude": "114.4202756"
}