{
    "doi": "https://doi.org/10.1182/blood.V122.21.4080.4080",
    "article_title": "Exposure-Response Analysis For Pacritinib (SB1518), a Novel Oral JAK2/FLT3 Inhibitor, In Patients With Myelofibrosis ",
    "article_date": "November 15, 2013",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "abstract_text": "Background Pacritinib (SB1518) is a novel oral JAK2-FLT3 inhibitor. To date, once-daily (QD) dosing of pacritinib has been evaluated in two pharmacokinetic studies in healthy volunteers (n = 42) and in two phase 1/2 clinical trials in patients with advanced myeloid malignancies (n = 129). Due to less-than-proportional increase in systemic exposure with dose, administration of QD doses higher than 400 mg does not appreciably increase systemic exposure of pacritinib. Hence, the twice-daily (BID) regimen was conceived as an alternate dosing regimen to achieve higher systemic pacritinib exposure and potentially enhance clinical response of pacritinib. Aims Characterize exposure-response relationship of pacritinib in early stage clinical development. Methods Two pharmacokinetic (PK) studies were conducted in healthy volunteers to assess the inter- and intra-individual PK variability and the effect of food on the PK of pacritinib. Two Phase 1/2 trials were also undertaken to characterize the population pharmacokinetics, safety, and efficacy of pacritinib in patients with advanced myeloid malignancies following oral administration of 100-600 mg QD. Safety (i.e., incidence and severity of key AEs including GI, thrombocytopenia and anemia) and efficacy (i.e., spleen size reduction) of pacritinib were assessed in patients. Based on the safety, tolerability and anti-tumor activity observed in the completed Phase 1/2 trials, the 400 mg QD regimen of pacritinib was selected for further clinical development in MF. A total of 65 patients received 400 mg QD regimen in Phase 2 trials for pacritinib. To construct the exposure-response relationship following QD dosing of pacritinib, patients with pharmacokinetic exposure data from completed Phase 1/2 trials (n = 129) were divided into quartiles [Q1-Q4] based on their model predicted area under the curve at steady-state (AUCss). For each exposure quartile, the mean reduction in spleen size was determined. In addition, exposure-response analysis on key safety parameters was similarly performed by comparing AE distributions across exposure quartiles. The key PK parameters were simulated for the 200 mg BID regimen and distribution of patients that fell into QD regimen-defined exposure quartiles was determined. Results PK simulation data indicated that administration of the 200 mg BID regimen is likely to result in a mean systemic exposure that is 41% higher relative to that of the 400 mg QD regimen. This is thought to be due to higher drug accumulation and reduced effect of saturable absorption processes on oral pacritinib bioavailability with the BID regimen. Evaluation of the efficacy time-course by exposure quartile revealed that patients in the highest quartile (Q4) exhibited the highest maximal response as well as the most durable clinical response over time relative to those that fell in the lower exposure quartiles ( Figure 1 ). Whereas approximately 25% of patients from the completed Phase 1/2 trials fell in Q4 exposure zone with the 400 mg QD regimen, approximately 48% of patients on the 200 mg BID regimen are projected to fall in this exposure zone or higher. Moreover, assessment of key AEs including GI, anemia, and thrombocytopenia AEs by the exposure quartile, showed that these AEs were not worse with higher systemic exposure of pacritinib. Figure 1 View large Download slide Mean time course of spleen size (as assessed by physical exam) by AUC quartile Figure 1 View large Download slide Mean time course of spleen size (as assessed by physical exam) by AUC quartile  Close modal Conclusions Together, the exposure-safety and exposure-efficacy analyses support the potential utility of the 200 mg BID regimen of pacritinib in addition to the 400 mg QD regimen for the clinical development of pacritinib for myelofibrosis as well as other indications such as FLT3 mutated AML. The higher proportion of patients expected to achieve the Q4 exposure levels with the 200 mg BID regimen is predicted to correlate with higher splenic response rates relative to the 400 mg QD regimen. There was no significant exposure-response relationship on key AEs including GI, anemia and thrombocytopenia AEs. The lower local concentration of pacritinib in the GI tract with BID regimen may potentially decrease the incidence of GI adverse events such as diarrhea. Disclosures: Al-Fayoumi: Cell Therapeutics, Inc: Employment. Wang: Cell Therapeutics, Inc.: Employment. Li: Cell Therapeutics, Inc: Consultancy. Dean: Cell Therapeutics, Inc: Employment.",
    "topics": [
        "flt3 inhibitors",
        "myelofibrosis",
        "pacritinib",
        "anemia",
        "thrombocytopenia",
        "cancer",
        "ms-like tyrosine kinase 3",
        "physical examination",
        "administration, oral",
        "adverse event"
    ],
    "author_names": [
        "Suliman Al-Fayoumi, PhD, MBA",
        "Lixia Wang, PhD",
        "Hanbin Li, PhD",
        "Russ Wada, PhD",
        "James P. Dean, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Suliman Al-Fayoumi, PhD, MBA",
            "author_affiliations": [
                "Cell Therapeutics, Inc, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lixia Wang, PhD",
            "author_affiliations": [
                "Cell Therapeutics, Inc, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanbin Li, PhD",
            "author_affiliations": [
                "Quantitative Solutions, Menlo Park, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Russ Wada, PhD",
            "author_affiliations": [
                "Quantitative Solutions, Menlo Park, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James P. Dean, MD, PhD",
            "author_affiliations": [
                "Cell Therapeutics, Inc, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T09:37:46",
    "is_scraped": "1"
}