{
    "doi": "https://doi.org/10.1182/blood.V108.11.5062.5062",
    "article_title": "New Bioaccumulations of Toxins in Resident Coastal Dolphins Signal Dangers of Human Myeloma. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Dolphins and humans are exposed to the same toxins in seafood. Over 2 billion people worldwide rely on seafood as their major source of protein and 60% of people live in coastal areas. Resident coastal dolphins are exposed to marine pollution in the same fashion as humans who frequently consume seafood, thus any indication of disease in dolphins has implications both for humans who eat regularly from the same areas and/or are otherwise exposed to the same toxins. Although ecotoxicologic studies of marine environments are very complex, (Irwin: Aquatic Mammals 31: 195–225, 2005), the bottlenose dolphin is a sentinel species for biomonitoring purposes. Tissue levels of many known carcinogens such as DDT, DDE, dioxins (e.g. PCDDs and 2,3,7,8 TCDD), BaP, PAHs, and more recently PFC and PBDEs (water repellants and fire retardants), reflect bioaccumulation in both dolphins and humans. Target sites where human and dolphin disease have been contrasted and compared are: North America (Alaska; Puget Sound; San Francisco Bay; Gulf Coast and Florida; St. Lawrence Seaway); Japan (Osaka Bay); Sweden; Coastal UK and Hong Kong (Pearl River estuary). For Alaska, Florida, Japan, Sweden and coastal UK, there are highly significant correlations between fish contamination/consumption and excess risk of human myeloma. In Alaska, Inuit men eat contaminated fish, have high organochloride (dioxins) levels in blood and tissues and an increased risk of myeloma. Likewise for Swedish fisherman comparing Baltic (more contamination) versus west coast levels of dioxins and myeloma. In Japan, a case control study provides a highly significant odds ratio of 5.89 for agriculture/fisheries as occupational factors. A separate study gives an annual age adjusted incidence of 7.03/100,000 for the Osaka Bay fishing region. Around Lake Okeechobee Florida an incidence rate of 6.52/100,000 correlates with both contamination and commercial fishing licenses. Although dolphins share most human mammalian genes, including CYP1A and CYP2B, they lack the ability to adequately catabolize type I and II dioxins, which therefore preferentially accumulate. Unfortunately, observed results of these bioaccumulations are suppressed immunity, infections and cancers particularly B-cell lymphomas and “myeloma-like” immunoblastic lymphomas (Bossart: J. Vet Diagn Invest 9: 454–458, 1997). This pattern of diseases in turn corresponds with the local and systemic effects exemplified in Balb/c mice during pristine-induced plasmacytogenesis and in humans exposed to toxins. Newly recognized persistent organic pollutants such as water repellants (PFCs) and flame-retardants (PBDEs) are a particular concern, both because of rapid recent bioaccumulation in dolphins with associated disease manifestations plus the potential for wide global dispersal and diverse routes of human exposure. Numerous consumer goods contain PBDEs, including electronics, carpets, furniture and textiles. Genetic studies help refine probability calculations to assess risk using the union rule for independent events. Studies are now underway to correlate recent bioaccumulations in dolphins and humans, genetic predisposition and myeloma onset. Probability calculations for risk of developing myeloma will support interventions to reduce both contamination of the marine environment and elimination of human toxin exposures.",
    "topics": [
        "bioaccumulation",
        "dolphins",
        "multiple myeloma",
        "toxins",
        "genetic predisposition to disease",
        "dioxins",
        "flame retardants",
        "b-cell lymphomas",
        "cancer",
        "carcinogens"
    ],
    "author_names": [
        "Brian G.M. Durie",
        "Hardy Jones"
    ],
    "author_dict_list": [
        {
            "author_name": "Brian G.M. Durie",
            "author_affiliations": [
                "Aptium Oncology, Inc, Cedars-Sinai Outpatient Cancer Center, Los Angeles, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hardy Jones",
            "author_affiliations": [
                "Bluevoice. Com, Petaluma, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T09:37:22",
    "is_scraped": "1"
}