{
    "doi": "https://doi.org/10.1182/blood.V104.11.694.694",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=221",
    "start_url_page_num": 221,
    "is_scraped": "1",
    "article_title": "A Factor VII Deficiency Protects Against Lethal Endotoxemia in Mice. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "The formation of FVIIa:TF complex is a main contributor to the coagulopathy associated with acute bacterial infection and sepsis. In this study, the role of FVII has been investigated in a murine model of lethal endotoxemia induced by LPS using genetically altered mice expressing low FVII ( FVII tTA/tTA ). The results demonstrated that FVII tTA/tTA mice had reduced mortality, coagulation, and inflammatory responses compared to wild-type ( WT ) mice. The reduced thrombin generation in FVII tTA/tTA mice at early stages of post-LPS challenge correlated with less fibrin formation, which was characterized by diminished fibrin deposition in the liver and lower D-Dimer levels in the plasma. Fibrin deposition at late stages of endotoxemia was, however, similar between WT and FVII tTA/tTA mice. There was an apparent increased activation of the intrinsic coagulation pathway in FVII tTA/tTA mice as exhibited by an increased consumption of FXII and FXI zymogen in blood, which appeared to compensate for the diminished thrombin generation characteristic of the low FVII state. Fibrinolytic potential during endotoxemia remained the same between WT and FVII tTA/tTA mice. Reduced inflammatory responses were prominent in FVII tTA/tTA mice, as demonstrated by lower IL-6, MIP-2, and higher IL-10 plasma protein levels, which correlated with the total RNA expression levels in various tissues as determined by Quantitative RT-PCR. These reduced inflammatory responses could be directly due to less FVIIa:TF:PAR-2 signaling, and/or indirectly by less thrombin:PARs signaling in FVII tTA/tTA mice. Additionally, a slight increase in parenchymal organ bleeding was observed in FVII tTA/tTA mice challenged with LPS. Results from these studies indicate that low FVII benefits survival mainly through attenuation of coagulation and inflammatory responses as the result of potentially less coagulation protease signaling. Protection by mechanisms associated with regulation of fibrin formation appears to be limited to early stages of the disease.",
    "topics": [
        "endotoxemia",
        "factor vii deficiency",
        "mice",
        "triangular alopecia",
        "fibrin",
        "thrombin",
        "recombinant coagulation factor viia",
        "bacterial infections",
        "blood coagulation disorders",
        "endopeptidases"
    ],
    "author_names": [
        "Haifeng Xu, M.D.",
        "Victoria A. Ploplis, Ph.D",
        "David E. Joyce, M.D",
        "Francis J. Castellino, Ph.D"
    ],
    "author_affiliations": [
        [
            "W.M Keck Center for Transgene Research, University of Notre Dame, Notre Dame, IN, USA",
            "Chemistry and Biochemistry, University of Notre Dame, Notre Dame, IN, USA"
        ],
        [
            "W.M Keck Center for Transgene Research, University of Notre Dame, Notre Dame, IN, USA",
            "Chemistry and Biochemistry, University of Notre Dame, Notre Dame, IN, USA"
        ],
        [
            "W.M Keck Center for Transgene Research, University of Notre Dame, Notre Dame, IN, USA",
            "Chemistry and Biochemistry, University of Notre Dame, Notre Dame, IN, USA"
        ],
        [
            "W.M Keck Center for Transgene Research, University of Notre Dame, Notre Dame, IN, USA",
            "Chemistry and Biochemistry, University of Notre Dame, Notre Dame, IN, USA"
        ]
    ],
    "first_author_latitude": "41.692537099999996",
    "first_author_longitude": "-86.2370607"
}