{
    "doi": "https://doi.org/10.1182/blood.V118.21.2318.2318",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1928",
    "start_url_page_num": 1928,
    "is_scraped": "1",
    "article_title": "Effect of New Direct Oral Anticoagulants on Ex Vivo Platelet and Fibrin Thrombus Formation in Blood Flowing Over Fibrillar Type I Collagen ",
    "article_date": "November 18, 2011",
    "session_type": "332. Antithrombotic Therapy: Poster II",
    "topics": [
        "anti factor xa",
        "anticoagulants",
        "blood coagulation tests",
        "blood platelets",
        "calcium salt",
        "citrates",
        "collagen type i",
        "deep vein thrombosis",
        "direct oral anticoagulants",
        "factor xa"
    ],
    "author_names": [
        "Grazia Loredana Mendolicchio, MD, PhD",
        "Corrado Lodigiani, MD",
        "Monica Bacci",
        "Marco Scardino, MD",
        "Carlo Ferrari Matteo, MD",
        "Grappiolo Guido, MD",
        "Lidia Rota, MD",
        "Zaverio M. Ruggeri, MD"
    ],
    "author_affiliations": [
        [
            "IRCCS Istituto Clinico Humanitas, Rozzano, Milano, Italy, "
        ],
        [
            "Centro Trombosi, IRCCS Istituto Clinico Humanitas, Rozzano (Milano), Italy, "
        ],
        [
            "Centro Trombosi, IRCCS Istituto Clinico Humanitas, Rozzano (Milano), Italy, "
        ],
        [
            "IRCCS Istituto Clinico Humanitas, Centro Ortopedia dell'Anca e Chirurgia Protesica, Rozzano (Milano), Italy, "
        ],
        [
            "IRCCS Istituto Clinico Humanitas, Centro Ortopedia dell'Anca e Chirurgia Protesica, Rozzano (Milano), Italy, "
        ],
        [
            "IRCCS Istituto Clinico Humanitas, Centro Ortopedia dell'Anca e Chirurgia Protesica, Rozzano (Milano), Italy, "
        ],
        [
            "Centro Trombosi, IRCCS Istituto Clinico Humanitas, Rozzano (Milano), Italy, "
        ],
        [
            "Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
        ]
    ],
    "first_author_latitude": "45.373909399999995",
    "first_author_longitude": "9.1656634",
    "abstract_text": "Abstract 2318 Background. Studies have shown that 40–85% of patients undergoing total knee replacement develop venographically confirmed deep vein thrombosis (DVT) if not given post-operative thromboprophylaxis; approximately 0.1 to 1.7% of these patients will suffer fatal pulmonary embolism (PE). Oral anti-vitamin K anticoagulants are effective for the prevention and treatment of venous thrombosis, but have limitations. In particular, they have multiple food and drug interactions as well as variable pharmacokinetics and pharmacodynamics, such that regular laboratory monitoring and dose adjustments are required to maintain an optimal therapeutic range as defined with the International Normalized Ratio (INR). New oral agents that inhibit coagulation factor Xa or thrombin have been developed and shown to be effective and safe without requiring laboratory monitoring. In view of the relevance of the latter point, we have studied patients treated with an oral anti factor Xa agent (Rivaroxaban) or Coumadin, and evaluated the antithrombotic efficacy of the respective drugs by measuring platelet aggregation and fibrin deposition in patient blood perfused over fibrillar collagen type I. Material and Methods. Blood drawn from an antecubital vein and containing 0.011 M trisodium citrate as anticoagulant was recalcified with 5 mM calcium chloride and immediately perfused through a rectangular chamber mounted on the stage of a confocal microscope and presenting a surface coated with fibrillar collagen type I under laminar flow conditions at the wall shear rate of 300 1/s. Platelets and fibrin were specifically detected in situ through distinct fluorochromes. We tested 8 normal controls, 8 patients treated with Coumadin and a stable INR value between 1.94 and 2.90 (mean 2.34; standard deviation 0.34), and 7 patients treated with Rivaroxaban at between 8 and 16 days (mean 12.14; standard deviation 2.48 days) from the initiation of therapy. The volume of platelet aggregates and fibrin deposited onto the collagen fibrils was measured distinctly from stacks of confocal sections by integrating surface coverage of each thrombus component in consecutive optical planes separated by 2 micrometers in height. Results and Discussion. There was no significant difference in the volume of platelet and fibrin aggregates formed in blood of normal control and patients treated with either Coumadin or Rivaroxaban. This result was surprising because the patients treated with Coumadin had a laboratory demonstration of significantly retarded coagulation. We reasoned, however, that coagulation tests are typically performed in platelet-poor plasma, while in the perfusion assay coagulation occurs in whole blood and on a surface onto which flowing platelets are fully activated, thus increasing the local procoagulant potential. For this reason, we performed a series of experiments in which a variable amount of a highly specific thrombin inhibitor, lepirudin, was titrated into the recalcified blood before perfusion. We thus determined that with 50 nM lepirudin added to blood there was no decrease in the volume of platelet aggregates and fibrin deposited onto collagen in blood of normal individuals, while the volume of fibrin was decreased in patients receiving either Coumadin or Rivaroxaban. The corresponding values for normal controls, Coumadin-treated and Rivaroxaban-treated patients, in the order, were (mean volume ± standard error of the mean in cubic micrometers): Platelet aggregates = 28,592±3,354; 36,959±4,973; 44,448±7,110; Fibrin = 84,190±9,740; 47,298±7,308; 35,780±5,091. The differences in platelet aggregate volumes were not significant, while fibrin volume was significantly smaller in the anticoagulant-treated patients as compared to normal (p<0.01 for Coumadin and p<0.001 for Rivaroxaban); the difference between patients treated with one or the other anticoagulant was not significant. These results show that Rivaroxaban and Coumadin at therapeutically effective dosage have comparable effect in reducing thrombin generation, as evidenced by the reduced volume of fibrin formed in flowing blood exposed to collagen. This, however, is accompanied by an increased volume of platelet aggregates on the highly thrombogenic collagen surface. The relevance of these experimental results with respect to prevention of arterial as opposed to venous thrombosis deserves further investigation. Disclosures: No relevant conflicts of interest to declare."
}