{
    "doi": "https://doi.org/10.1182/blood-2020-141911",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4648",
    "start_url_page_num": 4648,
    "is_scraped": "1",
    "article_title": "Apixaban Anti-Xa Level Monitoring in Treatment of Provoked Acute Upper Extremity Deep Vein Thrombosis for Patient on Dialysis: A Case Report ",
    "article_date": "November 5, 2020",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "topics": null,
    "author_names": [
        "Guillaume Roberge, MD",
        "Philip S. Wells, MDMSc,FRCP"
    ],
    "author_affiliations": [
        [
            "Centre Hospitalier Universitaire de Québec, Université Laval, Québec, Canada "
        ],
        [
            "Department of Medicine, Ottawa Hospital General Site, Ottawa, Canada ",
            "Department of Medicine, University of Ottawa, Ottawa, Canada ",
            "Ottawa Hospital Research Institute, Ottawa, Canada ",
            "The Ottawa Hospital, Ottawa Blood Disease Centre, Ottawa, Canada ",
            "The Ottawa Hospital, Ottawa, Canada"
        ]
    ],
    "first_author_latitude": "46.792361199999995",
    "first_author_longitude": "-71.2469976",
    "abstract_text": "Background. Patients with end stage renal disease on dialysis are at higher risk of major bleeding and recurrent thrombosis and as such, treatment of acute venous thromboembolism (VTE) is challenging. Ideally, treatment would avoid inpatient admission as for most other patients with acute VTE. DOACs represent the easiest option but there are concerns over bioaccumulation increasing bleeding risk. Despite the absence of a standardized therapeutic range, anti-Xa trough level is measured to monitor potential DOACs bioaccumulation and thus, used for safety surveillance. Methods. We describe a case of a 51 yo female, 36 kg, on chronic hemodialysis with a provoked acute upper extremity deep vein thrombosis. Due to a lack of subcutaneous fat and calciphylaxis we were reluctant to use low molecular weight heparin and warfarin. She was treated with apixaban 2,5 mg twice daily for 6 weeks. Over 4 weeks, the apixaban anti-Xa trough levels were measured on dialysis days 12 hours after the morning dose. Results. The anti-Xa trough levels ranged from 58 to 84 ng/mL, similar to what is expected in patients with normal kidney function. There were no adverse events in the 3 months after anticoagulation initiation. Conclusion. We saw no evidence of bioaccumulation. This indicates a potential role for apixaban low doses in acute venous thromboembolism for patients on dialysis. Disclosures No relevant conflicts of interest to declare. OffLabel Disclosure: The use of Apixaban for treatment of acute venous thromboembolism in patient on dialysis has not been approved."
}