{
    "doi": "https://doi.org/10.1182/blood.V116.21.4792.4792",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1685",
    "start_url_page_num": 1685,
    "is_scraped": "1",
    "article_title": "IDENTIFICATION of Infrared SPECTRAL Signature of INDUCED Pluripotent STEM CELLS (iPSC) ",
    "article_date": "November 19, 2010",
    "session_type": "HEMATOPOIETIC STEM AND PROGENITOR BIOLOGY",
    "topics": [
        "fibroblast growth factor 2",
        "gene transfer techniques",
        "identification (psychology)",
        "microscopes",
        "spectroscopy, fourier transform infrared",
        "stem cells, pluripotent",
        "teratoma",
        "mice",
        "embryonic stem cells",
        "fibroblasts"
    ],
    "author_names": [
        "Christophe Sandt",
        "Olivier Feraud",
        "Ali G. Turhan",
        "Paul Dumas",
        "Annelise Bennaceur-Griscelli, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Synchrotron SOLEIL, SYNCHROTRON, Gif Sur Yvette, "
        ],
        [
            "Human Pluripotent Stem Cell Core Facility-Campus Villejuif, Inserm U935, Villejuif, France, "
        ],
        [
            "Division of Laboratory Hematology and Oncology, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
        ],
        [
            "Synchrotron SOLEIL, SYNCHROTRON, Gif Sur Yvette, France, "
        ],
        [
            "Service d'Hematologie Biologique, Inserm U935, Villejuif, France"
        ]
    ],
    "first_author_latitude": "48.7127302",
    "first_author_longitude": "2.1478384",
    "abstract_text": "Abstract 4792 Recent technological advances in cell reprogramming by generation of induced pluripotent stem cells (iPSC) offer major perspectives in disease modelling and future hopes for providing novel stem cells sources in regenerative medicine. However, research on iPSC still requires refining the criteria of the pluripotency stage of these cells and exploration of their equivalent functionality to human embryonic stem cells (hESC). In this work, we report that the use of the Synchrotron-based FTIR microspectroscopy allows following the infrared spectral modification of the differentiated cells during the reprogramming process as well as the comparison between iPSC with hESC. The model that we studied consisted on the use of human ES cell line H9 grown on murine embryonic fibroblasts in the presence of bFGF. We have generated mesenchymal stem cells from the H9 cell line (H9-MSC) and we used them to generate iPSC (iPSC-H9) by the enforced expression of pluripotency genes Oct4, Sox2, Lin28 and Nanog. We have also followed the same approach on murine cells by generating murine iPSC from murine ES cells by retrovirus mediated gene transfer of Oct4, Sox2, c-Myc and Klf4. iPSC were characterized by expression of pluripotency markers, and teratoma assays. Infrared Spectral fingerprints of the original H9, MSC-H9 and iPSC-H9 as well as differentiated murine fibroblasts and murine iPSC were acquired at sub-cellular resolution using a synchrotron-powered infrared microscope. In murine system, the spectral signature of iPSC has been compared to that of D3, a well-characterized murine ES cell line. The spectral signature of iPSC and ESC displays a marked difference with those of the differentiated cells used before reprogrammation regardless the origin of the target cell (mesenchymal stem cells or murine fibroblasts). We unambiguously demonstrate for the first time to our knowledge, that the human and murine iPSC retrieve the same chemical composition with an indistinguishable spectral signature from their embryonic stem cells counterparts. Importantly, the spectral signatures were found to be specific to each of the cell line, as evidenced using pattern recognition methods and illustrated the genetic biodiversity of each iPSC and ESC. Thus, in addition to the classical pluripotency markers, FTIR microspectroscopy signature could be a rapid methodology to evaluate the pluripotency after somatic cell reprogramming. Disclosures: No relevant conflicts of interest to declare."
}