{
    "doi": "https://doi.org/10.1182/blood.V114.22.4088.4088",
    "article_title": "IL15 Enhances Proliferation and Effector Function of Antigen-Specific Cytotoxic T Lymphocytes (CTLs) and Mitigates the Suppressive Action of Regulatory T Cells (Tregs). ",
    "article_date": "November 20, 2009",
    "session_type": "Tumor Immunotherapy Poster II",
    "abstract_text": "Abstract 4088 Poster Board III-1023 Although adoptive transfer of antigen-specific CTLs is generally safe and can be clinically effective for the treatment of several malignancies, the administration of stimulatory cytokines may be required to sustain their long-term growth and persistence in vivo. IL2, a γ-chain T-cell growth cytokine, has been used clinically, but is associated with significant toxicities. In addition, IL2 supports the expansion and function of Tregs, counterbalancing its stimulatory effects on CTLs and favoring the establishment of an immune-protected microenvironment for cancer. IL15, like IL2, is a γ-chain cytokine capable of sustaining the expansion and function of effector T cells. We have explored whether this cytokine also shares with IL2 an unwanted stimulatory effect on Tregs. Naturally occurring Tregs (CD4 + CD25 bright ) were isolated from buffy coat preparations from healthy volunteers (mean of Treg recovery: 0.7% ± 0.05% of the starting population of mononuclear cells). The suppressive function of isolated Tregs was confirmed by their ability to inhibit the proliferation of activated T lymphocytes labeled with carboxyfluorescin diacetate succinimidyl ester (CFSE) using FACS analysis to measure CFSE dilution after 5-6 days of culture (activated T cell:Treg ratio 1:1). The proliferation of activated T cells in the presence of Tregs was significantly reduced (28%±5%) as compared to activated T cells cultured in the presence of control CD4 + CD25 – T cells (59%±5%) (p<0.05). Following addition of IL15 (2.5 ng/mL), however, proliferation of activated T cells continued even in the presence of Tregs (83%±5% plus IL15 without Tregs vs. 80%±5% plus IL15 and Tregs) (p=0.9), suggesting that this cytokine mitigates the immunosuppressive effects of Tregs. We then analyzed whether Tregs affected the anti-tumor activity of antigen-specific CTLs. We used our Epstein-Barr-Virus-(EBV)-specific CTLs as tumor model. EBV-CTLs were co-cultured with EBV-infected cells (LCLs) (CTL:LCL ratio 1:2). Residual tumor cells were enumerated by FACS analysis after 5-7 days of culture. In the absence of exogenous IL-15, EBV-CTLs failed to eliminate EBV-infected cells (residual LCLs: 37%±8%), while the addition of IL15 (2.5 ng/mL) increased the anti-tumor effect of CTLs, so that only 4%±1% tumor cells were detectable at the end of the culture. We then explored the effects of adding Treg to the cultures (Treg:CTL ratio 1:1). The percentage of tumor cells increased rather than decreased by day 5-7 when CTLs were cultured with Tregs in the absence of IL15 (residual tumor cells from 37%±8% in the absence of Tregs to 53%±9% in the presence of Tregs) (p<0.05). When IL15 was added, Treg were more limited in their ability to inhibit T effector cells, so that residual tumor cells were 4%±1% and 11%±3% % in the absence or in the presence of Tregs, respectively. To discover if IL15 has a direct effect on Tregs, we analyzed STAT5 phosphorylation after exposing Tregs to the cytokine. We found that this molecule was phosphorylated in 47%±18% of Tregs 15 minutes after exposure to IL15 (2.5 ng/mL). This effect was mediated by the specific interaction of the cytokine with its own receptor, as no phosphorylation occurred when Treg cells were pre-incubated with an IL-15Rα blocking antibody. This action on Tregs notwithstanding, IL15 stimulation did not modulate Treg inhibitory function, since these cells, even after exposure to IL15 (2.5 ng/mL) for 3-5 days, continued to significantly inhibit the proliferation of T lymphocytes activated in the absence of IL-15 (74%±17% inhibition). Hence, IL15 enhance the proliferative and anti-tumor effects of antigen-specific CTLs, and these effects are not impaired by the presence of Tregs. Administration of IL15 may therefore benefit patients receiving adoptive T cell therapies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "interleukin-15",
        "regulatory t-lymphocytes",
        "t-lymphocytes, cytotoxic",
        "cytokine",
        "neoplasms",
        "residual tumor",
        "antigens, cd25",
        "cancer",
        "tumor cells"
    ],
    "author_names": [
        "Serena Kimi Perna, MD",
        "Biagio De Angelis, PhD",
        "Daria Pagliara, MD",
        "Lan Zhan",
        "Cliona M Rooney, PhD",
        "Helen E. Heslop, MD",
        "Malcolm K Brenner, MB, PhD, FRCP, FRCPath",
        "Gianpietro Dotti, MD",
        "Barbara Savoldo, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Serena Kimi Perna, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Biagio De Angelis, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine - Houston Tx; CEINGE - Biotecnologie Avanzate, Naples Italy, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daria Pagliara, MD",
            "author_affiliations": [
                "Laboratory of Transplant Immunology and Pediatric Hematology/Oncology, Fondazione IRCCS Policlinico S. Matteo, University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan Zhan",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cliona M Rooney, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen E. Heslop, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Departments of Medicine and Pediatrics, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm K Brenner, MB, PhD, FRCP, FRCPath",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Departments of Medicine and Pediatrics, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianpietro Dotti, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Departments of Medicine and Pediatrics, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Savoldo, MD, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Departments of Medicine and Pediatrics, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T21:33:11",
    "is_scraped": "1"
}