{
    "doi": "https://doi.org/10.1182/blood.V126.23.4962.4962",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3069",
    "start_url_page_num": 3069,
    "is_scraped": "1",
    "article_title": "IL-6 Released from BMSCs Suppresses Cytotoxic Effect of Ara-C and IL-6 Mediated Signaling Enhances Re-Growing of HEL Cells Following Ara-C Treatment ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "cytarabine",
        "interleukin-6",
        "signal transduction",
        "mechlorethamine",
        "mtor serine-threonine kinases",
        "proto-oncogene proteins c-akt",
        "rna, messenger",
        "survival curve",
        "bone marrow",
        "mice"
    ],
    "author_names": [
        "Hyejoo Park",
        "Daeyoon Kim",
        "Chansu Lee, PhD",
        "Eunkyung Bae, PhD",
        "Kwang-Sung Ahn, PhD",
        "Youngil Koh, MD",
        "Hyun Jung Lee, MD",
        "Hyo Jung Kim, MD",
        "Junglim Lee, MD",
        "Hwi-Joong Yoon, MDPhD",
        "Sung-Soo Yoon, MDPhD"
    ],
    "author_affiliations": [
        [
            "Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea "
        ],
        [
            "Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea "
        ],
        [
            "Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea "
        ],
        [
            "Functional Genome Institute, PDXen Biosystems Inc., Seoul, South Korea "
        ],
        [
            "Functional Genome Institute, PDXen Biosystems Inc., Seoul, South Korea "
        ],
        [
            "Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea ",
            "Department of Internal Medicine, Seoul National University Hospital, Seoul, South Korea "
        ],
        [
            "Department of Internal Medicine, Dongguk University Ilsan Hospital, Ilsan, South Korea "
        ],
        [
            "Department of Internal Medicine, Hallym University College of Medicine, Anyang, South Korea "
        ],
        [
            "Daegu Fatima Hospital Public Cord Blood Bank, Daegu, South Korea "
        ],
        [
            "Department of Hematology-Oncology Kyung Hee University School of Medicine, Seoul, South Korea"
        ],
        [
            "Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea ",
            "Department of Internal Medicine, Seoul National University Hospital, Seoul, South Korea "
        ]
    ],
    "first_author_latitude": "37.57923825",
    "first_author_longitude": "126.99949294999999",
    "abstract_text": "Various factors released from BMSCs regulate the biologic behaviors of AML cells involving in responsiveness of chemotherapeutic treatment. Cytotoxic effect of Ara-C decreased when AML cells co-cultured with BMSCs. IL-6 expression was prominently increased when HEL cells were co-cultured with BMSCs. Even though IL-6 did not affect the growth of HEL cells, Ara-c mediated apoptosis was suppressed by BMSCs. Also, IL-6 induced the phosphorylation of AKT and its downstream gene (mTOR). Ara-C mediated H2AX mRNA was suppressed when Ara-C was treated with co-cultured HEL cells with BMSCs. Also, its expression was down-regulated in HEL cells co-treated with Ara-C plus 25 nM IL-6. Prevention of IL-6 mediated signaling by gp130 shDNA slightly suppressed Ara-C induced H2AX expression when gp130 shDNA transfected HEL cells were co-cultured with BMSCs under 10 -6 M Ara-C treatment. In vivo model, we found that IL-6 expression levels in serum of mice detecting AML cells following Ara-C treatment were higher than in serum of mice not detecting residual AML cells. Even though somatic mutation of gp130 gene was not detected in the genome analysis of AML, the overall survival was statistically different depending on the IL-6 levels in serum of bone marrow. Our findings suggest that IL-6 releasing from BMSCs help AML cells to survive against Ara-C treatment resulting in developing relapase from enhancing the growth of minimal residual cells. Figure 1. View large Download slide IL-6 suppresses Ara-C mediated apoptosis of HEL in vitro assay. Figure 1. View large Download slide IL-6 suppresses Ara-C mediated apoptosis of HEL in vitro assay. Figure 2. View large Download slide IL-6 suppresses Ara-C mediated H2AX expression in HEL cells. Figure 2. View large Download slide IL-6 suppresses Ara-C mediated H2AX expression in HEL cells. Figure 3. View large Download slide Survival curve depending on IL-6 level of AML patients bone marrow serum. Figure 3. View large Download slide Survival curve depending on IL-6 level of AML patients bone marrow serum. Disclosures No relevant conflicts of interest to declare."
}