{
    "doi": "https://doi.org/10.1182/blood-2021-153282",
    "article_title": "Treatment of MDS, AML and CMML Relapse after Allogeneic Blood Stem Cell Transplantation with Azacitidine, Lenalidomide and Donor Lymphocyte Infusions - Final Results of the Prospective Azalena-Trial (NCT02472691) ",
    "article_date": "November 5, 2021",
    "session_type": "723.Allogeneic Transplantation: Long-term Follow-up and Disease Recurrence",
    "abstract_text": "Background Azacitidine (Aza) in combination with donor lymphocyte infusions (DLI) is an established treatment option for pts with relapse of myeloid malignancies after allo-SCT. Accounting for its immunomodulatory and anti-leukemic properties, we considered Lenalidomide (Len) to be a synergistic partner for Aza and DLI that may further improve response rate and outcome. To investigate the tolerability and efficacy of the combination of Aza, Len and DLI as first salvage therapy for relapsed MDS, AML and CMML after allo-SCT we performed a prospective, multicenter, single-arm phase-II trial. Results from two safety interim analyses have previously been reported. Here, we report the final results from this investigator-initiated trial. Design/Methods: Patients with relapse of MDS, AML and CMML after first allo-SCT were eligible. Envisaged treatment according to the protocol consisted of up to 8 cycles Aza (75 mg/m 2 /d d1-7, every 28 days) and up to 3 DLI with increasing T cell dosages (0.5×10 6 - 1.5×10 7 cells/kg). Len was administered concomitantly for 21 days of a 28-day cycle. Following a positive first interim safety analysis in 10 patients the daily dose of Len was increased from 2.5 to 5mg. The primary endpoint of the study was safety, while secondary efficacy endpoints included response type and rates, time to and duration of response and overall survival. Results: Overall, 50 pts with molecular (n=29, 58%) or hematological (n=21, 42%) relapse of MDS (n=24, 48%), AML (n=23, 46%) or CMML (n=3, 6%) detected after median of 233 days (range, 98 to 2659) after allo-SCT were included. Fourteen patients (28%) received Len at a daily dosage of 2.5 mg and 36 patients (72%) at a daily dosage of 5 mg with no DLTs observed in the interim analyses. Median number of Len cycles per patient was 7 (range, 1 to 8) with no differences between the two dose levels. Concomitantly, 34 pts (68%) received at least one DLI (median: 3, range: 1-11). Overall response rate (ORR) during treatment was 56% (CR n=25, 50%, PR n=3, 6%). ORR and CR rates did not differ between Len dose levels. Of interest, CR rate did not differ between pts treated at the stage of molecular relapse and those initiated at hematological relapse (52% vs. 48%). Median time to CR was 112 days (range 1-286) corresponding to 4 cycles (range 1 to 8). At the time of data lock, 20 patients (80%) were still in CR without additional therapy for a median of 15 months, while 5 patients (20%) had relapsed again after a median of 8 months. With a median follow-up of 20 months median OS was 21 months and 1-year OS rate 65%. While therapy-related CTC grade III/IV neutropenia (92%), thrombopenia (80%) or anemia (36%) occurred frequently, drug-related non-hematological adverse events (AE) >grade II were rare and mainly consisted of gastrointestinal toxicity (6%), laboratory findings (28%) and infections (22%). Twenty-three pts (46%) developed acute GvHD including 5 patients (10%) with grade III/IV aGvHD, and 26 pts (52%) chronic GvHD (mild n=10; moderate n=11; severe n=5). During the study period, 3 secondary malignancies (squamous cell, basal cell and vulvar carcinoma) occurred. There were no therapy related deaths. Conclusion: Len up to a dosage to 5 mg/day can be safely added to the combination of AZA and DLI without excess of GvHD and toxicity. Furthermore, these data suggest that the combination of Aza, Len and DLI has promising clinical activity for relapse of myeloid malignancies after allo-SCT and is able to induce durable responses and survival in a substantial proportion of pts. Disclosures Schroeder:  Celgene: Honoraria, Other: Travel support, Research Funding. Stelljes:  Kite/Gilead: Consultancy, Speakers Bureau; MSD: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Celgene/BMS: Consultancy, Speakers Bureau; Medac: Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Pfizer: Consultancy, Research Funding, Speakers Bureau. Holtick:  Celgene: Honoraria; Sanofi: Honoraria. Germing:  Janssen: Honoraria; Bristol-Myers Squibb: Honoraria, Other: advisory activity, Research Funding; Jazz Pharmaceuticals: Honoraria; Celgene: Honoraria; Novartis: Honoraria, Research Funding. Kröger:  AOP Pharma: Honoraria; Celgene: Honoraria, Research Funding; Gilead/Kite: Honoraria; Jazz: Honoraria, Research Funding; Neovii: Honoraria, Research Funding; Novartis: Honoraria; Riemser: Honoraria, Research Funding; Sanofi: Honoraria. Kobbe:  Celgene: Research Funding. OffLabel Disclosure: Lenalidomide is not licensed for AML, CMML and advanced MDS except for MDS with isolated del5q",
    "author_names": [
        "Thomas Schroeder",
        "Matthias Stelljes",
        "Maximilian Christopeit",
        "Eva Schmidt",
        "Christoph Scheid",
        "Jan-Henrik Mikesch",
        "Christina Rautenberg",
        "Paul Jäger",
        "Nadja Drusenheimer",
        "Udo Holtick",
        "Stefan Klein",
        "Rudolf Trenschel",
        "Rainer Haas",
        "Ulrich Germing",
        "Nicolaus Kröger",
        "Guido Kobbe"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Schroeder",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, University Hospital Essen, Essen, Germany",
                "Hematology, Uniklinik Dusseldorf, Duesseldorf, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthias Stelljes",
            "author_affiliations": [
                "Department of Medicine A, Hematology, Oncology and Pneumology, University of Muenster, Muenster, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maximilian Christopeit",
            "author_affiliations": [
                "University Hospital Tübingen, Department of Medicine II, Hematology, Oncology, Clinical Immunology and Rheumatology, Tübingen, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Schmidt",
            "author_affiliations": [
                "Department of Medicine A/Hematology and Oncology, University of Münster, Münster, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Scheid",
            "author_affiliations": [
                "Department I of Internal Medicine, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan-Henrik Mikesch",
            "author_affiliations": [
                "Department of Medicine A, Hematology, Oncology and Pneumology, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Rautenberg",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, University Hospital Essen, Essen, Germany",
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Düsseldorf, Medical Faculty, Heinrich Heine University, Düsseldorf, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Jäger",
            "author_affiliations": [
                "Hematology, University Hospital Duesseldorf, Duesseldorf, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadja Drusenheimer",
            "author_affiliations": [
                "University Hospital Düsseldorf, Duesseldorf, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Udo Holtick",
            "author_affiliations": [
                "Department I of Internal Medicine, University of Cologne, Cologne, DEU"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Klein",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Mannheim, Mannheim, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rudolf Trenschel",
            "author_affiliations": [
                "Department of Bone Marrow Transplantation, West German Cancer Center, University of Essen, Essen, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Haas",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University Düsseldorf, Düsseldorf, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Germing",
            "author_affiliations": [
                "Department of Haematology, Oncology and Clinical Immunology, Universitätsklinik Düsseldorf, Düsseldorf, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolaus Kröger",
            "author_affiliations": [
                "University Cancer Center Hamburg-Eppendorf, Hamburg, DEU"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Düsseldorf, Medical Faculty, Heinrich Heine University, Düsseldorf, Germany"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-07-01T04:25:05",
    "is_scraped": "1"
}