{
    "doi": "https://doi.org/10.1182/blood.V120.21.4953.4953",
    "article_title": "Management of Patients After the Failure of Hypomethylating Treatment for Myelodysplastic Syndrome ",
    "article_date": "November 16, 2012",
    "session_type": "Molecular Pharmacology, Drug Resistance Myelodysplastic Syndromes",
    "abstract_text": "Abstract 4953 Introduction: Although treatment with hypomethylating agents such as azacitidine or decitabine has been the standard of care for patient with myelodysplastic syndrome (MDS) and chronic myelomonocytic leukemia (CMML), about half of the patients fail to respond to the agents and most responders progress within 2 years. Retrospective studies showed poor outcomes after failure of treatment with azacitidine or decitabine and there is no standard salvage therapy for patients who fail hypomethylating treatment (HMT). We retrospectively studied outcomes of patients who failed HMT and analyzed the effects of salvage therapy after HMT failure. Methods: Between September 2006 and October 2010, a total of 149 patients were treated with either azacitidine (n=75) or decitabine (n=74) for MDS defined by the WHO classification and chronic myelomonocytic leukemia (CMML) in 3 Korean institutes. Ninety-one of the 149 patients were included in this study and disease status at the end of HMT was categorized as stable disease (n=22), primary progression (n=17), progression after response (n=38), and intolerance (n=14). Six patients who were still receiving hypomethylating agents with a median of 19 courses (range, 15 to 48) and 52 patients who stopped hypomethylating agents for other reasons were excluded from the analysis. Results: Median age was 59 years (range, 23 to 80) at the time of HMT failure. Median follow-up duration of surviving patients was 47. 8 months (range, 5. 8 to 62. 9) and 69 patients died. Probability of overall survival (OS) at 3 years was 28. 1% and median OS was 12. 1 months (95% confidence interval [CI], 9. 8 to 14. 4). Multivariate analysis showed that disease status and evolution to acute myeloid leukemia (AML) at HMT failure were independent prognostic factors for OS. A total of 37 patients (40. 7%) received supportive care only after HMT failure and other patients were managed with one or more treatments including immunosuppressive therapy (n=7), low-dose cytarabine (n=9), androgen (n=8), alternate azanucleoside (n=2), intensive chemotherapy (n=24), and allogeneic hematopoietic cell transplantation (HCT) (n=23). Objective response to non-transplant treatment was observed in 11–17% of evaluable patients, while 17 (74%) of 23 patients who received allogeneic HCT attained complete response. Probability of OS at 2 years (from HCT) was 60. 9% in the transplanted patients; it was 78. 6% in patients who received HCT during MDS and 33. 3% in those who received HCT after AML evolution (P=0. 016). Conclusions: The clinical outcomes of patients after hypomethylating treatment failure are poor; especially, AML evolution at the time of hypomethylating treatment failure and primary progression after hypomethylating treatment indicated very poor prognosis. Responses to various low intensity therapies and intensive chemotherapy were infrequent. Long-term survival without disease evidence was observed in about half of the patients who received allogeneic HCT. In appropriately selected patients, allogeneic HCT should be performed in earlier period, especially before evolution to AML. Patients with MDS that has failed to respond to hypomethylating agents should be referred for clinical trials when available. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "myelodysplastic syndrome",
        "leukemia, myelomonocytic, chronic",
        "allogeneic hematopoietic stem cell transplant",
        "azacitidine",
        "decitabine",
        "chemotherapy regimen",
        "salvage therapy",
        "androgens",
        "complete remission",
        "cytarabine"
    ],
    "author_names": [
        "Je-Hwan Lee, MD, PhD",
        "Jung-Hee Lee",
        "Yunsuk Choi, MD",
        "Dae-Young Kim",
        "Kyoo-Hyung Lee, MD",
        "Sang Min Lee",
        "Won Sik Lee",
        "Lee Jung-Lim",
        "Young-Don Joo, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Je-Hwan Lee, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jung-Hee Lee",
            "author_affiliations": [
                "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yunsuk Choi, MD",
            "author_affiliations": [
                "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dae-Young Kim",
            "author_affiliations": [
                "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyoo-Hyung Lee, MD",
            "author_affiliations": [
                "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang Min Lee",
            "author_affiliations": [
                "Department of Hematology, Busan Paik Hospital, Inje University College of Medicine, Busan, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won Sik Lee",
            "author_affiliations": [
                "Department of Hematology, Busan Paik Hospital, Inje University College of Medicine, Busan, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee Jung-Lim",
            "author_affiliations": [
                "Department of Internal Medicine, Daegu Fatima Hospital, Daegu, South Korea, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Young-Don Joo, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Haeundae Paik Hospital, Inje University College of Medicine, Busan, South Korea"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T04:12:28",
    "is_scraped": "1"
}