{
    "doi": "https://doi.org/10.1182/blood.V122.21.2157.2157",
    "article_title": "The Use Of a Novel Nonmyeloablative Conditioning Regimen and Sirolimus For GvHD Prophylaxis To Transplant Patients With Chronic Granulomatous Disease ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "abstract_text": "Chronic Granulomatous Disease (CGD) results from a mutation in the NADPH oxidase complex. As a result, patients are prone to recurrent infections and an increased risk of autoimmune disorders such as colitis. Currently, the only available cure is hematopoietic stem cell transplantation using a related or unrelated donor. In 2002, the NIH published their results using a nonmyeloablative regimen and sibling matched donors. Although the results were overall promising, there was still significant GvHD in older patients and a number of graft rejections in the younger patients. Further accrual was limited due to donor unavailability. In 2007, after establishing an agreement with the National Marrow Donor Program, we were able to initiate a protocol for patients with primary immunodeficiencies using an HLA matched unrelated donor. The goal of this protocol was to achieve engraftment in patients with CGD, including high risk patients due to the presence of an ongoing infection or inflammation, without increasing the rate of graft versus host disease. We therefore devised a novel conditioning regimen of Busulfan, Campath, and TBI along with sirolimus as the sole GVHD prophylaxis. To date we have transplanted 21 evaluable patients. Results are summarized below:  Age . Infection . Inflammation . aGvHD . cGvHD . additional cells? . A&W . cause of death . 32 X    X 1  N refused dialysis 25 X  Grade 1   Y  21 X X Grade 1   Y  19  X (colostomy) Grade 4  X N infection, GvHD of skin 17 X    X 2  N Evan's/TRALI/GvHD 17 X     N pulmonary hemorrhage 17  X Grade 2   Y  12  X  limited X Y  7 X     Y  8  X    Y  8  X (colostomy) Grade 1   Y  8 X X    Y  6 X    X 3  N GvHD after 3 rd transplant 5  X    Y  4  X    Y  4 X X Grade 2   Y          17      Y  11   Grade 1   Y  10      Y  10      Y  8      Y  Age . Infection . Inflammation . aGvHD . cGvHD . additional cells? . A&W . cause of death . 32 X    X 1  N refused dialysis 25 X  Grade 1   Y  21 X X Grade 1   Y  19  X (colostomy) Grade 4  X N infection, GvHD of skin 17 X    X 2  N Evan's/TRALI/GvHD 17 X     N pulmonary hemorrhage 17  X Grade 2   Y  12  X  limited X Y  7 X     Y  8  X    Y  8  X (colostomy) Grade 1   Y  8 X X    Y  6 X    X 3  N GvHD after 3 rd transplant 5  X    Y  4  X    Y  4 X X Grade 2   Y          17      Y  11   Grade 1   Y  10      Y  10      Y  8      Y  View Large 1. Received peripheral blood stem cells from same donor after receiving bone marrow 2. Received cells after additional conditioning in the setting of Evan’s syndrome 3. Received additional cells with initial graft failure. Went on to a second then third transplant with a different conditioning regimen and different donor. Overall survival was 76%; however all deaths occurred in high risk patients and 2 of the 5 were unrelated to the initial transplant. Further, all surviving patients transplanted with high risk disease (11 of the 16) continue to have stable engraftment and had complete resolution of their inflammation and/or infection. This includes a patient with P40phox deficiency whose primary manifestation of CGD was colitis as well as a patient with an invasive fungal infection requiring emergency laminectomy 3 weeks prior to transplant. We have had limited GvHD to date and this occurred primarily in the high risk patients (6 of the 7). The most severe GvHD occurred in a patient given additional cells due possible poor engraftment and persistent thrombocytopenia. In retrospect, this may have been a sign of GvHD and not graft failure; however the result was severe GvHD of the skin and ultimately death from sepsis. Further, the only chronic GvHD (transient, now resolved) was also in a patient given additional cells for concerns of possible graft failure. Subsequently, the protocol was modified to no longer give additional unmanipulated cells and no graft failures or any severe GvHD has occurred in any of the subsequent patients. In general, patients tolerated the transplant well, although we did see a higher than expected rate of engraftment syndrome, again in the high risk patients only (5 of 21). Many patients needed only 1 or 2 transfusions of either platelets or red blood cells and 3 did not require any transfusions at all. We also transplanted two patients with CGD/McLeod’s, banking autologous blood prior to the transplant, and only one patient required any blood (1 autologous unit). Three patients did require multiple infusions due to prolonged time to engraftment or slow platelet recovery including the one patient to receive bone marrow as their initial donor product. For the one patient with late graft failure, there was autologous recovery. Thus in this single centre study we have transplanted 21 patients to date including 16 of those considered high risk using a novel non-myeloablative transplant regimen and an unrelated donor. We have had significantly lower rates of GvHD (33%) of which <10% was greater than Grade 2 and only one patient with graft failure. Overall, the combination of Campath and Sirolimus, along with Busulfan and low dose radiation is well tolerated and has a low risk of graft versus host disease while still allowing engraftment in patients, even those with high risk disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "conditioning (psychology)",
        "graft-versus-host disease",
        "granulomatous disease, chronic",
        "rapamycin",
        "transplantation",
        "tissue transplants",
        "infections",
        "inflammation",
        "alemtuzumab",
        "blood transfusion"
    ],
    "author_names": [
        "Elizabeth M. Kang, MD",
        "Harry Malech, MD",
        "Dianne Hilligoss",
        "Martha Marquesen",
        "Corin Kelly",
        "Mark Parta, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elizabeth M. Kang, MD",
            "author_affiliations": [
                "Laboratory of Host Defenses, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Harry Malech, MD",
            "author_affiliations": [
                "NIAID, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dianne Hilligoss",
            "author_affiliations": [
                "National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Marquesen",
            "author_affiliations": [
                "National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corin Kelly",
            "author_affiliations": [
                "National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Parta, MD",
            "author_affiliations": [
                "National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:41:18",
    "is_scraped": "1"
}