{
    "doi": "https://doi.org/10.1182/blood.V104.11.5111.5111",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=43",
    "start_url_page_num": 43,
    "is_scraped": "1",
    "article_title": "Increased Risk of Non-Relapse Mortality within One Year after Autologous Stem Cell Transplant in Older Adults with Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "autologous stem cell transplant",
        "lymphoma",
        "older adult",
        "pulmonary complications",
        "busulfan",
        "carbon monoxide diffusing capacity test",
        "cyclophosphamide",
        "hodgkin's disease",
        "pulmonary failure",
        "pulmonary function tests"
    ],
    "author_names": [
        "Matt Kalaycio, M.D.",
        "Brad Pohlman, M.D.",
        "Ronald Sobecks, M.D.",
        "Steven Andresen, D.O.",
        "Kristie Summers",
        "Brian J. Bolwell, M.D.",
        "Lisa Rybicki",
        "Elizabeth Kuckowski"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplant, The Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Bone Marrow Transplant, The Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Bone Marrow Transplant, The Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Bone Marrow Transplant, The Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Bone Marrow Transplant, The Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Bone Marrow Transplant, The Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [],
        []
    ],
    "first_author_latitude": "41.504794149999995",
    "first_author_longitude": "-81.61233449999999",
    "abstract_text": "The risk of early mortality after high-dose chemotherapy followed by autologous stem cell transplant (ASCT) is generally less than 5%. However, this mortality rate is often determined by deaths that occur while hospitalized or within 60–100 days of ASCT. We queried our long-term follow-up database to determine non-relapse mortality (NRM) for patients with lymphoma within 1 year of ASCT. From 1/1/99 to 3/30/04 we treated 317 evaluable lymphoma patients with busulfan 14mg/kg, VP-16 60 mg/kg, and cyclophosphamide 120 mg/kg followed by ASCT. Of these 317 patients, 21 (6.6%) had NRM within 1 year of ASCT. There were no significant differences between the 296 patients who did not die of NRM and the 21 who did with regard to diagnosis of non-Hodgkin versus Hodgkin lymphoma, exposure to radiation therapy, exposure to rituximab, stage, and disease status at the time of ASCT. However, the median age of the 21 patients who died of NRM was 56 years compared to 49 years in the 296 who did not (p = 0.003). Of the 21 patients who died of NRM, 13 (62%) died of pulmonary complications. Adult respiratory distress syndrome (ARDS) was listed as the cause of death (COD) in 5 patients, but nearly all patients died at other institutions limiting our ability to confirm COD. Pneumonia was the COD in 5 patients and pulmonary toxicity was the COD in 2 patients. We routinely screen patients with pulmonary function tests including DLCO before and approximately 42 days after ASCT. There was no significant decrease in the median pre-ASCT and the post-ASCT DLCO in either the whole cohort of patients dying of NRM or the 13 patients dying of pulmonary complications. The 8 patients with NRM, but not pulmonary complications, died of various causes including cardiac tamponade, sepsis/multi-system organ failure, cirrhosis, renal failure, and secondary malignancy. The median time from ASCT to NRM was 146 days (range 45 to 287 days). Thus, lymphoma patients remain at risk for NRM for several months after ASCT. Older patients are at particular risk. The most common COD is pulmonary failure that cannot be predicted by screening pulmonary function tests. The cause of the pulmonary failure is uncertain. Busulfan may cause pulmonary toxicity, but the dose in this series of patients is relatively low and we have not seen similar pulmonary complications in 95 patients (median age 52 years) with myeloma treated with the combination of busulfan 16 mg/kg and cyclophosphamide 120mg/kg."
}