{
    "doi": "https://doi.org/10.1182/blood.V110.11.4828.4828",
    "article_title": "The Effects of Zoledronic Acid on Serum Lipids in Multiple Myeloma Patients. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Nitrogen-containing bisphosphonates (N-BPs) inhibit osteoclast-mediated bone resorption and they are widely used for the treatment of postmenopausal osteoporosis, Paget’s disease and tumor-associated osteolysis. The mechanism of action of these drugs has not been completely clarified but it has been observed that N-BPs may inhibit squalene synthase, as ibandronate, or farnesyl pyrophosphate synthase, as alendronate or pamidronate, inducing also a reduction of cholesterol biosynthesis. Zoledronic acid (ZA) represents a novel N-BPs which has also antitumor activity. To explore the effects of ZA on serum lipids, twenty-six untreated consecutive patients (14 males/12 females; median age 71.4 ± 7.8, range 49–82 years) with SMM (14 IgG/k, 2 IgG/λ, 8 IgA/k 2 IgA/λ) were recruited between October 2004 and March 2005 from the Department of Hematology of the University of Siena. In particular, enrollment criteria were marrow plasmacytosis between 10–30%, no lytic bone lesions, no myeloma related symptoms. In order to enter the study, patients had not to be on treatment for hypercholesterolemia. Patients gave an informed consent before the enrollment. After baseline evaluation, SMM patients were sequentially assigned to receive no treatment (10 patients) or ZA (16 patients), 4 mg administered as a 15 min i.v. infusion at baseline and after 1, 2, 4 and 6 months. Data distribution was expressed as mean ± SD. Two-Sample T-test for independent data were used to evaluate the differences between groups. To test the effect of treatment, we used the Repeated Measures ANOVA Procedure. p value of less than 0.05 were considered significant. Analysis were performed using SPSS software for Windows, version 10.0 (SPSS ltd., Chicago, IL, USA). In all subjects, total cholesterol (TC), triglycerides (TG), high-density lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C) and C-terminal telopeptide of Type I collagen (CTX) were measured at baseline and after 1, 3 and 6 months. In the control group no significant changes were observed throughout the study period for any of the biochemical variables. As expected, CTX decreased significantly by 40–50% after ZA administration. In treated patients, we observed a progressive and significant reduction of TC with a maximum decrease of 13% at 6 months; moreover LDL-C decreased by 21% at 6 months while no significant differences were appreciated in HDL-C and TG. Also the indexes of cardiovascular risk improved after ZA administration: TC/HDL-C ratio progressively decreased by 17% and HDL-C/LDL-C ratio increased by 36% showing an effect that appears to be cumulative. In conclusion ZA is able to alter lipid profile more than older N-BPs as pamidronate or neridronate. This effect can be due to the potency of ZA to inhibit FPP synthase that is about 70-fold than pamidronate.",
    "topics": [
        "lipids",
        "multiple myeloma",
        "plasmacytosis",
        "zoledronic acid",
        "high density lipoprotein cholesterol",
        "ldl cholesterol lipoproteins",
        "pamidronate",
        "immunoglobulin a",
        "immunoglobulin g",
        "alendronate"
    ],
    "author_names": [
        "Alessandro Gozzetti, MD, PhD",
        "Giuseppe Martini, MD",
        "Annalisa Avanzati, BS",
        "Beatrice Franci, MD",
        "Elena Marchini, MD",
        "Ranuccio Nuti, MD",
        "Francesco Lauria, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandro Gozzetti, MD, PhD",
            "author_affiliations": [
                "Hematology and Transplants, University of Siena, Siena, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Martini, MD",
            "author_affiliations": [
                "Internal Medicine, University of Siena, Siena, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Avanzati, BS",
            "author_affiliations": [
                "Internal Medicine, University of Siena, Siena, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatrice Franci, MD",
            "author_affiliations": [
                "Internal Medicine, University of Siena, Siena, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Marchini, MD",
            "author_affiliations": [
                "Hematology and Transplants, University of Siena, Siena, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranuccio Nuti, MD",
            "author_affiliations": [
                "Internal Medicine, University of Siena, Siena, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Lauria, MD",
            "author_affiliations": [
                "Hematology and Transplants, University of Siena, Siena, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T09:40:38",
    "is_scraped": "1"
}