{
    "doi": "https://doi.org/10.1182/blood-2021-145039",
    "article_title": "Multinational Study on the Clinical and Genetic Features of the ERCC6L2-Disease ",
    "article_date": "November 5, 2021",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Biallelic mutations in ERCC6L2 were first reported to cause bone marrow failure (BMF). Additionally, we recently described a strong predisposition to erythroid lineage-restricted acute myeloid leukemia (AML-M6). Today, 31 ERCC6L2-mutated cases have been reported. This study aims to further explore the clinical and molecular features, as well as outcomes, of the ERCC6L2 patients. By June 2021, we have gathered clinical and genetic characteristics of 46 subjects in 31 families with biallelic germ line ERCC6L2 mutations from Finland (n = 21), France (n = 8), Israel (n = 1), Sweden (n = 4), and referred to a center in the United Kingdom (n = 12). Extension of the data collection from additional countries is ongoing. According to our data, ERCC6L2-disease often presents first as mild and fluctuating cytopenias with underlying bone marrow (BM) hypoplasia. With increasing age, patients develop clonal hematopoiesis with somatic mutations in TP53 , and ultimately myelodysplastic syndrome (MDS) leading to a very high-risk acute myeloid leukemia. The median age of the patients at first referral to a hematologist was 18 years (range 6-65 years old). Characteristic changes in complete blood count (CBC) were mild thrombocytopenia, leukopenia, and sometimes macrocytosis. In individual pediatric or adolescent cases, more pronounced pancytopenia has also been noted. Severe BM hypoplasia was detected in many patients despite only mild changes in the CBC indicating that examining the histology of the BM biopsy, in addition to BM aspirate and CBC, is crucial. Also spontaneous, possibly transient, recovery of CBC in a few patients has occurred. All but one patient above 10 years of age, and with data from somatic mutation analysis (n = 17), carried one to four somatic TP53 mutations in their bone marrow. Among the 46 subjects, nine have been diagnosed with MDS and nine with AML (six with The French-American-British subtype M6, erythroleukemia; three with non-specific subtypes). Interestingly, increased reticulin fibrosis in the BM has been identified in at least three out of nine patients with MDS. In the nine patients diagnosed with AML, the median age of the appearance of leukemia was 37 years (range 20-65). Characteristic of TP53 -mutated AML, all leukemia patients had complex hematologic karyotype and have deceased, despite intensive therapy, within one year of diagnosis. Approximately half of the patients with ERCC6L2-disease have been identified in Finland. The great majority of the patients (20/21) carry the same biallelic ERCC6L2 mutation (NM_020207.7) c.1424delT (p.Ile475ThrfsTer36). None of the Finnish families (n = 14) are consanguineous, but according to them, the ancestries reside in North-Eastern Finland indicating a founder effect. A more detailed genealogical analysis is ongoing and we suggest ERCC6L2-disease to be added to the Finnish Disease Heritage as the first cancer predisposition syndrome. Like many of the conditions identified in genetic isolates, ERCC6L2-disease is not restricted to Finland. Thus the current global effort to define the phenotype, as well as further molecular studies, will bring guidance to clinicians for tailoring follow-up and therapies for patients with ERCC6L2-disease. As a novel entity in the field of inherited bone marrow syndromes, we want to increase the awareness of ERCC6L2 - disease and encourage clinics to integrate ERCC6L2 into their germ line testing. Disclosures Siitonen:  celgene: Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; abbvie: Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Consultancy, Membership on an entity's Board of Directors or advisory committees; Brystol Myers Squibb: Consultancy; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; amgen: Honoraria.",
    "author_names": [
        "Marja Hakkarainen",
        "Suvi P. M. Douglas",
        "Tom Vulliamy",
        "Inderjeet Dokal",
        "Jean Soulier",
        "Lise Larcher",
        "Riitta Niinimäki",
        "Timo Siitonen",
        "Eva Hellstrom Lindberg",
        "Gisela Barbany",
        "Bianca Tesi",
        "Amir Asher Kuperman",
        "Hannah Tamary",
        "Sharon Jackson",
        "Outi Kilpivaara",
        "Ulla Wartiovaara-Kautto"
    ],
    "author_dict_list": [
        {
            "author_name": "Marja Hakkarainen",
            "author_affiliations": [
                "Applied Tumor Genomics (ATG) Research Program, Research Programs Unit, University of Helsinki, Helsinki, Finland",
                "Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, University of Helsinki, Helsinki, Finland",
                "Department of Medical and Clinical Genetics / Medicum, Faculty of Medicine, University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Suvi P. M. Douglas",
            "author_affiliations": [
                "Applied Tumor Genomics (ATG) Research Program, Research Programs Unit, University of Helsinki, Helsinki, Finland",
                "Department of Medical and Clinical Genetics / Medicum, Faculty of Medicine, University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tom Vulliamy",
            "author_affiliations": [
                "Centre for Genomics and Child Health, Blizard Institute, Barts and The London School of Medicine and Dentistry, Queen Mary College of London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inderjeet Dokal",
            "author_affiliations": [
                "Queen Mary's University of London, Centre for Genomics and Child Health, Blizard Institute, Barts and The London School of Medicine and Dentistry, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Soulier",
            "author_affiliations": [
                "Hematology Laboratory and INSERM U944, University de Paris, Hopital Saint-Louis, Paris, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lise Larcher",
            "author_affiliations": [
                "Hematology Laboratory and INSERM U944, University de Paris, Hopital Saint-Louis, Paris, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riitta Niinimäki",
            "author_affiliations": [
                "Department of Pediatrics, Oulu University Hospital and PEDEGO Research Unit, University of Oulu, Oulu, Finland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timo Siitonen",
            "author_affiliations": [
                "Department of Medicine, Oulu University Hospital, Oulu, Finland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Hellstrom Lindberg",
            "author_affiliations": [
                "Center for Hematology and Regenerative Medicine, Department of Medicine, Karolinska Institutet, Huddinge, Sweden"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gisela Barbany",
            "author_affiliations": [
                "Department of Molecular Medicine and Surgery, Karolinska Institutet, Stockholm, Sweden",
                "Department of Clinical Genetics, Karolinska University Hospital, Stockholm, Sweden"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bianca Tesi",
            "author_affiliations": [
                "Department of Molecular Medicine and Surgery, Karolinska Institutet, Stockholm, Sweden",
                "Department of Clinical Genetics, Karolinska Institutet, Stockholm, Sweden"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amir Asher Kuperman",
            "author_affiliations": [
                "Azrieli Faculty of Medicine, Bar-Ilan University, Safed, Israel",
                "Blood Coagulation Service and Pediatric Hematology Clinic, Galilee Medical Center, Nahariya, Israel"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hannah Tamary",
            "author_affiliations": [
                "Hematology Unit, Schneider Children's Medical Center of Israel, Petah Tikva, Israel"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Jackson",
            "author_affiliations": [
                "Middlemore Hospital, Auckland, New Zealand"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Outi Kilpivaara",
            "author_affiliations": [
                "Applied Tumor Genomics (ATG) Research Program, Research Programs Unit, University of Helsinki, Helsinki, Finland",
                "Department of Medical and Clinical Genetics / Medicum, Faculty of Medicine, University of Helsinki, Helsinki, Finland",
                "HUS Diagnostic Center (Helsinki University Hospital), HUSLAB Laboratory of Genetics, Univeristy of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulla Wartiovaara-Kautto",
            "author_affiliations": [
                "Applied Tumor Genomics (ATG) Research Program, Research Programs Unit, University of Helsinki, Helsinki, Finland",
                "Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:47:41",
    "is_scraped": "1"
}