{
    "doi": "https://doi.org/10.1182/blood.V122.21.879.879",
    "article_title": "Knockdown Of Matrix Metalloproteinase 13 (MMP13) In 5TGM1 Multiple Myeloma Cells Inhibits Development Of Lytic Bone Lesions In Vivo  ",
    "article_date": "November 15, 2013",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Background Multiple myeloma (MM) cells secrete osteoclastogenic factors that activate osteoclasts (OCL) and contribute to development of pure lytic bone lesions in MM patients. We have recently shown that i) MMP13 is highly expressed by MM cells and ii) exogenous MMP13 increases OCL fusion and bone resorption (Feng et al, 2009). Further, MMP13 mediates these effects by upregulating dendritic cell-specific transmembrane protein (DC-STAMP), which is critical for OCL fusion and activation (Fu et al, 2012). Here, we investigated the role of MMP13 in MM-related bone disease (MMBD) in vivo and the underlying osteoclastogenic mechanisms. Methods and Results The role of MMP13 in MMBD was examined in vivo by the intratibial 5TGM1-GFP mouse MMBD model. Mouse MM cell line 5TGM1-GFP cells were transduced by pLKO.1-puro empty vector (EV) or sh-MMP13 (MMP13-KD) lentivirus followed by puromycin selection for 2 weeks. MMP13 knockdown in 5TGM1-MMP13-KD cells were confirmed by quantitative RT-PCR. 1×10 5 5TGM1-GFP-EV and 5TGM1-GFP-MMP13-KD cells were bilaterally intratibially injected into Recombination Activating Gene 2 (Rag2) knockout mice (n=9). After 4 weeks of tumor growth, tibiae were separated for micro quantitative computed tomography (micro-QCT) followed by immunohistochemistry (IHC) analysis. Following 5TGM1-GFP-EV injection, micro-QCT analysis of the tibiae and adjacent femurs indicated severe bone erosions, especially within trabecular bone. By contrast MMP13 KD inhibited the development of MM-induced bone lesions. Bone histomorphologic analysis showed that compared to 5TGM1-GFP-EV, MMP13-KD significantly reduced the MM induced trabecular bone loss with increased relative bone volume (0.069 ± 0.018 vs 0.0499 ± 0.016%; P =0.001), connective density (54.94 ± 33.03 vs 27.33 ± 18.97mm 3 ; P =0.002), trabecular bone numbers (3.26 ± 0.29 vs 3.06 ± 0.33mm -1 ; P =0.032) and bone mineral density (159.1 ± 20.7 vs 134.2 ± 18.6mg/cm 3 ; P =6E-04); as well as decreased triangulation bone surface to volume ratio (66.12 ± 6.67 vs 73.28 ± 10.07; P =0.017) and triangulation structure model index (3.05 ± 0.36 vs 3.42 ± 0.35 mm -1 ; P =0.002). In accordance with our finding that MMP13 induced OCL fusion, IHC results confirmed the presence of smaller TRAP + OCLs adjacent to the tumor in mice injected with 5TGM1-GFP-MMP13-KD cells compared with 5TGM1-GFP-EV cells. Although MMP13 knockdown showed no effects on 5TGM1-GFP cell growth in vitro , in vivo tumor progression represented by fluorescence imaging and sera immunoglobin 2G level (0.96 ± 0.12 vs 1.10 ± 0.11 mg/ml) was significantly inhibited ( P =0.009 and 0.03 respectively), indicating MMP13 depletion in MM cells impaired OCL activation which, in turn, failed to support MM cell growth in bone marrow microenvironment as effectively in EV control group. In vitro studies demonstrated that MMP13 directly induced ERK1/2 phosphorylation in pre-osteoclasts. Consistent with a critical role for ERK1/2 phosphorylation in regulating OCL formation, U0126 (ERK1/2 inhibitor) blocked MMP13-induced ERK1/2 phosphorylation, ERK1/2-dependent DC-STAMP upregulation and MMP13-induced OCL fusion (P<0.01). Conclusion Our results demonstrate that silencing MMP13 expression in MM cells inhibits MM cell-induced OCL fusion and development of lytic bone lesions in vivo , indicating that MMP13 is essential for MM-induced bone diseases. Further, MMP13 upregulates DC-STAMP expression and OCL fusion via the activation of ERK1/2 signaling. Our data suggest that targeting MMP13 may represent a novel therapeutic approach for the treatment of MMBD. Disclosures: Roodman: Amgen: Membership on an entity’s Board of Directors or advisory committees; Lilly: Research Funding. Lentzsch: Celgene: Research Funding.",
    "topics": [
        "lytic lesion",
        "matrix metalloproteinases",
        "multiple myeloma",
        "osteolytic lesion",
        "microbiology procedures",
        "bone diseases",
        "bone lesion",
        "cd40 ligand",
        "computed tomography",
        "diagnostic imaging"
    ],
    "author_names": [
        "Jing Fu, PhD",
        "Shirong Li, PHD",
        "Huihui Ma, PhD",
        "G. David Roodman, M.D., Ph.D.",
        "Markus Y. Mapara, MD PhD",
        "Stephen J Weiss, MD",
        "Suzanne Lentzsch, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jing Fu, PhD",
            "author_affiliations": [
                "Department of Medicine, Columbia University, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shirong Li, PHD",
            "author_affiliations": [
                "Department of Medicine, Columbia University, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huihui Ma, PhD",
            "author_affiliations": [
                "Medicine, Columbia University Medical Center, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "G. David Roodman, M.D., Ph.D.",
            "author_affiliations": [
                "Medicine/Hematology-Oncology, Indiana University, Indianapolis, IN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Y. Mapara, MD PhD",
            "author_affiliations": [
                "Division of Hematology Oncology, Columbia University, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J Weiss, MD",
            "author_affiliations": [
                "Molecular Medicine & Genetics, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Lentzsch, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Columbia University, New York, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T18:40:21",
    "is_scraped": "1"
}