{
    "doi": "https://doi.org/10.1182/blood.V124.21.3057.3057",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2924",
    "start_url_page_num": 2924,
    "is_scraped": "1",
    "article_title": "Clinical Prognostic Models in Diffuse Large B-Cell Lymphoma Patients Are Still Essential in the Rituximab Era ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "diffuse large b-cell lymphoma",
        "rituximab",
        "follow-up",
        "r-chop",
        "cancer therapy",
        "cyclophosphamide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "prednisone",
        "vincristine",
        "national comprehensive cancer network"
    ],
    "author_names": [
        "Luis Alberto de Padua Covas Lage, MD",
        "Renata Oliveira Costa",
        "Abrahão Elias Hallack Neto, MDPhD",
        "Sheila Siqueira, PhD",
        "Rodrigo Santucci, MD",
        "Henrique Moura de Paula, MD",
        "Juliana Pereira, PhD"
    ],
    "author_affiliations": [
        [
            "University of Sao Paulo, Sao Paulo, Brazil "
        ],
        [
            "Fundação Lusíada, Santos, Brazil ",
            "Sao Paulo University, Sao Paulo, Brazil "
        ],
        [
            "UNIVERSIDADE FEDERAL DE JUIZ DE FORA, Juiz de Fora, Brazil "
        ],
        [
            "São Paulo University / Hospital das Clínicas da Faculdade de Medicina da USP, São Paulo, Brazil "
        ],
        [
            "HEMOMED, Sao Paulo, Brazil "
        ],
        [
            "Universidade Federal de Goiás, Goiania, Brazil "
        ],
        [
            "Hospital das Clínicas da FMUSP, São Paulo, Brazil ",
            "Hospital das Clinicas da Faculdade de Medicina da USP, Sao Paulo, Brazil ",
            "Cancer Institute of the State of São Paulo-University of São Paulo Medical School, São Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-23.561399100000003",
    "first_author_longitude": "-46.73078909999999",
    "abstract_text": "Introduction: To evaluate a new enhanced IPI proposed by the National Comprehensive Cancer Network (NCCN-IPI) in DLBCL patients, we compared the international prognostic index (IPI), R-IPI and NCCN-IPI in DLBCL patients treated with rituximab, cyclophosphamide, hidroxydaunorubicin, vincristine and prednisone (R-CHOP). Methods: From June 2008 to November 2011 we retrospectively evaluated 146 DLBCL patients treated with R-CHOP-21 referred for cancer treatment in a single university institution in Brazil. Patient's clinical data were assessed to calculate the IPI, R-IPI and NCCN-IPI. Results: Patient's median age was 58.9 years (range 16 – 86); 85 (57.8%) were female. According to IPI, risk categories were low (n=41, 28.1%), low-intermediate (n=43, 29.5%), high-intermediate (n=37, 25.3%) and high (n=25, 17.1%). Using R-IPI, risk categories were very good (n=19, 13%), good (n=65, 44.5%) and poor (n=62, 42.5%). According to NCCN-IPI, risk categories were low (n=12, 8.2%), low-intermediate (n=52, 35.6%), high-intermediate (n=62, 42.5%) and high (n=20, 13.7%). At 30 months (median follow up 17.7 months - range 0.6-58.2 months) the overall survival (OS) was 75.5%. The progression-free survival (PFS) at a median follow-up of 16.3 months (range 0.6-52.4) was 68.3% for all patients. Using IPI, the OS at 30 months did not differ between low and low-intermediate risk patients (96.8% vs. 82.2%; p=0.136); however, it was higher than the OS of high-intermediate risk (n=37; 96.8% vs 74.1% p=0.11) and high-risk (n=25; 96.8% vs 41% p < 0.001) patients ( Figure 1 ). The NCCN-IPI demonstrated significant differences in OS (p < 0,001) and PFS (p<0.001) among low-intermediate, high-intermediate, and high risk groups, with the high-risk group exhibiting worse OS (32.1% in 30 months) ( Figure 2 ). According to IPI, the OS in high-risk patients was 41%. Figure 1: View large Download slide OS and PFS according to International Prognostic Index (IPI) Figure 1: View large Download slide OS and PFS according to International Prognostic Index (IPI) Figure 2: View large Download slide OS and PFS according to NCCN-IPI Figure 2: View large Download slide OS and PFS according to NCCN-IPI Figure 3 View large Download slide Figure 3 View large Download slide Conclusion: In our study the NCCN-IPI, but not the IPI or R-IPI was able to discriminate a high-risk group of DLBCL patients treated with R-CHOP with worse OS. Disclosures No relevant conflicts of interest to declare."
}