{
    "doi": "https://doi.org/10.1182/blood.V112.11.5165.5165",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1336",
    "start_url_page_num": 1336,
    "is_scraped": "1",
    "article_title": "Anti-Heparanase Therapy in Combination with Conventional Chemotherapy Potently Inhibits Multiple Myeloma Growth in Vivo ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Pathophysiology and Preclinical Studies excluding Therapy",
    "topics": [
        "chemotherapy regimen",
        "multiple myeloma",
        "dexamethasone",
        "neoplasms",
        "tumor growth",
        "combined modality therapy",
        "tumor microenvironment",
        "anticoagulants",
        "beta-glucuronidase",
        "bone metastasis"
    ],
    "author_names": [
        "Joseph P. Ritchie",
        "Annamaria Naggi",
        "Giangiacomo Torri",
        "Benito Casu",
        "Claudio Pisano",
        "Paolo Carminati",
        "Israel Vlodavsky",
        "Ralph D. Sanderson",
        "Yang Yang"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, Center for Metabolic Bone Disease and Comprehensive Cancer Center, University of Alabama at Birmingham, Birmingham, AL, USA"
        ],
        [
            "G. Ronzoni Institute for Chemical and Biochemical Research, Milan, Italy"
        ],
        [
            "G. Ronzoni Institute for Chemical and Biochemical Research, Milan, Italy"
        ],
        [
            "G. Ronzoni Institute for Chemical and Biochemical Research, Milan, Italy"
        ],
        [
            "sigma-tau Industrie Farmaceutiche Riunite S.p.A., Pomezia, Italy"
        ],
        [
            "sigma-tau Research Switzerland SA, Milan, Italy"
        ],
        [
            "Cancer and Vascular Biology Research Center, The Bruce Rappaport Faculty of Medicine, Technion, Israel"
        ],
        [
            "Department of Pathology, Center for Metabolic Bone Disease and Comprehensive Cancer Center, University of Alabama at Birmingham, Birmingham, AL, USA"
        ],
        [
            "Department of Pathology, Center for Metabolic Bone Disease and Comprehensive Cancer Center, University of Alabama at Birmingham, Birmingham, AL, USA"
        ]
    ],
    "first_author_latitude": "33.50416135",
    "first_author_longitude": "-86.80448249999999",
    "abstract_text": "Targeted agents directed at specific intracellular signaling pathways and the tumor microenvironment have improved the management of many cancers, including multiple myeloma. Work by our lab has demonstrated that heparanase, an endo-β-D-glucuronidase which cleaves the glycosidic bond of heparan sulfate chains at only a few sites, is expressed by a subpopulation of myeloma cells. Expression of heparanase promotes myeloma growth and spontaneous metastasis to bone, correlates with increased microvessel density and is an indicator of poor patient prognosis. This makes heparanase a viable target for myeloma therapy. Current approaches for treating multiple myeloma are ineffective, with relapse occurring frequently. Recently, a modified non-anticoagulant species of heparin, designated SST0001, was identified as a specific inhibitor of heparanase. SST0001, when tested in multiple in vivo models of myeloma, potently inhibited both angiogenesis and tumor growth in a dose dependent manner. However, in vitro, it did not have direct tumor cell cytotoxicity. Therefore, because SST0001 apparently targets the tumor microenvironment and conventional chemotherapy directly targets the tumor cell, we hypothesized that combination therapy would synergistically decrease tumor burden and provide an alternative biological approach to treating myeloma. In this study, using a syngeneic subcutaneous model of myeloma, we screened three potential novel combinations; SST0001 + dexamethasone, SST0001 + doxorubicin, and SST0001 + bortezomib. While all three combinations were effective in blocking tumor growth, SST0001 + dexamethasone was identified as being the most potent and was chosen for further testing. In two separate SCID-subcutaneous models using the CAG and MM1.R dexamethasone resistant human myeloma cell lines, SST0001 + dexamethasone also proved to be a potent inhibitor of tumor growth in vivo. These results identify an effective combination therapy, which is not cell line specific, for further development and translation into clinical trials."
}