{
    "doi": "https://doi.org/10.1182/blood.V108.11.121.121",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=803",
    "start_url_page_num": 803,
    "is_scraped": "1",
    "article_title": "Reduced Regulatory T Cell to Activated T Cell Ratio in a Mouse Model of Immune-Mediated Bone Marrow Failure and Prevention of Aplastic Anemia by Infusion of T Regulatory Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "aplastic anemia",
        "infusion procedures",
        "mice",
        "pancytopenia",
        "regulatory t-lymphocytes",
        "t-lymphocytes",
        "antigens, cd25",
        "antigens",
        "autoimmune diseases",
        "bone marrow, hypocellular"
    ],
    "author_names": [
        "Jichun Chen, PhD",
        "Neal S. Young, M. D"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.0014757",
    "first_author_longitude": "-77.10276095",
    "abstract_text": "We have produced a murine model of immune-mediated bone marrow (BM) failure based on minor histocompatability antigen mismatch. Infusion of C57BL/6 (B6) lymph node (LN) cells into congenic C.B10 mice results 2–5 weeks later in severe marrow hypoplasia and fatal pancytopenia. Expansion of pathogenic T cells, especially cytotoxic T cells specific for the dominant minor antigen H60, is critical in disease progression: infusion of LN cells from H60-matched congenic B6 donors failed to induce BM failure in C.B10 recipients. We observed that the proportion of CD4 + CD25 + T cells in the BM increased significantly in LN-cell-infused animals, coordinate with BM invasion by CD4 and CD8 T cells. However, a very large fraction (60–80%) of CD4 + CD25 + T cells from BM failure mice did not express intracellular FoxP3, in contrast to CD4 + CD25 + cells from normal BM which were 80–90% FoxP3 +. In the mouse model, there were significant declines in the ratios between regulatory T cells and total T cells in the BM: CD4 + CD25 + FoxP3 + (Treg) to CD4 + CD25 + FoxP3 − (activated CD4 cells) ratio decreased from 1 : 0.29 to 1 : 2.10; CD4 + CD25 + FoxP3 + to CD4 + ratio decreased from 1 : 7.01 to 1 : 19.87 whereas CD4 + CD25 + FoxP3 + to CD8 + ratio decreased from 1 : 7.94 to 1 : 46.71 when unaffected animals and BM failure mice were compared. Infusion of as few as 5000 CD4 + CD25 + T cells obtained from normal B6 mouse spleen (>80% FoxP3 + ) with allogeneic B6 LN cells prevented H60-specific T cell expansion in C.B10 recipients and suppressed marrow destruction. A reduced regulatory T cell to activated T cell ratio accompanies pathogenic T cell expansion in this model of immune-mediated marrow destruction. Added regulatory T cells can suppress T cell expansion and prevent murine aplastic anemia. Our model concurs with recent observations in human aplastic anemia, in which numbers and activity of circulating regulatory T cells are much reduced in comparison to healthy controls (Solomou EE et al. ASH abstract submitted). Regulatory T cells might be useful in cellular therapy of autoimmune diseases. View large Download slide Figure View large Download slide Figure "
}