{
    "doi": "https://doi.org/10.1182/blood.V122.21.3470.3470",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2561",
    "start_url_page_num": 2561,
    "is_scraped": "1",
    "article_title": "Serine Proteases Of Coagulation Modulate Tissue Factor Expression and Monocyte-Induced Thrombin Generation ",
    "article_date": "November 15, 2013",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster III",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "monocytes",
        "serine proteases",
        "thrombin",
        "thromboplastin",
        "recombinant coagulation factor viia",
        "reverse transcriptase polymerase chain reaction",
        "endothelial protein c receptor",
        "receptor, par-1"
    ],
    "author_names": [
        "Flora Lemaire",
        "Philippe Nguyen, MD, PhD",
        "Sonia BEN Hadj Kalifa, PhD",
        "Marie Christine Mulpas",
        "Nathalie Hezard, MD, PhD"
    ],
    "author_affiliations": [
        [
            "EA3801 HERVI, University of Reims Champagne Ardenne, Reims, France, "
        ],
        [
            "Laboratory of Hematology, University Hospital of Reims, Reims, France, "
        ],
        [
            "EA3801 HERVI, University of Reims Champagne Ardenne, Reims, France, "
        ],
        [
            "Laboratory of Haematology, Academic hospital of Reims, Reims, France, "
        ],
        [
            "EA3801 HERVI, University of Reims Champagne Ardenne, REIMS, France"
        ]
    ],
    "first_author_latitude": "49.232748400000006",
    "first_author_longitude": "4.0077036999999995",
    "abstract_text": "Background As part of their role in immune response and inflammation, monocytes exhibit a potent procoagulant phenotype which is mediated by Tissue Factor (TF), the main trigger of coagulation. TF expression by monocytes is induced by various agonists such as lipopolysaccarides (LPS) and proinflammatory cytokines. We recently reported that Factor Xa could induce TF expression ( Ben-Hadj–Khalifa J Thromb Thrombolysis 2011 ). The aim of the present study is to evaluate, in a model of highly purified human monocytes, the effect of 2 major serine proteases, namely factor VIIa, which activates Xa, and activated Protein C (APC), which inhibits thrombin generation but also exerts potent cytoprotection. Methods Human monocytes were purified by elutriation of cytapheresis material obtained from healthy donors. Informed consent was obtained. Cell viability (trypan blue-negative cells) was > 98%, the quality of elutriation was estimated by the percentage of CD14+ cells (> 95 %). Monocytes (5.10 6 cells/mL) were activated for 5 h, by FVIIa (0.1, 0.4, 2 µM, Novo Nordisk) or APC (30. 50, 100 nM, Diagnostica Stago) at 37°C in a 5% CO 2 humidified atmosphere. FXa (0.025 U/mL, Diagnostica Stago) was used as a positive control. TF expression was studied using real-time RT-PCR, Western Blotting (WB), and thrombin generation assay (TGA). Our experimental conditions have previously been reported ( Ben-Hadj–Khalifa J Thromb Thrombolysis 2011 ). Results 1) FVIIa : TF mRNA and protein were not detected in response to FVIIa. FVIIa-activated monocytes supported thrombin generation. However, the kinetics of thrombin generation was slow compared with FXa ( table 1 ).   View Large 2) APC : Monocytes dose-dependently expressed TF mRNA and protein in response to APC, with a complete agreement between RT-PCR and WB. APC-stimulated monocytes supported a strong thrombin generation, in a dose-dependent manner. The expression of TF in response to APC was consistently higher than in response to FXa, whatever the assay ( figure 1 ) View large Download slide View large Download slide Discussion / Conclusion The effect of FVIIa and APC on monocyte TF expression has never been previously reported. We could not demonstrate the ability of FVIIa to induce TF expression. However, these experiments were performed in the absence of exogenous TF. As it is reported that FVIIa activates PARs inside the complex FVIIa-TF, or FVIIa-TF-FXa ( Rollin Hematologie 2012, Camerer J Cell Biology 2000 ), we will repeat the experiments in the presence of TF. Unexpectedly, whereas we failed to detect TF expression in RT-PCR and WB, we observed an effect of VIIa on monocyte-induced thrombin generation. It raises the question of the dependency towards TF expression of our model. We report for the first time that APC is a strong inducer of TF expression by monocytes. This observation is unexpected since APC is a major coagulation inhibitor and cytoprotective. The expression of TF is currently associated with cell activation or apoptosis induction. The cytoprotective effect of APC has been described for endothelial cells and macrophages, but with different pathways for the activation of PAR-1, which is Endothelial Protein C Receptor (ECPR)-dependent in endothelial cells and CD11b/CD18 dependent for macrophages ( Van de Poll, Current Opin Infections Des 2011 ). Interestingly, monocytes not only express PAR-1 and b2 integrins, but also EPCR and thrombomodulin (TM), the endothelial cofactor of thrombin, for the activation of PC. Further investigations including signaling pathway studies are required to elucidate this paradigm. Disclosures: No relevant conflicts of interest to declare."
}