{
    "doi": "https://doi.org/10.1182/blood.V106.11.40.40",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=385",
    "start_url_page_num": 385,
    "is_scraped": "1",
    "article_title": "A Phase II Study of Dasatinib in Patients with Chronic Myeloid Leukemia (CML) in Myeloid Blast Crisis Who Are Resistant or Intolerant to Imatinib: First Results of the CA180006 ‘START-B’ Study. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Dasatinib (BMS-354825) is a novel, oral, multi-targeted kinase inhibitor of BCR-ABL and SRC kinases. Data from a phase I study suggest that dasatinib exhibits potent activity with high hematologic and cytogenetic response rates in CML patients with myeloid blast crisis (MBC) who were imatinib (IM)-resistant (IM-R) or -intolerant (IM-I). Here we report the preliminary results from one Phase II trial (Study CA180006 or ‘START-B’) in MBC, which was initiated in December 2004. This open-label study was carried out in 37 centers worldwide between December 2004 and May 2005. A total of 74 IM-R or IM-I MBC pts were accrued (41 male, median age 56 years [range 21–71]). Preliminary data are currently available on the first 34 pts (29 IM-R and 5 IM-I). Dasatinib was administered orally, at a dose of 70 mg twice daily (BID) in a continuous daily dosing schedule; dose escalation to 100 mg BID was permitted for patients who did not achieve hematologic response and dose reduction to 50 mg and 40 mg BID was allowed in the presence of persistent toxicity. Complete blood counts were performed weekly and bone marrow assessment, including cytogenetic analysis, was performed monthly. Mutations in the BCR-ABL domain were assessed in all pts. Pretreatment characteristics of these 34 pts included: 71% male, median age 54 years (range 21 – 71). Median duration of CML from first diagnosis was 49.3 months (range 5.6 – 215.5). Prior therapy included bone marrow transplant (5 pts, 15%) and interferon (18 pts, 53%). In 44% of pts, the highest IM dose was >600 mg/day and 41% of pts received IM for >3 years. Best responses to IM were complete hematologic response (CHR) in 82% of pts and major cytogenetic response in 39% of pts (complete in 27%, and partial in 12%). At baseline, 35% of pts had a WBC count ≥20 x 10 3 /mm 3 , 71% had a platelet count <100 10 3 /mm 3 and 24% had ≥50% bone marrow blasts. BCR-ABL mutations were documented in 4/10 pts with data currently available. Dasatinib doses were increased in 32% of pts while dose reductions were required in 21% of pts, mostly due to persistent thrombocytopenia. Major hematologic responses were documented in 16/29 (55%) pts with 7 CHR and 9 no evidence of leukemia (CHR without complete recovery of PMN or platelets). There were 13 (45%) cytogenetic responses, including 6 (21%) complete (0% Ph+) and 5 (17%) partial (1 – 35% Ph+). Molecular response data are not yet available. Dasatinib therapy was associated with rapid and profound myelosuppression. PMN <500/mm 3 occurred in 59% of pts and platelets <25 x 10 3 /mm 3 in 56% of pts. Non-hematologic toxicities were uncommon and usually grade 1 or 2, with diarrhea in 8 pts, rash in 4 pts, nausea in 3 pts (1 grade 3) and peripheral edema in 3 pts. 4 pts had pleural effusion. In conclusion, preliminary data from this Phase II study provide further evidence of the activity of dasatinib in CML patients with MBC and of its acceptable safety profile. Data on all 74 pts, with a minimum of 6 months follow-up, will be presented at the meeting.",
    "topics": [
        "blast phase",
        "dasatinib",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "bcr-abl tyrosine kinase",
        "toxic effect",
        "bone marrow transplantation",
        "cytogenetic analysis"
    ],
    "author_names": [
        "M. Talpaz",
        "P. Rousselot",
        "D.W. Kim",
        "F. Guilhot",
        "S. Corm",
        "E. Bleickardt",
        "R. Zink",
        "G. Rosti",
        "S. Coutre",
        "C. Sawyers"
    ],
    "author_affiliations": [
        [
            "MD Anderson Cancer Center, University of Texas, Houston, TX, USA"
        ],
        [
            "On Behalf of the START Trial Study Group"
        ],
        [
            "On Behalf of the START Trial Study Group"
        ],
        [
            "On Behalf of the START Trial Study Group"
        ],
        [
            "On Behalf of the START Trial Study Group"
        ],
        [
            "Bristol-Myers Squibb Co., Wallingford, CT, USA"
        ],
        [
            "Bristol-Myers Squibb Co., Wallingford, CT, USA"
        ],
        [
            "On Behalf of the START Trial Study Group"
        ],
        [
            "On Behalf of the START Trial Study Group"
        ],
        [
            "On Behalf of the START Trial Study Group"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}