{
    "doi": "https://doi.org/10.1182/blood.V118.21.4683.4683",
    "article_title": "Presentation and Outcome of Idiopathic Thrombocytopenic Purpura in Children: A Single Institution Experience ",
    "article_date": "November 18, 2011",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Abstract 4683 PURPOSE: To review the presenting features, response to treatment and outcome in children diagnosed with idiopathic thrombocytopenic purpura (ITP) at the University of South Alabama, Children’s and Women’s Hospital and Specialty Clinic. METHODS: Using ICD code 287.3, data were collected from the specialty clinic’s medical records and hospital database for children diagnosed with ITP between January 2005 and September 2010. Recurrent and chronic ITP were defined as thrombocytopenia recurring within or more than 6 months of diagnosis, respectively. Univariate and multivariate logistic regression analyses were performed to evaluate variables associated with chronic ITP. RESULTS: Eight four patients were identified (M,F 1:1) with an average age of 70 months at diagnosis. Mean platelet count at presentation was 14k. Oral or nasal mucosal bleeding occurred in 19(23%) patients but none experienced a serious hemorrhage. Thirty three (39%) patients had an associated illness prior to diagnosis of ITP. Treatment consisted of intravenous immunoglobulin (IVIG) in 38(45%), WinRho in 11(13%), IVIG or WinRho followed by the other in 20(24%), data not available 8(10%) and no therapy in 7 patients (8%). Average platelet count at discharge and within 2 weeks after IVIG and WinRho was 57k, 337k and 57k, 375 respectively. Forty three (51%) were acute, 17(20%) became recurrent, and 24(29%) became chronic ITP. Bone marrow examination was performed in 26(30%) patients upon subsequent relapse but the diagnosis remained unaltered in all cases. Rituximab therapy was provided to five and splenectomy was performed in 7 patients. Four patients failed both modalities, all of whom currently are IVIG dependant. Age 20k at presentation (OR 6.50, 95%CI 1.35, 31.30, p=0.02) and race other than white (OR 36.63, 95%CI 4.61, 291.09, p=0.001) were found to be significantly associated with the development of chronic ITP. Gender, mean platelet volume, total white cell count, and absolute lymphocyte count had no significant association. CONCLUSION: Our study supports the published data that patients with an initial platelet count >20k, older age and non-white race have an increased risk of progression to chronic ITP. Other published variables had no significant association in our analyses. Response to IVIG and WinRho was no different in our patients while rituximab or splenectomy did not lead to a complete resolution in refractory cases. Since bone marrow examination did not alter the diagnosis in any patient, we suggest that routine performance of this procedure may be omitted when a diagnosis of ITP is consistent with clinical history, physical examination and laboratory data. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "purpura, thrombocytopenic, idiopathic",
        "immunoglobulins, intravenous",
        "bone marrow examination",
        "rituximab",
        "splenectomy",
        "hemorrhage",
        "mucosal bleeding spontaneous",
        "nitric oxide therapy",
        "physical examination"
    ],
    "author_names": [
        "Kari Bradham, DO",
        "Felicia L. Wilson, MD",
        "Hamayun Imran, MD, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Kari Bradham, DO",
            "author_affiliations": [
                "Pediatrics, Univeristy of South Alabama, Mobile, AL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Felicia L. Wilson, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of South Alabama, Mobile, AL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hamayun Imran, MD, MSc",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of South Alabama, Mobile, AL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T03:47:51",
    "is_scraped": "1"
}