{
    "doi": "https://doi.org/10.1182/blood-2020-140152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4503",
    "start_url_page_num": 4503,
    "is_scraped": "1",
    "article_title": "Long-Term Sustained Minimal Residual Disease (MRD) Negativity in Patients with Multiple Myeloma Treated with Continuous Lenalidomide Maintenance Therapy: A Clinical and Correlative Phase 2 Study ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Benjamin Diamond, MD",
        "Neha Korde, MD",
        "Alexander M. Lesokhin, MD",
        "Eric L Smith, MDPhD",
        "Urvi A Shah, MD",
        "Sham Mailankody, MBBS",
        "Malin Hultcrantz, MD PhD",
        "Hani Hassoun, MD",
        "Sydney X. Lu, MD PhD",
        "Carlyn Tan, MD",
        "Donna Massey, MSN, RN",
        "Meghan Salcedo, BSN, RN",
        "Victoria Diab, RN",
        "Kelly Werner, RN",
        "Jenna Rispoli, RN",
        "Allison Sams, NP",
        "Dennis Verducci, NP",
        "Katie Jones, NP",
        "Julia Schlossman, BA",
        "Aisara Chansakul, BS",
        "Angela Harrison, MS",
        "Amanda Kathryn Ciardiello",
        "Elizabet Tavitian, BS",
        "Tala Shekarkhand, BS",
        "Casey Piacentini, BS",
        "Even H Rustad, MD PhD",
        "Venkata D Yellapantula",
        "Francesco Maura, MD",
        "Tim J Peterson, PharmD",
        "Andriy Derkach, PhD",
        "Sean Devlin, PhD",
        "Heather J Landau, MD",
        "Michael Scordo, MD",
        "David J. Chung, MD PhD",
        "Gunjan L. Shah, MDMS",
        "Oscar B Lahoud, MD",
        "Katie Thoren",
        "Kazunori Murata",
        "Lakshmi Ramanathan, PhD",
        "Maria E. Arcila, MD",
        "Caleb Ho, MD",
        "Mikhail Roshal, MD PhD",
        "Ahmet Dogan, MD PhD",
        "Sergio A. Giralt, MD",
        "Ola Landgren, MD PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Service, Division of Hematologic Oncology, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, Scarsdale, NY "
        ],
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Cellular Therapeutics Center, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York City, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Department of Clinical and Molecular Medicine, Norwegian University of Science and Technology, Trondheim, Norway "
        ],
        [
            "Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Department of Pharmacy, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Biostatistics and Epidemiology, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Department of Medicine, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center/New York, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, ",
            "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Department of Medicine, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, Brooklyn, NY "
        ],
        [
            "Department of Laboratory Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Laboratory Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Department of Medicine, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Weill Cornell Medical College, New York, NY "
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269",
    "abstract_text": "Background. Consensus from prior studies shows that the use of maintenance therapy after completion of combination therapy leads to longer progression-free survival (PFS) for patients with multiple myeloma with some studies showing an overall survival (OS) benefit. Currently, lenalidomide is the standard of care; however, there are limited published data on long-term use regarding ability to sustain minimal residual disease (MRD)-negativity and late toxicities. We were motivated to develop a study focusing on continuous, induction-agnostic lenalidomide maintenance with integration of clinical and correlative data. Here, we report formal results of this phase II study with focus on MRD dynamics and tolerability. Methods. This single arm, phase II trial enrolled 100 evaluable patients. Lenalidomide 10 mg is given days 1-21 on a 28-day cycle. Per protocol, patients underwent bone marrow biopsies and aspirates as well as PET/CT at baseline, annually, at progression/end of study; blood work was done every 3 months. The study was statistically powered for the primary endpoint of PFS at 36 months. Correlative assays included MRD testing (10-color single-tube flow cytometry and IGHV sequencing; sensitivity ≤10 -5 ), genomic characterization of detectable disease, and profiling of the bone marrow microenvironment performed on serially banked samples. Results. 100 evaluable patients were enrolled (63% males) between September 2015 and January 2019. Baseline characteristics include median age 63 years (range 38-87 years) and median ECOG score 1 (range 0-1). Prior to enrollment, 22 (30%) patients had high-risk FISH/SNP signature defined as one or more of: 1q+, t(4;14), t(14;16), t(14;20), and 17p- and 48 patients had undergone autologous hematopoietic cell transplantation (AHCT). At abstract submission, median cycles delivered is 39 (range 9-62). 74% of patients have completed ³24 cycles and 55% have completed ³36 cycles. Overall PFS at 36 months was 77% (95% CI: 0.69-0.87) and PFS at 60 months was 63% (95% CI: 0.51-0.78). All patients had MRD testing at least once. 46% were MRD-negative at enrollment. 7 patients who were MRD+ at enrollment converted to MRD-negative. At median follow up 39.4 months (range 7-56 months), 20/100 patients (20%) have progressed. In consideration of the entire follow-up time from initial MRD-negativity, 44 (of 95 tested; 46%) and 37 (of 73 tested; 51%) achieved sustained MRD-negativity at 1 and 2 years, respectively. 22 patients were MRD-negative at 3 years (of 51 tested; 43%). Among those who sustained MRD-negativity for 2 years, with median follow-up of 19 months past the 2-year landmark analysis (max 120 months), there were no progression events. Age, induction regimen, and MRD status at enrollment were the only significant variables associated with PFS regardless of cytogenetic risk or transplant status. At 1 and 2-year landmark analysis, MRD-negativity superseded all else as the most significant factor associated with PFS with HR 0.06(p=0.0004) and HR 1/ Inf (p=0.015), respectively. Toxicities (grade 3) included neutrophil count decrease (20%), hypertension (3%), diarrhea (3%), lung infection (2%), and maculo-papular rash (2%), and toxicities (grade 4) include sepsis (2%) and platelet count decrease (7%). The most common non-grade 3/4 toxicities were diarrhea (55%), fatigue (36%), and upper respiratory infection (30%). 7% developed a secondary malignancy on study: 3 adenocarcinoma, 1 squamous cell carcinoma, 1 CMML, 1 MDS, 1 ALL, and 1 glioblastoma. One evaluable patient required dose reduction due to toxicities/tolerability. Conclusions. This prospective study of continuous lenalidomide maintenance, agnostic to induction regimen or AHCT usage, was designed to evaluate the dynamics of MRD-negativity in relation to PFS. It expands on the importance of MRD as a predictor of outcome and illustrates how continuous maintenance therapy can deepen and sustain MRD-negative responses achieved with modern combination therapy. For this cohort, MRD-negativity at each landmark profoundly outweighed the impact of all other variates. Among those who had sustained MRD-negativity at 2 years (37% of the cohort), regardless of MRD status at enrollment, none have had progression events at median 43 months. Our results support cross-sectional MRD testing as a surrogate endpoint for drug approval, and the use of longitudinal MRD tracking in clinical management. Disclosures Korde: Amgen: Research Funding; Astra Zeneca: Other: Advisory Board. Lesokhin: Genentech: Research Funding; Janssen: Research Funding; GenMab: Consultancy, Honoraria; Juno: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Serametrix Inc.: Patents & Royalties; BMS: Consultancy, Honoraria, Research Funding. Smith: Precision Biosciences: Consultancy; Bristol Myers Squibb: Consultancy, Patents & Royalties, Research Funding; Fate Therapeutics: Consultancy. Shah: Physicians Education Resource: Honoraria; Celgene/BMS: Research Funding. Mailankody: Physician Education Resource: Honoraria; PleXus Communications: Honoraria; Takeda Oncology: Research Funding; Janssen Oncology: Research Funding; Allogene Therapeutics: Research Funding; Juno Therapeutics, a Bristol-Myers Squibb Company: Research Funding. Hultcrantz: Intellisphere LLC: Consultancy; Amgen: Research Funding; Daiichi Sankyo: Research Funding; GSK: Research Funding. Hassoun: Takeda: Research Funding; Celgene: Research Funding; Novartis: Consultancy. Scordo: McKinsey & Company: Consultancy; Angiocrine Bioscience, Inc.: Consultancy, Research Funding; Omeros Corporation: Consultancy; Kite - A Gilead Company: Other: Ad-hoc advisory board. Chung: Genentech: Research Funding. Shah: Amgen: Research Funding; Janssen Pharmaceutica: Research Funding. Lahoud: MorphoSys: Other: Advisory Board. Thoren: Sebia: Research Funding; The Binding Site: Research Funding. Ho: Invivoscribe, Inc.: Honoraria. Dogan: AbbVie: Consultancy; EUSA Pharma: Consultancy; Takeda: Consultancy; Seattle Genetics: Consultancy; Corvus Pharmaceuticals: Consultancy; Physicians Education Resource: Consultancy; Roche: Consultancy, Research Funding; National Cancer Institute: Research Funding. Giralt: MILTENYI: Consultancy, Research Funding; ACTINUUM: Consultancy, Research Funding; KITE: Consultancy; OMEROS: Consultancy, Honoraria; NOVARTIS: Consultancy, Honoraria, Research Funding; CELGENE: Consultancy, Honoraria, Research Funding; JAZZ: Consultancy, Honoraria; AMGEN: Consultancy, Research Funding; TAKEDA: Research Funding. Landgren: Takeda: Other: Independent Data Monitoring Committees for clinical trials, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Binding Site: Consultancy, Honoraria; Karyopharma: Research Funding; Janssen: Consultancy, Honoraria, Other: Independent Data Monitoring Committees for clinical trials, Research Funding; Seattle Genetics: Research Funding; Glenmark: Consultancy, Honoraria, Research Funding; Takeda: Other: Independent Data Monitoring Committees for clinical trials, Research Funding; Janssen: Consultancy, Honoraria, Other: Independent Data Monitoring Committees for clinical trials, Research Funding; Pfizer: Consultancy, Honoraria; Merck: Other; Cellectis: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Juno: Consultancy, Honoraria; Glenmark: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria; Seattle Genetics: Research Funding; Karyopharma: Research Funding; Merck: Other; Adaptive: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Binding Site: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Cellectis: Consultancy, Honoraria; Juno: Consultancy, Honoraria."
}