{
    "doi": "https://doi.org/10.1182/blood.V118.21.2138.2138",
    "article_title": "Acute Cardiovascular and Hematologic Changes After a Single Transfusion Demonstrate Sex Differences in Chronically Transfused Sickle Cell Anemia Patients ",
    "article_date": "November 18, 2011",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster II",
    "abstract_text": "Abstract 2138 Chronic transfusion therapy (CTT) is a mainstay for stroke prophylaxis in sickle cell anemia. Long-term changes with transfusion include decreased hemoglobin S% and hemolysis resulting in decreased plasma free hemoglobin. Long-term benefits are well documented, however, patients on CTT continue to suffer from acute crises. The acute effects of each transfusion are not well known but might include improved oxygen carrying capacity secondary to increased hematocrit, reducing demands for high cardiac output. But, the increased hematocrit and oxygen carrying capacity is at the cost of increased viscosity and resistance to blood flow. Despite long-term benefits, acute complications continue to plague this patient population and could be due to acute rheologic changes with transfusion. We hypothesized that transfusion would acutely improve tissue oxygen delivery despite increasing blood viscosity and vascular resistance. To test this hypothesis, we prospectively examined patients on CTT immediately pre transfusion and again 12–120 hours post transfusion. Hemodynamics were tested by measuring blood pressure, heart rate and cardiac function by echocardiography. Tissue oxygen delivery was assessed using echocardiographic estimates of cardiac output, pulse oximetry and oxygen carrying capacity as well as near infrared spectroscopy (NIRS). We obtained basic hematology and metabolic labs in addition to markers of inflammation, hemolysis and amino acid profile at both visits. Male and female patients were equally represented with similar average age. The reasons for starting transfusion as well as medication profiles were similar between sexes. Comparable changes in hemoglobin, hematocrit, reticulocyte count and hemoglobin S with transfusion were observed in all patients. However, when pre transfusion levels of free hemoglobin, hemoglobin S%, platelet count and reticulocyte count were examined with regard to timing from the previous transfusion, males had faster recovery of endogenous marrow activity and increased hemolysis, producing higher average hemoglobin S%, reticulocyte count, platelet count and free hemoglobin levels ( figure 1 ). In males, transfusion decreased heart rate, stroke volume, and cardiac index while estimates for pulmonary and systemic vascular resistance rose, culminating in decreased oxygen delivery. In contrast, stroke volume and cardiac index were preserved in women following transfusion, while systemic and pulmonary vascular resistance did not change such that oxygen delivery improved 16%. NIRS measurements assessing tissue oxygenation confirmed the differences seen using echocardiography and oxygen carrying capacity estimates( figure 2 ). Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Increased endogenous marrow activity in males, resulting in higher pre-transfusion reticulocyte count, hemoglobin S%, platelet count and free hemoglobin might account for the exaggerated reduction in cardiac index, as well as increased systemic and pulmonary vascular resistance with transfusion. In addition, the faster recovery of hemoglobin S% and hemolysis likely confers increased risk of vascular complications in male patients despite chronic transfusion therapy. Disclosures: Wood: Novartis: Research Funding; Ferrokin Biosciences: Consultancy; Cooleys Anemia Foundation: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "cardiovascular system",
        "sickle cell anemia",
        "transfusion",
        "sex characteristics",
        "cardiac output, high",
        "hemoglobin",
        "oxygen",
        "echocardiography",
        "spectroscopy, near-infrared",
        "amino acids"
    ],
    "author_names": [
        "Jon Detterich, MD",
        "Roberta Miyeko Kato, MD",
        "Ani Dongelyan, BA",
        "Adam Bush, BS",
        "Herbert J. Meiselman, ScD",
        "Thomas D. Coates, MD",
        "John C Wood, MD, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Jon Detterich, MD",
            "author_affiliations": [
                "Cardiology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roberta Miyeko Kato, MD",
            "author_affiliations": [
                "Pediatric Pulmonology, Childrens Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ani Dongelyan, BA",
            "author_affiliations": [
                "Hematology Oncology, Children's Hospital Los Angeles, Los Angeles, CA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Bush, BS",
            "author_affiliations": [
                "Hematology Oncology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herbert J. Meiselman, ScD",
            "author_affiliations": [
                "Department of Physiology and Biophysics, Keck School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas D. Coates, MD",
            "author_affiliations": [
                "Hematology Oncology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C Wood, MD, Ph.D",
            "author_affiliations": [
                "Cardiology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T21:37:12",
    "is_scraped": "1"
}