{
    "doi": "https://doi.org/10.1182/blood.V118.21.5226.5226",
    "article_title": "A Case of ALK+ Anaplastic Large T Cell Lymphoma (ALCL) with Lymphomatous Meningitis ",
    "article_date": "November 18, 2011",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Abstract 5226 Background: Anaplastic large T cell lymphoma may present with indolent cutaneous T cell infiltration, progressing to more aggressive skin disease and systemic involvement. In adults lymphomatous meningitis is very rare complication. Case Report: A 62 year old Jamaican woman had been diagnosed with biopsy proven psoriasis when 42 years of age. Ustekinumab had been initiated without effect two months prior to her presentation to us. A new cutaneous nodule on her left neck was then found, shave biopsy of which revealed psoriasiform dermatitis with epidermotropism, suspicious for early patch stage mycosis fungoides. The lesion was CD30+, suggestive of ALCL and was positive for ALK. Positron emission tomography revealed an SUV of 6.0 in the neck mass, but lymph nodes in all regions had an SUV of <2.3. Axillary lymph node biopsy, bone marrow biopsy and flow cytometry were negative. Local electron beam radiation was administered to the left supraclavicular space with complete resolution of the cutaneous nodule. About 2 months following completion of radiation therapy she noted anorexia, 30 lb weight loss, night sweats and left hip pain. Physical examination revealed a sick woman, with whole body scaling red-brown macules and plaques. CBC was normal except for Hb of 10 g/dl, platelets 453,000/dl. Hepatic and renal function studies were normal. ESR was 84 mm/hr, lactic dehydrogenase 670 IU (reference range 300–600 IU) and calcium 15.1 mg/dl. HTLV1, HIV, hepatitis panel and anti-nuclear antibody serologies were negative. Computer automated tomography of the pelvis demonstrated 6×2×8 cm soft tissue mass on the sacrum invading left sacro-iliac joint and ilium. Biopsy revealed ALCL, positive for CD43, CD2 dim , CD7 dim , CD30, and nuclear and cytoplasmic ALK1, while negative for CD43, 3, 4, 5, 8, 19,20, 34, 138, PAX5, AE1/AE3, Cam5, S100 and TdT. The mass was irradiated with alleviation of pain, but cutaneous nodules progressively appeared and continuous fever developed with negative blood cultures. There was increasing confusion, blurred vision and bilateral abducens paralysis. Magnetic resonance imaging of the head and spine revealed dural enhancement and multiple extra- and intercranial interosseous masses, one of which involved the posterior sella turcica. Cyclophosphamide, doxorubicin, vincristine and prednisone were initiated; lumbar puncture was refused. Within 2 days after treatment initiation the cutaneous nodules disappeared, fever subsided, the left abducens palsy resolved completely while the right improved. Conclusion: Our patient's long standing indolent skin disease abruptly progressed to cutaneous and systemic ALCL, with evidence of lymphomatous meningitis. The response of her abducens palsies and other CNS findings to systemic chemotherapy alone suggests that her meningeal involvement may have arisen from that of adjacent bones. Involvement of CNS in ALK positive systemic anaplastic large cell lymphoma is rare and reported in mainly pediatric cases. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "carcinomatous meningitis",
        "ki-1+ anaplastic large cell lymphoma",
        "t-cell lymphoma",
        "weight reduction",
        "nodule, skin",
        "biopsy",
        "fever",
        "indolent",
        "paralysis",
        "skin disorders"
    ],
    "author_names": [
        "Bongi A. Rudder, MBBS",
        "Nidhi Mishra, MD",
        "Albert S. Braverman, MD",
        "Michael Geraghty, MD",
        "Elpidio Jimenez, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bongi A. Rudder, MBBS",
            "author_affiliations": [
                "Hematology and Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nidhi Mishra, MD",
            "author_affiliations": [
                "Hematology and Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albert S. Braverman, MD",
            "author_affiliations": [
                "Hematology and Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Geraghty, MD",
            "author_affiliations": [
                "Hematology and Oncology, SUNY Downstate Medical Center at LICH, Brooklyn, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elpidio Jimenez, MD",
            "author_affiliations": [
                "Pathology, SUNY Downstate Medical Center at LICH, Brooklyn, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T09:39:49",
    "is_scraped": "1"
}