{
    "doi": "https://doi.org/10.1182/blood.V118.21.3686.3686",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1953",
    "start_url_page_num": 1953,
    "is_scraped": "1",
    "article_title": "Prognostic Value of 18F-FDG Positron Emission Tomography Used for Assessment of the First Line Therapy in 410 Diffuse Large B-Cell Lymphoma Patients: A Daily Practice Evaluation Before and After the Prescription of This Metabolic Imaging Technique, ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "topics": [
        "diagnostic imaging",
        "diffuse large b-cell lymphoma",
        "fluorodeoxyglucose f18",
        "positron-emission tomography",
        "neoadjuvant therapy",
        "rituximab",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "chemotherapy regimen",
        "medical history",
        "palliative care"
    ],
    "author_names": [
        "Herve Ghesquieres, MD, PhD",
        "Céline Ferlay",
        "Emilie Lavergne",
        "Emmanuelle Nicolas Virelizier, MD",
        "Izabela-Irina Domnisoru, MD",
        "Philippe Rey, MD",
        "Thérèse Gargi",
        "Sylvie Chabaud, MD",
        "Catherine Chassagne-Clément, MD",
        "Bertrand Favier, PhD",
        "Pierre Biron, MD",
        "Thomas Mognetti, MD",
        "Vanina Isnardi, MD",
        "Catherine Sebban, MD",
        "Jean-Yves Blay, MD, PhD",
        "Sébastien Cimarelli, MD"
    ],
    "author_affiliations": [
        [
            "Onco-Hematology, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Biostatistics, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Biostatistics, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Onco-Hematology, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Onco-Hematology, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Onco-Hematology, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Biostatistics, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Biostatistics, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Pathology, Centre Léon Bérard, lyon 69008, France, "
        ],
        [
            "Pharmacy, Centre Léon Bérard, lyon 69008, France, "
        ],
        [
            "Onco-Hematology, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Nuclear Medicine, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Nuclear Medicine, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Onco-Hematology, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Onco-Hematology, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Nuclear Medicine, Centre Léon Bérard, Lyon, France"
        ]
    ],
    "first_author_latitude": "45.7409231",
    "first_author_longitude": "4.87735355",
    "abstract_text": "Abstract 3686 Background: 18F-FDG Positron Emission Tomography (PET) had improved initial staging and response assessment after first line therapy of Diffuse Large B-cell Lymphoma (DLBCL). While the prognostic role of PET after induction therapy (interim PET) remains controversial, the outcome of patients with positive PET at the end of initial treatment is clearly worse as compared with negative ones. In clinical practice, many PET are performed before, during and after first line therapy for patients with DLBCL. A hypothetical effect of therapeutic decisions, guided by PET results, on DLBCL patients' outcome remained questionable. We evaluated our daily practice about PET prescription during first line therapy to explore how a complete PET could influence the DLBCL prognosis. Patients and Methods: From 1996 to 2008, 410 patients with DLBCL received first-line therapy in our institution. No selection was made on initial therapeutic intent (curative/palliative), medical history, patient's age or initial type of chemotherapy (CT) to be in accordance with daily practice setting. Study population was described and Overall Survival (OS) and Time To Progression (TTP) analysis was performed using the Kaplan Meier method. OS and TTP were compared between patients with or without PET, using the Log-Rank test. We first focused on interim PET considering patients who performed at least 3 months of the induction therapy (n=380). PET at the end of treatment were studied on patients who achieved a major part of their consolidation treatment (at least 6 months, n=354). As it was a practical study, the PET interpretation methods were not taken into account. Results: Median age at diagnosis was 65 years (range: 19–97). Most patients received CHOP-like CT (53%) or high-dose CHOP CT (31%). Rituximab was associated to CT for 269 patients (66%). PET was performed at initial staging, after induction therapy and at the end of initial treatment respectively on 77, 72 and 94 patients. We first observed that patients who had a pre-treatment PET presented a significantly higher rate of III-IV Ann Arbor stage than patients evaluated by conventional methods (71% vs. 57%, p =.021). Patients who had an interim PET were younger (median age: 55 vs. 67 years, p <.001), presented a higher age-adjusted IPI score (2–3, 66% vs. 47%, p =.004) and were more frequently treated by rituximab (96% vs. 61%, p <.001) than patients who did not have a PET, that is in accordance with the date of approval of rituximab for DLBCL in 2002. The same observation was done for patients who had a PET at the end of the treatment. No difference in TTP was observed between patients who had an interim PET and patients evaluated by conventional methods ( p =.543), with 5-year TTP rates of 65.6% (CI95% [51.0–76.8]) and 70.3% (CI95% [64.5–75.3]) respectively. Similarly, no difference in OS was observed between these groups. Neither OS nor TTP were found to be statistically different between patients evaluated at the end of treatment with a 5-year TTP rates of 72.4% (CI95% [61.5–80.7]) for patients who performed a TEP at the end of the treatment and 73.8% (CI95% [67.6–78.9]) ( p =.653) for the others. Preliminary results showed a worse prognosis for patients who had a positive PET at completion of first line therapy with a 5-year OS rate of 50.0% (CI95% [22.9–72.2]) compared with 84.4% (CI95% [70.4–92.1]) for patients with negative PET (p =. 001). However, no observe a prognostic value of positivity of interim PET performed at mid-treatment was observed. Conclusions: Results of this retrospective clinical practice study are consistent with the usefulness of PET for initial staging of DLBCL patients and a poor prognosis of positive PET at the end of first line therapy. Using PET for evaluation of treatment response after induction therapy or after treatment completion was not found to be significantly associated with patient's prognosis. Modification of therapeutic decision based on PET results need to be more accurately explored with a prospective clinical trial. Disclosures: No relevant conflicts of interest to declare."
}