{
    "doi": "https://doi.org/10.1182/blood.V112.11.4240.4240",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1127",
    "start_url_page_num": 1127,
    "is_scraped": "1",
    "article_title": "HHGV678, a Novel Tyrosine Kinase Inhibitor, Inhibits the Cell Growth of Imatinib-Sensitive and Resistant BCR-ABL Positive Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cells",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "annexin a5",
        "blast phase",
        "kinase inhibitors",
        "western blotting",
        "cell lines"
    ],
    "author_names": [
        "Lin Qiu",
        "Xiao-dan Wang",
        "Fang Ge",
        "Xiu-li Wang",
        "Bo-long Zhang",
        "Jun Ma"
    ],
    "author_affiliations": [
        [
            "Harbin Institute Hematology & Oncololgy, Harbin, China"
        ],
        [
            "Harbin Institute Hematology & Oncololgy, Harbin, China"
        ],
        [
            "Department of Hematology, The Second Affiliated Hospital, Jinlin University, Changchun, China"
        ],
        [
            "Department of Hematology, The Second Affiliated Hospital, Jinlin University, Changchun, China"
        ],
        [
            "Harbin Institute Hematology & Oncololgy, Harbin, China"
        ],
        [
            "Harbin Institute Hematology & Oncololgy, Harbin, China"
        ]
    ],
    "first_author_latitude": "45.7470436",
    "first_author_longitude": "126.6334306",
    "abstract_text": "Imatinib (IM) is a higherly effective targeted drug for CML. However, some CML patients, especially accelerated and blast crisis phase, often relapse due to drug resistance resulting from the emergence of IM-resistant point mutations within the BCR-ABL tyrosine kinase domain. This stimulates the development of new kinase inhibitors that are able to override resistance to IM. HHGV678 is a novel tyrosine kinase inhibitor and we employed IM-sensitive (K562 and 32Dp210) and resistant (K562R and fifteen 32Dp210 mutants) BCR-ABL + cell lines to compare HHGV678 with IM on growth inhibition. In addition, synergistic effect of HHGV678 with IM was observed in 32Dp210 and 5 BCR-ABL mutants frequently observed in CML patients. MTT assay results showed that the estimated IC 50 value of HHGV678 for K562 and 32Dp210 were 15.5 and 28-fold, for K562R and 15 BCR-ABL mutants, were 1.4–124.0-fold lower than that of IM, indicating that HHGV678 was a more effective than IM against cell growth of IM-sensitive and resistant cells. Using combination index analysis, HHGV678 displayed synergistic growth inhibition when used with IM in BCR-ABL mutants (M244V, Q252H, Y253H, E255K and T315I). HHGV678, combined with IM at their IC 50 concentration induced apoptosis 2–5 fold higher than that of HHGV678 alone in BCR-ABL mutants respectively, by annexin-V staining. At the same condition, HHGV6787 resulted in remarkable decrease in CrKL phosphorylation as determined by western blot. We conclude that HHGV678 have significant activity against IM-sensitive and resistant BCR-ABL + cell, especially when it combined with IM that warrant further investigation in clinical trials."
}