{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.819.819",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3747",
    "start_url_page_num": 3747,
    "is_scraped": "1",
    "article_title": " In Vitro , In Vivo , and Parallel Phase I Evidence Support the Safety and Activity of Duvelisib, a PI3K-δ,γ Inhibitor, in Combination with Romidepsin or Bortezomib in Relapsed/Refractory T-Cell Lymphoma ",
    "article_date": "December 7, 2017",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: T-Cell Lymphoma Clinical Studies",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "bortezomib",
        "duvelisib",
        "phosphoinositide 3-kinase",
        "romidepsin",
        "t-cell lymphoma",
        "brachial plexus neuritis",
        "adverse event",
        "neoplasms",
        "neutropenia"
    ],
    "author_names": [
        "Alison J. Moskowitz, MD",
        "Raphael Koch, MD",
        "Neha Mehta-Shah, MD",
        "Patricia Myskowski, MD",
        "Meenal Kheterpal, MD",
        "Ahmet Dogan, MD PhD",
        "Theresa Davey, MPAS",
        "Natasha Galasso, BA",
        "Marzouk Evan, BA",
        "Monica Shah, BA",
        "Nivetha Ganesan, BS",
        "Lakeisha Lubin, BS",
        "Youn H. Kim, MD",
        "Michael Khodadoust, MD PhD",
        "Timothy Almazan, MD",
        "Julia Dai, MD",
        "Eric D. Jacobsen, MD",
        "David M. Weinstock, MD",
        "Steven M. Horwitz, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, Olivette, MO "
        ],
        [
            "Department of Medicine, Dermatology Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Medicine, Dermatology Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Hematopathology Service, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Stanford University, Stanford, CA "
        ],
        [
            "Department of Medicine, Divisions of Hematology & Oncology, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Stanford University Medical Center, Palo Alto, CA "
        ],
        [
            "Stanford University Medical Center, Palo Alto, CA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ]
    ],
    "first_author_latitude": "40.76244175",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Introduction: Current therapies for relapsed/refractory (rel/ref) T-cell lymphomas (TCLs) induce responses in only 25-30% of patients (pts). Phosphoinositide-3-kinases (PI3K) play a pivotal role in cell signaling and PI3K isoforms have distinct roles in the development, function and survival of T cells. A phase I study of the oral PI3K-δ/γ inhibitor duvelisib (DUV) in pts with TCLs showed promising activity in rel/ref TCL (Horwitz, Blood 2014). We assessed mechanisms of response and resistance to DUV in T-cell lymphomas in vitro and in vivo. Based on in vitro evidence of synergy, we initiated a phase I study to evaluate the safety and efficacy of DUV combined with romidepsin or bortezomib in pts with rel/ref TCL. Methods: Preclinical: We characterized the PI3K-signaling pathway across 11 cell lines of TCL by immunoblotting and assessed the in vitro activity of isotype specific PI3K inhibitors, including DUV. A targeted phosphoproteomic approach (P100) was utilized to identify mechanisms of resistance and response of DUV across 6 cell lines in vitro. We assessed the effects of DUV on immune response within the TCL microenvironment in vivo using a patient-derived xenograft (PDX). Clinical: We conducted multicenter, parallel phase I trials of DUV in combination with romidepsin (arm A) or bortezomib (arm B) in rel/ref TCL. For each arm, a standard 3+3 phase I design was used to determine maximum tolerated dose (MTD). DUV was dosed at 25mg, 50mg, or 75mg BID on days 1-28. Romidepsin 10mg/m2 was dosed on days 1, 8, and 15 (arm A) or bortezomib 1mg/m2 on days 1, 4, 8, and 11 (arm B), both on 28-day cycles. All pts received prophylaxis against Varicella and Pneumocystis. Results: Preclinical: DUV potently killed 3 of 4 TCL cell lines that showed constitutive phosphorylation of AKT (pAKT) versus 0 of 7 lines lacking pAKT (p=0.024). Killing by DUV exceeded killing by the PI3K-δ-specific inhibitor idelalisib and was similar to pan-PI3K inhibition. The phosphoproteomic analysis identified resistance through either PI3Kα activation, which was overcome by pan-PI3K inhibition, or by epigenetic reprogramming, which was overcome by co-treatment with romidepsin. Administration of DUV to mice engrafted with a TCL PDX resulted in reprogramming of tumor-infiltrating macrophages from the immunosuppressive M2-like phenotype to the pro-phagocytic M1-like phenotype. Clinical: 12 pts (4 in each dose level [DL]) were treated on arm A (romidepsin+DUV); 8 are evaluable for efficacy. There were no dose limiting toxicities (DLTs), therefore DL 3 was accepted as MTD. 2 serious adverse events (SAEs) possibly related to study drug included grade (Gr) 3 fatigue and Gr 2 aspartate aminotransferase (AST) elevation. 1 fatal event (diffuse alveolar hemorrhage following allogeneic transplant) occurred 31 days after last dose of study drug and was assessed as unrelated to study treatment. Gr 3 or 4 adverse events (AEs) occurring in ≥10% of pts included only neutropenia (Gr 3, n=4, Gr 4, n=2). Overall response rate (ORR) and median time to response (TTR) were 4/8 (50%) and 51 (range 49-54) days. Two of 4 responders proceeded to transplant after 90 and 108 days and 1 remains on treatment for 107+ days. 17 pts were treated on arm B (bortezomib+DUV), including 8 in DL 1, 3 in DL 2, and 6 in DL 3; 15 pts are evaluable for efficacy. 1 out of 6 pts evaluable for DLT on DL 1 experienced DLT (pneumonia). There were no other DLTs, however Gr 3 elevations of alanine aminotransferase (ALT) or AST following cycle 2 were observed for 3 pts treated at DL 2 and 2 treated at DL 3 leading to DL 1 being accepted as MTD. There were 5 SAEs possibly related to study drug including Gr 3 pneumonia (n=2), Gr 3 infectious colitis (n=1), Gr 3 colitis (n=1), and Gr 4 AST/ALT elevation (1). Gr 3 or 4 AEs occurring in ≥10% of pts included only neutropenia (Gr 3, n=3). ORR, complete response (CR), and median time to response (TTR), were 8/15 (53%), 3/15 (20%), and 52 (range 47-57) days. Among the 8 responders, 5 remain on treatment for 103-377+ days. Conclusion: DUV shows activity in T-cell lymphomas with pre-clinical evidence of both tumor cell-autonomous and non-autonomous effects. The combinations of DUV plus romidepsin and DUV plus bortezomib are safe and well tolerated, with limited incidence of AST/ALT elevation from romidepsin+DUV. Promising response rates of at least 50% were observed across TCL histologies with both regimens. Expansion cohorts of pts with peripheral and cutaneous TCL are currently enrolling. Disclosures Moskowitz: ADC Therapeutics: Research Funding; Seattle Genetics: Honoraria, Research Funding; Takeda: Honoraria; Incyte: Research Funding; Bristol Myers-Squibb: Consultancy, Research Funding. Mehta-Shah: Celgene: Research Funding; Verastem: Research Funding; Bristol Myers Squibb: Research Funding. Dogan: Roche Pharmaceuticals: Consultancy; Seattle Genetics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Peer Review Institute: Consultancy; Celgene: Consultancy; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees. Kim: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Research Funding; Soligenix: Research Funding; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Portola: Consultancy, Research Funding; Horizon Pharma: Consultancy, Research Funding; Forty Seven Inc: Membership on an entity's Board of Directors or advisory committees, Research Funding; Eisai: Membership on an entity's Board of Directors or advisory committees, Research Funding; Kyowa-Kirin-Pharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; Innate Pharma: Consultancy, Research Funding; Medivir: Membership on an entity's Board of Directors or advisory committees; Merck: Research Funding; miRagen: Research Funding; Neumedicine: Research Funding; Tetralogic: Research Funding; Millennium Pharmaceuticals, Inc.: Membership on an entity's Board of Directors or advisory committees. Jacobsen: GSK: Membership on an entity's Board of Directors or advisory committees; Spectrum: Membership on an entity's Board of Directors or advisory committees; Kite Pharma: Membership on an entity's Board of Directors or advisory committees. Horwitz: Forty-Seven: Consultancy, Research Funding; Aileron Therapeutics: Research Funding; Kyowa-Hakka-Kirin: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Millenium/Takeda: Consultancy, Research Funding; BMS: Consultancy; Mundipharma: Consultancy; ADCT Therapeutics: Research Funding; Infinity/Verastem: Consultancy, Research Funding; HUYA: Consultancy."
}