{
    "doi": "https://doi.org/10.1182/blood.V128.22.4251.4251",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3491",
    "start_url_page_num": 3491,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Ruxolitinib in Elderly Patients (> 75 years) with Myelofibrosis ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "abstract_text": "Background. Ruxolitinib (RUX) is the first commercially available JAK1/2 inhibitor that may control splenomegaly and systemic symptoms related to myelofibrosis (MF). Despite MF occur frequently in elderly patients (pts), no data are yet available on RUX efficacy and safety in this particularly frail population. Methods We report on 100 pts [M/F 57/43, median age at diagnosis 75.7 years, interquartile range (IQR) 72.3 - 78.0, median age at baseline of RUX treatment 77.7 years, IQR 76.2 - 80.3] with WHO-defined MF treated with RUX when aged ≥ 75 years. Data were extracted from the whole cohort of 408 pts of any age collected in a database involving 22 Italian Centers. Comorbidities were recorded at the time of diagnosis and classified according to the Charlson Comorbidity Index (CCI). Response to RUX was evaluated according to IWG-MRT criteria. Results Main clinical features after stratification according to age at RUX start are reported in Table 1. Compared to younger pts, elderly pts carried a higher number of co-morbidities and had lower hemoglobin and platelet values, thus starting RUX with lower doses. Time from diagnosis to RUX start was comparable among the two cohorts (median 15.5 months, IQR 4.6 - 66.7, vs 20.8 months, IQR 4.1 - 66.0, p=0.74). According to IWG criteria, a spleen response was achieved by 37 out of 90 (41.1%) evaluable elderly pts compared to 115 out of 272 (42.2%) pts <75y (p=0.85) while symptom response was achieved by 88/99 (88.8%) elderly pts compared to 271/304 (89.1%) younger pts (p=0.94). Drug-related anemia (Hb <10 g/dl in pts with baseline Hb ≥10 g/dl) was observed in 30/68 (44.1%) evaluable elderly pts compared with 100/240 (41.6%) evaluable younger subjects (p=0.72). The percentage of pts that decreased RUX dose over time was comparable in the two groups (29% and 29.8%, respectively). Overall, 47% elderly and 32% younger pts finally discontinued RUX (p=0.008) after a median time of 12.3 and 21.6 months, respectively (p=0.03). Evolution into acute leukemia occurred in 8 (8.0%) elderly pts and in 22 (7.1%) younger pts, respectively (p=0.78), with a similar evolution-free survival from RUX initiation (p=0.35). As expected, 43 (43.0%) elderly pts and 53 (17.3%) younger pts died (p<0.001) after a median time from RUX start of 14.2 and 24.2, respectively (p=0.03). Causes of death in elderly pts were: progression of myelofibrosis (32.5%), heart disease (16.3%), infections (14%), acute leukemia (7%), hemorrhage/thrombosis (7%), other unrelated causes (23.2%). Compared to elderly, younger pts died less frequently due to heart disease (3.6%) (p=0.03), and more frequently due to acute leukemia (23.2%) (p=0.03). The 4-year cumulative Event-Free Survival (taking into account: RUX discontinuation, blastic evolution and death for any cause) was 30.1% (95% CI: 16.2 - 44.0) in elderly pts and 46.1% (95% CI 37.3 - 54.9) in younger subjects, respectively (p=0.002). Conclusions. Despite the elderly carried a higher number of comorbidities and were treated with lower starting and titrated doses of RUX,RUX was feasible and effective in this setting, achieving clinical responses similar to younger subjects, with comparable toxicity rates. Thus, the study do not support to restrain the use of RUX based on older age and comorbidities. Figure View large Download slide Figure View large Download slide  Disclosures Latagliata: Novartis: Consultancy, Honoraria; Bristol Myers Squibb: Honoraria; Celgene: Honoraria; Janssen: Consultancy, Honoraria; Shire: Honoraria. Bonifacio: Ariad Pharmaceuticals: Consultancy; Amgen: Consultancy; Bristol Myers Squibb: Consultancy; Pfizer: Consultancy; Novartis: Research Funding. Tiribelli: Novartis: Consultancy, Speakers Bureau; Ariad Pharmaceuticals: Consultancy, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Speakers Bureau. Cavo: Bristol-Myers Squibb: Honoraria; Amgen: Honoraria; Janssen: Honoraria, Research Funding; Takeda: Honoraria; Celgene: Honoraria, Research Funding. Breccia: Novartis: Consultancy, Honoraria; Bristol Myers Squibb: Honoraria; Celgene: Honoraria; Ariad: Honoraria; Pfizer: Honoraria.",
    "topics": [
        "myelofibrosis",
        "older adult",
        "ruxolitinib",
        "brachial plexus neuritis",
        "leukemia, acute",
        "heart diseases",
        "anemia",
        "hemoglobin",
        "hemorrhage",
        "infections"
    ],
    "author_names": [
        "Roberto Latagliata, MD",
        "Ambra Di Veroli, MD",
        "Giuseppe Alberto Palumbo, MD",
        "Massimiliano Bonifacio",
        "Alessandro Andriani, MD",
        "Nicola Polverelli, MD PhD student",
        "Malgorzata Trawinska, MD",
        "Mario Tiribelli, MD",
        "Barbara Anaclerico, MD",
        "Giulia Benevolo, MD",
        "Luca Petriccione, MD",
        "Bruno Martino, MD",
        "Antonia Centra, MD",
        "Mariella D'Adda, MD",
        "Monica Crugnola, MD",
        "Francesco Cavazzini, MD",
        "Micaela Bergamaschi, MD",
        "Alessia Tieghi, MD",
        "Adalberto Ibatici, MD",
        "Costanza Bosi, MD",
        "Margherita Perricone, PhD",
        "Marco Montanaro, MD",
        "Michele Cavo",
        "Massimo Breccia, MD",
        "Nicola Vianelli, MD",
        "Francesca Palandri, MD PhD"
    ],
    "author_affiliations": [
        [
            "Dept. of Biotechnologies and Hematology, Sapienza University of Rome, Rome, Italy "
        ],
        [
            "Hematology, University Tor Vergata, Rome, Italy "
        ],
        [
            "Department of Hematology, Ferrarotto Hospital, Catania, Italy "
        ],
        [
            "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy "
        ],
        [
            "Hematology, Nuovo Regina Margherita Hospital, Rome, Rome, Italy "
        ],
        [
            "Unit of Blood Diseases and Stem Cell Transplantation, ASST Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Hematology, Sant'Eugenio Hospital, Rome, Italy "
        ],
        [
            "Division of Hematology and BMT, Department of Experimental and Clinical Medical Sciences, Azienda Ospedaliero-Universitaria di Udine, Udine, Italy "
        ],
        [
            "Division of Hematology, Ospedale S. Giovanni, Roma, Italy "
        ],
        [
            "Division of Hematology, AOU Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Department of Hematology, Fabrizio Spaziani Hospital, Frosinone, Italy "
        ],
        [
            "Hematology Unit, A.O. Bianchi-Melacrino-Morelli, Reggio Calabria, Italy "
        ],
        [
            "Hematology, Santa Maria Goretti Hospital, Rome, Italy "
        ],
        [
            "Department of Hematology, ASST Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Division of Hematology, University Hospital of Parma, Parma, Italy "
        ],
        [
            "Haematology Dept., University of Ferrara, Ferrara, Italy "
        ],
        [
            "Chair of Hematology, IRCCS AOU San Martino-IST, Genova, Italy "
        ],
        [
            "Hematology Unit, Arcispedale Santa Maria Nuova-IRCCS, Reggio Emilia, Italy "
        ],
        [
            "U.O. Ematologia, IRCCS Azienda Ospedaliera Universitaria San Martino - IST Istituto Nazionale per la Ricerca sul Cancro, Genova, Italy "
        ],
        [
            "Division of Hematology, Guglielmo da Saliceto Hospital, Piacenza, Italy "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "ASL VT, UOC of Hemathology, Viterbo, Italy "
        ],
        [
            "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Roma, Italy "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy"
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy"
        ]
    ],
    "first_author_latitude": "41.9037626",
    "first_author_longitude": "12.514438400000001"
}