{
    "doi": "https://doi.org/10.1182/blood.V112.11.5318.5318",
    "article_title": "Pediatric Acute Lymphoblastic Leukemia Outcome Predictor Genes OPAL1 and RANTES Modulate Transformation by the V-Abl Oncogene ",
    "article_date": "November 16, 2008",
    "session_type": "Oncogenes and Tumor Suppressors",
    "abstract_text": "B-precursor acute lymphoblastic leukemia (ALL) is the most common cancer of childhood. While it represents a highly curable malignancy, a significant number of children still relapse or present with disease that is resistant to therapeutic intensification. With the increasing intensity of curative treatment, there is also an increased incidence of late effects that adversely affect the quality of life of survivors. Previously, a large scale microarray gene expression analysis was undertaken in order to identify genes predictive of outcome that could enhance risk classification, thereby identifying children who might be cured with less intensive therapy or those who fail current regimens and require novel therapies for cure. From analysis of 254 pediatric ALL samples registered to various COG clinical trials, gene expression classifiers were identified that are highly predictive of poor and favorable outcome in precursor B-cell ALL. The goal of this project is to study the biologic function and role in hematopoiesis and leukemogenesis of the genes predictive of outcome and to determine whether any of these genes may serve as novel drug targets. To this end, we have developed a system to examine the effect of these genes on the cancer-promoting activity of the v-Abl oncogene. We have established pre-B cell lines by infecting primary mouse bone marrow cells with a virus expressing v-Abl. These lines were then engineered to express two of the genes we identified that were associated with poor or good treatment outcomes, RANTES (CCL5) and OPAL1 respectively. Consistent with the association of RANTES expression with poor outcome, v-Abl/RANTES pre-B cells are more proliferative than v-Abl cells, and form larger colonies in methylcellulose cultures without added cytokines. OPAL1 had the opposite effect on pre-B cell growth. V-Abl pre-B cells expressing OPAL1 were less proliferative and generated fewer colonies in methylcellulose cultures. To determine whether RANTES made the v-Abl pre-B cells more leukemic, we transplanted v-Abl or v-Abl/RANTES pre-B cells into syngeneic mice. Mice were noticeably ill 30 days post-transplant. Mice injected with v-Abl/RANTES cells had enlarged lymph nodes and increased numbers of white cells in their peripheral blood. The percentage of pre-B cells in the bone marrow, lymph nodes and spleen was higher in v-Abl/RANTES transplanted mice compared to v-Abl transplanted mice. Currently our data demonstrates that the outcome genes are playing a mechanistic role in the susceptibility of leukemic cells to therapy, and are not merely epiphenomenon. This suggests that the products of these genes and their associated pathways may be novel drug targets. Such targeted therapy has the potential of being less toxic than current nonspecific treatment regimens.",
    "topics": [
        "genes",
        "leukemia, lymphocytic, acute, childhood",
        "oncogenes",
        "rantes",
        "cancer",
        "drug delivery systems",
        "acute lymphocytic leukemia",
        "b-cell acute lymphocytic leukemia",
        "cytokine",
        "leukemic cells"
    ],
    "author_names": [
        "Jason H. Rogers, BS",
        "Kristin S. Owens, BA",
        "Jake M. Vargas",
        "Cheryl L. Willman, MD",
        "Robert Hromas, MD",
        "Richard Dahl, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason H. Rogers, BS",
            "author_affiliations": [
                "Cancer Research and Treatment Center, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristin S. Owens, BA",
            "author_affiliations": [
                "Cancer Research and Treatment Center, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jake M. Vargas",
            "author_affiliations": [
                "Cancer Research and Treatment Center, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl L. Willman, MD",
            "author_affiliations": [
                "University of New Mexico Cancer Center, Albuquerque, NM, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Hromas, MD",
            "author_affiliations": [
                "Msc 08-4630 Crtc, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Dahl, PhD",
            "author_affiliations": [
                "Univ. of New Mexico Health Sciences Ctr., Albuquerque, NM, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T06:43:58",
    "is_scraped": "1"
}