{
    "doi": "https://doi.org/10.1182/blood-2018-99-116705",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3970",
    "start_url_page_num": 3970,
    "is_scraped": "1",
    "article_title": "Acute Promyelocytic Leukemia: Clinical Outcomes, Induction Deaths and Challenges ",
    "article_date": "November 29, 2018",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "acute promyelocytic leukemia",
        "treatment outcome",
        "tretinoin",
        "progressive multifocal leukoencephalopathy",
        "follow-up",
        "arsenic",
        "arsenic trioxide",
        "bone marrow aspiration",
        "cancer",
        "complete remission"
    ],
    "author_names": [
        "Tara Rajendran, MBBS",
        "Krishna Prasad, MBBS, MD(MDcine), DM (Oncology)"
    ],
    "author_affiliations": [
        [
            "Kasturba Medical College, Mangalore, Manipal Academy of Higher Education, Palakkad, India "
        ],
        [
            "Department of medical Oncology, Mangalore Institute of Oncology, Mangalore, Karnataka, Mangalore, India"
        ]
    ],
    "first_author_latitude": "13.3528481",
    "first_author_longitude": "74.7871857",
    "abstract_text": "Introduction Acute promyelocytic leukemia (APL) was an oncologic emergency but the introduction of All-trans retinoic acid (ATRA) and arsenic trioxide (ATO) ameliorated the treatment outcomes. A translocation of chromosomes which was once considered most fatal and patients bled till death in the course; is highly curable now, thanks to the dramatic advancement happened in the development of single/combined use of regimens. It is reported way back in 2008 that APL cases in India have a varied genetic setup. There is a significant dearth of published articles on APL cases from India. In a developing country, especially like India; where the patient pays for the cancer care 'out of pocket' and also where the GDP spent on health care is less than 5 percent, the management of APL is certainly challenging as the average cost of treatment runs to $2183 (Median per capita income in India is $616). In addition, clinical outcomes are highly influenced by multidrug resistant microbes and several environmental factors. They have critically increased the infection and early death rate. Methods To discern the clinical outcomes of APL at our center we performed a retrospective record-based study of APL patients. We went through 156 Acute myelocytic leukemia patients over the past 16 years from July 2002 to January 2018 and out of which 19 patients were diagnosed with APL in our tertiary care hospital. Our aim was to determine the clinical outcome, cause of induction death and the current challenges in APL management. We included all the fresh cases diagnosed at our center and we set exclusion criteria as those who denied the treatment due to social/financial constraints and those whom we have lost follow-up. Results The patients were from the age of 10 years to 67 years (Mean age: 38.5). 31.5 percent of the patients were male and 68.4 percent were female. 47.3 percent of the patients were in the high-risk APL group and 15.7 percent of the patients belonged to the low risk group. The remaining 36.8 percent patients comprised the intermediate risk group. Promyelocytic retinoid acid receptor alpha (PML/RARX) was standard for all patients. For 18 patients we gave ATRA for 45 days and one patient expired during induction due to bleeding (ATRA syndrome). Arsenic was given for 20 days. At the end of induction, we did a bone marrow aspiration and PML/RARA. All 18 patients had complete remission. PML/RARX shows Zero for all 18 patients. 11.1 percent of the patientsexpired and16.66 percent of the patients are alive with disease. 72.2 percent of the patients are alive without disease and until the most recent follow-up; they showed no sign of recurrence. Conclusions Despite certain noteworthy challenges which must be taken into consideration, our center presents more than 70 percent relapse free survival. In conclusion, if infection control, social support and health security improves, the survival rate can go even higher as a lot of AML patients diagnosed in our hospital and other various centers across India had denied the treatment because of the financial and social constraints. Our finding reveals a good survival rate and must open novel prospects for cost-effective targeted therapies of a much shorter duration in developing countries. Disclosures No relevant conflicts of interest to declare."
}