{
    "doi": "https://doi.org/10.1182/blood-2018-99-113854",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3995",
    "start_url_page_num": 3995,
    "is_scraped": "1",
    "article_title": "Retrospective Analysis of Chinese Chronic Myeloid Leukemia Patients Who Have Stopped Tyrosine Kinase Inhibitors ",
    "article_date": "November 29, 2018",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "topics": [
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "measles-mumps-rubella vaccine",
        "disease remission",
        "follow-up",
        "imatinib mesylate",
        "signs and symptoms",
        "log rank test",
        "myanmar",
        "univariate analysis"
    ],
    "author_names": [
        "Xiaojian Zhu",
        "Yong You, PhD",
        "Yicheng Zhang, MD PhD",
        "Minghui Duan, MD",
        "Yu Zhu, MD PhD",
        "Bingcheng Liu, MD",
        "Xin Du, MD",
        "Suning Chen, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Department of Hematology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China "
        ],
        [
            "The First Affiliated Hospital of Nanjing Medical University, Jiangsu Provincial People's Hospital in Nanjing, Key Laboratory of Hematology of Nanjing Medical University, Collaborative Innovation Center for Cancer Personalize, Nanjing, China "
        ],
        [
            "Leukemia Center, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China "
        ],
        [
            "Shenzhen Bone Marrow Transplantation Public Service Platform, Shenzhen Institute of Hematology, Shenzhen Second People's Hospital, The First Affiliated Hospital of Shenzhen University, Shenzhen, China "
        ],
        [
            "First Affiliated Hospital of Soochow University, Suzhou, CHN"
        ]
    ],
    "first_author_latitude": "30.5130043",
    "first_author_longitude": "114.4202756",
    "abstract_text": "Background Although life-long tyrosine kinase inhibitors (TKIs) therapy is still the consensus recommendation, TKIs discontinuation has yet been proven in part of the patients who sustain the long-term treatment-free remission (TFR) which has become a new endpoint and is an emerging goal in the management of chronic myeloid leukemia (CML) currently. In the last ten years, constant clinical trials have demonstrated that about 40%-50% patients with stable deep molecular response for a long period time stayed in TFR after stopping TKIs. Methods We retrospective analyzed 109 CML patients who have stopped TKIs in seven centers. They were included according to the unified standard. Rates of TFR were calculated by Kaplan-Meier analysis and stratified groups were compared with the log-rank test. COX univariate analysis was used to predict the potential factors on relapse after discontinuation. Results Clinical features of the 93 patients were included in this work. 39 of 93 patients lost major molecular remission (MMR) after a median follow-up of 15 months and the estimated TFR was 52.6%. 31 of 39 patients who met the definition of molecular relapse resumed TKIs treatment immediately and regained the response with an average time to MMR of 4.34 months (range, 1-12 months). No significant difference was found in median course of imatinib therapy between the TFR group and the relapse. Similarly, time to MMR, age, gender and Sokal risk also showed no difference between the two groups. History of withdrawal is the only statistically significant factor in this retrospective analysis. Conclusion In summary, this is the first report to prove that TKIs might be safely stopped in partial Chinese CML patients. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}