{
    "doi": "https://doi.org/10.1182/blood.V114.22.1801.1801",
    "article_title": "Secretome Analyses of Primary Bone Marrow Fibroblasts Isolated From MGUS and Multiple Myeloma Show a Stepwise Occurrence of Alterations. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Biology and Pathophysiology, Excluding Therapy Poster I",
    "abstract_text": "Abstract 1801 Poster Board I-827 The microenvironment of tumor cells in the bone marrow was demonstrated to contribute to tumor promotion and survival. The role of bone marrow fibroblasts (BMFs) in supporting the malignant plasma cell clone in multiple myeloma (MM) has been established, but it remains unclear to which extent the BM microenvironment in general and BMFs in particular are involved in the progression of monoclonal gammopathy of undetermined significance (MGUS) to MM. Therefore we performed proteomics studies on the secretome of BMFs isolated from healthy donors, patients suffering from MGUS and patients suffering from MM. Compared to normal background, BMFs derived from MGUS secreted elevated levels of proteins indicating mitogenic activity and moderate inflammation. These proteins included periostin, IL-6, CXCL5 and CSF-1. Insulin-like growth factor II, which is normally not expressed by normal BMFs, was secreted by BMF cells derived from MGUS as well as from MM. In addition to those and other proteins, BMF cells derived from MM were found to specifically secrete stem cell growth factor, MMP-28 and stanniocalcin-1. These data indicate a step-wise alteration of BMF secretion activity related to the stage of the underlying plasma cell dyscrasia. Therefore BMF might support the progression from MGUS to MM. In order to correlate the secretion performance of BMF with blood serum levels of candidate marker proteins, Luminex assays are employed. Based upon these results, it is our aim to identify serum biomarkers which allow to assess the functional state of BMF and thus the risk for the progression of MGUS to MM. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "fibroblasts",
        "immature bone",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "biological markers",
        "dysproteinemia",
        "growth factor",
        "inflammation",
        "insulin-like growth factor ii",
        "interleukin-6"
    ],
    "author_names": [
        "Johannes Drach, MD",
        "Astrid Slany",
        "Thomas Mohr",
        "Johannes Griss",
        "Christoph C Zielinski",
        "Christopher Gerner"
    ],
    "author_dict_list": [
        {
            "author_name": "Johannes Drach, MD",
            "author_affiliations": [
                "Department of Medicine I, Clinical Division of Oncology, Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Astrid Slany",
            "author_affiliations": [
                "Cancer Research Institute, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Mohr",
            "author_affiliations": [
                "Cancer Research Institute, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Griss",
            "author_affiliations": [
                "Cancer Research Institute, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph C Zielinski",
            "author_affiliations": [
                "Department of Medicine I, Clinical Division of Oncology, Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Gerner",
            "author_affiliations": [
                "Cancer Research Institute, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T04:00:35",
    "is_scraped": "1"
}