{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1252.1252",
    "article_title": "Variable Expression Levels of the Hematopoietic Stem Cell Surface Antigen ESAM Depict Heterogeneity and Fluctuations in Leukemic Stem Cells ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "abstract_text": "Traditionally, hematopoietic stem cells (HSCs) have been regarded as a homogeneous cell population. However, many studies have shown that populations of HSCs are essentially heterogenous. Moreover, several recent studies have proposed that HSCs exhibit fluctuating biological characteristics. Although the physiological significance of this heterogeneity and fluctuation is unclear, we presume that these qualities enable HSCs to flexibly demonstrate their self-renewal or differentiation abilities dependent on physiological demands. It is, therefore, unsurprising that such heterogeneity and fluctuation is also seen in leukemic stem cells (LSCs), and that they are involved in the development of resistance to treatment. We have previously demonstrated that the endothelial-cell selective adhesion molecule (ESAM) is an important marker of HSCs in humans and mice (Blood 2009, Exp Hematol 2013), and that the expression level of this molecule indicates the activation status of HSCs (J Immunol 2012). Furthermore, we found that a subset of leukemic cells exhibit elevated levels of ESAM expression on their surfaces (Exp Hematol 2013). Approximately two-thirds of acute myelogenous leukemia cases in humans were found to be positive for ESAM expression. Since ESAM was found to be useful in monitoring the fluctuating status of HSCs after 5-FU treatment, we posited that the marker could be used to characterize LSCs. In this study, we used ESAM expression levels as an index to analyze the heterogeneity and fluctuation in LSC populations. Flow cytometric analysis of the human leukemia cell lines KG1a and CMK revealed wide-ranging heterogeneity in ESAM expression levels, with up to a 1000-fold difference in variation, even among individual cells derived from the same clone. When these cell populations were roughly fractionated into ESAM-high or ESAM-low expression groups, the ESAM-high expression group showed a higher proliferative capacity in culture. Interestingly, however, the expression levels of ESAM were not maintained indefinitely at the same level in these groups. In four weeks, both ESAM-high and ESAM-low cell fractions developed heterogeneous ESAM expression distributions similar to that in the parent cell lines. Furthermore, when single cells were sorted and cultured, each cell showed a self-renewal ability and the heterogenous nature of ESAM expression levels was reconstructed in each population derived from these single cells. These results suggest that populations of LSCs develop heterogeneity and have a fluctuating nature. When the transcriptomes of ESAM-low and ESAM-high KG1a cells were compared using RT-PCR, the expression of the transforming growth factor beta receptor type 2 (TGFBR2) gene was found to be higher in the ESAM-low cells. Reportedly, the transforming growth factor beta (TGFβ) signaling pathway is involved in various biological processes such as cell proliferation, differentiation, and migration. In tumor cells, this pathway is involved in reducing proliferation and accelerating invasion. Based on this information, it was considered likely that the TGFβ signaling pathway is involved in the heterogeneity of ESAM expression. When TGFβ1 (5 ng/ml) was added to a culture of KG1a cells (grown in RPMI 1640 medium with 10% fetal bovine serum (FBS)), the heterogeneity of ESAM expression in the population became more pronounced, mainly due to a decrease in ESAM expression in some cells. A transcriptomic analysis of cells exhibiting decreased ESAM expression after TGFβ1 stimulation showed that these cells had a higher expression of TGFBR2 than cells not exhibiting a decrease in ESAM expression. Since the presence of 10% FBS in the culture medium provides natural TGFβ1 at a concentration of ~1 ng/ml, we conducted culture experiments without FBS. When KG1a cells were cultured in serum-free medium, the ESAM-low fraction disappeared and the heterogeneity of ESAM expression could not be replicated. However, the heterogeneity of ESAM expression in KG1a cultures could be replicated in serum-free medium by the addition of 1 ng/ml TGFβ1. These results suggest that the TGFβ signaling pathway is involved in inducing heterogeneity in ESAM expression in cell populations. The fluctuation of ESAM expression levels could be caused by differences in TGF sensitivity, which in turn, may confer certain benefits to LSCs, such as drug resistance and promoting invasiveness. Disclosures Yokota: Celgene: Research Funding; MSD K.K.: Research Funding; CHUGAI PHARMACEUTICAL CO., LTD.: Research Funding; Pfizer Inc.: Research Funding; Shionogi & Co., Ltd.: Research Funding. Ezoe: Taiho Pharmaceutical Co., LTD.: Research Funding. Shibayama: Novartis Pharma K.K.: Honoraria, Research Funding; Bristol-Meyer Squibb K.K.: Honoraria, Research Funding; Ono Pharmaceutical Co.,LTD.: Honoraria, Research Funding; Jansen Pharmaceutical K.K.: Honoraria; Fujimoto Pharmaceutical Co.: Honoraria, Research Funding; Takeda Pharmaceutical Co.,LTD.: Honoraria, Research Funding; Mundipharma K.K.: Honoraria, Research Funding; Celgene K.K.: Honoraria, Research Funding. Oritani: MOCHIDA PHARMACEUTICAL: Speakers Bureau; Celgene: Speakers Bureau; Bristol-Myers Squibb: Research Funding, Speakers Bureau; Novartis Pharma: Consultancy, Speakers Bureau. Kanakura: Kyowa Hakko Kirin: Research Funding; Chugai Pharmaceutical: Research Funding; Pfizer: Research Funding; Bristol Myers: Research Funding; Alexion Pharmaceuticals, Inc.: Honoraria, Research Funding; Fujimotoseiyaku: Research Funding; Eisai: Research Funding; Astellas: Research Funding; Nippon Shinyaku: Research Funding; Toyama Chemical: Research Funding; Shionogi: Research Funding.",
    "topics": [
        "culture media",
        "hematopoietic stem cells",
        "heterogeneity",
        "leukemic hematopoietic stem cell",
        "surface antigens",
        "transforming growth factor-beta type ii receptor",
        "cell adhesion molecules",
        "fluorouracil",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Yasuhiro Shingai",
        "Takafumi Yokota, MD PhD",
        "Tomoaki Ueda",
        "Yukiko Doi",
        "Tomohiko Ishibashi",
        "Akira Tanimura",
        "Michiko Ichii, MD PhD",
        "Sachiko Ezoe",
        "Hirohiko Shibayama, MD PhD",
        "Kenji Oritani, MD PhD",
        "Yuzuru Kanakura, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yasuhiro Shingai",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takafumi Yokota, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoaki Ueda",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukiko Doi",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiko Ishibashi",
            "author_affiliations": [
                "Department of Vascular Physiology, Research Institute National Cerebral and Cardiovascular Center, Suita, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Tanimura",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michiko Ichii, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sachiko Ezoe",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirohiko Shibayama, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenji Oritani, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medical Science, International University of Health and Welfare, Narita, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuzuru Kanakura, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:34:55",
    "is_scraped": "1"
}