{
    "doi": "https://doi.org/10.1182/blood.V114.22.3392.3392",
    "article_title": "Optimizing Patient Selection for Allogeneic Stem Cell Transplantation in Chronic Myeloid Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL RESULTS - ALTERNATIVE DONOR TRANSPLANTATION POSTER III",
    "abstract_text": "Abstract 3392 Poster Board III-280 Although imatinib has replaced allogeneic stem cell transplantation (SCT) as the first treatment option for CML in first chronic phase (CP1), approximately 35% of patients do not obtain long-term benefit. As only 40-50% of these patients can be salvaged with second-generation tyrosine kinase inhibitors there is considerable debate about use of SCT as second line therapy. It is therefore important to identify groups of patients who would have a good outcome after SCT so that it may be offered after imatinib failure. In a previous analysis we identified the pre-conditioning level of C-reactive protein (CRP) as a prognostic factor for the outcome of SCT in CML. In this study, we investigated the prognostic value of comorbidities together with CRP at the time of myeloablative SCT, for patients with CML in CP1. Clinical data on 312 consecutive patients who underwent SCT between January 1991 and July 2008 was reviewed; 41 patients with incomplete data were omitted from the analysis. The median age of 271 analyzed patients was 34.3 years (range 9.7 – 59.6). 256 (94.5%) patients received bone marrow (BM) and 15 (5.5%) patients received peripheral blood stem cells (PBSC). Conditioning consisted of cyclophosphamide and TBI for 130 (48%) recipients of sibling stem cells. In addition in vivo T cell depletion with anti CD52 antibody (Campath 1H) was used for 141 (52%) unrelated donor transplants. Comorbidities were defined and assigned different weights (1-3) by the hematopoietic cell transplantation comorbidity index (HCT-CI; Sorror, ML et al, Blood 2005). HCT-CI scores were calculated for each patient stratifying them into low risk (LR, no comorbidities, HCT-CI =0), intermediate risk (IR, HCT-CI 1 or 2) and high risk (HR, HCT-CI ≥3) groups and were evaluated for their effects on transplant related mortality (TRM) and overall survival (OS). In multivariate analysis the HCT-CI score failed to predict OS or TRM at 1 year. The only significant difference was in TRM at 100 days between the patients with HCT-CI =0 (LR group) and patients with HCT-CI ≥1 (IR and HR groups; relative risk (RR) 4.0; 95% CI: 1.4 – 11.6). The absolute number of comorbidities (CMn) was a better prognostic indicator for day 100 TRM then the weighted HCT-CI (CMn=1, RR: 3.1, CI 1.3-7.3; CMn ≥1, RR: 4.9, CI: 1.7-14.1). Pre-conditioning CRP was predictive for both TRM and survival and was independent of CMn. We thus combined these two parameters into a new risk assessment tool (CRP/CMn), with 3 prognostic groups: LR (no comorbidities and CRP 10 mg/L or >1 comorbidity) and IR (remaining patients). These groups yielded probabilities of OS at 10 years of 81% (N=61, LR), 63% (N=159, IR) and 38% (N=25, HR; p=0.0001, Figure 1 ). When adjusted for patient age, duration of disease pre-SCT, donor type and patient/donor gender mismatch in a multivariate analysis, the relative risk of treatment failure (death) was 5.3 (95% CI: 2.5 – 11.5) for the HR group, and 2.3 (95% CI: 1.2 – 4.4) for the IR group when compared to the LR group. Fig 1 View large Download slide Probability of survival by CRP/CMn group Fig 1 View large Download slide Probability of survival by CRP/CMn group  Close modal In our single center cohort of patients with CML in CP1 the HCT-CI was a poor indicator of prognosis post SCT. However, by removing the weighted scores and combining absolute number of co-morbidities with pre-conditioning CRP levels, we identified a new risk assessment tool that helps to select patients with CML in CP1 who could benefit from SCT as second line therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "leukemia, myelocytic, chronic",
        "c-reactive protein",
        "congenital melanocytic nevus",
        "congenital mesoblastic nephroma",
        "alemtuzumab",
        "imatinib mesylate",
        "second line treatment",
        "antibodies",
        "cyclophosphamide"
    ],
    "author_names": [
        "Jiri Pavlu",
        "Andrea Kew",
        "Beatrice Taylor-Roberts",
        "Holger Auner",
        "John Goldman",
        "Jane Apperley",
        "Richard Szydlo"
    ],
    "author_dict_list": [
        {
            "author_name": "Jiri Pavlu",
            "author_affiliations": [
                "Department of Haematology, Imperial College at Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrea Kew",
            "author_affiliations": [
                "Queen Elizabeth II Health Sciences Centre, Halifax, NS, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatrice Taylor-Roberts",
            "author_affiliations": [
                "Department of Haematology, Imperial College at Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holger Auner",
            "author_affiliations": [
                "Department of Haematology, Imperial College at Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Goldman",
            "author_affiliations": [
                "Department of Haematology, Imperial College at Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Apperley",
            "author_affiliations": [
                "Department of Hematology, Imperial College at Hammersmith Hospital, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Szydlo",
            "author_affiliations": [
                "Department of Haematology, Imperial College at Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T13:15:39",
    "is_scraped": "1"
}