{
    "doi": "https://doi.org/10.1182/blood.V116.21.3594.3594",
    "article_title": "A Highly Selective AKT 1/2 Inhibitor Abrogates AKT Signaling and Is Cytotoxic to Primary Chronic Lymphocytic Leukemia and Mantle Cell Lymphoma Cells ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3594 Background: The AKT (PKB) family of serine-threonine kinases is an essential component of cell signaling and survival pathways that are important to cancer pathogenesis. Significant clinical activity has been observed with compounds that target key upstream kinases such as PI3K and downstream effectors such as mTOR. Many of these drugs have previously been applied towards patients diagnosed with solid tumors, however, only recently has their potential efficacy for patients with hematologic malignancies become apparent. Dysregulation of AKT has been observed in a number of lymphoid malignancies including chronic lymphocytic leukemia (CLL) and mantle cell lymphoma (MCL). In CLL this aberrant activity may be derived from signaling from the B-cell receptor (BCR). Early clinical data with inhibitors that target AKT and other kinases, including those activated via the BCR, have shown activity in lymphoid malignancies, justifying the evaluation of new inhibitors that target this pathway. An AKT 1/2 specific inhibitor (Merck) is a highly selective allosteric AKT inhibitor for AKT 1(IC50 = 16 nM) and AKT 2 (266 nM) with little AKT3 activity (IC50 = 1900 nM). Xenograft models in solid tumors have shown significant decreases in tumor growth and potent in vivo AKT1 and AKT2 inhibition of 95% and 59% respectively at average blood concentrations of 12.8 μ M. To date, no data have been reported for this inhibitor in hematologic malignancies. Given increasing data supporting the importance of AKT activity in lymphoid malignancies, we evaluated this drug as a possible therapeutic agent in CLL and MCL. Methods: Fresh primary CLL or MCL cells from 26 CLL patients and 2 leukemic MCL patients were purified using a ficoll gradient and cultured with graded concentrations of the AKT 1/2 specific inhibitor (50 nM to 50 μ M—concentrations that encompass the predicted IC 50 ). After three days, cell viability was assessed using a tetrazolium-based MTS assay and absorbance values were normalized to wells in which cells were cultured in the absence of drug. Patient-specifc IC 50 values were calculated, and the ability of the compound to inhibit AKT signaling was evaluated via immunoblot (pAKT Ser473). Result: Of the 28 primary samples tested, we saw significantly decreased cell viability at achievable IC 50 drug concentrations(≤ 10uM) in 15 (58%) CLL samples and in 1 (50%) MCL sample. Responses were seen in samples from both treatment-naïve and relapsed patients as well as patients with high-risk features (i.e. advanced stage, poor risk cytogenetics, or unmutated IgVh). In addition, AKT phosphorylation was significantly decreased in all samples tested. Conclusion: These data demonstrate activity of the highly selective AKT 1/2 inhibitor in both CLL and MCL and support the ongoing clinical development of AKT inhibitors, alone or in combination with other agents. The data also highlight the need for ongoing development of therapeutic compounds that inhibit key signaling pathways, such as the B-cell receptor signaling complex, in lymphoid malignancies. Disclosures: Druker: Molecular MD: Equity Ownership.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mantle-cell lymphoma",
        "proto-oncogene proteins c-akt",
        "signal transduction",
        "lymphoid neoplasm, malignant",
        "mechlorethamine",
        "hematologic neoplasms",
        "phosphotransferases",
        "receptors, antigen, b-cell"
    ],
    "author_names": [
        "Luke B Fletcher",
        "Stephen Spurgeon, MD",
        "Jeffrey W Tyner, PhD",
        "Brian J Druker, MD",
        "Marc M Loriaux, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luke B Fletcher",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephen Spurgeon, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Oregon Health & Science University Knight Cancer Institute, Portland, OR, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey W Tyner, PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Oregon Health & Science University Knight Cancer Institute, Portland, OR, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian J Druker, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Oregon and Health and Science University Knight Cancer Institute, Portland, OR, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc M Loriaux, MD, PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Oregon Health & Science University Knight Cancer Institute, Portland, OR, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:33:41",
    "is_scraped": "1"
}