{
    "doi": "https://doi.org/10.1182/blood.V128.22.3227.3227",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3390",
    "start_url_page_num": 3390,
    "is_scraped": "1",
    "article_title": "Gene Mutations and Treatment Outcome in the Context of Chlorambucil (Clb) without or with the Addition of Rituximab (R) or Obinutuzumab (GA-101, G) - Results of an Extensive Analysis of the Phase III Study CLL11 of the German CLL Study Group ",
    "article_date": "December 2, 2016",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "BACKGROUND The CLL11 trial evaluated front line treatment with Clb vs. R-Clb vs. G-Clb in 781 physically unfit patients. Genomic aberrations, IGHV and TP53 mutation status are established prognostic factors in CLL, while NOTCH1, SF3B1, ATM and othersare recurrently mutated genes of potential prognostic and/or predictive value. METHODS We performed amplicon-based targeted next generation sequencing of all coding exons ( TP53, ATM, MYD88, FBXW7, BIRC3, XPO1 , POT1 ) or hotspots ( NOTCH1 exons 33/34 , SF3B1 exons 14-16/18) via Illumina TSCA™ in a representative subset of 689 (88.2%) patients of the CLL11 trial at baseline. Mean read depth was 1363x (range 636-1879) and a variant allele frequency >5% was determined as mutation. RESULTS Incidences of gene mutations were: ATM 19.6%, NOTCH1 18.6%, SF3B1 12.9%, TP53 10.7%, POT1 7.3%, XPO1 6.8%, BIRC3 5.2%, FBXW7 3.8%, and MYD88 3.3%. We found several significant associations with clinical and genetic baseline characteristics including most prominently IGHVunmut with ATMmut (p=0.013), NOTCH1mut (p<0.001), POT1mut (p=0.026), XPO1mut (p<0.001), and MYD88wt (p<0.001). ATMmut and NOTCH1mut were more frequent in Binet stage B/C (p=0.011, p=0.001, resp.). POT1mut showed significantly higher and FBXW7 mut lower WBC (p=0.033, p=0.002, resp.). Finally, we found associations of ATMmut with del11q , TP53mut with del17p, NOTCH1mut and FBXW7mut with +12q (p<0.001, each), BIRC3mut and POT1wt with +12q (p=0.003, p=0.014, resp.). Regarding response to treatment, TP53mut was associated with reduced ORR for R-Clb (p<0.001) and G-Clb (p=0.002), BIRC3mut for R-Clb (p=0.001) and FBXW7mut for G-Clb (p=0.045) only. MRD negativity (<10 -4 ) at the end of treatment was more frequently achieved by G-Clb as compared with R-Clb in the subgroups ATMmut (p<0.001), BIRC3mut (p=0.007), NOTCH1mut (p<0.001) and FBXW7mut (p=0.047). At a median observation time of 41.9 months, there were 529 (76.8%) events for PFS and 195 (28.3%) events for OS in the cohort studied. G-Clb prolonged PFS as compared to R-Clb in the overall cohort (median 27.1 vs. 15.7 months, HR 0.49, p<0.001) and in all gene mutation subgroups, except for FBXW7mut . Subgroups defined by ATMmut and TP53mut (Fig. 1) had significantly reduced PFS in both R-Clb and G-Clb ( ATMmut HR 1.41, p=0.029/HR 1.67, p=0.004; TP53mut HR 3.36/HR 2.28, p<0.001, each). For SF3B1mut and XPO1mut a non-significant trend was observed for shorter PFS in both treatment arms. Notably, NOTCH1mut (Fig. 2)was associated with decreased PFS only in the R-Clb arm (HR 1.42, p=0.03), but not in Clb monotherapy (HR 1.52, p=0.103) or G-Clb arm (HR 1.08, p=0.697). Similarly, POT1mut (HR 1.69, p=0.043) and BIRC3mut (HR 1.69, p=0.023) affected PFS only in the R-Clb arm, and FBXW7mut exclusivelyin the G-Clb arm (HR 2.35, p=0.028). We performed multivariable Cox regression analysis including clinical and genetic prognostic parameters that were significant in univariate analyses to evaluate their independent prognostic value for PFS and OS. For PFS we identified G-Clb vs. Clb (HR 0.21, p<0.001), G-Clb vs. R-Clb (HR 0.42, p<0.001), 17p- (HR 1.57, p=0.038), IGHVunmut (HR 2.19, p<0.001), TP53mut (HR 2.19, p<0.001), ATMmut (HR 1.33, p=0.009), and serum thymidine kinase (TK) >10 U/l (HR 1.22, p=0.037) as independent prognostic factors. Regarding OS, 17p- (HR 2.57, p<0.001), 11q- (HR 1.58, p=0.015), IGHVunmut (HR 2.0, p<0.001), POT1mut (HR 2.17, p=0.001), age >80 years (HR 1.68, p=0.006), Binet stage C (HR 2.1, p10 U/l (HR 1.59, p=0.004) were identified as independent adverse prognostic factors, while G-Clb vs. Clb (HR 0.61, p=0.022) and G-Clb vs. R-Clb (HR 0.69, p=0.029) correlate with a better OS. CONCLUSION The advent of targeted next generation sequencing has led to a more comprehensive molecular characterization of CLL patients and can provide the basis for genotype specific treatment concepts. G-Clb improves treatment outcome as compared to R-Clb for most subgroups defined by gene mutations and overcomes NOTCH1mut -associated Rituximab resistance. In particular, addition of G achieved more MRD negativity in NOTCH1mut , ATMmut , BIRC3mut and FBXW7mut patients. Both ATMmut and TP53mut remain strong prognostic factors. New treatment regimens with novel agents should be considered for patients with adverse independent prognostic factors for PFS and OS, most notably 17p-, 11q-, IGHVunmut and TP53mut. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Tausch: Gilead: Other: Travel support, Speakers Bureau; Amgen: Other: Travel support; Celgene: Other: Travel support. Bahlo: F. Hoffman-La Roche: Honoraria, Other: Travel grant. Goede: Glaxo Smith Kline: Consultancy, Honoraria; F- Hoffmann-LaRoche: Consultancy, Honoraria, Other: Travel grants; Janssen: Consultancy, Other: Travel grants; Gilead: Consultancy; Mundipharma: Consultancy, Honoraria; Bristol Myer Squibb: Honoraria. Ritgen: Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding. Langerak: InVivoScribe Technologies: Patents & Royalties: Royalties are provided to European Network (EuroClonality); F. Hofmann-LaRoche, Genentech: Research Funding. Fingerle-Rowson: F. Hoffmann-LaRoche: Employment. Kneba: Amgen: Research Funding; Gilead: Consultancy, Honoraria, Other: Travel grants, Research Funding; AbbVie: Consultancy, Honoraria, Other: Travel grants; Janssen-Cilag: Consultancy, Honoraria, Other: Travel grants; Glaxo-SmithKline: Other: Travel grants; Roche: Consultancy, Honoraria, Other: Travel grants, Research Funding. Fischer: Roche: Other: travel grants. Hallek: F. Hoffmann-LaRoche: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; AbbVie: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Mundipharma: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Janssen-Cilag: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Gilead: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau. Stilgenbauer: Janssen: Consultancy, Honoraria, Other: Travel grants , Research Funding; GSK: Consultancy, Honoraria, Other: Travel grants , Research Funding; Celgene: Consultancy, Honoraria, Other: Travel grants , Research Funding; Amgen: Consultancy, Honoraria, Other: Travel grants, Research Funding; Gilead: Consultancy, Honoraria, Other: Travel grants , Research Funding; Boehringer Ingelheim: Consultancy, Honoraria, Other: Travel grants , Research Funding; Mundipharma: Consultancy, Honoraria, Other: Travel grants , Research Funding; Hoffmann-La Roche: Consultancy, Honoraria, Other: Travel grants , Research Funding; AbbVie: Consultancy, Honoraria, Other: Travel grants, Research Funding; Pharmacyclics: Consultancy, Honoraria, Other: Travel grants , Research Funding; Genentech: Consultancy, Honoraria, Other: Travel grants , Research Funding; Genzyme: Consultancy, Honoraria, Other: Travel grants , Research Funding; Novartis: Consultancy, Honoraria, Other: Travel grants , Research Funding; Sanofi: Consultancy, Honoraria, Other: Travel grants , Research Funding.",
    "topics": [
        "chlorambucil",
        "mutation",
        "obinutuzumab",
        "phase 3 clinical trials",
        "rituximab",
        "treatment outcome",
        "prognostic factors",
        "f-box-wd repeat-containing protein 7",
        "protein p53",
        "respiratory rate"
    ],
    "author_names": [
        "Sven Estenfelder",
        "Eugen Tausch",
        "Sandra Robrecht",
        "Jasmin Bahlo",
        "Valentin Goede",
        "Matthias Ritgen",
        "Jacques JM van Dongen",
        "Anton W. Langerak",
        "Günter Fingerle-Rowson",
        "Michael Kneba",
        "Kirsten Fischer",
        "Michael Hallek",
        "Hartmut Döhner, MD",
        "Stephan Stilgenbauer"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, Ulm University, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, Ulm University, Ulm, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital of Cologne, Cologne, Germany ",
            "Department of Geriatric Medicine, St. Marien Hospital, Cologne, Germany "
        ],
        [
            "German CLL Study Group, Cologne, Germany "
        ],
        [
            "Department of Immunology, Laboratory for Medical Immunology, Erasmus MC Rotterdam, Rotterdam, Netherlands "
        ],
        [
            "Department of Immunology, Laboratory for Medical Immunology, Erasmus MC Rotterdam, Rotterdam, Netherlands "
        ],
        [
            "F. Hoffmann-La Roche AG, Basel, Switzerland"
        ],
        [
            "German CLL Study Group, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department of Internal Medicine III, Ulm University, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, Ulm University, Ulm, Germany "
        ]
    ],
    "first_author_latitude": "48.4234467",
    "first_author_longitude": "9.9552135"
}