{
    "doi": "https://doi.org/10.1182/blood.V114.22.1098.1098",
    "article_title": "Identification of Novel Recurrent Copy Number Variations and Regions of Copy-Neutral Loss of Heterozygosity by High Resolution Genomic Array in Pre-Treatment and Relapsed B-CLL. ",
    "article_date": "November 20, 2009",
    "session_type": "CHROMOSOMAL REARRANGEMENTS AND DNA REPAIR POSTER I",
    "abstract_text": "Abstract 1098 Poster Board I-120 Background B-cell chronic lymphocytic leukaemia (B-CLL) is the most common form of adult leukaemia in the Western World. It is a heterogeneous disease and important biological and clinical differences have been identified. However, the molecular mechanisms underlying emergence and maintenance of B-CLL after treatment remain elusive. Array based comparative genomic hybridization (aCGH) has revolutionized our ability to perform genome wide analyses of copy number variation (CNV) within cancer genomes. Single Nucleotide Polymorphism arrays (aSNP) provide genotyping and copy number variation data and detect regions of copy neutral Loss of Heterozygosity (cnLOH) with the potential to indicate genes involved in leukaemia pathogenesis. Both technologies are evolving rapidly and emerging platforms are thought to allow high resolution (HR) of abnormalities down to a single gene level. Aim The aim of the current study was therefore to test a HR-aCGH and a HR-aSNP platform for their ability to detect large and small CNVs and regions of cnLOH in B-CLL. More specifically, we wanted to: describe recurrent CNVs in B-CLL correlate them with results known from fluorescent in situ hybridization (FISH) compare CNVs in pre-treatment samples and at relapse using paired samples from the same patient identify regions of cnLOH Method We used a high resolution 244K aCGH platform and a 1Mio SNP array in parallel to test and characterize enriched B-CLL peripheral blood samples (>80% CD19+;CD5+) from 44 clinically annotated patients collected at our institution. To distinguish CNVs seen commonly in the general population the results were compared with ‘in house’ control data sets and the Database of Genomic Variants ( http://projects.tcag.ca/variation/ ). Results Our results show that large abnormalities, already noted by FISH, were reliably identified and the boundaries of abnormalities at 11q22.3, 13q14.2 and 17p could be defined more precisely. In addition, novel and recurrent CNVs within the sample set were identified (1p33; 3p24.3; 3p14.2; 4q12; 4q13.3; 6q21; 6q27; 8p22; 10q24; 11p15.4; 11q12; 11q13.4; 11q14.1; 11q22.1; 11q23.3; 13q14.11; 14q21.1; 15q15.1; 15q25.3; 17p13.3; 17q22; 18p11.32; 18p23; 19p13.13; 19p13.12; 19p13.32; 22q11.21; 22q11.22). Interestingly, some of these abnormalities contain single gene alterations involving oncogenes, chemokine receptors, kinases and transcription factors important in B cell development and differentiation. Assessment of smaller CNVs (less then 10 consecutive oligonucleotides) also revealed recurrent CNVs involving single genes that were clustered according to function and pathways. Comparison of paired pre-treatment and relapse samples showed differences in large CNVs in 6 out of the 14 pairs with the majority being losses within the relapse sample. In particular, relapse samples contained new losses within 2q33.1-2q37.1; 4q13.2-4q13.3; 5q31.3-5q34; 7q36.3; 10q23.1-10q25.1 11q12.3 and multiple losses within 13q14.1-13q14.3. Taken together, these data indicates that genomic instability plays a role in clonal evolution and selection after treatment in at least some patients. Analysis of a bigger cohort of matched pre-treatment and relapse samples is on-going. The importance of copy neutral LOH in B-CLL has been a subject of debate. Using the 1Mio HR-aSNP, we were able to detect multiple regions of cnLOH throughout the genome. Examination of the four regions that are known to have prognostic significance when deleted identified cnLOH involving 13q11-13q34(ter) and cnLOH of 13q21.1-q34(ter) outside the FISH region. Deletions of the 17p13.1 locus including the p53 gene confer poor prognosis in B-CLL and direct treatment decisions. Interestingly, we were able to identify cnLOH involving this region in 5% of samples. In addition, we also noticed cnLOH in 17p13.2 containing genes previously implicated in cancer. The exact pathogenetic and prognostic implications of these findings remain to be established. Conclusion Using HR-aCGH and HR-aSNP we have identified novel recurrent CNVs and regions of cnLOH in patients with B-CLL. Sequential analysis of the same patients over time suggests that at least in some patients, clonal complexity and dynamics are driven by genomic instability. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "array-based comparative genomic hybridization",
        "cancer",
        "chemokine receptors",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "comparative genomic hybridization",
        "copy number polymorphism",
        "direct method",
        "fluorescent in situ hybridization",
        "genome"
    ],
    "author_names": [
        "Samantha JL Knight",
        "Elham Sadighi Akha",
        "Adele Timbs",
        "Tariq Enver",
        "Andrew R Pettitt",
        "Jenny Taylor",
        "Chris S Hatton",
        "Anna Schuh"
    ],
    "author_dict_list": [
        {
            "author_name": "Samantha JL Knight",
            "author_affiliations": [
                "The Oxford Partnership Comprehensive Biomedical Research Centre, Wellcome Trust Centre for Human Genetics, Oxford, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elham Sadighi Akha",
            "author_affiliations": [
                "The Oxford Partnership Comprehensive Biomedical Research Centre, Wellcome Trust Centre for Human Genetics, Oxford, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adele Timbs",
            "author_affiliations": [
                "The Oxford Partnership Comprehensive Biomedical Research Centre Haemato-Molecular Diagnostic Service, Oxford Radcliffe Hospitals, Oxford, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tariq Enver",
            "author_affiliations": [
                "MRC Haematology Unit, University of Oxford, Headington, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew R Pettitt",
            "author_affiliations": [
                "University of Liverpool, Liverpool, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny Taylor",
            "author_affiliations": [
                "The Oxford Partnership Comprehensive Biomedical Research Centre, Wellcome Trust Centre for Human Genetics, Oxford, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris S Hatton",
            "author_affiliations": [
                "Department of Haematology, Oxford Radcliffe Hospitals NHS Trust, Oxford, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Schuh",
            "author_affiliations": [
                "MRC Haematology Unit, University of Oxford, Oxford, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T06:59:57",
    "is_scraped": "1"
}