{
    "doi": "https://doi.org/10.1182/blood.V112.11.4695.4695",
    "article_title": "The Importance of Clinical Variables for Propensity Score Matching When Comparing Costs: The Case of ESA Treatments for Chemotherapy Induced Anemia ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Background: The erythropoiesis-stimulating agents (ESAs) epoetin alfa (EA) and darbepoetin alfa (DA) are treatments for chemotherapy-induced anemia. Therapy choice depends on many factors, including cost. Previous analyses have demonstrated differences in the characteristics of patients receiving EA vs. DA. We estimated cost differences between DA and EA in patients with cancer receiving chemotherapy using a propensity score matched analysis of baseline patient characteristics with and without hemoglobin (Hb) values. Methods: Data were extracted from electronic medical records in two US databases between January 2004 and December 2006. The study sample included 6743 patients receiving chemotherapy, with ≥ 1 visit during the study period, who received an ESA during a chemotherapy episode. Episodes of chemotherapy care were constructed using a 90 day gap in administration to identify the start and end. Patients receiving both, or neither, DA and EA during their initial chemotherapy episode, or with missing descriptive data were excluded. Drug costs were calculated from cumulative dose multiplied by 106% of the average sales price (ASP) for DA or EA. Two propensity score matches were conducted: first using variables available in administrative billing claims systems, then adding the baseline Hb test result. Regression-adjusted cost differences were estimated with and without baseline Hb, using generalized linear models. Results: Using baseline Hb as a variable resulted in a better match of the baseline characteristics for the EA and DA treatment groups compared to the original sample or the matched sample without baseline Hb. Mean ESA costs for the original sample were $4171 for EA and $3811 for DA (mean difference: $360; P <0.001, SE $99). With propensity score matching without baseline Hb, mean estimated costs were $3836 for EA and $3599 for DA (mean difference: $237; P = 0.053, SE $123). With propensity score match including baseline Hb, mean costs were $3965 for EA and $3536 for DA (mean difference: $429; P = 0.001, SE $125). Conclusions: Addition of baseline Hb as a variable in propensity score and ESA cost models affects ESA treatment cost estimates in patients with cancer receiving chemotherapy. Cost comparisons based on observational data should use analytical methods that account for differences in clinical variables between treatment groups.",
    "topics": [
        "anemia",
        "chemotherapy regimen",
        "propensity score method",
        "cancer",
        "darbepoetin alfa",
        "edmonton symptom assessment scale",
        "epoetin alfa",
        "erythropoiesis-stimulating agents",
        "hemoglobin",
        "laboratory test finding"
    ],
    "author_names": [
        "Daniel Polsky, PhD",
        "Daria Eremina, PhD",
        "Gregory P. Hess, MD, MBA, MSc",
        "Jerrold Hill, PhD",
        "Scott Hulnick, BS",
        "Adam Roum, MSPH",
        "Joanna Whyte, MS, RA, MSPH",
        "Joel Kallich, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel Polsky, PhD",
            "author_affiliations": [
                "Division of General Internal Medicine, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daria Eremina, PhD",
            "author_affiliations": [
                "SDI, Plymouth Meeting, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory P. Hess, MD, MBA, MSc",
            "author_affiliations": [
                "SDI, University of Pennsylvania & Thomas Jefferson University, Plymouth Meeting, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerrold Hill, PhD",
            "author_affiliations": [
                "SDI, Plymouth Meeting, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Hulnick, BS",
            "author_affiliations": [
                "SDI, Plymouth Meeting, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Roum, MSPH",
            "author_affiliations": [
                "SDI, Plymouth Meeting, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna Whyte, MS, RA, MSPH",
            "author_affiliations": [
                "Amgen Inc., Thousand Oaks, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel Kallich, PhD",
            "author_affiliations": [
                "Amgen Inc., Thousand Oaks, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T04:06:52",
    "is_scraped": "1"
}