{
    "doi": "https://doi.org/10.1182/blood.V116.21.4266.4266",
    "article_title": "OXIDATIVE STRESS MODULATES HEME LEVELS and INDUCES PEROXIREDOXIN-2 IN β THALASSEMIC ERYTHROPOIESIS as NOVEL CYTOPROTECTIVE RESPONSE ",
    "article_date": "November 19, 2010",
    "session_type": "Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "Abstract 4266 Beta thalassemia (β-thal) syndromes are worldwide distributed congenital red cell disorders. Increased levels of reactive-oxygen-species (ROS) have been reported to contribute to anemia in β-thal but the mechanism(s) involved in cell protection against ROS damage has only partially investigated. Here, we studied in vitro normal and β-thal erythropoiesis in erythroid cell cultures from CD34 + cells isolated from peripheral blood from adult normal volunteers and from homozygous (b cod39 ) b-thalassemia patients. We showed increased ROS production in β-thal erythropoiesis and we evaluated the effects of ROS on normal and β-thal erythropoiesis. We carried out a proteomic comparative study, validated by coupling Quantitative-Real time PCR and immunoblot analysis of the differently expressed proteins. We found down-regulation in expression of enzymes involved in heme catabolism such as biliverdin reductase (BVR) and heme-oxygenase-1 (HO-1) and up-regulation of two new cytoprotective cysteine-based-systems: peroxiredoxin-2 (Prx2) and heat-shock-protein-27 (HSP27), while catalase was similarly expressed in both cell models, suggesting a specific pattern of Px2 and HSP27 in β-thal erythroid precursors. We then measured heme levels and during b-thal-erythropoiesis and found that the synthesis of heme was biphasic displaying an increase of heme levels in early phase followed by a decrease in late phase in comparison to controls. Since heme synthesis depends on the erythroid δ-aminolevulinate-synthase isoform (ALAS-2), we evaluated ALAS-2 expression that resulted similar in normal and β-thal erythroid cells. We then showed that ALAS-2 activity was inhibited by both ROS and hemin, suggesting a possible role of heme and ROS levels in regulation of heme biosynthesis in β-thal cells. Since it has been reported that oxidative stress can up-regulate Prx2 expression and that genetically modified cells over-expressing Prx2 are generally more protected from severe oxidative stress (Phalen TJ et al 2006; Rabilloud T et al 2002; Kang SW et al 1998; Zhang P et al 1997), we have hypothesized a cytoprotective role of Prx2 in b-thal-erythropoiesis. We determined that the anti-oxidant Prx2 specifically binds hemin with high and affinity, most likely involving Prx2 cysteine residues. In order to look for the structural determinants to the binding, we noted that both ALAS-2 and Prx2 possess one and two cys-pro motifs, respectively. This motif is generally considered a heme sensor for many proteins able to bind heme and we propose that it could be responsible for heme binding in both enzymes. These data suggest a wider role of Prx2 as both anti-oxidant and heme-binding protein in protective stress-response-systems in β-thal erythropoiesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "erythropoiesis",
        "heme",
        "oxidative stress",
        "thalidomide",
        "antioxidants",
        "beta thalassemia",
        "cysteine",
        "enzymes",
        "hemin",
        "anemia"
    ],
    "author_names": [
        "Lucia De Franceschi, MD",
        "Mariarita Bertoldi",
        "Maria Domenica Cappellini, MD",
        "Luigia De Falco, PhD",
        "Sara Santos Franco, PhD",
        "Luisa Ronzoni, PhD",
        "Francesco Turrini, PhD",
        "Alessandra Colancecco",
        "Clara Camaschella, MD",
        "Achille Iolascon"
    ],
    "author_dict_list": [
        {
            "author_name": "Lucia De Franceschi, MD",
            "author_affiliations": [
                "Clinical and Experimental Med., Policlinico GB Rossi, Univ. of Vero, Verona, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mariarita Bertoldi",
            "author_affiliations": [
                "Life and Reproduction, University of Verona, Verona, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Domenica Cappellini, MD",
            "author_affiliations": [
                "Internal Medicine, Fondazione IRCCS “Cà-Granda” Ospedale Maggiore Policlinico-Università degli Studi di Milano, Milano, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigia De Falco, PhD",
            "author_affiliations": [
                "CEINGE, Napoli, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Santos Franco, PhD",
            "author_affiliations": [
                "Department of Medicine, Verona, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luisa Ronzoni, PhD",
            "author_affiliations": [
                "University of Milano, Milano, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Turrini, PhD",
            "author_affiliations": [
                "University of Torino, Torino, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Colancecco",
            "author_affiliations": [
                "Internal Medicine, Fondazione IRCCS “Cà-Granda” Ospedale Maggiore Policlinico-Università degli Studi di Milano, Milano, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clara Camaschella, MD",
            "author_affiliations": [
                "Universita Vita-Salute San Raffaele, Milano, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achille Iolascon",
            "author_affiliations": [
                "Department of Biochemistry and Medical Biotechnologies, University of Naples Federico II, Naples, Italy, CEINGE Advanced Biotechnologies S.c.a.r.l., Naples, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:45:11",
    "is_scraped": "1"
}