{
    "doi": "https://doi.org/10.1182/blood-2020-136775",
    "article_title": "Incidence of Skin Hyperpigmentation in Black Patients Receiving Treatment with Immunomodulatory Medications ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "abstract_text": "Introduction Immunomodulatory drugs (IMiDs), particularly lenalidomide, are associated with adverse skin reactions most commonly rash, xeroderma, and pruritus. While multiple myeloma disproportionately impacts black patients, the clinical trials used for registration of these medications predominantly enrolled white patients. The incidence and severity of skin pigment changes in black patients are therefore not known. Hyperpigmentation can be a highly visible and distressing side effect leading to noncompliance. Methods This retrospective study evaluated all patients treated with thalidomide, lenalidomide or pomalidomide from January 2013 to March 2020 across all indications at Boston Medical Center. An internally developed survey consisting of 14-questions was mailed to all patients identified through prescriptions written in the electronic medical record (Epic). The survey questions included ethnicity and race identification and whether skin changes, particularly hyperpigmentation, occurred during treatment. For those patients with skin changes, follow-up questions asked about the nature of the skin change, pattern, location and duration. Distress related to skin changes was reported on a scale of 1 to 10; 1 being minimal distress and 10 being maximal distress. Photographs were requested (if available) before, during and after IMiD therapy. Results A total of 214 patients were identified who were prescribed thalidomide (4, 1.9%), lenalidomide (204, 95.3%) or pomalidomide (81, 37.9%). Of the 214 surveys, 106 (49.5%) were completed and all of the responses were included in statistical analysis. Of the 106 patients, 49 (46.2%) identified as black/African American and 57 (53.8%) reported being non-black (Asian, Hispanic or Latino, American Indian/Alaskan Native, White, Native Hawaiian/Other Pacific Islander or other). Skin changes were reported by 27 (25.5%) of the patients who completed surveys. Consistency and description of the skin changes can be found in Table 1. Hyperpigmentation (skin darkening), specifically, was reported by 20 (40.8%) of the black/African American patients and 2 (3.5%) of the non-black patients. The most commonly reported location of hyperpigmentation was on the palms and soles (15, 68.2%), forearms (7, 31.8%) and face (6, 27.3%). Onset began within 3 months of starting therapy in 10 (45.5%) of these patients. Of the 11 patients who are no longer on IMiD therapy, 4 (36.6%) had full resolution of skin changes, 5 (45.5%) noted partial resolution, and 2 (18.2%) had no improvement. The reported distress score ranged from 1-9 (median 5). Photographs of typical skin hyperpigmentation will be included at conference presentation. Conclusion Skin hyperpigmentation due to IMiD therapy is commonly seen in black/African American patients. Specifically, hyperpigmentation is 11.6 times more likely to occur in black/African American patients as compared to all other races. In these patients, hyperpigmentation is most noticeable on the palms, face and soles of the feet. These changes typically occur early in the course of therapy and do not completely reverse, even long after drug cessation. It is important for providers to discuss the possibility of these skin changes when using IMiDs in this patient population. View large Download slide View large Download slide  Close modal Disclosures Blevins: Epizyme: Other: Focus Group. Hughes: Karyopharm: Speakers Bureau; Abbvie: Speakers Bureau; Amgen: Speakers Bureau; Rigel: Other: advisory board. Sarosiek: Spectrum: Research Funding. Sanchorawala: UpToDate: Patents & Royalties; Abbvie: Other: advisory board; Proclara: Other: advisory board; Caleum: Other: advisory board; Regeneron: Other: advisory board; Oncopeptide: Research Funding; Caelum: Research Funding; Prothena: Research Funding; Celgene: Research Funding; Takeda: Research Funding; Janssen: Research Funding. Sloan: Abbvie: Consultancy; Stemline: Consultancy.",
    "author_names": [
        "Frances Blevins, PA-C",
        "David Hughes, PharmD",
        "Charles Milrod, MD",
        "Preya Patel, MD",
        "Shayna DeMari, BA",
        "Adam Lerner, MD",
        "Shayna Sarosiek, MD",
        "Vaishali Sanchorawala, MD",
        "John Mark Sloan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Frances Blevins, PA-C",
            "author_affiliations": [
                "Section of Hematology & Medical Oncology, Department of Medicine, Boston University School of Medicine and Boston Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Hughes, PharmD",
            "author_affiliations": [
                "Section of Hematology & Medical Oncology, Department of Medicine, Boston University School of Medicine and Boston Medical Center, Boston, MA ",
                "Department of Pharmacy, Boston Medical Center, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Milrod, MD",
            "author_affiliations": [
                "Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Preya Patel, MD",
            "author_affiliations": [
                "Boston University, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shayna DeMari, BA",
            "author_affiliations": [
                "Albany College of Pharmacy and Health Sciences, Albany, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Lerner, MD",
            "author_affiliations": [
                "Section of Hematology & Medical Oncology, Department of Medicine, Boston University School of Medicine and Boston Medical Center, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shayna Sarosiek, MD",
            "author_affiliations": [
                "Section of Hematology & Medical Oncology, Department of Medicine, Boston University School of Medicine and Boston Medical Center, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vaishali Sanchorawala, MD",
            "author_affiliations": [
                "Boston Medical Center Corporation, Boston, MA ",
                "Amyloidosis Center, Boston University School of Medicine, Boston, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Mark Sloan, MD",
            "author_affiliations": [
                "Section of Hematology & Medical Oncology, Department of Medicine, Boston University School of Medicine and Boston Medical Center, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T12:53:54",
    "is_scraped": "1"
}