{
    "doi": "https://doi.org/10.1182/blood-2021-151632",
    "article_title": "Myeloproliferative Neoplasm-Associated Type 2 Calreticulin Mutations Differentially Activate and Depend on the ATF6 Pathway of the UPR ",
    "article_date": "November 5, 2021",
    "session_type": "631.Myeloproliferative Syndromes and Chronic Myeloid Leukemia: Basic and Translational",
    "abstract_text": "Approximately 20% of patients with myeloproliferative neoplasms (MPN) harbor mutations in the gene calreticulin ( CALR ). 80% of CALR mutations are classified as either type 1 or type 2, exemplified by a 52 bp deletion (CALRdel52) and a 5 bp insertion (CALRins5), respectively. Despite their shared mutant C-termini and mutual ability to bind and activate MPL, patients with type 1 and type 2 CALR mutations display significant clinical and prognostic differences. Type 1 mutations are primarily associated with an MF phenotype and a higher risk of fibrotic transformation from ET, while type 2 mutations are more common in ET. Molecularly, type 2 mutations retain many of the calcium binding sites present in the wild type protein, type 1 mutant proteins lose these residues. As a result, we have found that type 1-expressing cells demonstrate increased chronically depleted ER calcium levels, which leads to activation of and dependency on the IRE1α-XBP1 pathway of the UPR. Type 2 mutant CALR-expressing cells do not demonstrate activation of this pathway, leading us to explore whether type 2 CALR mutations may differentially activate and depend on another UPR branch altogether. RNA sequencing studies revealed differential up-regulation of the activating transcription factor 6 (ATF6) pathway of the UPR in CALRins5- versus CALRdel52-expressing cells. This finding was validated by western blot as well as in an ATF6 reporter assay. To determine whether CALRins5 cells depend on ATF6 for survival, we knocked down ATF6 gene using shRNA and found that while CALRwt and CALRdel52 cells were unaffected, the proliferation of CALRins5 cells was significantly inhibited, suggesting that CALRins5 cells do indeed depend on ATF6 for proliferation and survival. To dissect the mechanism by which CALRins5 cells activate the ATF6 pathway, we measured the chaperone function of CALRins5 protein. Given that the two main functions of CALR in the ER are to bind and store calcium and act as a molecular chaperone, we were interested to see whether CALRins5, which we found retains calcium binding ability, may lose chaperone function. Furthermore, since the major transcriptional targets of ATF6 are chaperones, we hypothesized that CALRins5 may activate ATF6 upon loss of chaperone function, to help cope with this loss of function and continue to survive. We employed an in vitro chaperone assay to measure the chaperone function of CALRwt, CALRdel52, and CALRins5, and indeed, found that only CALR ins5 loses its ability to chaperone. We performed structural modeling studies to determine how this loss of function may occur, and found that the mutant C-terminus of the CALRins5 protein, but not the CALRdel52 protein, interacts with the chaperone domain of CALR, potentially leading to its inhibition. In line with this, we found up-regulation of ATF6 chaperone targets specifically in CALRins5 cells, suggesting that loss of chaperone function may underlie the differential activation of ATF6 by CALRins5. Taken together, we have identified a novel molecular dependency unique to type 2 CALR mutant cells, and determined the molecular mechanism underlying its activation. This work suggests that ATF6 may represent a promising therapeutic target for treatment of type 2 CALR+ MPN. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Nicole S Arellano",
        "Katarzyna Kurylowicz",
        "Luke Maxwell",
        "Harrison S Greenbaum",
        "Juan Ibarra",
        "Shannon Elf"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicole S Arellano",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katarzyna Kurylowicz",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luke Maxwell",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harrison S Greenbaum",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Ibarra",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL",
                "University of Chicago, Committee on Cancer Biology, Chicago, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon Elf",
            "author_affiliations": [
                "University of Chicago, Committee on Cancer Biology, Chicago, IL",
                "Division of Biological Sciences, Emory University, Chicago, IL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:42:52",
    "is_scraped": "1"
}