{
    "doi": "https://doi.org/10.1182/blood.V108.11.1795.1795",
    "article_title": "The Basic Helix-Loop-Helix TAL1/SCL and Its Partners E47 and LMO2 Act Upstream of the VE-Cadherin Gene in Endothelial Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The basic helix-loop-helix protein TAL-1/SCL, essential for the formation of the hematopoietic system, is also required for vascular development and more particularly for embryonic angiogenesis. We previously reported that TAL-1 acts as a positive factor for post-natal angiogenesis by stimulating endothelial morphogenesis. To understand how TAL-1 modulates angiogenesis, we investigated the functional consequences of TAL-1 silencing, mediated by small-interfering RNAs, in human primary endothelial cells (ECs). We found that TAL-1 knockdown impaired in vitro EC tubulomorphogenesis (in 2-D on Matrigel or 3-D in collagen I gel), with the notable absence of cell-cell contacts, a prerequisite for morphogenesis initiation. This cellular deficiency was associated with a dramatic reduction in the vascular-endothelial (VE)-cadherin at intercellular junctions, the major component of endothelial adherens junctions. In contrast, PECAM (or CD31) was present at cell-cell junctions at the same levels as control cells. Importantly, silencing of two known TAL-1-partners in hematopoietic cells, E47 or LMO2, produce the same effects as TAL-1. Accordingly, silencing of TAL-1, as well as E47 and LMO2, provoked down-regulation of VE-cadherin at both the mRNA and protein levels. Transient transfection experiments in HUVECs showed that TAL-1 and E47 regulate the VE-cadherin promoter through a specialized E-box element. Finally, endogenous VE-cadherin transcription could be directly activated in non-endothelial HEK-293 cells that neither express TAL-1 or LMO2, by the sole concomitant ectopic expression of TAL-1, E47 and LMO2. Overall, our data demonstrate that a multiprotein complex containing at least TAL-1, LMO2 and E47 act upstream of the VE-cadherin gene. We are currently performing chromatin immunoprecipitation (ChIP) to investigate whether the TAL-1-containing complex binds in vivo the VE-cadherin promoter. This study identifies VE-cadherin as an upstream TAL-1-target gene in the endothelial lineage, and provides a first clue in TAL-1 function in the control of angiogenesis.",
    "topics": [
        "cadherins",
        "endothelial cells",
        "genes",
        "helix-loop-helix motifs",
        "gel",
        "basic helix-loop-helix transcription factors",
        "cd31 antigens",
        "immunoprecipitation",
        "rna, messenger",
        "chromatin"
    ],
    "author_names": [
        "Virginie Deleuze",
        "Elias Chalhoub",
        "Rawan El-Hajj",
        "Christiane Dohet",
        "Mikael Le Clech",
        "Philippe Huber",
        "Daniele Mathieu"
    ],
    "author_dict_list": [
        {
            "author_name": "Virginie Deleuze",
            "author_affiliations": [
                "Institut de Genetique Moleculaire, UMR 5535, Montpellier, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elias Chalhoub",
            "author_affiliations": [
                "Institut de Genetique Moleculaire, UMR 5535, Montpellier, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rawan El-Hajj",
            "author_affiliations": [
                "Institut de Genetique Moleculaire, UMR 5535, Montpellier, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christiane Dohet",
            "author_affiliations": [
                "Institut de Genetique Moleculaire, UMR 5535, Montpellier, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikael Le Clech",
            "author_affiliations": [
                "Institut de Genetique Moleculaire, UMR 5535, Montpellier, France",
                "Max Planck Institute for Biochimestry, Martinsreed, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Huber",
            "author_affiliations": [
                "Inserm EMI-0219, DRDC-DVE, CEA, Grenoble, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniele Mathieu",
            "author_affiliations": [
                "Institut de Genetique Moleculaire, UMR 5535, Montpellier, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T21:38:38",
    "is_scraped": "1"
}