{
    "doi": "https://doi.org/10.1182/blood.V116.21.3666.3666",
    "article_title": "Determination of Coagulation Functions and Inhibitory Mechanisms In Acquired Hemophilia A with Type 1 and Type 2 Inhibitors. ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Coagulation or Fibrinolysis: Poster II",
    "abstract_text": "Abstract 3666 Development of factor (F)VIII autoantibody inhibitors results in severe hemorrhagic diathesis known as acquired hemophilia A (AHA). Based on kinetics patterns of FVIII inhibition, these inhibitors are classified into type 1 and type 2 behaviors that inhibit FVIII activity completely and incompletely at saturating concentrations, respectively. We have recently reported on the coagulation functions and inhibitory mechanisms of AHA with type 2 (Blood 2009, 106, Abst), but the mechanism(s) by which hemorrhagic symptoms of AHA are markedly severe are poorly understood. In the present study, we investigated the coagulation function and inhibitory mechanisms for AHA with type 1 as well as type 2. Plasma samples of patients were obtained from congenital severe hemophilia A (S-type; FVIII:C<0.2 IU/dl, FVIII:Ag<1 IU/dl; n =15), AHA with type 1 (<0.2 IU/dl, 3.0±4.2 IU/dl; 167±175 BU/ml; n =9), and AHA with type 2 (2.0±1.9 IU/dl, 12.3±7.5 IU/dl; 202±120 BU/ml; n =8). Thrombin generation test (TGT) was performed using tissue factor (0.5 pM), phospholipids (PL 4 μM), and ellagic acid (0.3 μM). Although FVIII:C in type 1 was similar to that in S-type, TGT parameters in type 1 were significantly decreased than those in S-type and type 2 (type 1/type 2/S-type; ETP: 779±520/1166±880/1125±377 nM×min; Peak thrombin: 37.2±20.1/62.4±35.0/65.0±11.2 nM). Of note, time to peak in both types markedly prolonged compared to that in S-type (type 1/type 2/S-type; 34.7±9.2/31.0±6.8/23.8±4.0 min). Similarly, FXa generation using chromogenic assay were decreased in order of S-type>type 2>type 1, demonstrating that coagulation functions of AHA were much worse than that in congenital severe hemophilia A, and those in type 1 was predominantly lower than those in type 2. Next we compared with inhibitory mechanisms of AHA-type 1 and type 2 inhibitors. The IgGs from AHA's plasmas were immune-purified using protein G-Sepharose. All cases recognized the C2 domain alone, and little recognized other coagulation proteins. Competition binding assays showed that all type 1 competed with anti-C2 mAbESH4 (type 1) by 50–80%, whilst little or slightly competed with anti-C2 mAbESH8 (type 2), and that all type 2 competed with ESH8 by 50–85%, whilst little or mildly competed with ESH4. Type 1 IgGs inhibited the FVIII binding of von Willebrand factor (VWF) and PL by 60–80%, whilst type 2 inhibited both bindings by <5%. In our previous and present studies, a FXa generation assay and SDS-PAGE (and Western blotting) analysis revealed that all type 2 blocked thrombin (and FXa)-catalyzed FVIII activation by 80≂f95% through inhibition of cleavage at Arg 372 and Arg 1689 in dose- and timed-dependent manners. In contrast, all type 1 did not significantly affect FVIII activation and cleavage by thrombin. It was difficult to evaluate FXa-catalyzed FVIII reaction with type 1, since type 1 inhibited the FVIII-PL binding directly. These findings supported that the inhibitory effects of AHA with type 1 and type 2 on FVIII function were similar to those of ESH4 and ESH8 reported, respectively. Taken together, AHA-type 1 inhibitors interfere FVIII-VWF complexes and inhibit FVIII(a)-PL binding essential for function of tenase complex, whilst type 2 inhibitors decrease FXa generation only through inhibition of thrombin (and FXa)-catalyzed FVIII activation, supporting that these distinct mechanisms of both types result in different serious hemorrhagic symptoms. In addition, we speculate that FVIII(a)-inhibitor complexes might inhibit FIXa-catalyzed FX activation indirectly through steric hindrance, consequently coagulation functions in AHA would be significantly worse than those in congenital severe hemophilia A. Disclosures: Nogami: Bayer hemophilia award program 2009: Research Funding. Ogiwara: Baxter Hemophilia Scientific Research and Education Fund in Japan, 2009: Research Funding.",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "hemophilia, acquired",
        "hemophilia a",
        "thrombin",
        "complex",
        "hemophilias",
        "autoantibodies",
        "coagulation proteins",
        "ellagic acid"
    ],
    "author_names": [
        "Tomoko Matsumoto",
        "Keiji Nogami, MD, PhD",
        "Kenichi Ogiwara, MD",
        "Nobuyuki Tsujii, MD",
        "Midori Shima, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tomoko Matsumoto",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keiji Nogami, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Ogiwara, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuyuki Tsujii, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Midori Shima, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T21:33:13",
    "is_scraped": "1"
}