{
    "doi": "https://doi.org/10.1182/blood.V124.21.2436.2436",
    "article_title": "Overexpression of the Metabolic Stress Sensor and Proglycolytic Transcription Factor ΜLΧΙΡ Mediates Malignancy of Common Acute Lymphoblastic Leukemia in Vivo and Is Targetable By Allorestricted Peptide Specific T Cells ",
    "article_date": "December 6, 2014",
    "session_type": "703. Adoptive Immunotherapy: Poster II",
    "abstract_text": "Oncogene addiction provides ideal targets for successful immunotherapy. MLXIP (MAX like protein X interacting protein, also known as MondoA) is a metabolic stress sensor and a proglycolytic transcription factor potentially involved in metabolic addiction features of leukemia, the Warburg effect and anoikis. MLXIP dimerizes with MLX within the MYC interactome and promotes longevity in C. elegans ( Johnson et al. 2014 ). The MYC interactome comprises the MYC/MAX/MAD/MLX/MLXIPtranscriptionfactornetwork: Its key players MYC, MAD and MLXIP differentially mediate proliferation, differentiation or metabolism by heterodimerization with MAX or MLX: While MAX is available for partnering with MYC vs. MAD, MLX may partner with MAD or MLXIP alternatively. In contrast to the perception of MLXIP as a tumor suppressor gene in some solid tumors such as breast and colon cancer ( O'Shea and Ayer, 2013 ), we have extended our previous notion of up regulation of MLXIP in B cell acute lymphoblastic leukemia(ALL, Burdach & Richter 2007 , Haferlach et al. 2010 ) by demonstrating that MLXIP is highly overexpressed and induces stemness, proliferation and B cell receptor signaling pathway signatures in common ALL (cALL, Wernicke et al. 2012 ). Here we report on the role of MLXIP in malignancy of cALL in vivo . Given the non accessibility of transcription factors by chimeric antigen receptor transgenic T cells (CARs) and the superiority of allorestricted T cells in T cell receptor (TCR) based immunotherapy of leukemia ( Burdach & Kolb 2013 ), we also tested the targetability of MLXIP by allorestricted peptide specific T cells to ultimately generate MLXIP specific allorestricted TCR transgenic T cells (ATRs, instead of CARs). Our human/murine xenotransplantation model with immunodeficient RAG2-/-gc-/- mice was used ( Richter et al. 2009 ). NALM6 and 697 cALL lines were retrovirally transduced with MLXIP short hairpin RNA (shRNA). Upon successful MLXIP knock down (kd), kd and control lines were injected into the mice; CD10+ blasts in blood, spleen and marrow were assessed. MLXIP specific T cells were generated by priming of donor HLAA0201 negative (A2-) T-cells with A2+ dendritic cells bearing MLXIP peptides, multimer-based sorting and subcloning of A2-CD8+ T-cells. For priming of T cells, five MLXIP peptides were chosen by SYMPEITHI, BIMAS and NetCTL1.2. analyses. Peptide 428 stabilized best A2 expression on TAP-deficient T2 cells. Specificity and functionality of T cell clones were tested by ELISpot interferon g (IFg) and granzyme B assays with six MLXIP+ leukemia lines (A2+, A2-). Off target effects of MLXIP specific T-cell clones were assessed by IFg reactivity against the MLXIP expressing A2+ NALM6 cell line vs. A2+ and A2- EBV immortalized lymphoblastoid cell lines from six donors. Peptide homology was assessed with BLAST algorithms in SWISSPROT. We found MLXIP to be overexpressed in both ALL and AML, while it was low in solid tumors including breast and colon cancer. MLXIP kd in the cALL cell line NALM-6 reduced the transcript by 80%. Importantly, in vivo MLXIP maintained 90-99% of CD10+ leukemic blasts in blood, marrow and spleen. Spleen size and weight normalized by MLXIP kd: While signs of leukemia engraftment were observed in all mice, the differences of CD10+ blasts in blood, marrow and spleens in the control vs. the MLXIP kd group were highly significant (p=0.008). The decrease of leukemic splenomegaly after MLXIP kd was impressive. Median spleen weight was 0.22g vs. 0.08g in the control vs. the kd group ( Figure 1 : The upper spleen displays the leukemic infiltration in control mice. The two lower spleens are from mice injected with MLXIP kd NALM6 cells). MLXIP peptide 428 specific T cell clones successfully recognized and killed A2 positive MLXIP expressing NALM6 and 697 cALL lines. In contrast, MLXIP specific T cell clones did not release IFg and granzyme B under stimulation with A2- REH, RS4;11 cALL lines. We identified the nucleotide sequence of alpha and beta variable chains of MLXIP specific A2 restricted TCR to finally obtain MLXIP specific ATRs. Peptide dependent and independent off target alloreactivity was very low compared to reactivity against NALM-6 cALL. In conclusion, these findings demonstrate that MLXIP maintains leukemic burden and malignancy of cALL in vivo . Moreover, we identified MLXIP as a promising target for immunotherapy of cALL and potentially other MLXIP expressing leukemias, including AML. Figure 1: View large Download slide Figure 1: View large Download slide  Close modal Disclosures Haferlach: MLL: Equity Ownership. Burdach: PDLI: Equity Ownership.",
    "topics": [
        "acute lymphocytic leukemia",
        "cancer",
        "metabolic stress",
        "peptides",
        "sensor",
        "t-lymphocytes",
        "transcription factor",
        "protein overexpression",
        "leukemia",
        "immunotherapy"
    ],
    "author_names": [
        "Alexandra Sipol",
        "Thomas Grünewald",
        "Guenther Richter",
        "Caroline Wernicke",
        "Hans-Jochem Kolb",
        "Torsten Haferlach",
        "Stefan Burdach"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexandra Sipol",
            "author_affiliations": [
                "Children's Cancer Research and Roman Herzog Comprehensive Cancer Centers, Department of Pediatrics, Technische Universität München, Munich, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas Grünewald",
            "author_affiliations": [
                "Institut Curie Research Center, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guenther Richter",
            "author_affiliations": [
                "Children's Cancer Research and Roman Herzog Comprehensive Cancer Centers, Department of Pediatrics, Technische Universität München, Munich, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Wernicke",
            "author_affiliations": [
                "Children's Cancer Research and Roman Herzog Comprehensive Cancer Centers, Department of Pediatrics, Technische Universität München, Munich, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans-Jochem Kolb",
            "author_affiliations": [
                "Children's Cancer Research and Roman Herzog Comprehensive Cancer Centers, Department of Pediatrics, Technische Universität München, Munich, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Burdach",
            "author_affiliations": [
                "Children's Cancer Research and Roman Herzog Comprehensive Cancer Centers, Department of Pediatrics, Technische Universität München, Munich, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T18:37:27",
    "is_scraped": "1"
}