{
    "doi": "https://doi.org/10.1182/blood.V116.21.4741.4741",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1680",
    "start_url_page_num": 1680,
    "is_scraped": "1",
    "article_title": "A Myelogram Information Service Increases Leukemia patients’ Motivation and Compliance ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "information services",
        "leukemia",
        "motivation",
        "myelography",
        "metallic stents",
        "disease remission",
        "acute lymphocytic leukemia",
        "cancer",
        "chemotherapy regimen",
        "fatigue"
    ],
    "author_names": [
        "Naoko Hosono, MD., PhD.",
        "Yoshinori Imamura, MD.",
        "Yukari Kojima",
        "Sanae Shimizu",
        "Koji Morinaga, MD., PhD.",
        "Yasukazu Kawai, MD., PhD.",
        "Toshihiro Haba, MD., PhD."
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Fukui prefectural Hospital, Fukui, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Fukui prefectural Hospital, Fukui, Japan, "
        ],
        [
            "Department of Clinical laboratory, Fukui prefectural Hospital"
        ],
        [
            "Department of Clinical laboratory, Fukui prefectural Hospital"
        ],
        [
            "Department of Hematology and Oncology, Fukui prefectural Hospital, Fukui, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Fukui prefectural Hospital, Fukui, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Fukui prefectural Hospital, Fukui, Japan, "
        ]
    ],
    "first_author_latitude": "36.0689302",
    "first_author_longitude": "136.2391398",
    "abstract_text": "Abstract 4741 Introduction: Leukemias often require multiple cycles of potent chemotherapy for attaining remission and ultimately cure. These treatments are sometimes life-threatening and force the patients endurance. Upon diagnosis, patients should be informed of their medical condition for decision making. However, it may be difficult for patients to fully understand their medical condition by the explanation from their doctors. To provide better understanding of the disease to patients, we conducted a “Myelogram Information Service by clinical laboratory technicians” as a patient education program. This attempted to show bone marrow smears (BMs) to patients directly and let the patients understand their disease status visually. We also assessed the degree to which the patients had an altered perception of their disease during leukemia treatments. Patients and Method: A total of 36 patients (21 men, 15 women; median age 61.5 years, age range 18–80 years) enrolled in this study, who were admitted in our institution between June 2003 and July 2010. The diagnosis of the patients included: acute myeloid leukemia (n=30); acute lymphoblastic leukemia (n=5); and chronic myeloid leukemia (n=1). As the Myelogram Information Service, hematology technicians explained to the patients about the results of the examination by showing their BMs (Wright-Giemsa Staining) as well as peripheral blood smears under the light microscopy. This was performed for about 40 minutes (range 15–105 minutes) at the time of admission and when the remission was achieved. These smear samples demonstrated the replacement bone marrow by blast, the absence of neutrophil during the nadir, and the recovery of normal hematopoiesis at the remission to the patients quite dramatically and visually. The patients’ understanding was assessed using a questionnaire that consisted of 5 subscales measuring: (A) Impact of BMs; (B) Efficacy of treatment; (C) Understanding the necessity of subsequent postremission therapy; (D) Understanding the prevention of infection, and (E) Satisfaction with the Myelogram Information Service. Result: All patients returned their questionnaires before hospital discharge (collection rate 100%). Thirty-four patients (94.4%) reported that they were very satisfied to see their own BMs (A). With direct comparison of visualized bone marrow status before and after remission, 32 patients (88.8%) improved their understanding about their disease and the necessity for treatments (B). Furthermore, 34 patients (94.4%) had greater motivation to receive subsequent postremission therapy (C). By observing the PBs with and without neutrophils, 32 patients (88.8%) realized the importance of the prevention of infection (D). Thirty-three patients (91.3%) were satisfied with the Myelogram Information Service (E). Two patients (5.5%) complained about microscopic fatigue. Emotional impact: Four patients (11%) reported that they were markedly frightened at the accumulation of leukemic blasts in their own BMs. More than 66.6% of the patients (n=24) reported that the Myelogram Information Service provided a good opportunity to understand their malignant disease. Conclusion: The Myelogram Information Service provided patients with correct information about their leukemia by showing them their BMs visually. Patients who participated in this educational service were more motivated to get treatment for their leukemia, and this service may increase their compliance. Disclosures: No relevant conflicts of interest to declare."
}