{
    "doi": "https://doi.org/10.1182/blood-2018-186",
    "article_title": "Combined Ibrutinib and Venetoclax in Patients with Treatment-Naïve High-Risk Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Advances in Frontline Therapy of CLL",
    "abstract_text": "Background: Ibrutinib (IBR), a BTK inhibitor, and venetoclax (VEN), a BCL-2 inhibitor are approved for patients (pts) with CLL. The rationale for combining IBR and VEN includes: 1) preclinical models showing synergism with the combination, 2) non-overlapping toxicity profiles; 3) non-overlapping mechanisms of action; 4) complementary activity in treating disease compartments. We report results of the firstline cohort of an investigator-initiated phase II trial of combined IBR and VEN for pts with CLL (NCT02756897). Methods: Pts with treatment-naïve CLL meeting 2008 iwCLL treatment indication were enrolled. All pts had at least one high-risk feature: del(17p), mutated TP53 , del(11q), unmutated IGHV , or age ≥65 years (yrs). Pts received IBR monotherapy (420 mg daily) for 3 cycles followed by addition of VEN (weekly dose-escalation to a target dose of 400mg daily). Combined therapy was administered for 24 cycles. Pts with bone marrow (BM) undetectable MRD (U-MRD) (assessed by multi-color flow cytometry; sensitivity 10 -4 ) at 24 cycles of combined therapy will stop both VEN and IBR; MRD+ pts could continue IBR. The primary endpoint is CR/CRi. Response assessments were performed using blood, BM and CT imaging (2008 iwCLL criteria) at the following time-points (after cycle 3 of IBR monotherapy, and then after cycles 3, 6, 9, 12, 18, and 24 of the combination therapy). After completing combined therapy, pts are monitored by physical exam, blood counts and blood flow cytometry every 6 months. Results: A total of 80 pts were enrolled. The median age was 65 yrs (26-83). Notably, 30% pts were ≥70 yrs. The baseline characteristics are shown in Table 1. Overall, 92% pts had either an unmutated IGHV , or TP53 aberration, or del(11q). Of the 80 pts, 2 were enrolled in the last 3 months (still receiving IBR monotherapy) and 5 pts came off study during IBR monotherapy phase. 73 pts initiated VEN. The median follow-up for all pts is 9.6 months. After 3 months of IBR monotherapy, the majority pts were in PR. After addition of VEN, increasing proportions of pts achieved CR/CRi and BM U-MRD remission (Figure 1). At 6 months of the combination, 24/34 (71%) pts achieved CR/CRi and 14/34 (41%) achieved BM U-MRD remission. At 12 months of the combination, 23/25 (92%) of the pts were in CR/CRi with 17/25 (68%) achieving BM U-MRD remission. Older pts responded well to the therapy; 75% achieved CR/CRi and 56% achieved BM U-MRD remission at 6 months of the combination which improved to 92% CR/CRi and 77% BM U-MRD remission at 12 months of the combination (Table 2). Responses were seen independent of IGHV mutation status, FISH category, TP53 mutation, NOTCH1 mutation, SF3B1 mutation. IBR monotherapy led to downgrading of TLS risk category in 80% of high-risk and 47% of medium-risk pts. Three pts had laboratory evidence of TLS by Cairo-Bishop criteria. No pt had clinical TLS. PFS and OS are shown in Figure 2. No pt has had CLL progression. One pt with high-risk CLL [unmutated IGHV , NOTCH1 mutation] developed Richter transformation (DLBCL). One pt died. This was a 60-year-old who had been having CNS symptoms for 1 week prior to starting IBR. The pt received 1 day of treatment with IBR, developed worsening symptoms and was found to have CNS cryptococcus and later died of complications of disseminated cryptococcus. This was deemed unrelated to IBR. A total of 11 (14%) pts have discontinued study treatments. Five pts came off study during IBR monotherapy [skin rash, n=1; hypertension, n=1; prohibited medication, n=1; unrelated infection (cryptococcus), n=1; withdrew consent, n=1]. Six pts came off study during the combination phase [recurrent neutropenia, n=2; DLBCL transformation, n=1; fallopian tube cancer, n=1; allogeneic SCT, n=1; hemolytic anemia, n=1]. Easy bruising, arthralgia and diarrhea were the most common non-hematological adverse events. Grade 3-4 neutropenia occurred in 48% pts; this was similar among the younger (<65 yrs) vs. older (≥65 yrs) pts (46% vs. 49%, respectively). Grade 3 thrombocytopenia occurred in 2% pts. Neutropenic fever occurred in 5% pts. Atrial fibrillation occurred in 14% pts. IBR was dose-reduced in 35% pts; VEN was dose-reduced in 18% pts. Conclusions: Combined VEN and IBR is an effective, safe, and chemotherapy-free oral regimen for pts with high-risk treatment-naïve CLL. Responses were noted in older adults and across all high-risk subgroups. Adverse event profile was similar to what has been reported individually with IBR and VEN. View large Download slide View large Download slide  Close modal Disclosures Jain: Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Research Funding; BMS: Research Funding; Infinity: Research Funding; ADC Therapeutics: Research Funding; Pfizer: Research Funding; Seattle Genetics: Research Funding; Pharmacyclics: Research Funding; Novimmune: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Research Funding; ADC Therapeutics: Research Funding; Incyte: Research Funding; Infinity: Research Funding; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Genentech: Research Funding; Genentech: Research Funding; Abbvie: Research Funding; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Research Funding; Pharmacyclics: Research Funding; Seattle Genetics: Research Funding; Celgene: Research Funding; Incyte: Research Funding; Astra Zeneca: Research Funding; Celgene: Research Funding; Servier: Research Funding; Verastem: Research Funding; Astra Zeneca: Research Funding; Cellectis: Research Funding; Adaptive Biotechnologioes: Research Funding; Servier: Research Funding; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Research Funding; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astra Zeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees; Cellectis: Research Funding; Verastem: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologioes: Research Funding; ADC Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novimmune: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astra Zeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; ADC Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees. Thompson: Gilead Sciences: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Honoraria, Research Funding; Adaptive Biotechnologies: Research Funding; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Honoraria, Membership on an entity's Board of Directors or advisory committees. Fowler: Janssen: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding. Kadia: Takeda: Consultancy; Amgen: Consultancy, Research Funding; BMS: Research Funding; Amgen: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Novartis: Consultancy; Jazz: Consultancy, Research Funding; Celgene: Research Funding; Abbvie: Consultancy; Pfizer: Consultancy, Research Funding; Takeda: Consultancy; Celgene: Research Funding; Novartis: Consultancy; Jazz: Consultancy, Research Funding; Abbvie: Consultancy; BMS: Research Funding. Konopleva: Stemline Therapeutics: Research Funding. DiNardo: Bayer: Honoraria; Abbvie: Honoraria; Medimmune: Honoraria; Karyopharm: Honoraria; Agios: Consultancy; Celgene: Honoraria. Bose: Celgene Corporation: Honoraria, Research Funding; Astellas Pharmaceuticals: Research Funding; Constellation Pharmaceuticals: Research Funding; Pfizer, Inc.: Research Funding; CTI BioPharma: Research Funding; Blueprint Medicines Corporation: Research Funding; Incyte Corporation: Honoraria, Research Funding. Pemmaraju: novartis: Research Funding; stemline: Consultancy, Honoraria, Research Funding; cellectis: Research Funding; abbvie: Research Funding; daiichi sankyo: Research Funding; plexxikon: Research Funding; samus: Research Funding; Affymetrix: Research Funding; celgene: Consultancy, Honoraria; SagerStrong Foundation: Research Funding. Sasaki: Otsuka Pharmaceutical: Honoraria. Gandhi: Pharmacyclics: Research Funding. Wierda: AbbVie, Inc: Research Funding; Genentech: Research Funding.",
    "author_names": [
        "Nitin Jain, MD",
        "Michael J Keating, MBBS",
        "Philip A. Thompson, MBBS",
        "Alessandra Ferrajoli, MD",
        "Jan A. Burger, MD PhD",
        "Gautam Borthakur, MD",
        "Koichi Takahashi, MD",
        "Zeev E. Estrov, MD",
        "Nathan H. Fowler, MD",
        "Tapan M. Kadia, MD",
        "Marina Y. Konopleva, MD PhD",
        "Yesid Alvarado, MD",
        "Musa Yilmaz, MD",
        "Courtney D. DiNardo, MDMSc",
        "Prithviraj Bose, MD",
        "Maro N. Ohanian, DO",
        "Naveen Pemmaraju, MD",
        "Elias J. Jabbour, MD",
        "Koji Sasaki, MD",
        "Rashmi Kanagal-Shamanna, MD",
        "Keyur Patel, MD PhD",
        "Jeffrey L. Jorgensen, MD PhD",
        "Naveen Garg, MD",
        "Xuemei Wang, MS",
        "Katrina Sondermann, BA",
        "Nichole Cruz, RN",
        "Chongjuan Wei, PhD",
        "Ana Ayala, RN",
        "William Plunkett, PhD",
        "Hagop M. Kantarjian, MD",
        "Varsha Gandhi, PhD",
        "William G. Wierda, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nitin Jain, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael J Keating, MBBS",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip A. Thompson, MBBS",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Ferrajoli, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan A. Burger, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Takahashi, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev E. Estrov, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan H. Fowler, MD",
            "author_affiliations": [
                "Department of Lymphoma & Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapan M. Kadia, MD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Y. Konopleva, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yesid Alvarado, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Musa Yilmaz, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney D. DiNardo, MDMSc",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prithviraj Bose, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maro N. Ohanian, DO",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveen Pemmaraju, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias J. Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Sasaki, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rashmi Kanagal-Shamanna, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keyur Patel, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey L. Jorgensen, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveen Garg, MD",
            "author_affiliations": [
                "Department of Diagnostic Radiology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuemei Wang, MS",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katrina Sondermann, BA",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nichole Cruz, RN",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chongjuan Wei, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Ayala, RN",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Plunkett, PhD",
            "author_affiliations": [
                "Department of Experimental Therapeutics, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Varsha Gandhi, PhD",
            "author_affiliations": [
                "Department of Experimental Therapeutics, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G. Wierda, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T09:42:56",
    "is_scraped": "1"
}