{
    "doi": "https://doi.org/10.1182/blood.V108.11.3892.3892",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=599",
    "start_url_page_num": 599,
    "is_scraped": "1",
    "article_title": "Rituximab Use in Children - A Single Center Experience. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Treatment of children with chronic refractory ITP often results in significant morbidity and current therapies induce remission in fewer than half of children with chronic ITP. Rituximab is a humanized mouse monoclonal antibody against the B cell antigen CD20 that results in the prolonged depletion of B cells. CD20 is relatively selectively expressed on pre-B and mature B cells and may selectively treat antibody-mediated disorders. Among the lymphomas that occur in children, diffuse large cell NHL (DLCL) and Burkitt’s lymphoma both express high levels of CD20. Data from adult clinical trials demonstrated that rituximab is active against B-cell low-grade lymphomas, particularly follicular center cell lymphoma, and is also active against diffuse large cell lymphoma. Rituximab has been safely combined with standard doxorubicin, cyclophosphamide, vincristine, prednisone (CHOP) chemotherapy, with no substantial increase in toxicity. This study examined the efficacy and safety of rituximab in children with chronic immune thrombocytopenic purpura (ITP) and Burkitt’s lymphoma. It was a retrospective analysis of all children who received one or more courses of Rituximab in Pediatric Hemato-Oncology unit at Sir Ganga Ram Hospital from January 2005 to January 2006, who met the criteria of minimum follow up of 6 months. Five children age ranging from 3 yr to 11 years received 18 courses of rituximab during the study period. Three patients had chronic ITP (mean duration 20 months) non-responsive to IVIG, prednisolone, cyclosporin etc. Baseline platelet count were 10,000–15000/mm 3. Rituximab was tried in an effort to avoid splenectomy. Each patient received 375-mg/m2 dose per course weekly for 4 weeks except one patients who could afford only 2 courses. First patient had response with platelets > 100000/mm 3 for 8 months after which they again dropped to 15000/mm 3 . In other 2 cases sustained response has been seen with platelets > l00000 /mm 3 till date after a follow up of more than 12 months. Fourth patient had developed ITP during treatment of Precursor B cell Acute lymphoblastic leukemia (ALL) and had no response to steroids and IVIG. He responded after 4 courses of weekly rituximab and has maintained his platelets >50,000 except during chemotherapy blocks with follow up of 10 months. Now he is in maintenance phase of treatment for ALL. Fifth patient had abdominal Burkitt’s lymphoma resected but had residual local mass. Bone marrow and CSF were negative. Child was treated as per MCP842 protocol for B cell lymphoma with 4 courses of chemotherapy and Rituximab. Rituximab was given 24 hr prior to start of chemotherapy in each course. Residual tumor cleared after 2 courses of chemotherapy and Rituximab. Child is in remission for 12 months after finishing chemotherapy. In regard to side effects, one patient of chronic ITP developed hypotension and drowsiness 15 min after start of infusion during 1 st course which improved after stopping infusion but later it was restarted with no problems and tolerated following 3 courses well. However this same patient developed white matter changes on MRI head done for headache 12 months in follow up. She was also treated with cyclosporin in past and had no neurological problems. Patient with Burkitt’s lymphoma developed late onset asymptomatic neutropenia 5 weeks after last course and recovered in following 3 weeks. Rituximab has good efficacy in cases of chronic ITP and Burkitt’s lymphoma. However patients should be monitored for acute reactions, late onset neutropenia and long-term effect on brain with white matter changes.",
    "topics": [
        "burkitt's lymphoma",
        "child",
        "rituximab",
        "purpura, thrombocytopenic, idiopathic",
        "chemotherapy regimen",
        "follow-up",
        "cd20 antigens",
        "cyclosporine",
        "disease remission",
        "immunoglobulins, intravenous"
    ],
    "author_names": [
        "Satya Prakash Yadav, DNB",
        "Ruchira Misra, DNB",
        "Kharya Gaurav, DCH",
        "Sunil Dutt Sharma, DCH",
        "Anupam Sachdeva, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hemato-Oncology Unit, Dept. of Pediatrics, Sir Ganga Ram Hospital, Delhi, India"
        ],
        [
            "Pediatric Hemato-Oncology Unit, Dept. of Pediatrics, Sir Ganga Ram Hospital, Delhi, India"
        ],
        [
            "Pediatric Hemato-Oncology Unit, Dept. of Pediatrics, Sir Ganga Ram Hospital, Delhi, India"
        ],
        [
            "Pediatric Hemato-Oncology Unit, Dept. of Pediatrics, Sir Ganga Ram Hospital, Delhi, India"
        ],
        [
            "Pediatric Hemato-Oncology Unit, Dept. of Pediatrics, Sir Ganga Ram Hospital, Delhi, India"
        ]
    ],
    "first_author_latitude": "28.6382069",
    "first_author_longitude": "77.189523"
}