{
    "doi": "https://doi.org/10.1182/blood.V128.22.5869.5869",
    "article_title": "Feasibility and Outcome of Hematopoietic Stem Cell Transplantation Combined with Decitabine for Children with Juvenile Myelomonocytic Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Background Juvenile myelomonocytic leukemia(JMML) is a rare clonalmyelodysplastic/myeloproliferative disorder that occurs during infancy and early childhood with poor prognosis. Chemotherapy has not been found to be dffective, and Hematopoietic stem cell transplantation(HSCT) is currently the only curative treatment for JMML. Relapse and engraftment failure are the major causes of HSCT failure in JMML. Patients and method We report the outcomes of 4 patients with JMML who received HSCT combined with Decitabine between 2014-2015. Patient median age was 2 years(range,1-3years), and 3 were boys and 1 girl. Decitabine was given before and after the HSCT for one time(20mg/m 2 .d X 5d、10mg/m 2 .d X 5d). Before HSCT, all the patients received mild chemotherapy(three or four course). The bone marrow evaluations of all the patients before HSCT were complete remission(CR). Two patients received human leukocyte antigen(HLA)-matched HSCT from unrelated donors, and two patients received haploidentical HSCT from parents followed by unrelated cord blood transplantation(UCB). Conditioning regimen of Unrelated donor-PBSCT was Busulfan+fludarabine+Thiotepa+Thymoglobuline, and the conditioning of haplo-HSCT was Busulfan+fludarabine+Cytarabine+Thymoglobuline. The number of nucleated cells of HLA-matched HSCT was 8×10 8 /kg. The number of nucleated cells of Haplo-HSCT was 47.2×10 8 /kg、61.26×10 8 /kg , respectively, and the number of nucleated cells of UCB was 7.23×10 7 /kg、9.4×10 7 /kg, respectively. GVHD prophylaxis was based on post-transplant high-dose cyclophosphamide(PTCy, 50mg/kg on days +3 and +4) combined with mycophenolate plus cyclosporine A or tacrlimus. Results: The median follow-up was 21 months(range,11-27 months). The overall survival(OS) and the Disease free survival(DFS) both were 100%, All the patients got 100% engraftment(Unrelated-donor stem cell engrafted and Haploidentical-donor stem cell engrafted in 2 and 2 patients , respectively). None of the patients developed relaps, the bone marrow evaluations were complete remission(CR) after HSCT. The most common toxicities were infection with neutropenia(100%, n=4), The cumulative incidences of acute GVHD gradesII-III and CMV infection were 50% and 75% respectively. Conclusion: The combination of decitabine and HSCT shows encouraging results with highly effective and less toxicity for JMML. The futhuer study should be developed in the future. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "decitabine",
        "hematopoietic stem cell transplantation",
        "juvenile myelomonocytic leukemia",
        "human leukocyte antigens",
        "chemotherapy regimen",
        "complete remission",
        "toxic effect",
        "cyclophosphamide",
        "cyclosporine"
    ],
    "author_names": [
        "Huaying Liu, MD",
        "Chunfu Li, MD",
        "Yuelin He, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Huaying Liu, MD",
            "author_affiliations": [
                "Nafang Hospital, Southern Medical University, guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chunfu Li, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
                "Pediatrics, Nanfang hospital,Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuelin He, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:31:37",
    "is_scraped": "1"
}