{
    "doi": "https://doi.org/10.1182/blood.V114.22.351.351",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1604",
    "start_url_page_num": 1604,
    "is_scraped": "1",
    "article_title": "A Phase III Study of Double Autotransplantation Incorporating Bortezomib-Thalidomide-Dexamethasone (VTD) or Thalidomide-Dexamethasone (TD) for Multiple Myeloma: Superior Clinical Outcomes with VTD Compared to TD. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL RESULTS - AUTOLOGOUS TRANSPLANTATION: MULTIPLE MYELOMA - INDUCTION THERAPY BEFORE AUTOLOGOUS TRANSPLANTATION",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "multiple myeloma",
        "phase 3 clinical trials",
        "thalidomide",
        "transplantation, autologous",
        "treatment outcome",
        "brachial plexus neuritis",
        "neoadjuvant therapy",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Michele Cavo, M.D.",
        "Paola Tacchetti, M.D.",
        "Francesca Patriarca, M.D.",
        "Maria Teresa Petrucci, M.D.",
        "Lucia Pantani, M.D.",
        "Monica Galli, M.D.",
        "Francesco Di Raimondo, M.D.",
        "Claudia Crippa, M.D.",
        "Sara Bringhen, M.D.",
        "Massimo Offidani, M.D.",
        "Franco Narni, M.D.",
        "Vittorio Montefusco, M.D.",
        "Elena Zamagni, M.D.",
        "Tonino Spadano, M.D.",
        "Norbert Pescosta, M.D.",
        "Luca Baldini, M.D.",
        "Claudia Cellini, M.D.",
        "Tommaso Caravita, M.D.",
        "Antonio Ledda, M.D.",
        "Antonietta Falcone, M.D.",
        "Patrizia Tosi, M.D.",
        "Chiara Nozzoli, M.D.",
        "Renato Zambello, M.D.",
        "Luciano Masini, M.D.",
        "Paola Agostini, M.D.",
        "Mauro Fiacchini, M.D.",
        "Michele Baccarani, M.D."
    ],
    "author_affiliations": [
        [
            "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
        ],
        [
            "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Italian Myeloma Network GIMEMA, Italy"
        ],
        [
            "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
        ],
        [
            "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
        ]
    ],
    "first_author_latitude": "44.49372405",
    "first_author_longitude": "11.35784215",
    "abstract_text": "Abstract 351 Introduction A phase III study of melphalan (200 mg/m 2 )-based double autologous stem-cell transplantation (ASCT) incorporating thalidomide (T) and dexamethasone (D) with or without the addition of bortezomib (V) as first-line therapy for younger (≤65 years) patients (pts) with newly diagnosed multiple myeloma (MM) is currently being conducted by the Italian Myeloma Network GIMEMA. Patients and Methods By study design, pts were random assigned to receive three 21-d cycles of either bortezomib-thalidomide-dexamethasone (VTD) (V, 1.3 mg/m 2 twice-weekly; T, 200 mg/d through d 1 to 63; D, 320 mg/cycle) or thalidomide-dexamethasone (TD) (both drugs at the same dose and schedule than in VTD) as induction therapy in preparation for ASCTs. Two 35-d cycles of either VTD or TD were given as consolidation therapy following ASCTs (V, 1.3 mg/m 2 once-weekly; T, 100 mg/d through d 1 to 70; D, 320 mg/cycle). Primary study end point was the rate of high-quality responses [immunofixation negative complete response (CR) and ≥very good partial response (VGPR)] to induction therapy. Secondary study end points included response to, and toxicity of, subsequent treatment phases (including first and second ASCTs, and consolidation therapy), progression-free survival (PFS) and overall survival (OS). Analyses were intent to treat. All the 474 pts were evaluated for response to, and toxicity of, induction therapy. Responses reported by study investigators were centrally reassessed to confirm CR and VGPR; pts reported as complete responders but in whom bone marrow aspirate was not evaluable or not performed were reassessed as in VGPR. The VGPR category included the subcategories of near CR and VGPR. Results The study was closed to pts accrual after a total of 480 pts were enrolled; of these, 6 failed inclusion criteria and the remaining 474 were randomized to the VTD (n=236) or TD (n=238) arm. The mean total dose of V received in induction therapy was 14.7 mg (or 94% of that planned). Grade 3 peripheral neuropathy (PN) and skin rash (SR) were reported more frequently with VTD induction therapy than with TD (PN: 9.7% vs 2.1%, respectively; P<0.001) (SR: 10% vs 1.7%, respectively; P<0.001). In the VTD arm, resolution or reduction to at least grade 2 of PN was observed within a median of 26 days. Remarkably, once-weekly standard dose administration of V and reduction of T dose in VTD as consolidation therapy resulted in a dramatic decrease in the frequency of grade ≥3 PN (2%) and SR (1%). Reported rates of herpes zoster infection with VTD as both induction and consolidation therapy were 0.4% and 1%, respectively. Overall, the CR (≥VGPR) rate with VTD induction therapy was 19% (62%) vs 5% (31%) with TD (P<0.001 for both CR and ≥VGPR comparisons); no pt had disease progression while on VTD, as compared to 5% of pts treated with TD (P<0.001) who discontinued therapy and went off study. Progression through the subsequent treatment phases was associated with an increase in the frequency of CR and ≥VGPR up to a final value of 44% and 80%, respectively, in the VTD arm; the corresponding rates in the TD arm were 32% (p=0.02) and 65% (p=0.001), respectively. On an intention to treat basis, best responses in the VTD vs TD arm were the following: CR, 55% vs 38%, respectively (P<0.001); ≥VGPR: 87% vs 69%, respectively (P<0.001). Superiority of the VTD vs TD arm in terms of CR rate was confirmed in pts with high-risk cytogenetics, as defined by the presence of t(4;14) and/or del(17p) (58% vs 33%, respectively; p=0.004). Two year-projected PFS was 85% in the VTD arm as compared to 75% in TD (p=0.008). Improved PFS with VTD vs TD, both added to double ASCT, was consistent across subgroup analyses of pts with poor prognosis, including those with high-risk cytogenetic profiles (p=0.03; HR=0.42, 95% CI: 0.18 to 0.96). PFS curves for pts in the VTD arm who carried or not high-risk cytogenetics were similar (p=0.19). No difference in OS was seen between the two treatment groups, but longer follow up is required. Conclusions Incorporation of VTD into double ASCT for newly diagnosed MM resulted in a significant improvement in clinical outcomes (CR, ≥VGPR, PFS) in comparison with TD and double autotransplantation. Superior benefit with VTD and double ASCT in comparison with the control group was maintained in pts at high risk of progression or death, including those with t(4;14) and/or del(17p). Disclosures: Cavo: Celgene: Honoraria; Ortho Biotech, Janssen-Cilag: Honoraria, Research Funding, Speakers Bureau; Millennium Pharmaceuticals: Honoraria; Novartis: Honoraria."
}