{
    "doi": "https://doi.org/10.1182/blood.V126.23.2150.2150",
    "article_title": "Using Iron Studies to Target Testing for Hereditary Haemochromatosis in New Zealand ",
    "article_date": "December 3, 2015",
    "session_type": "102. Regulation of Iron Metabolism: Poster II",
    "abstract_text": "Objective: Hereditary haemochromatosis (HH) follows a prolonged pre-symptomatic phase. The clinical features of HH are non-specific and subsequently, an accurate diagnosis may not be reached until the irreversible manifestations of the disease are apparent. Genetic testing for SNPs of the HFE gene is diagnostic of HH; however it is not economically viable in New Zealand to screen all patients with molecular testing unless there is sound clinical, familial or biochemical evidence to indicate testing. Abnormalities in iron biochemical assays are often the first indicator of HH and it has now become widely accepted that transferrin saturation (TS) and serum ferritin (SF) are the best initial tests for HH (Bacon et al 2011; King and Barton, 2006). These results however, particularly SF, may be affected by other conditions, making interpretation difficult and often misunderstood e.g. acute phase response. There is currently no national guideline for requesting HFE testing in New Zealand and existing recommendations are based on international data. This study evaluates the correlation between the iron phenotype and HFE genotype to inform future guidelines and cost-effective clinical pathways specific to our population. Materials and Methods: We audited the results from 2388 patients genotyped for HFE at Aotea Pathology Ltd; Wellington, between 2007 and 2013, and compared their C282Y, H63D and S65C genotypes to their iron status as quantified by SF and TS, as well as serum iron (SI) and serum transferrin (ST). The predictive power of the iron studies markers was evaluated by Receiver Operator Characteristic (ROC) curve analysis and if a statistically significant association for a variable was seen, the sensitivity, specificity, positive and negative predictive values were calculated at varying intervals. Results: Test ordering patterns showed that the majority (62%) of HFE genotyping tests were ordered on the basis of an elevated SF alone, without a full iron studies profile performed (which includes TS). Furthermore, only 11% of these patients had a C-Reactive Protein (CRP) test performed, which is a clinically useful marker of inflammatory states to establish if an elevated SF is acute phase in origin. In ROC curve analysis, the Area Under the Curve (AUC) of TS is larger than any other marker and a decision threshold of 45% produces the most favourable outcomes for patients in statistical analysis. Our results show that there is little association between SF and individual HFE genotypes and that SF values < 1000 µg/L are relatively insensitive to genotype. A SF of >1000 μg/L was found in one at-risk patient (C282Y homozygote) who had a TS < 45%, which provides some evidence to support the incorporation of SF into a diagnostic screening strategy for HH. AUCs for SI are analogous to that of TS, however, the sensitivity is poor at cut-offs above the normal range. ST showed no statistically significant association with any HFE genotype in ROC curve analysis. Using the thresholds of SF ≥ 1000 µg/L or TS ≥ 45% for consideration of HFE genotyping, any additional misidentified C282Y homozygotes in this study cohort were found to have a family history of HH, highlighting the importance of HFE testing on this basis. Conclusion: We conclude that an elevated SF of <1000 μg/L alone is not a predictor of HH since these levels are commonly encountered in the normal population. Our analysis of test ordering patterns however; proves that local primary care physicians rely heavily on SF as a predictor of HH, and suggest that there is little adherence to existing guidelines with regard to TS. Based on the lack of CRP testing requested, it also appears that HFE genotyping is being inappropriately requested without consideration of other causes of elevated SF. On the contrary, this study confirms that TS is a more accurate marker of HFE-related iron overload than SF. All C282Y homozygous patients would have been identified using a diagnostic algorithm requiring a TS ≥ 45%, a SF ≥ 1000 µg/L and/or a family history of HH. The data yielded by this study could be used by primary care physicians as a clinical guide for screening to identify appropriate candidates for genetic testing of the HFE gene which will facilitate earlier detection of a higher number of at-risk individuals. This strategy offers clinically appropriate solution which will enhance the accuracy of HFE genotyping requests and improve the cost effectiveness of molecular testing. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hemochromatosis",
        "iron",
        "new zealand",
        "genotype determination",
        "c-reactive protein",
        "genetic screening",
        "screening",
        "iron overload",
        "serum ferritin level result",
        "serum transferrin measurement"
    ],
    "author_names": [
        "Rebecca O'Toole, MSc.",
        "Collette Bromhead, PhD",
        "Kenneth R. Romeril, FRACP, FRCPA"
    ],
    "author_dict_list": [
        {
            "author_name": "Rebecca O'Toole, MSc.",
            "author_affiliations": [
                "Haematology, Aotea Pathology Ltd., Wellington, New Zealand "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Collette Bromhead, PhD",
            "author_affiliations": [
                "Institute of Food and Nutrition, College of Health, Massey University, Wellington, New Zealand "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth R. Romeril, FRACP, FRCPA",
            "author_affiliations": [
                "Wellington Blood and Cancer Centre, Wellington Hospital, Wellington, New Zealand ",
                "Aotea Pathology Ltd., Wellington, New Zealand"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T04:20:19",
    "is_scraped": "1"
}