{
    "doi": "https://doi.org/10.1182/blood.V118.21.3393.3393",
    "article_title": "Cyclin E Regulation by the Fbw7 Ubiquitin Ligase Pathway Is Required for Normal Mitophagy and Restraining Reactive Oxidative Species During Erythroid Cell Maturation In Vivo, ",
    "article_date": "November 18, 2011",
    "session_type": "504. Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster III",
    "abstract_text": "Abstract 3393 We previously described a knock-in mouse model that permits study of the physiologic consequences of cyclin E deregulation, by selective ablation of its regulation via the SCF Fbw7 ubiquitin ligase. We found that erythroid progenitor cells in our cyclin E T74A T393A knock-in mice exhibit abnormally increased proliferation, increased apoptosis, impaired maturation, and dysplastic morphologies. Most prominent among the gene expression alterations we have identified in the cyclin E knock-in erythroid cells is induction of multiple p53 target genes, consistent with p53 pathway activation. In contrast to several recently described models of ribosomal protein gene mutations, in which p53 activation appears to induce dyserythropoiesis, we determined that p53 function actually maintains partially compensated erythroid cell maturation in vivo, in the context of impaired Fbw7-mediated cyclin E degradation. We next found that dysregulated cyclin E-CDK2 activity in cyclin E T74A T393A erythroid cells is associated with increased reactive oxidative species and increased mitochondrial mass and activity. These results coincide with findings of abnormal mitochondria retention in late-stage erythroid cells and significantly down-regulated expression of BNIP3L (NIX) . BNIP3L encodes a critical regulator of erythroid cell mitophagy, and the transcriptional controls maintaining its expression in maturing erythroid cells likely account for why this lineage is acutely sensitive to deregulated cyclin E activity. Finally, we show evidence that reduced expression of BNIP3L may play a role in some cases of early-stage myelodysplastic syndromes. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cyclin e",
        "erythroid cells",
        "ligase",
        "ubiquitin",
        "ablation",
        "cdk2 protein, human",
        "cyclins",
        "dyserythropoiesis",
        "dysplasia",
        "myelodysplastic syndrome"
    ],
    "author_names": [
        "Yanfei Xu, Ph.D",
        "Ka Tat Siu",
        "Amit Verma, MD",
        "Alexander C. Minella, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yanfei Xu, Ph.D",
            "author_affiliations": [
                "Medicine, Hematology/Oncology Division, Northwestern University, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ka Tat Siu",
            "author_affiliations": [
                "Integrated Graduate Program, Northwestern University, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Verma, MD",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander C. Minella, MD",
            "author_affiliations": [
                "Medicine, Hematology/Oncology Division, Northwestern University, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T09:37:25",
    "is_scraped": "1"
}