{
    "doi": "https://doi.org/10.1182/blood.V124.21.49.49",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2873",
    "start_url_page_num": 2873,
    "is_scraped": "1",
    "article_title": "Micro RNA Profiling to Identify Regulator of Fetal Hemoglobin Expression in Sickle Cell Disease ",
    "article_date": "December 6, 2014",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Novel therapeutic strategies for Thalassemia - HbF reactivation and beyond",
    "abstract_text": "Elevated fetal hemoglobin (HbF) expression ameliorates the clinical severity of sickle cell disease (SCD) by inhibiting hemoglobin S polymerization. Differences in HbF levels are attributed to inherited DNA genetic variations that regulate γ-globin transcription; however the role of microRNA (miRNA) genes in HbF regulation has not been investigated using clinical samples. miRNAs are small non-protein-coding RNA molecules that negatively regulate gene expression through inhibition of mRNA translation. Our goal is to identify miRNA genes with altered expression in sickle cell patients with elevated HbF levels, to elucidate mechanisms of γ-globin gene regulation. After IRB approval, peripheral blood was collected from SCD patients (not on hydroxyurea therapy), followed in the pediatric and adult Sickle Cell Clinics at Georgia Regents University. HbF levels measured by high performance liquid chromatography and complete blood and reticulocyte counts were obtained. Twelve blood samples, six each from SCD subjects with high HbF (19.9±2.1%) or low HbF (4.4±0.9%) levels were analyzed. We observed more severe anemia and higher reticulocyte counts in the low HbF group. After Histopaque separation, red blood cells were processed on a MACS column with anti-CD71 antibody to isolate reticulocytes, followed by total RNA extraction using Trizol. RNA (750ng) was hybridized to a genome-wide miRCURY LNA microRNA Array (Exiqon) containing 1,921 human probes. The microarray raw data were collected on an Agilent G2565BA Microarray Scanner System and normalized by Model-Based Background Correction and Principle Component Analysis. Characterization of miRNA profiles for low HbF compared to high HbF groups identified 327 differentially expressed genes including multiple miR-144 isoforms. We subsequently explored the function of miR-144 because it targets Nrf2 which mediates drug-induced HbF expression and Nrf2 has an antioxidant protective effect in SCD. Therefore, we conducted supervised learning of the normalized microarray data based on miR-144 expression. Interestingly, in the low HbF group we observed two subphenotypes: 1) associated with 8-fold increased miR-144 expression (3 subjects) and 2) associated with no change in miR-144 level (3 subjects) when compared to the high HbF group suggesting a role of miR-144 in HbF regulation. In the supervised learning analysis, there were 62 up-regulated and 33 down-regulated miRNAs (>2-fold; p<0.05) in the first subphenotype. We hypothesized that miRNAs up-regulated in the low HbF group might silence known γ-globin trans-activators. By TargetScan and Miranda analysis 7 miRNAs were predicted to target γ-globin including miR-96 a known negative regulator. There were 4 miRNAs predicted to target Nrf2 and 12 miRNAs that target other transcription factors such as KLF1, KLF4, BCL11A, and GATA2. To define a functional role of miR-144 we conducted studies in adult CD34+ stem cells grown in a two-phase culture system containing Stem Cell Factor (50ng/mL), Interleukin-3 (10ng/mL) and Erythropoietin (4IU/mL). At day 8 in culture, miR-144 mimic, miR-144 antagomir (inhibitor) or scrambled control (100nM, 200nM, and 300nM) were transfected using a Nucleofector System. After 72 hr incubation, RT-qPCR was conducted to measure γ-globin and Nrf2 mRNA levels. miR-144 mimic or antagomir at 100-300nM concentrations had no significant effect on γ-globin mRNA levels. By contrast, flow cytometry analysis using a FITC-anti-γ-globin antibody in erythroid cells treated with miR-144 mimic, produced a 30-70% decrease in HbF positive cells (p<0.05). On the contrary, we observed a 1.8-fold increase in HbF positive cells mediated by 300nM miR-144 antagomir. Evidence that miR-144 targets Nrf2 was established when antagomir treatment increased Nrf2 expression 1.4-fold (p<0.05). Final studies using day 8 erythroid progenitors treated with Nrf2 siRNA demonstrated a 40% decrease in γ-globin mRNA supporting a role of Nrf2 on γ-gene expression. In summary, the miRNA profiles associated with HbF expression in SCD patients combined with functional studies in human primary erythroid progenitors, support a role for miR-144 in γ-globin regulation. These findings will be expanded to a pre-clinical SCD mouse model to develop miR-144 as a potential therapeutic option. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "fetal hemoglobin",
        "micrornas",
        "sickle cell anemia",
        "globins",
        "antagomirs",
        "rna",
        "rna, messenger",
        "antibodies",
        "anemia",
        "antioxidants"
    ],
    "author_names": [
        "Biaoru Li, PhD",
        "Christina M. Torres, BS",
        "Mayuko Takezaki, MS",
        "Cindy Neunert, MD MSCS",
        "Abdullah Kutlar, MD",
        "Betty S. Pace, MD"
    ],
    "author_affiliations": [
        [
            "Georgia Regents University, Augusta, GA "
        ],
        [
            "Georgia Regents University, Augusta, GA "
        ],
        [
            "Georgia Regents University, Augusta, GA "
        ],
        [
            "Georgia Regents University, Augusta, GA ",
            "Georgia Regents University, Augusta, GA "
        ],
        [
            "Georgia Regents University, Augusta, GA"
        ],
        [
            "Georgia Regents University, Augusta, GA ",
            "Georgia Regents University, Augusta, GA ",
            "Georgia Regents University, Augusta, GA "
        ]
    ],
    "first_author_latitude": "33.46923350000001",
    "first_author_longitude": "-81.98836229999999"
}