{
    "doi": "https://doi.org/10.1182/blood.V110.11.3643.3643",
    "article_title": "Variability of CD36 Expression on Platelets Is Determined in Part by Genetic Polymorphisms and Can Influence Platelet Function. ",
    "article_date": "November 16, 2007",
    "session_type": "Platelet Activation and Biochemistry",
    "abstract_text": "CD36 is a cell surface receptor previously characterized on phagocytic cells as a scavenger receptor, on microvascular endothelial cells as a negative regulator of angiogenesis, and on fat, muscle and epithelial cells as a transporter of free fatty acids. Although it was first identified on platelets and termed glycoprotein IV or IIIb, its role in platelet biology has only recently been determined. Our group has shown that CD36 functions as a signaling receptor on platelets, recognizing oxidized lipoproteins and endothelial-derived microparticles, and augmenting activation and aggregation in response to low doses of agonists. The CD36 gene is highly polymorphic; in addition to the well characterized null mutations common in Asian and African populations, there are numerous single nucleotide polymorphisms (SNPs) and insertions/deletions, including some in the promoter region at putative transcription factor binding sites. Systematic studies relating CD36 deficiency or CD36 polymorphisms to arterial thrombosis, coronary disease or cerebrovascular disease are limited. The goal of this study was to characterize the relationship between common CD36 genetic polymorphisms, platelet expression levels, and platelet function. Initial studies of 32 normal healthy volunteers revealed that platelet CD36 expression was highly variable, ranging from as low as less than 2000 molecules per platelet to more than 14,000 molecules per platelet. Individual donors showed consistent levels of CD36 expression on repeated analyses over time. Western blot analysis of selected subjects showed that surface expression levels correlated closely with total CD36 expression. To assess the functional consequences of this variability in CD36 expression we studied platelets from donors with high, medium and low levels of expression. Platelet reactivity to oxidized LDL (oxLDL) was analyzed by flow cytometric measurement of alpha granule secretion (anti-P-selectin antibody binding). We found a strong correlation between platelet activation by oxLDL and level of CD36 expression. To determine the relationship of CD36 genetic polymorphisms with expression levels we measured platelet surface CD36 expression in a population of 550 successive subjects recruited through the Cleveland Clinic Cardiac Catheterization lab. As with the normal volunteers, this group also showed a wide variability in platelet CD36 expression. We then identified 10 SNPs with allelic frequencies >5% from the International HapMap consortium database that “tag” major areas of linkage disequilibrium and genotyped DNA isolated from the 550 subjects using a PCR-based method. Three SNPs were significantly associated with CD36 expression (p values <0.03). For all these SNPs the minor allele was associated with lower levels of CD36 expression (odds ratios 0.5–0.6). We conclude that the variability of CD36 expression on platelets is in part genetically determined and that CD36 genotype can affect platelet function. These studies suggest that CD36 genotype may influence thrombotic risk, particularly in situations where CD36 ligands are present.",
    "topics": [
        "blood platelets",
        "cd36 antigens",
        "platelet function",
        "polymorphism",
        "molecule",
        "agonists",
        "antibodies",
        "arterial thrombosis",
        "cerebrovascular disorders",
        "coronary heart disease"
    ],
    "author_names": [
        "Arunima Ghosh, MD",
        "Zhang Li, PhD.",
        "Chen Kan, B.S.",
        "Wang Qing, PhD.",
        "Febbraio Maria, PhD.",
        "Barnard John, PhD.",
        "Silverstein L. Roy, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Arunima Ghosh, MD",
            "author_affiliations": [
                "Biological, Geological and Environmental Sciences, Cleveland State University, Cleveland, OH, USA",
                "Department of Cell Biology, Cleveland Clinic Foundation, Cleveland, OH, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhang Li, PhD.",
            "author_affiliations": [
                "Department of Quantitative Health Sciences, Cleveland Clinic Foundation, Cleveland, OH, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chen Kan, B.S.",
            "author_affiliations": [
                "Department of Cell Biology, Cleveland Clinic Foundation, Cleveland, OH, USA",
                "Program in Cell Biology, Case Western Reserve University, Cleveland, OH, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wang Qing, PhD.",
            "author_affiliations": [
                "Department of Molecular Cardiology, Cleveland Clinic Foundation, Cleveland, OH, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Febbraio Maria, PhD.",
            "author_affiliations": [
                "Department of Cell Biology, Cleveland Clinic Foundation, Cleveland, OH, USA",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barnard John, PhD.",
            "author_affiliations": [
                "Department of Quantitative Health Sciences, Cleveland Clinic Foundation, Cleveland, OH, USA",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silverstein L. Roy, M.D.",
            "author_affiliations": [
                "Department of Cell Biology, Cleveland Clinic Foundation, Cleveland, OH, USA",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T21:38:33",
    "is_scraped": "1"
}