{
    "doi": "https://doi.org/10.1182/blood.V122.21.1798.1798",
    "article_title": "CHOP/CHOP-Like-14 Vs. CHOP/CHOP-Like-21 For Patients With Aggressive Lymphoma – a Systematic Review and Meta-Analysis Of Randomized Controlled Trials ",
    "article_date": "November 15, 2013",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "abstract_text": "Rituximab-cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) given every 21 days is considered the treatment of choice for most patients with aggressive lymphoma. Despite improved survival with the addition of rituximab to chemotherapy, the event- free rates and survival rates of patients with aggressive lymphoma are unsatisfactory. Decreasing the interval from 3 weeks of treatment (CHOP-21) to 2 weeks (CHOP-14) may improve outcome of patients with aggressive lymphoma, though its toxicity might be higher. A number of randomized controlled trials (RCT) examined the efficacy of CHOP-like (with or without rituximab) given every 14 days (CHOP-14) compared to standard CHOP-like given every 21 days (CHOP-21) for patients with aggressive lymphoma. Results of these trials were conflicting. In order to evaluate the effect of CHOP-14 on overall survival (OS), disease control and toxicity of patients with aggressive lymphoma we performed a systematic review and meta-analysis of RCTs. Methods We included RCTs that compared CHOP-14 or CHOP-like-14 to the same regimen given every 21 days for patients with aggressive lymphoma. Rituximab could be given in addition to chemotherapy in both groups. In June 2013 we searched The Cochrane Library , MEDLINE, LILACS, conference proceedings, and databases of ongoing trials. Authors were contacted for complementary data. The primary outcome was OS. Relative risk (RR) for dichotomous data and hazard ratio (HR) for time to event data were estimated and pooled. We used fixed effect model to pool data. Results We identified 7 trials, conducted between the years 1999 and 2008 and that randomized 4073 adult patients. In 3 trials rituximab was added to the CHOP-like regimen. The median age ranged from 50 years to 70 years. In 6 trials growth factors support was added to all patients allocated to CHOP-14, and at the discretion of the treating physician to those allocated to CHOP-21. Five trials were judged to be at low risk for selection bias (allocation concealment and sequence generation). Three trials were judged to be at low risk of attrition bias (incomplete outcome data). Risk of bias of these domains was unclear for the other trials. Rate of exclusion after randomization ranged from 0 (in 3 trials) to 18%, median 8.8%. All trials (3749 patients) were included in analysis of OS. In one trial (Pfreundschuh NHL-B1 2004) relevant outcomes were reported only of the cohort of patients treated with CHOP, and not for those treated with CHOEP. CHOP-like-14 improved OS of patients with aggressive lymphoma compared to the same regimen given every 21 days: HR of death 0.83, 95% confidence interval (CI) 0.73-0.93, I 2 of heterogeneity 32%. No such benefit was shown in the analysis of the 3 trials that included patients who received rituximab in combination the chemotherapy HR 0.93 95% CI 0.78-1.10. No statistically significant difference in PFS (HR 1.00 95% CI 0.85-1.17) and complete response rate (HR 1.03 95% CI 0.98-1.07) was shown. Likewise, treatment related mortality, grade 3-4 infection, febrile neutropenia, and discontinuation rate did not differ between the groups. Conclusions CHOP-like regimen was shown to improve OS when given every 14 days instead of 21 days. However, with the addition of rituximab no such benefit was shown. R-CHOP-21 remains the standard of care for patient with aggressive B-cell lymphoma. CHOP-14 can be considered as in case rituximab is omitted. CI = confidence interval; IV = inverse of variance; SE = standard error; Zhang 2009 reported survival as 2 separate cohorts (patients with GCB and non-GCB lymphoma) as represented in the figure. Figure 1 View large Download slide PFS from time of transformation. Figure 1 View large Download slide PFS from time of transformation.  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "non-hodgkin's lymphoma, aggressive",
        "rituximab",
        "chemotherapy regimen",
        "lymphoma",
        "toxic effect",
        "complete remission",
        "cyclophosphamide",
        "doxorubicin",
        "febrile neutropenia"
    ],
    "author_names": [
        "Liat Vidal, MD MSc",
        "Ronit Gurion, MD",
        "Ron Ram, MD",
        "Ofer Shpilberg, MD, MPH",
        "Pia Raanani, MD",
        "Anat Gafter-Gvili, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Liat Vidal, MD MSc",
            "author_affiliations": [
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah Tikva, Israel, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ronit Gurion, MD",
            "author_affiliations": [
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah-Tikva and Sackler School of Medicine, Tel Aviv University, Israel, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ron Ram, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation Unit, Institute of Hematology, Rabin Medical Center, Petah Tikva, Israel, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ofer Shpilberg, MD, MPH",
            "author_affiliations": [
                "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pia Raanani, MD",
            "author_affiliations": [
                "Institute of Hematology, Rabin Medical Center, Petah -Tikva, Israel"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anat Gafter-Gvili, MD",
            "author_affiliations": [
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah Tikva, Israel, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T03:55:09",
    "is_scraped": "1"
}