{
    "doi": "https://doi.org/10.1182/blood.V110.11.2971.2971",
    "article_title": "Use of Mesenchymal Stem Cells To Treat Pediatric Patients with Severe (Grade III–IV) Acute Graft Versus Host Disease Refractory to Steroid and Other Agents on a Compassionate Use Basis. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "abstract_text": "Background: Severe acute Graft versus Host Disease (aGvHD) refractory to steroids and other immunosuppressive agents carries a high mortality and very poor prognosis. Preliminary studies have shown that mesenchymal stem cells (MSC; Prochymal™ Osiris Therapeutics Inc.) can have immunosuppressive and tissue regenerative properties. We hypothesized that MSC might have efficacy in the treatment of GvHD. Methods: Between July 2005 and June 2007, 12 children (10 boys, 9 Caucasian) at 5 centers with aGvHD who failed steroid and additional immunosuppressive agents (median exposure 3 others) were treated with MSC provided by Osiris for compassionate use after FDA and local IRB approval. MSCs were administered per manufacturer’s instructions, without HLA or other matching, to eligible patients in a median of 30 days (range 16–181) from diagnosis of aGvHD. The cell dose for “induction therapy” was 8×10 6 cells/kg/dose in first 2 patients and 2×10 6 cells/kg/dose in all subsequent patients. Cells were given by IV infusion over 1 hour 2×/week for 4 weeks and initial response was assessed at the end of this induction therapy. “Maintenance therapy” 1×/week was continued in patients showing response. Results: The median patient age was 6 yrs (range 0.4–15) and all but one had received unrelated donor transplant (8 UCB, 3 adult MUD). GvHD Grade III and IV was present in 7 and 5 patients respectively. All patients had advanced (stage 3 or 4) gut disease, and 6 also had liver and/or skin involvement. Acute GvHD was diagnosed a median of 81 days (range 22–98) post-transplant and MSC were started at a median of 119 days (range 38–279) post-transplant. Three patients had renal failure requiring dialysis which had developed prior to MSC therapy. Patients received a median of 8 doses (range 3–21) of MSC. A total of 124 doses of MSCs were administered. No infusional or other identifiable toxicity was seen in any patient. One osteopetrosis patient developed ectopic lesions in the scalp and foot, however biopsy showed that no MSC DNA was present. With a median follow-up of 102 days (range 36–756) all 12 patients responded to therapy, with 6 patients having a complete response (CR), and the remainder having a partial response (PR) as defined by an improvement of at least one stage in one system without any worsening in another. Two of the PR patients are still being treated. Two patients responded, stopped therapy and later relapsed, requiring further MSC therapy to which they partially responded. Of 12, 6 patients died a median of 68 days (range 36–185) from the start of therapy. Three each died of multi-system organ failure and infection. Three of these were on dialysis pre-therapy. Conclusion: With short term follow-up in young children, MSC appears to be safe and likely have beneficial activity in severe treatment refractory aGvHD. Additional studies are underway to evaluate the efficacy of this agent in this clinical setting.",
    "topics": [
        "compassionate use",
        "graft-versus-host disease, acute",
        "stem cell, mesenchymal",
        "steroids",
        "pediatrics",
        "immunosuppressive agents",
        "transplantation",
        "dialysis procedure",
        "follow-up",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Vinod K. Prasad, MD, MRCP",
        "Kenneth G. Lucas, MD",
        "Gary I. Kleiner, MD, PhD",
        "July-An M. Talano, MD",
        "David Jacobsohn, MD",
        "Paul Szabolcs, MD",
        "Rod Monroy, PhD",
        "Joanne Kurtzberg, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vinod K. Prasad, MD, MRCP",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Dept of Pediatrics, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kenneth G. Lucas, MD",
            "author_affiliations": [
                "Pediatric Stem Cell Transplantation, Milton Hershey Medical Center, Hershey, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary I. Kleiner, MD, PhD",
            "author_affiliations": [
                "Department of Pediatric Immunology, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "July-An M. Talano, MD",
            "author_affiliations": [
                "Pediatric Hematology Oncology and BMT, Medical College of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Jacobsohn, MD",
            "author_affiliations": [
                "Stem Cell Transplant Program, Children’s Memorial Hospital, Chicago, IL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Szabolcs, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Dept of Pediatrics, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rod Monroy, PhD",
            "author_affiliations": [
                "Osiris Therapeutics, Inc., Columbia, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanne Kurtzberg, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Dept of Pediatrics, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T09:35:55",
    "is_scraped": "1"
}