{
    "doi": "https://doi.org/10.1182/blood-2020-143153",
    "article_title": "Reducing Dependence on General Anesthesia for Pediatric Oncology Outpatients Undergoing Repeated Lumbar Punctures ",
    "article_date": "November 5, 2020",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction: A growing body of data has shown that higher cumulative anesthesia exposure is associated with neurocognitive impairment in children with chronic disease, including those with hematologic malignancies [Banerjee JAMA Oncology 2019]. To limit general anesthesia (GA) exposure alternative means of sedation and acceptance of alternatives by patients, families and providers need to be explored for children with acute lymphoblastic leukemia or lymphoma (ALL/LL) undergoing repeated lumbar punctures (LP) to deliver intrathecal (IT) chemotherapy. Methods: Patients age 1 to 25 years with ALL/LL treated at the Children's Hospital of Philadelphia main outpatient clinic (CHOP Main) and two CHOP satellite oncology offices (KOP, VOR) were analyzed for baseline rates of sedation for lumbar punctures. GA was defined as the use of intravenous (IV) propofol or an inhalational flurane. Moderate sedation was defined as IV fentanyl (maximum 2 mcg/kg dosing) for analgesia and midazolam (maximum 0.1 mg/kg) for anxiolysis. IV or oral midazolam only was considered mild sedation. We created a comprehensive quality improvement (QI) pathway to implement the use of mild/moderate sedation as a new Division of Oncology standard for LP-only procedures. Our QI goal was a 10% reduction in use of GA with concomitant measurement of outpatient clinic length of stay (LOS) as an additional metric. LOS was measured as time from triage to port de-access. Results: Our interdisciplinary QI team leveraged the CHOP QI framework utilizing tools that included a driver diagram (Figure 1) and impact/effort matrix to develop and prioritize interventions associated with achieving the QI goal. The Plan-Do-Study Act methodology was used to optimize the intervention. This required extensive collaboration with pediatric oncologists, nurse practitioners, nursing, child life, pharmacy, and QI staff to encourage methodology adoption and to optimize clinic workflow for maximal provider/patient participation and procedural efficiency. In the immediate period preceding the QI intervention (October 2019 to February 2020), baseline rates of GA use for across all 3 clinic sites were 73.1%, 15% (plus 34.6% deep sedation), and 24.7% at CHOP Main, KOP, and VNJ, respectively in 310 LP only procedures for patients with ALL/LL. After a delay in implementation due to COVID, the rate of GA usage at CHOP Main from May to July 2020 was reduced to 55.6% for 81 LPs (p=0.001) (Figure 2), while GA rates at the satellite clinics were unchanged. Decreased GA use at CHOP main was replaced by a significant increase in mild/moderate sedation (26.9% to 44.5%; p=0.001). Of the 18 newly diagnosed patients participating in the intervention to date, 16 receive their LPs with no or mild/moderate sedation. The median age of this cohort is 7 years of age with 6 patients ≤ 5 and 12 patients ≤ 10 years. The other two patients have medical syndromes deemed not conducive to replacing GA with moderate sedation. No child has experienced complications from moderate sedation or returned to GA due to sedation intolerance. Overall clinic LOS decreased significantly for all patients getting LPs (GA and sedation) (mean 4.88 hours vs 4.08 hours; p=0.033). An unintended benefit of the QI initiative is that the average LOS for patients receiving moderate sedation decreased from 6.67 hours to 4.15 hours (p=0.017) with the new streamlined clinic workflow. Conclusion: Baseline rates of sedation varied by oncology clinic site and appeared to align with ease of access to GA. GA is available in the oncology main clinic 3 days/week, and 73% of ALL/LL patients were using GA for LPs prior to the intervention. Since March 2020, nearly all patients with newly diagnosed ALL/LL are now undergoing LPs with no or mild/moderate sedation. Our data show that with appropriate education and preparation, LP with mild/moderate sedation is a feasible alternative to GA even for very young patients and reduces clinic LOS. We have expanded this QI intervention to include children with other newly-diagnosed cancers who require LPs and/or IT chemotherapy. Future directions include converting patients in ALL/LL maintenance and those undergoing other minimally invasive procedures from GA to moderate sedation. View large Download slide View large Download slide  Close modal Disclosures Tasian: Incyte Corporation: Research Funding; Gilead Sciences: Research Funding; Aleta Biotherapeutics: Membership on an entity's Board of Directors or advisory committees. Rheingold: Pfizer: Research Funding.",
    "author_names": [
        "Esther R. Berko, MD",
        "Yahui Wei",
        "Emily Stiglich",
        "Derek Klingman",
        "Julie Vardaro",
        "Sarah K Tasian, MD",
        "Sara McDonough, CRNP",
        "Katelyn Oranges, CRNP",
        "Kelly Meyers, CRNP",
        "Eileen Aber, CRNP",
        "Miriam Kolb, CRNP",
        "Lindsay Borel",
        "Nicholas Evageliou, MD",
        "Rebecca Citrin, MD",
        "Jane Minturn, MD PhD",
        "Anne Reilly, MD",
        "Susan R. Rheingold, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Esther R. Berko, MD",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yahui Wei",
            "author_affiliations": [
                "Division of Quality and Safety, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Stiglich",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derek Klingman",
            "author_affiliations": [
                "Division of Quality and Safety, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Vardaro",
            "author_affiliations": [
                "Division of Quality and Safety, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah K Tasian, MD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara McDonough, CRNP",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katelyn Oranges, CRNP",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Meyers, CRNP",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eileen Aber, CRNP",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miriam Kolb, CRNP",
            "author_affiliations": [
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsay Borel",
            "author_affiliations": [
                "Division of Childlife, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Evageliou, MD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Citrin, MD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Minturn, MD PhD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Reilly, MD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan R. Rheingold, MD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T18:43:18",
    "is_scraped": "1"
}