{
    "doi": "https://doi.org/10.1182/blood.V110.11.2320.2320",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=868",
    "start_url_page_num": 868,
    "is_scraped": "1",
    "article_title": "Chemotherapy Alone Versus Chemotherapy Plus Radiotherapy for Early Stage Hodgkin Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "chemotherapy regimen",
        "hodgkin's disease",
        "radiation therapy",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "combined modality therapy",
        "heterogeneity",
        "cochrane collaboration",
        "medline"
    ],
    "author_names": [
        "Fareed A. Rehan",
        "Corinne Brillant",
        "Holger Schulz",
        "Ina Knauel",
        "Julia Bohlius",
        "Lena Specht",
        "Andreas Engert"
    ],
    "author_affiliations": [
        [
            "Department I for Haematology and Oncology, Cochrane Haematological Malignancies Group, University of Cologne, Cologne, Germany"
        ],
        [
            "Department I for Haematology and Oncology, Cochrane Haematological Malignancies Group, University of Cologne, Cologne, Germany"
        ],
        [
            "Department I for Haematology and Oncology, Cochrane Haematological Malignancies Group, University of Cologne, Cologne, Germany"
        ],
        [
            "Department I for Haematology and Oncology, Cochrane Haematological Malignancies Group, University of Cologne, Cologne, Germany"
        ],
        [
            "Department I for Haematology and Oncology, Cochrane Haematological Malignancies Group, University of Cologne, Cologne, Germany"
        ],
        [
            "Departments of Oncology and Heamatology, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark"
        ],
        [
            "Department I for Haematology and Oncology, Cochrane Haematological Malignancies Group, University of Cologne, Cologne, Germany"
        ]
    ],
    "first_author_latitude": "50.928263199999996",
    "first_author_longitude": "6.9293607999999995",
    "abstract_text": "Both chemotherapy (CT) alone and combined modality therapy (CMT) are effective modalities for the treatment of early stages of Hodgkin lymphoma (HL). However, the optimal choice of treatment is still being discussed. Different research groups reported that ABVD-like CT followed by radiotherapy is highly effective for early favourable and early unfavourable (intermediate) stage HL. A recently conducted randomized trial aimed at determining whether CMT is superior to CT alone in early stages, showed no significant difference in 5 year overall survival (OS) and event-free survival in patients treated with either 4–6 cycles of ABVD alone or 2 cycles of ABVD plus radiotherapy. Thus, this systematic review and meta-analysis was performed for a more comprehensive comparison. Methods : Only randomized controlled trials (RCT) comparing CT alone with CMT in newly diagnosed adults with early stages of HL (CS IA, IB, IIA, IIB) were included. Medline and Cochrane Library were systematically searched for randomized controlled trials from 1975 to 2007. Patients who received CMT were considered as experimental group and patients who received ABVD-like CT alone were considered as control group. Data were collected from full text publications or abstracts and treatment effects for OS were calculated as hazard ratios (HR). Results: A total of 590 references were screened. Four eligible RCTs were identified, including 1207 patients with early-stage HL (early favourable and early unfavourable stages). Between 1983 and 2004, 765 patients where treated with CMT and 442 patients with CT alone. The OS for the CMT group was significantly better than the OS for the CT-alone group (HR: 0.54; 95% CI [0.35 - 0.84]; p = 0.006), but there was evidence for a substantial heterogeneity between the studies (I 2 = 69%, p=0.02). Discussion : First results of this systematic review showed improved OS for patients treated with CMT in early-stage HL compared to patients treated with CT alone. The substantial heterogeneity between the trials should be clarified. Further comprehensive analyses are ongoing and will provide more detailed information."
}