{
    "doi": "https://doi.org/10.1182/blood-2020-137078",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4572",
    "start_url_page_num": 4572,
    "is_scraped": "1",
    "article_title": "Polatuzumab Vedotin Plus Bendamustine and Rituximab in Relapsed/Refractory Diffuse Large B-Cell Lymphoma: Updated Results of a Phase Ib/II Randomized Study and Preliminary Results of a Single-Arm Extension ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": null,
    "author_names": [
        "Laurie H. Sehn, MDMPH",
        "Mark Hertzberg",
        "Stephen Opat, MBBS (Hons), FRACP, FRCPA",
        "Alex F. Herrera, MD",
        "Sarit E Assouline, MD MSc",
        "Christopher Flowers, MDMS",
        "Tae Min Kim, MD PhD",
        "Andrew McMillan",
        "Muhit Ozcan",
        "Violaine Safar",
        "Gilles Salles, MD PhD",
        "Lisa Musick",
        "Jamie Hirata",
        "YiMeng Chang",
        "Grace Ku",
        "Matthew J Matasar, MD"
    ],
    "author_affiliations": [
        [
            "British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Prince of Wales Hospital and University of NSW, Sydney, Australia "
        ],
        [
            "Clinical Haematology, Monash Health and Monash University, Clayton, Australia "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "Division of Hematology, Sir Mortimer B. Davis-Jewish General Hospital, Department of Oncology, McGill University, Montreal, Canada "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Seoul National University Hospital, Seoul, Korea, Republic of (South) "
        ],
        [
            "Center for Clinical Haematology, Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom "
        ],
        [
            "Ankara University School of Medicine, Ankara, Turkey "
        ],
        [
            "Centre Hospitalier Lyon-Sud, Lyon, France "
        ],
        [
            "Centre Hospitalier Lyon-Sud, Lyon, France "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Mississauga, Canada "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "49.247490799999994",
    "first_author_longitude": "-123.09327439999998",
    "abstract_text": "Introduction: Polatuzumab vedotin (Pola) is a novel antibody-drug conjugate targeting CD79b on B-cell non-Hodgkin lymphoma. In the randomized cohort of GO29365, a Phase [Ph] Ib/II study (NCT02257567; data cut-off: April 30, 2018), Pola plus bendamustine and rituximab (Pola+BR) improved progression-free survival (PFS) and overall survival (OS) compared with BR alone in patients (pts) with relapsed/refractory diffuse large B-cell lymphoma (R/R DLBCL). The study met its primary endpoint, with an independent review committee (IRC)-assessed complete response (CR) rate of 40.0% with Pola+BR vs 17.5% with BR. These results led to regulatory approvals of Pola+BR for the treatment of pts with R/R DLBCL. The study was later amended to include a single-arm Ph II extension (Ext) cohort of additional pts who received Pola+BR. Here, we report updated results from the GO29365 study, including the Ph Ib safety run-in cohort, Ph II randomized arms, and previously unpublished results from the Ext cohort. Methods: This open-label study enrolled pts with R/R DLBCL (aged ≥18 years, stem cell transplant [SCT]-ineligible, ECOG performance status of 0-2). Pts with Grade [Gr] >1 peripheral neuropathy [PN] were excluded. In the initial study, Pola+BR was investigated in DLBCL in a Ph Ib safety run-in cohort (Pola+BR; N=6) and Ph II randomized arms (Pola+BR vs BR; N=80); full methods were previously described (Sehn et al. J Clin Oncol 2020). Pts in the Ext cohort received Pola+BR with the same dosing regimen (Pola 1.8mg/kg IV with each cycle of BR). The primary endpoint was IRC-assessed CR at primary response assessment [PRA] by PET-CT (modified Lugano criteria). Secondary endpoints included objective response rate (ORR), best objective response (BOR), OS, PFS, duration of response (DOR), and safety. Results: As of January 2, 2020, median follow-up for pts treated with Pola+BR was 56.1 mo in the safety run-in cohort (N=6), 42.9 mo in the randomized arm (N=40), and 9.7 mo for the Ext cohort (N=106). Baseline characteristics (Table 1) were largely similar between the randomized Pola+BR arm and the Ext cohort. Updated survival data from the randomized cohort (Pola+BR vs BR) showed the median IRC-assessed PFS (95% confidence interval [CI]) was 9.2 (6.0-13.0) vs 3.7 (2.1-4.5) mo (hazard ratio [HR] 0.4; 95% CI: 0.2-0.7); median OS (95% CI) was 12.4 (9.0-32.0) vs 4.7 (3.7-8.3) mo (HR 0.4; 95% CI: 0.2-0.7), respectively (Figure). In the Pola+BR arm, 6 pts (15%) had an IRC-assessed DOR of >24 mo (range: 26.6-38.6 mo) at last follow-up; 5 pts received no new treatment, 1 pt underwent an allogeneic SCT. In the Ext cohort (N=106), the primary endpoint of IRC-assessed PET-CR at PRA was 39.6% (n=42; 95% CI: 30.3-49.6) (Table 2), consistent with that observed in the randomized Pola+BR arm (16/40; 40.0%). The BOR rate was 56.6% and best CR rate was 52.8%. The median (95% CI) IRC-assessed PFS and OS were 6.1 (5.1-8.0) and 11.0 (8.3-14.2) mo, respectively; however, OS was not fully mature. An exploratory subgroup analysis of all Pola+BR-treated pts (N=152) showed differences in median (m) PFS and OS between: pts who were primary refractory (n=97) vs non-primary refractory (n=55) (mPFS: 4.8 vs 12.6 mo; mOS: 7.8 vs 32 mo); pts who were refractory to last treatment (n=116) vs pts who were not (n=36) (mPFS: 5.3 vs 14.2 mo; mOS: 9.1 mo vs not reached); and pts who had received 1 (n=50) vs ≥2 (n=102) prior lines of therapy (mPFS: 10.4 vs 6 mo; mOS: 14 vs 9.5 mo). There were no new safety signals with Pola+BR. A safety analysis of all pts who received Pola+BR in the safety run-in, randomized and Ext cohorts (N=151) showed that 121 (80.1%) pts had Gr 3-4 adverse events (AEs), 84 (55.6%) had serious AEs, most commonly infections, febrile neutropenia, and pyrexia, and 18 (11.9%) had Gr 5 AEs, which were primarily infections. PN events of any grade were reported in 46 (30.5%) pts; 3 pts experienced Gr 3 PN, 2 of which were reported as muscular weakness. Secondary malignancies were reported in 4 (2.6%) pts. Conclusions: With additional follow-up for the randomized arms, the significant improvement in PFS and OS seen with Pola+BR vs BR persisted. The Ext cohort of additional pts who received Pola+BR (N=106) shows overall consistent efficacy with the randomized Pola+BR arm. No new safety signals were identified with Pola+BR. These data further strengthen the evidence that Pola+BR is an effective treatment for R/R DLBCL. An updated clinical cut-off date providing more mature data will be presented. View large Download slide View large Download slide  Disclosures Sehn: Amgen: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria; Apobiologix: Consultancy, Honoraria; AstraZeneca: Consultancy, Honoraria; Genentech, Inc.: Consultancy, Honoraria, Research Funding; Acerta: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Kite: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Karyopharm: Consultancy, Honoraria; Lundbeck: Consultancy, Honoraria; Merck: Consultancy, Honoraria; MorphoSys: Consultancy, Honoraria; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; Seattle Genetics: Consultancy, Honoraria; Teva: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria; Servier: Consultancy, Honoraria; Chugai: Consultancy, Honoraria; TG therapeutics: Consultancy, Honoraria; Verastem Oncology: Consultancy, Honoraria. Hertzberg: Bristol Myers Squibb: Honoraria; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Honoraria, Membership on an entity's Board of Directors or advisory committees; MSD: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Opat: CSL Behring: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Epizyme: Research Funding; AstraZenca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; BeiGene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Herrera: Immune Design: Research Funding; AstraZeneca: Research Funding; Karyopharm: Consultancy; Pharmacyclics: Research Funding; Merck: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; Genentech, Inc./F. Hoffmann-La Roche Ltd: Consultancy, Research Funding; Gilead Sciences: Consultancy, Research Funding; Bristol Myers Squibb: Consultancy, Other: Travel, Accomodations, Expenses, Research Funding. Assouline: AbbVie: Consultancy, Honoraria, Speakers Bureau; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Speakers Bureau; Takeda: Research Funding; Pfizer: Consultancy, Honoraria; AstraZeneca: Consultancy, Honoraria, Speakers Bureau; BeiGene: Consultancy, Honoraria, Research Funding. Flowers: Cancer Prevention and Research Institute of Texas: Research Funding; Eastern Cooperative Oncology Group: Research Funding; TG Therapeutics: Research Funding; Millennium/Takeda: Consultancy, Research Funding; Bayer: Consultancy; V Foundation: Research Funding; Kite: Research Funding; National Cancer Institute: Research Funding; BeiGene: Consultancy; Spectrum: Consultancy; Acerta: Research Funding; Pharmacyclics/Janssen: Consultancy; Karyopharm: Consultancy; OptumRx: Consultancy; Celgene: Consultancy, Research Funding; Gilead: Consultancy, Research Funding; Genentech, Inc./F. Hoffmann-La Roche Ltd: Consultancy, Research Funding; Denovo Biopharma: Consultancy; AbbVie: Consultancy, Research Funding; Leukemia and Lymphoma Society: Membership on an entity's Board of Directors or advisory committees; Burroughs Wellcome Fund: Research Funding. Kim: Takeda: Consultancy; Sanofi: Consultancy; F. Hoffmann-La Roche Ltd/Genentech, Inc.: Consultancy; Voronoi: Consultancy; Boryung: Consultancy; AstraZeneca and Korea Health Industry Development Institute: Research Funding; Novartis: Consultancy; AstraZeneca: Consultancy. McMillan: Celgene: Honoraria, Other: Travel expenses, Speakers Bureau; Pfizer: Research Funding; F. Hoffmann-La Roche Ltd: Honoraria, Other: Travel expenses, Speakers Bureau. Ozcan: Janssen: Other: Travel support, Research Funding; Abdi Ibrahim: Other; Sanofi: Other; Jazz Pharmaceuticals: Other; Amgen: Honoraria, Other: Travel support; Bristol Myers Squibb: Other: Travel support; F. Hoffmann-La Roche Ltd: Other: Travel support, Research Funding; Takeda: Honoraria, Other: Travel support, Research Funding; Celgene: Research Funding; Bayer: Research Funding; AbbVie: Other: Travel support, Research Funding; MSD: Research Funding; Archigen Biotech: Research Funding. Salles: Karyopharm: Consultancy; Janssen: Consultancy, Honoraria, Other: Participation in educational events; Celgene: Consultancy, Honoraria, Other: Participation in educational events; Gilead: Consultancy, Honoraria, Other: Participation in educational events; Abbvie: Consultancy, Honoraria, Other: Participation in educational events; Genmab: Consultancy; Autolus: Consultancy; Debiopharm: Consultancy; Amgen: Honoraria, Other: Participation in educational events; Kite: Consultancy, Honoraria, Other; MorphoSys: Consultancy, Honoraria, Other; F. Hoffman-La Roche Ltd: Consultancy, Honoraria, Other; Takeda: Consultancy, Honoraria, Other; Novartis: Consultancy, Honoraria, Other; Epizyme: Consultancy; Bristol Myers Squibb: Consultancy, Other. Musick: Roche/Genentech, Inc.: Current Employment; F. Hoffmann-La Roche Ltd: Current equity holder in publicly-traded company. Hirata: Genentech, Inc.: Current Employment; F. Hoffmann-La Roche Ltd: Current equity holder in publicly-traded company. Chang: F. Hoffmann-La Roche: Current Employment, Current equity holder in private company. Ku: Genentech, Inc.: Current Employment; F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company. Matasar: Rocket Medical: Consultancy, Research Funding; Seattle Genetics: Consultancy, Honoraria, Research Funding; Daiichi Sankyo: Consultancy; Genentech, Inc.: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria, Research Funding; Merck: Consultancy; Juno Therapeutics: Consultancy; Immunovaccine Technologies: Honoraria, Research Funding; Pharmacyclics: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; IGM Biosciences: Research Funding; GlaxoSmithKline: Honoraria, Research Funding; Takeda: Consultancy, Honoraria; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; Teva: Consultancy."
}