{
    "doi": "https://doi.org/10.1182/blood-2018-99-119039",
    "article_title": "Type 2 Diabetes Mellitus in Patients with Sickle Cell Disease: A Population-Based Longitudinal Analysis of Three Cohorts ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research-Non-Malignant Hematology: Poster III",
    "abstract_text": "Introduction The prevalence and incidence of type 2 diabetes mellitus (T2DM) in the United States (U.S.) is increasing with more than 100 million adults living with diabetes or pre-diabetes. Population-based evidence on the prevalence and risks for T2DM in patients with sickle cell disease (SCD) is limited. This study measured the prevalence of T2DM in patients with SCD and clinical characteristics associated with its incidence in a large commercially insured adult SCD cohort and also an academic institution-based clinical cohort. Methods We performed a population-based cohort study of commercially-insured health plan enrollees using the Truven MarketScan® Research Databases. Patients with SCD (1 inpatient or 2 outpatient claims that are at least 30 days apart) were identified and sampled each calendar year between 2009 and 2014. Prevalence in each closed cohort of continuously enrolled patients was determined per calendar year. Incidence rates of T2DM were estimated and compared with adult non-Hispanic Black respondents to the National Health and Nutrition Examination Survey (NHANES) over the same study period (2009-2014). Among SCD patients, multivariable Cox proportional hazard models were used to identify factors associated with incident T2DM, adjusting for relevant patient characteristics. Finally, prevalence of T2DM was measured in a cohort of patients with SCD aged ≥20 years at first medical encounter at the University of Illinois at Chicago (UIC) from January 2008 to December 2017. Prevalent T2DM was identified through a combination of diagnosis codes, self-reporting, anti-diabetic medications excluding insulin and glucose tests in outpatient settings. Results Among 7,070 health plan enrollees with SCD, the median age (mean) was 37.0 (38.9) years and 60.8% were female. Compared to SCD patients without T2DM, more SCD patients with T2DM had nephropathy (28.0% vs. 9.5%; p <0.001), neuropathy (17.7% vs. 5.2%; p <0.001), and history of stroke (24.1% vs. 9.2%; p <0.001). The standardized prevalence of T2DM among patients with SCD showed a modest increase from 15.7% to 16.5% from 2009 to 2014 ( p trend=0.0259), and SCD patients had comparable prevalence of T2DM compared to the NHANES subjects (18.2%). [Figure A] Over 17,024 person-years, we observed a crude incidence rate for T2DM of 25.4 per 1,000 person-years. Risk of developing T2DM in patients with SCD increased with age, and incident T2DM was associated with comorbid hypertension (HR=1.45, 95%CI 1.14-1.83) and dyslipidemia (HR=1.43, 95%CI 1.04-1.96). [Figure B] Of the 672 adults in the UIC cohort of patients with SCD, 61.1% were female, the median (mean) age was 30.0 [32.9] years, and 478 (71.1%) had homozygous HbS disease (HbSS). A total of 76 (11.3%) patients had T2DM, with the highest prevalence among SCD patients ages ≥ 40 years (50/190, 26.3%). [Figure C] Abnormal glucose test results (≥200 mg/dl) were documented in 41 patients with mean (SD) of 294 (94) mg/dl. Among 31 patients with abnormal fructosamine tests (>285 µmol/L), the mean (SD) fructoasmine value was 392 (90) µmol/L. Conclusion We present evidence describing the prevalence of T2DM in patients with SCD both in a commercially-insured population and from an institution-based clinical cohort. These findings were similar to a general African American population with an increasing trend in T2DM over recent years. These trends support the routine screening for T2DM in patients with SCD, especially those of older age and with presence of comorbid hypertension and/or dyslipidemia. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diabetes mellitus, type 2",
        "sickle cell anemia",
        "diabetes mellitus",
        "dyslipidemias",
        "glucose measurement",
        "hypertension",
        "cerebrovascular accident",
        "fructosamine",
        "hemoglobin, sickle",
        "insulin"
    ],
    "author_names": [
        "Jifang Zhou, MD",
        "Jin Han, PharmD, PhD",
        "Edith A. Nutescu, PharmD., MS, FCCP",
        "William Galanter, MD PhD MS",
        "Surrey M. Walton, PhD",
        "Victor R. Gordeuk, MD",
        "Santosh L. Saraf, MD",
        "Andrew Srisuwananukorn, MD",
        "Gregory Sampang Calip, PharmD, MPH, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jifang Zhou, MD",
            "author_affiliations": [
                "Department of Pharmacy Systems, Outcomes and Policy, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jin Han, PharmD, PhD",
            "author_affiliations": [
                "University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edith A. Nutescu, PharmD., MS, FCCP",
            "author_affiliations": [
                "Center for Pharmacoepidemiology and Pharmacoeconomic Research, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Galanter, MD PhD MS",
            "author_affiliations": [
                "Department of Medicine, Section of Academic Internal Medicine & Geriatrics, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Surrey M. Walton, PhD",
            "author_affiliations": [
                "Center for Pharmacoepidemiology and Pharmacoeconomic Research, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor R. Gordeuk, MD",
            "author_affiliations": [
                "University of Illinois at Chicago College of Medicine, Carol Stream, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santosh L. Saraf, MD",
            "author_affiliations": [
                "Sivision of Hematology/Oncology, University of Illinois College of Medicine, Chicago, IL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Srisuwananukorn, MD",
            "author_affiliations": [
                "University of Illinois at Chicago, Chicago,"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Sampang Calip, PharmD, MPH, PhD",
            "author_affiliations": [
                "Department of Pharmacy Systems, Outcomes and Policy, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T09:36:19",
    "is_scraped": "1"
}