{
    "doi": "https://doi.org/10.1182/blood.V128.22.3221.3221",
    "article_title": "Leukemic Cell Expressed CTLA-4 Suppresses T Cells Via Down-Modulation of CD80 By Trans-Endocytosis ",
    "article_date": "December 2, 2016",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "The function of CTLA-4 on non-T cells is largely ignored and currently ill defined despite rapidly growing interest in targeting this immune checkpoint protein in several cancers. While anti-CTLA-4 therapy is proposed to work through inhibition of the immunosuppressive effect of CTLA-4 on T cells, multiple examples of non-T cell expressed CTLA-4 have been reported. These cells include tumor cells of hematological and non-hematological origin and normal B cells. In this study, we have defined a novel immune suppressive role for non-T cell, tumor expressed CTLA-4 in Chronic Lymphocytic Leukemia (CLL). We have detected by microarray that CTLA-4 is in the top 5 most differentially expressed genes between pooled samples of healthy donor normal B cells (N=6) and pooled CLL leukemic B cells (N=5). Upregulation of CTLA-4 by CLL B cells compared to normal B cells was validated by RT-qPCR and flow cytometry. CTLA-4 was predominantly intracellular (42/46 CTLA-4+) and not on the cell surface (2/48 CTLA-4+) in primary CLL samples. B cell activating factors (CD40L, PMA/Ionomycin, LPS, IL4, LPS+IL4, CD40L+IL4, CpG, and anti-IgM) could not induce surface expression of CTLA-4; however, co-culture with anti-CD3/anti-CD28 or ConA activated T cells (autologous or allogeneic) resulted in detectable CTLA-4 on the cell surface of leukemic B cells. This induction did not occur with resting T cells. This finding suggests a role for CTLA-4+ tumor cells in sites of T cell activation, such as the lymph node, a site of leukemic cell proliferation in CLL. To mechanistically study leukemic B cell expressed CTLA-4, we generated CLL-derived Mec1 and OSU-CLL that inducibly express CTLA-4 upon doxycycline (dox) treatment. Mec1 and OSU-CLL cells highly express the ligands for CTLA-4, CD80 and CD86. Dox-induction of CTLA-4 resulted in decreased expression of Mec1 and OSU-CLL expressed CD80, a critical T cell co-stimulatory protein (N=3). Blockade of CTLA-4 using the anti-CTLA-4 therapeutic antibody, Ipilimumab, could restore CD80 on Mec1 and OSU-CLL cells (N=3). Because T cell-expressed CTLA-4 has been previously shown by others to down-modulate CD80 via trans-endocytosis, we co-cultured CTLA-4+ Mec1 and CTLA-4+ primary CLL cells with stably transfected CD80-GFP or CD86-GFP Hek293 cell lines to assess uptake of CD80/CD86 into CTLA-4 expressing tumor cells as the mechanism of CD80 down-modulation. Transfer of CD80-GFP and CD86-GFP was detected by flow cytometry in primary CLL cells and the Mec1 cell line, consistent with the ability of T cell expressed CTLA-4 to trans-endocytose CD80 and CD86. Furthermore, uptake of CD80-GFP or CD86-GFP by primary tumor cells was CTLA-4 dependent, demonstrated by inhibition of GFP uptake in the presence of Ipilimumab. Following determination of decreased CD80, we found that co-culture of primary T cells with Mec1 CTLA-4+ cells resulted in decreased IL2 production measured by Cytokine Bead Array. The loss of IL2 signified decreased co-stimulation as a result of tumor expressed CTLA-4. Studies are ongoing regarding dependence on CD80 or CD86. A minor subset of T cells, Tregs, are known to exert profound immunosuppressive effects through their expression of CTLA-4. Due to our results, tumor expressed CTLA-4 has an overlapping function with Treg CTLA-4, and it is imperative that we define the immunosuppressive effects as, in patients, the leukemic cells may comprise a much larger proportion of white blood cells than T cells. Efforts are now underway to address the effect of tumor expressed CTLA-4 in suppressing anti-tumor immunity in vivo utilizing a novel mouse model. Suppression of T cells by tumor expressed CTLA-4 is a novel finding that is broadly applicable to fields within and outside of cancer research as the pathway and mechanism described here are potentially applicable to CTLA-4 in diverse disease contexts and to the general biology of CTLA-4. [Funding: This work was supported by P01 CA95426. PD received the Pelotonia Graduate Fellowship. Any opinions, findings, and conclusions expressed in this material are those of the author(s) and do not necessarily reflect those of the Pelotonia Fellowship Program] Disclosures Jones: AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics, LLC, an AbbVie Company: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "cd80 antigens",
        "cytotoxic t-lymphocyte antigen 4",
        "endocytosis",
        "leukemic cells",
        "t-lymphocytes",
        "neoplasms",
        "tumor cells",
        "coculture techniques",
        "flow cytometry",
        "ipilimumab"
    ],
    "author_names": [
        "Priscilla Do, BS",
        "Kyle A. Beckwith, PhD",
        "Larry Beaver",
        "Brittany G. Griffin",
        "Xiaokui Mo, PhD MAS",
        "Jeffrey Jones, MD MPH",
        "Erin K. Hertlein, PhD",
        "Natarajan Muthusamy, DVM, PhD",
        "John C. Byrd, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Priscilla Do, BS",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kyle A. Beckwith, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry Beaver",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brittany G. Griffin",
            "author_affiliations": [
                "Hendrix College, Conway, AR "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaokui Mo, PhD MAS",
            "author_affiliations": [
                "Center for Biostatistics, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Jones, MD MPH",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin K. Hertlein, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natarajan Muthusamy, DVM, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T04:07:41",
    "is_scraped": "1"
}