{
    "doi": "https://doi.org/10.1182/blood.V124.21.1893.1893",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2784",
    "start_url_page_num": 2784,
    "is_scraped": "1",
    "article_title": "Chronic Myelomonocytic Leukemia (CMML) Can be Categorized By Ancestral Mutational Events ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies: Poster I",
    "topics": [
        "leukemia, myelomonocytic, chronic",
        "juvenile myelomonocytic leukemia",
        "massively-parallel genome sequencing",
        "dysplasia",
        "neoplasms",
        "signs and symptoms",
        "dna",
        "ms-like tyrosine kinase 3",
        "protein tyrosine phosphatase, non-receptor type 11",
        "translocation (genetics)"
    ],
    "author_names": [
        "Bhumika J Patel, MD",
        "Dayong Huang, MD",
        "Swapna Thota, MD",
        "Bartlomiej P Przychodzen",
        "Hirotoshi Sakaguchi, MD, PhD",
        "Seiji Kojima, MD PhD",
        "Seishi Ogawa, MD PhD",
        "Mikkael A. Sekeres, MD MS",
        "Hideki Makishima, MD PhD",
        "Jaroslaw P. Maciejewski, MD PhD"
    ],
    "author_affiliations": [
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH ",
            "Beijing Friendship Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Japanese Red Cross, Nagoya First Hospital, Nagoya, Japan "
        ],
        [
            "Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "41.486636600000004",
    "first_author_longitude": "-81.7188455",
    "abstract_text": "CMML heterogeneous with a spectrum of dysplastic or proliferative clinical features. Except for rare balanced translocations (involving PDGFbR or PDGFaR), cytogenetic defects are overlapping with MDS and MPN. Recently, due to the introduction of NGS, many somatic mutations have been discovered in myeloid neoplasms. Analysis of mutational spectrum in CMML may facilitate understanding of the pathogenesis of this disease. However, with the recognition of the complexity of clonal architecture and intra-tumor heterogeneity, not only a share presence of individual mutations/their combinations, but also the clonal hierarchy may be of diagnostic importance. Ancestral events may correspond to clinically distinguished CMML subtypes or allow for a new sub-categorization reflective of common pathogenetic features. Here we studied somatic mutational spectra of 306 patients, including 150 CMML cases (97 CMML-1, 23 CMML-2, and 30 post CMML sAML) with 55% dysplastic (MD-CMML) and 44% proliferative form (MP-CMML), abnormal cytogenetics were found in 45% cases. In 10 cases serial analysis was performed. Comparisons were also performed with JMML ( N =92) and M4/M5 AML ( N =64). We performed analyses of WES in 108 paired cases with deep targeted DNA NGS in the remaining patients. Within CMML cohort, the most frequently mutated somatic genes were TET2 (43%), SRSF2 (31%), ASXL1 (23%), RUNX1 (17%), CBL (13.3%), U2AF1 (12%) followed by EZH2 , SETBP1 , DNMT3A , and K/NRAS . Cross-sectional analysis demonstrated distinct variations in the distribution of individual mutations between subtypes. Similarly, global analysis of mutational frequencies showed only a few differences between clinical subtypes , e.g ., SRSF2 mutations were found in 47% of MP-CMML vs. 24% in MD-CMML. JMML was showed a clearly distinct mutational pattern from CMML with PTPN11 , NF1 , K/NRAS and JAK3 mutations more commonly encountered in JMML. While ASXL1 , EZH2 and TET2 (common in CMML) were not detected in JMML (p<0.001). CBL and SETBP1 were equally distributed in both diseases. When sAML from CMML was compared to Non-CBF AML M4/5, TET2 and ASXL1 mutations were more commonly found in sAML than in M4/M5 (40% vs . 6%; 30% vs . 0%, P <.0001). NPM1 FLT3 and DNMT3A mutations were significantly more common in M4/M5. Study of clonal architecture can allow for identification of ancestral vs. secondary events by serial or cross-sectional analyzes of variant allelic frequencies. Totally, 81% of TET2 mutations and 90% of SRSF2 mutations were ancestral, while 75% of U2AF1 and 78% of K/NRAS were secondary. Overall, 110 ancestral mutations were identified in 25 driver genes. CMML with founder clones included TET2 in 25 % , SRSF2/ZRSR2 19%, ASXL1 12%, EZH2 5%, BCOR/BCORL1 8%, RUNX1 9%, SETBP1 5% , DNMT3A 5% , CBL/RAS 10% while all the others were present in 10% of CMML cases (of note is that 13% of them were co-dominant founder mutation). To examine whether this sub-classification corresponds to clinical phenotypes, they were correlated with clinical variables. For instance, ancestral mutations of TET2 , ASXL1 and RUNX1 were commonly identified in both MD-CMML and MP-CMML while ancestral SETBP1 , JAK2 , SRSF2 and NRAS mutations were present only in MP-CMML, suggesting that initial genetic events of these 4 genes determine proliferative characteristics. In contrast, ancestral mutational events of SF3B1 , DNMT3A , STAG2 and CBL were observed exclusively in MD-CMML. Secondary events further contribute to the clinical heterogeneity. For example, CBL secondary mutations were found in MP-CMML cases, while NRAS secondary mutations were observed in MD-CMML mainly in combination with ancestral STAG2 mutations . When we analyzed the impact of ancestral events on survival, EZH2 and U2AF1 mutant CMML conveyed worse prognosis (HR 3.7 and HR 2.2), but secondary EZH2 and U2AF1 mutations did not affect the outcome. In sum, deep NGS allows for identification of specific ancestral events, which may determine the subsequent secondary mutational events in CMML. Classification of CMML based on ancestral events rather than on the global mutational spectrum correlates with clinical features and prognosis and may contribute to further clinical resolution of CMML based on the presence of specific founder mutations. Disclosures No relevant conflicts of interest to declare."
}