{
    "doi": "https://doi.org/10.1182/blood.V126.23.66.66",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3155",
    "start_url_page_num": 3155,
    "is_scraped": "1",
    "article_title": "Feasibililty of Azacitidine As Bridge to Allogeneic Stem Cell Transplantation in Patients with Higher-Risk MDS or Low-Blast Count AML: Results of the BMT-AZA Multicenter Prospective Study ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results I",
    "topics": [
        "allogeneic stem cell transplant",
        "azacitidine",
        "basic local alignment search tool",
        "autologous stem cell transplant",
        "brachial plexus neuritis",
        "leukemia, myelomonocytic, chronic",
        "hematopoietic stem cell transplantation",
        "prostatic hypertrophy risk score",
        "adverse event",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Maria Teresa Voso, MD",
        "Giuseppe Leone, MD",
        "Alfonso Piciocchi, PhD",
        "Luana Fianchi",
        "Paolo Di Bartolomeo, MD",
        "Anna Candoni, MD",
        "Marianna Criscuolo, MD",
        "Arianna Masciulli, PhD MSc",
        "Elisa Cerqui, MD",
        "Alfredo Molteni, MD",
        "Carlo Finelli, MD",
        "Matteo Parma, MD",
        "Flavia Rivellini, MD",
        "Nicola Cascavilla, MD",
        "Francesco Spina, MD",
        "Agostino Cortelezzi, MD",
        "Flavia Salvi, MD",
        "Mauro Montanari, MD",
        "Emilio Paolo Alessandrino, MD",
        "Alessandro Rambaldi, MD",
        "Simona Sica"
    ],
    "author_affiliations": [
        [
            "Hematology Dpt of Biomedicine and Prevention, Tor Vergata Unversity, Rome, Italy "
        ],
        [
            "Hematology Università Cattolica del Sacro Cuore, Rome, Italy "
        ],
        [
            "Department of Statistical Sciences, La Sapienza University, Rome, Italy "
        ],
        [
            "Institute of Hematology, Catholic University, Rome, Italy "
        ],
        [
            "Dipartimento Ematologia, Ospedale Civile Santo Spirito, Pescara, Italy "
        ],
        [
            "Hematology, Santa Maria della Misericordia University Hospital, Udine, Italy "
        ],
        [
            "Hematology, Catholic University of Sacred Heart, Rome, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Department of Hematology, A.O. Spedali Civili of Brescia, Brescia, Italy "
        ],
        [
            "Ospedale Niguarda, Milano, Italy "
        ],
        [
            "Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
        ],
        [
            "HSCT Adult Unit, San Gerardo Hospital, Monza, Italy "
        ],
        [
            "UO. Oncoematologia, Ospedale A. Tortora, Pagani, Italy "
        ],
        [
            "Hematology and BMT Unit, Casa Sollievo della Sofferenza, San Giovanni Rotondo, Italy "
        ],
        [
            "Hematology, Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy "
        ],
        [
            "Oncohematology Unit, University of Milan, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy "
        ],
        [
            "Hematology, \"SS Antonio e Biagio\" Hospital, Alessandria, Italy "
        ],
        [
            "Haematology Clinic, Ospedali Riuniti di Ancona, Ancona, Italy "
        ],
        [
            "Hematology, Policlinico San Matteo e Università di Pavia, Pavia, Italy "
        ],
        [
            "Ospedali Riuniti di Bergamo, Bergamo, Italy"
        ],
        [
            "Institute of Hematology, Catholic University, Rome, Italy "
        ]
    ],
    "first_author_latitude": "41.847718",
    "first_author_longitude": "12.62619875",
    "abstract_text": "Background Allogeneic SCT remains the only curative option in myelodysplastic syndromes (MDS). We prospectively evaluated in a multicenter phase 2 GITMO (Italian Bone Marrow Transplantation Group) trial, the feasibility of allogeneic stem cell transplantation (ASCT, primary protocol end-point) after induction treatment with azacitidine (Vidaza, Celgene). According to the protocol, patients had to perform at least 4 and up to 12 cycles of azacitidine as induction treatment before ASCT. Patients not eligible for ASCT could continue treatment until disease progression. Methods Between November 2010 and September 2014, 102 patients were enrolled by 20 Italian hematology centers. Nine patients never started treatment due to progressive disease (PD, n=2), refusal (n=3), or unknown causes (n=4). Of remaining 93 patients, 70 had with IPSS Int-2/High-risk MDS, 15 WHO-defined acute myeloid leukemia (AML) and 8 chronic myelomonocytic leukemia (CMML). There were 32 females and 61 males with median age 59 yrs (range 21-66.5 yrs). At treatment start, ECOG performance status was: 0 in 66 patients, 1 in 17 and 2 in 10 patients, while MDS HCT-index was: low (0) in 43 patients, intermediate (1-2) in 31 and high (>2) in 18 patients. All 93 patients started azacitidine s.c. at the standard dose of 75 mg/sqm/day, 7 days/month, at a median of 0.8 months (range 0-105 months) from initial MDS diagnosis. Results At response assessment after a median of 4.5 cycles (range 1-11), 25% of patients (n=19) achieved complete remission (CR), 3% marrow-CR (n=2), 14% partial remission (PR, n=11), 9% hematologic improvement (HI, n=7), 35% had stable disease (SD, n=27) and 14% PD (n=11). ASCT was performed in 48 patients (52%), after a median of 4.5 azacitidine cycles (range: 1-11). Data on ASCT are presently available for 45 patients, transplanted with bone marrow (n=10 pts) or peripheral blood stem cells (n=35 pts) from an HLA-identical donor (sibling in 11, and MUD in 34 cases). Forty-five patients did not receive ASCT due to: disease relapse or progression (n=16, 35%), adverse events (n=12, 27%), refusal (n=5, 11%), or other causes (n=12, 27%). At a median follow-up of 18.5 months (range 0.2-31.5), 43 patients are alive (25 received ASCT), and 50 patients died. Causes of death are reported in Table 1. Median overall survival (OS) for the whole patient cohort was 13.4 months (95% CI: 10.9-18.6, Figure 1). Disease status after azacitidine was predictive of significantly improved survival for patients in CR/PR/HI, compared to SD or PD (n=77 patients who completed at least 4 cycles, Figure 2). ASCT considered as time-dependent covariate was associated to a significantly longer survival (p=0.008, HR 0.4, 95% CI: 0.2-0.8). Stratification of MDS according to IPSS and karyotype was not associated to survival. Conclusions Our study shows that allogeneic transplantation following azacitidine is feasible in HR-MDS/CMML and AML, with about 50% of patients being able to undergo HSCT. These data favourably compare with previous studies in MDS on ASCT preceded by conventional chemotherapy. Disease status at the time of HSCT confirms its significant prognostic role for survival, also in the context of hypomethylating treatment, where stabilization of disease also represents a therapeutic target. Disease relapse or progression remain the major causes of death indicating the need for other strategies aimed at improving disease control in MDS. Figure 1. View large Download slide Overall survival (n=93 pts) Figure 1. View large Download slide Overall survival (n=93 pts) Figure 2. View large Download slide Survival according to disease status at response assessment after a median of 4.5 azacitidine cycles (n=77 evaluable pts) Figure 2. View large Download slide Survival according to disease status at response assessment after a median of 4.5 azacitidine cycles (n=77 evaluable pts) View large Download slide View large Download slide Disclosures Voso: Celgene: Honoraria, Research Funding. Off Label Use: Azacitidine used as induction treatment before allogeneic stem cell transplantation in MDS. Finelli: Janssen: Other: Speaker; Novartis: Other: Speaker; Celgene: Other: Speaker, Research Funding."
}