{
    "doi": "https://doi.org/10.1182/blood.V126.23.646.646",
    "article_title": " Tet2 Is a Novel Regulator of Murine Macrophage Differentiation and Polarization ",
    "article_date": "December 3, 2015",
    "session_type": "201. Granulocytes, Monocytes and Macrophages I",
    "abstract_text": "Introduction: The epigenetic regulator, TET2, catalyzes the conversion of methylcytosine to 5-hydroxymethylcytosine. Inactivating TET2 mutations are common in myeloid cancers such as chronic myelomonocytic leukemia (CMML). Although TET2 has been characterized in hematopoietic stem and progenitor cells, little is known about its role in disease-relevant monocytes/macrophages (MΦ). Previously, we found increased expression of M2 MΦ-associated arginase 1 ( Arg1 ) in TET2 -mutant CMML and Tet2 -deficient MΦ. Therefore, our goals were to (1) characterize Tet family expression during normal murine MΦ differentiation and polarization, (2) determine the effect of Tet2 -deficiency on broader M1-M2 MΦ spectrum gene signatures. Methods: Hematopoietic-specific Tet2 +/- and Tet2 -/- knockout mice were generated by breeding floxed Tet2 (f/f) with Vav-Cre mice (JAX), in accordance with Queen's University's Animal Care protocols. MΦs obtained by peritoneal lavage (PMΦ) and bone marrow differentiation (BMMΦ) from 9-13 week old Tet2 -/- and 20-40 week old Tet2 +/- mice were treated with an M1 stimulus (100ng/mL LPS) or an M2 stimulus (10ng/mL Il-4). Comparative gene expression analysis was conducted using a 591 candidate gene Mouse Immunology Gene Expression CodeSet (NanoString). Blood plasma samples collected from Tet2f/f and Tet2-/- mice were sent for cytokine/chemokine array analysis (Eve Technologies). Results: A survey of Tet mRNA expression in wild-type C57BL/6 mouse whole BM showed that Tet1 was most abundantly expressed, with Tet2 and Tet3 having relative abundances of 0.56±0.05 and 0.09±0.01 respectively. In contrast, Tet2 expression peaked, while Tet1 expression diminished during BMMΦ differentiation. Suggesting a functional role, loss of murine Tet2 is associated with skewed myelomonocytic differentiation (i.e. CMML phenotype). In terminally-differentiated MΦ, Tet2 was the most abundantly expressed Tet gene, suggesting MΦ-specific functions. Consistent with this, following a 3-hour LPS stimulation, Tet2 mRNA levels increased 2- to 4-fold, whereas Il-4 failed to induce a similar increase in expression. Overall, our results suggested that Tet2 plays a role in M1 but not M2 macrophage polarization. Based on these findings, we hypothesized that loss of Tet2 would lead to M1 program dysregulation. PMΦs were obtained from Tet2 f/f and Tet2 -/- mice (n=2/ genotype) and RNA was harvested from untreated and LPS- or Il-4-treated cells. Pools of these RNA samples were then screened using Nanostring. Overall, M1-associated markers such as Stat1 , Socs1 , Nfkbiz , Il-6 , Il-27 , Il-12 , Il-1 and Ccl2 were markedly increased by 2- to 50-fold in resting Tet2 -/- PMΦs compared to matched Tet2 f/f samples. These same M1 genes demonstrated a reduced ability to be induced by LPS treatment. We also found that while the expression of most M2 genes was similar in controls versus knockouts, Il-1rn and Arg1 were overexpressed, and Marco was decreased. This suggested that Tet2 -deficient MΦs possess a complex phenotype with a potential homeostatic response to M1 gene dysregulation. We have previously seen variable upregulation of Arg1 in mouse BMMΦs and PMΦs. Approximately 60% of Tet2 -deficient mice (+/- and -/-) (n=20) tested for MΦ Arg1 mRNA expression demonstrated 2- to 90-fold increases in Arg1 compared to pooled Tet2f/f controls (n=5). We were interested in investigating the underlying mechanisms contributing to this dramatic increase in expression. Using Nanostring on pooled Tet2 -deficient PMΦs with low (n=7) or high (n=8) Arg1 mRNA expression, we were able to identify genes whose expression significantly correlated with Arg1 overexpression: Cxcl3 (p=0.0329), Ppbp (p=0.0015), Cxcl1 (p=0.0104) and Ccl6 (p=0.0185). Of note, Ppbp was the most divergently expressed gene (46-fold difference) in Arg1 low vs Arg1 high macrophages, followed by Arg1 itself (14-fold difference). Suggesting a further environmental influence, blood plasma levels of TNF-alpha, Il-1b, Il-4, Il-10, Il-12 and Il-13 were significantly elevated in mice with high PMΦ Arg1 mRNA expression (n=5) compared to those with low expression (n=10). Conclusions: Tet2 is a novel regulator of murine MΦ, induced during MΦ differentiation and M1-polarization. Tet2 loss leads to complex disruption of the M1-M2 spectrum. We are currently exploring whether human TET2 mutations contribute to the abnormal immune environment of myeloid cancers. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "arginase",
        "beta-thromboglobulin",
        "breeding",
        "cancer",
        "chemokine (c-x-c motif) ligand 1",
        "chemokines",
        "cytokine",
        "doxorubicin/etoposide/vincristine protocol",
        "interleukin-1",
        "interleukin-1 beta"
    ],
    "author_names": [
        "Alyssa Cull, MSc",
        "Brooke Snetsinger, MSc",
        "Michael J. Rauh, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alyssa Cull, MSc",
            "author_affiliations": [
                "Dept. Pathology & Molecular Medicine, Queen's University, Kingston, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brooke Snetsinger, MSc",
            "author_affiliations": [
                "Dept. Pathology & Molecular Medicine, Queen's University, Kingston, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Rauh, MD PhD",
            "author_affiliations": [
                "Department of Pathology & Molecular Medicine, Queen's University, Kingston, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T02:11:25",
    "is_scraped": "1"
}