{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.95.95",
    "article_title": "Aging of Hematopoietic Stem Cells Is Driven By Regional Specialization of Marrow Macrophages ",
    "article_date": "December 7, 2017",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Hematopoietic Microenvironment I",
    "abstract_text": "While hematopoietic stem cells (HSCs)-intrinsic effects of aging have been explored, less is known about how HSC support is altered by the aged bone marrow microenvironment (BMME). To assess the role of the BMME in HSC aging, we compared the BMME in young (6-12 weeks) and aged (20-24 months) male mice and young (50 YO) human volunteers. Aged mice had remodeling of the BMME, with expansion of the marrow cavity and vascular volume compared to young mice. BMME constituents were redistributed within two distinct anatomic regions, namely endosteal bone-associated (BA) and marrow-associated (MA) cells. BA cells in aged mice contained fewer phenotypic mesenchymal/osteoblastic progenitors, with reduction in their ability to constitute colony forming units (CFUs). CFU loss was also observed in aged human volunteers. Aged murine MA had significant expansion of dysfunctional mesenchymal stem cells (MSCs) and activated macrophages (MΦ). Increased MΦ were also detected in aged human marrows. Following this in vivo characterization, we developed an ex vivo co-culture system to determine if aged murine BMME cells could impart aging characteristics to young HSCs. Young murine HSCs co-cultured with aged MA cells acquired phenotypic properties of aged HSCs, including increased CD41 + expression. Single cell RNA sequencing of Long Term-HSCs (LT-HSCs) from young and aged mice also identified upregulation of integrin-β3 (CD61) as a novel marker of aged LT-HSCs. Subsequent flow cytometry analysis confirmed the increase in CD61 + expression in vivo in aged HSCs. Importantly, aged MA - but not BA cells - also increased CD61+ expression in young HSCs ex vivo , highlighting the region-specific remodeling of the BMME that occurs with age. We then used a reductionist approach to identify targetable cellular and molecular regulators of the region-specific BMME-induced HSC aging. CD45 + and Ter119 + depletion in aged MA cells did not induce CD41 + expression in young HSCs, suggesting that a critical BMME component responsible for non-cell-autonomous HSC aging is present within the hematopoietic pool. Since marrow MΦ can regulate HSCs, we co-cultured aged MA MΦ with young MA and found that aged MΦ were sufficient to increase CD41 + expression in young HSCs. The addition of aged MΦ also expanded young MSCs, demonstrating that MΦ orchestrate both BMME remodeling and HSC aging. We next aimed to explore mechanisms by which aged MA MΦ impart aging characteristics to HSCs. Transcriptional analysis of murine MA MΦ demonstrated an increase in inflammatory activation in aged mice compared to young mice. This finding was also present in aged human MΦs. Among the inflammatory signals, interleukin-1β (IL-1β) was identified to be necessary and sufficient to mediate the aging effect of aged MA MΦ on young HSCs. Transcriptional analysis also revealed downregulation of phagocytic programs in aged MA MΦ compared to young MA MΦ. Supporting the transcriptional data, aged MA MΦs cultured in vitro demonstrated impaired ability to engulf senescent neutrophils compared to young MA MΦ. Bone marrow MΦ continuously remove large quantities of senescent neutrophils through phagocytosis, a process also known as efferocytosis. Complementing the in vitro findings, in vivo testing demonstrated that young MA MΦ are primarily responsible for engulfing senescent neutrophils and that aged MA MΦ had reduced engulfment of senescent neutrophils. No phagocytic defect was identified in aged BA MΦ, highlighting the regionalization of MΦ function within the BMME that is differentially impacted with age. Consistent with the systemic impact of the efferocytic defect of aged MA MΦ, aged mice had increased levels of circulating senescent neutrophils and. Moreover, neutrophils from aged mice had increased caspase-1 activity, a signal required for IL-1β activation. Together, these data provide evidence that aging differentially remodels two anatomically distinct BMMEs. Regional specialization of marrow MΦ was differentially impacted by aging and induced aging characteristics in HSCs. We propose that impaired removal of senescent neutrophils by aged MA MΦ increases IL-1β production, leading to local inflammation and disrupted BMME and HSC function in aged mice. Strategies aimed at restoring healthy efferocytic activity as well as diminishing IL-1β production or function could therefore reduce the aging effect on HSCs by rejuvenating the BMME. Disclosures Liesveld: Onconova: Honoraria; Seattle Genetics: Honoraria.",
    "topics": [
        "aging",
        "caspase-1",
        "cd45 antigens",
        "coculture techniques",
        "flow cytometry",
        "hematopoietic stem cells",
        "inflammation",
        "integrin beta3",
        "integrins",
        "interleukins"
    ],
    "author_names": [
        "Corey M Hoffman, MS",
        "Sarah E Latchney, PhD",
        "Mark LaMere, BA",
        "Jason R Myers, MS",
        "John M Ashton, PhD",
        "Allison J. Li, MS",
        "Frank Akwaa, MD",
        "Rakhil Rubinova, D.O.",
        "Amanda McCabe, PhD",
        "Julianne N. Smith, PhD",
        "Jane L. Liesveld, MD",
        "Benjamin J. Frisch, PhD",
        "Michael Rusty Elliott, PhD",
        "Katherine C MacNamara, PhD",
        "Michael W. Becker, MD",
        "James Palis, MD",
        "Archibald S. Perkins, MD PhD",
        "Laura M. Calvi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Corey M Hoffman, MS",
            "author_affiliations": [
                "Department of Pharmacology and Physiology, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah E Latchney, PhD",
            "author_affiliations": [
                "University of Rochester Medical Center, 14642, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark LaMere, BA",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason R Myers, MS",
            "author_affiliations": [
                "Genomics Resource Center, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M Ashton, PhD",
            "author_affiliations": [
                "Genomics Resource Center, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison J. Li, MS",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY ",
                "Department of Pathology and Laboratory Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Akwaa, MD",
            "author_affiliations": [
                "University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rakhil Rubinova, D.O.",
            "author_affiliations": [
                "University of Rochester Medical Center, Rochester, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda McCabe, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julianne N. Smith, PhD",
            "author_affiliations": [
                "Albany Medical College, Albany, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane L. Liesveld, MD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY ",
                "Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin J. Frisch, PhD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY ",
                "Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Rusty Elliott, PhD",
            "author_affiliations": [
                "Department of Microbiology and Immunology, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine C MacNamara, PhD",
            "author_affiliations": [
                "Immunology and Microbial Disease, Albany Medical College, Albany, NY "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael W. Becker, MD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY ",
                "Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Palis, MD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY ",
                "Department of Pediatrics, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Archibald S. Perkins, MD PhD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY ",
                "Department of Pathology and Laboratory Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY ",
                "Department of Pathology and Laboratory Medicine, Univ. of Rochester, Rochester, NY"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura M. Calvi, MD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY ",
                "Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T06:38:07",
    "is_scraped": "1"
}