{
    "doi": "https://doi.org/10.1182/blood.V106.11.83.83",
    "article_title": "Response to Hepatitis B Vaccination Following Allogeneic Hematopoietic Cell Transplantation (HCT). ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Liver disease secondary to Hepatitis B virus (HBV) is a vaccine preventable disease. Currently, the European Group for BMT recommends recombinant HBV vaccination starting 6–12 months post HCT, in the 2000 CDC guidelines, vaccination against HBV is optional. Nevertheless, immunization against HBV is generally mandated prior to school re-entry and in adults with an increased risk for exposure to HepB. In healthy children and adolescents, seroconversion rates of >95% have been reported. In adults, including those >40 years of age, response rates of 85–95% are observed. To determine the ability of allogeneic transplant recipients to respond to recombinant HBV vaccination, the pre and post vaccine titers of 260 patients, including 100 children (< 18 years), vaccinated following an unrelated (n=67), HLA matched (n=173) or HLA mis-matched related (n=20) HCT were analyzed. Thirty-four percent of the vaccinated patients received an unmodified HCT and 76% received total body irradiation in their conditioning regimen. All patients had a normal PHA response at the time of vaccination. In patients less than or greater than 18 years of age, the median time to vaccination was 20.0 and 24.5 months post HCT, respectively. Overall, 181 (69.7%) of the 260 patients responded to HBV vaccination. Seventy-five percent of children and sixty-six percent of adults responded to HepB vaccination (p=0.08). The poorest response (55%) was observed in recipients of an HLA-mismatched related HCT, although the numbers are small. Following an unrelated or HLA-matched related transplant, there were no significant differences in the proportion of responders on the basis of pre-transplant diagnosis, stem cell source, use of T cell depletion, inclusion of total body irradiation in the conditioning regimen, or positive donor serology. Univariate and multivariate analysis in recipients of an unrelated or HLA matched related HCT, demonstrated that younger age at transplantation was associated with significantly higher rates of seroconversion (p<0.05). Prior treatment for chronic GVHD, was associated with a significantly poorer response to HepB vaccination (p<0.01). There were no significant differences in responses among pediatric recipients of a TCD or unmodified unrelated or HLA matched related transplant. Eighty-nine percent of patients <18 years of age who received a TCD unrelated transplant responded to HBV vaccine initiated at a median (range) of 20.6 (5.3–48.7) months post transplant compared to eighty percent of children following an unmodified unrelated transplant. Seroconversion rates in adults ranged from 58–70% following TCD or unmodified unrelated or HLA matched related HCT, with the lowest response rate observed in recipients of an unmodified unrelated transplant despite vaccination later post transplant. Of the seventy-eight patients who failed Hep B vaccination, 22 completed a second series, following which 13 (73%) seroconverted. No patient responded to a single booster vaccination after failing to an initial series. These data demonstrate that although the vast majority of patients respond to recombinant Hep B vaccination, the rate of seroconversion is still lower than that observed in normal controls, emphasizing the need to document pre and post vaccine titers to ensure response, particularly in adult patients.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "hepatitis b vaccines",
        "transplantation",
        "human leukocyte antigens",
        "vaccines",
        "hepatitis b",
        "whole-body irradiation",
        "graft-versus-host disease, chronic",
        "liver diseases",
        "serologic tests"
    ],
    "author_names": [
        "Trudy N. Small, MD",
        "Esperanza B. Papadopoulos, MD",
        "Farid Boulad, MD",
        "Hugo Castro-Malaspina, MD",
        "Ann Jakubowski, MD, PhD",
        "Nancy A. Kernan, MD",
        "Miguel Perales, MD",
        "Susan Prockop, MD",
        "James W. Young, MD",
        "Richard J. O’Reilly, MD",
        "Dana Jaffe, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Trudy N. Small, MD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Esperanza B. Papadopoulos, MD",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farid Boulad, MD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hugo Castro-Malaspina, MD",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Jakubowski, MD, PhD",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy A. Kernan, MD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel Perales, MD",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Prockop, MD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James W. Young, MD",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J. O’Reilly, MD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dana Jaffe, MPH",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T18:46:48",
    "is_scraped": "1"
}