{
    "doi": "https://doi.org/10.1182/blood.V108.11.5516.5516",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=712",
    "start_url_page_num": 712,
    "is_scraped": "1",
    "article_title": "Optimising Haemoglobin Response to Exogenous Erythropoietin in Anaemic Patients Treated in Routine Haemato-Oncology Practice. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "anemia",
        "erythropoietin",
        "hemoglobin",
        "medical oncology",
        "iron",
        "disease progression",
        "cancer",
        "chemotherapy regimen",
        "iron deficiency",
        "follow-up"
    ],
    "author_names": [
        "Samir G. Agrawal, MD, PhD",
        "Paul Greaves, MD",
        "Christina Lim",
        "Chris D. Poole, BSc,PhD",
        "Mel D. Walker, BPharm, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Haemato-Oncology, St. Bartholomew’s Hospital, London, United Kingdom",
            " "
        ],
        [
            "Department of Haemato-Oncology, St. Bartholomew’s Hospital, London, United Kingdom",
            " "
        ],
        [
            "Department of Haemato-Oncology, St. Bartholomew’s Hospital, London, United Kingdom",
            " "
        ],
        [
            "Threesixtydegree Research Ltd, Penarth, Wales, United Kingdom",
            " "
        ],
        [
            "Healthcare Management, Roche Products Ltd, Welwyn Garden City, Hertfordshire, United Kingdom",
            " "
        ]
    ],
    "first_author_latitude": "51.517495999999994",
    "first_author_longitude": "-0.10004629999999999",
    "abstract_text": "Patients’ response to treatment with human recombinant erythropoietin (Epo) for chemotherapy-associated anaemia varies between 50% and 70%. The cost-effectiveness of Epo may be maximized by targeting treatment at patients most likely to respond. In this study, modified ASH/ASCO guidelines were combined with a systematic approach to iron supplementation in order to maximize haemoglobin (Hb) response in iron deficient patients. Patients with haematological malignancy and chemotherapy-associated anaemia received Epo alone (n = 25) or Epo plus intravenous iron sucrose (iv iron) if functional iron deficiency was present (n=24). The cohort had a male/female ratio of 48:52% and a mean age 62.8 years (SD 12.8; range 24 to 81). Baseline measurements were repeated at 4-weekly intervals for a period of 32 weeks. Overall, 80% of cases experienced a Hb response greater than 1g/dl, with 65% of patients achieving a major Hb response (≥ 2g/dl increase above baseline). There was no difference in Hb response between the Epo alone vs. Epo plus iv iron groups (∅ 2.72 vs. 2.84 g/dl; p =0.831), indicating equivalent outcomes for functionally iron deficient patients treated with effective iv iron supplementation and iron replete patients. General Linear Modelling was used to explore the independent contributions of demographics, baseline iron parameters, and disease progression in predicting Hb response to Epo. In the final model three independent variables emerged as significant, which together accounted for 40% of variance in Hb response. Progression of the underlying malignancy was associated with a mean reduction in Hb response of 1.9g/dl (p<0.001). Lower baseline Hb was associated with an increased response - each 1g/dl decrement was associated with a mean increased response of 0.87g/dl (p=0.012). Early change in reticulocyte count (between baseline and early follow up (< 4 weeks) was found to be positively associated with Hb response - each additional 1% change was associated with a 0.016g/dl increase in Hb response (p=0.006). These findings are in contrast to previous reports that the response to Epo was independent of the outcome of the underlying malignancy and diminished at lower Hb levels. Disease progression, baseline Hb and early increases in reticulocytes were all highly significantly correlated with the Hb response to Epo. In fact, in this cohort, all cases of non-response to Epo or loss of a response were associated with disease progression. To maximise response rates to Epo requires detection of functional iron deficiency and supplementation with iv iron. Furthermore, early reticulocyte response and disease progression should be closely followed and can help guide when to stop Epo therapy. This would allow rational use of resources and improve the health economics of Epo therapy by focusing on those most likely to benefit."
}