{
    "doi": "https://doi.org/10.1182/blood.V104.11.3553.3553",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=110",
    "start_url_page_num": 110,
    "is_scraped": "1",
    "article_title": "The Protein Subunit of Telomerase Is Downregulated with Normal Myeloid Differentiation, but Reactivated in Leukemic Progenitors. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "protein subunits",
        "telomerase",
        "cancer",
        "cyclic gmp",
        "rna, messenger",
        "transplantation",
        "blast phase",
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "nucleotides"
    ],
    "author_names": [
        "Catriona Jamieson, MD, PhD",
        "D. Gilison",
        "R. Allsopp",
        "I. Weissman",
        "S. Artandi"
    ],
    "author_affiliations": [
        [
            "Medicine, Stanford University"
        ],
        [
            "Medicine, Stanford University"
        ],
        [
            "Medicine, Stanford University"
        ],
        [
            "Medicine, Stanford University"
        ],
        [
            "Medicine, Stanford University"
        ]
    ],
    "first_author_latitude": "37.4318102",
    "first_author_longitude": "-122.17575799999997",
    "abstract_text": "Telomeres are comprised of TTAGGG nucleotide repeats and a large protein complex that together protect chromosomal ends. Telomeres shorten progressively with cell division in the absence of telomerase, a reverse transcriptase that synthesizes telomere repeats. Critical telomere shortening has potent effects on cancer development, either blocking cancer progression by impairing proliferation and survival or promoting cancer by enhancing chromosomal instability. Although telomerase is upregulated in the vast majority of human cancers, where it is thought to endow cancer cells with unlimited proliferative capacity, the regulation of telomerase during the course of normal lineage development or during leukemogenesis remains unclear. Here, we show that expression of TERT, the protein catalytic subunit of telomerase, is tightly regulated during myeloid development in both human and mouse. Real time PCR analysis of RNA from purified human stem cell and progenitor cell populations showed that TERT mRNA was highest in human HSCs (100%, values normalized to HSC). TERT mRNA remained high in common myeloid progenitors (CMP, 47%), but was dramatically decreased with differentiation to granulocyte-monocyte progenitors (GMP, 3%) or megakaryocyte-erythroid progenitors (MEP, 0.2%). TERT was similarly down regulated during normal myeloid development in mouse bone marrow. In marked contrast, TERT was reactivated in leukemic GMP in a transgenic Fas lpr/lpr hMRP8BCL2 mouse model of acute myelogenous leukemia. Notably, transplantation experiments demonstrated that leukemic GMP provided the most robust leukemic transplantation potential compared with HSC or blasts suggesting that TERT reactivation may provide an important final step in leukemic pathogenesis by enhancing the replicative life-span of leukemic progenitors. Currently, we are in the process of assessing TERT regulation in human leukemic progenitors isolated from patients with CML in chronic, accelerated and blast phases. Together, these data indicate that TERT is most highly expressed in stem cells and multipotent progenitors. This pattern of TERT expression may reflect a need for efficient telomere maintenance in these stem/progenitor compartments. Furthermore, these data are consistent with our recent data showing novel, telomere length-independent functions for TERT in stem/progenitor cell compartments."
}