{
    "doi": "https://doi.org/10.1182/blood.V112.11.3937.3937",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1124",
    "start_url_page_num": 1124,
    "is_scraped": "1",
    "article_title": "Serial Plasma Concentrations of Adipocytokines during Chemotherapy in Children with Acute Lymphoblastic Leukemia ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Lymphocytic Leukemia - Biology and Pathophysiology",
    "topics": [
        "acute lymphocytic leukemia",
        "adipokines",
        "chemotherapy regimen",
        "child",
        "plasma drug concentration",
        "obesity",
        "adiponectin",
        "leptin",
        "resistin",
        "high density lipoprotein cholesterol"
    ],
    "author_names": [
        "Maria M Moschovi",
        "Georgios G Trimis",
        "Maria M Vounatsou",
        "Katerina K Katsibardi",
        "Alexandra A Margeli",
        "Andreas A Damianos",
        "George G Chrousos",
        "Fotini F Tzortzatou-Stathopoulou",
        "Ioannis I Papassotiriou"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology Unit, First Department of Pediatrics, Athens University Medical Shool, Athens, Greece"
        ],
        [
            "Pediatric Hematology/Oncology Unit, First Department of Pediatrics, Athens University Medical Shool, Athens, Greece"
        ],
        [
            "Department of Clinical Biochemistry, “Agia Sophia” Children’s Hospital"
        ],
        [
            "Pediatric Hematology/Oncology Unit, First Department of Pediatrics, Athens University Medical Shool, Athens, Greece"
        ],
        [
            "Department of Clinical Biochemistry, “Agia Sophia” Children’s Hospital"
        ],
        [
            "Pediatric Hematology/Oncology Unit, First Department of Pediatrics, Athens University Medical Shool, Athens, Greece"
        ],
        [
            "Endocrinology, Metabolism and Diabetes Units, First Department of Pediatrics, Athens University Medical School"
        ],
        [
            "Pediatric Hematology/Oncology Unit, First Department of Pediatrics, Athens University Medical Shool, Athens, Greece"
        ],
        [
            "Department of Clinical Biochemistry, “Agia Sophia” Children’s Hospital"
        ]
    ],
    "first_author_latitude": "37.968196",
    "first_author_longitude": "23.778687100000003",
    "abstract_text": "Disturbances in the production of adipocyte-derived hormones may represent a new link explaining the well-known relationship between obesity and increased prevalence of malignancies. Very few studies have evaluated adipokines concentration at diagnosis and during remission of a cancer. Purpose of our study was to investigate adipocytokines secretion, at diagnosis and during chemotherapy in children with acute lymphoblastic leukemia (ALL). Patients and Methods: Measurements were performed at diagnosis, after the induction-consolidation phase and at standard time points before each cycle in nine consecutive patients with ALL aged 2–7 years (median 4.3 yrs). All patients suffered from ≥5% BMI reduction in the 6 months before recruitment. BMI and leukemic burden were estimated at the same time points and correlated with adipocytokines levels. Nine healthy children matched for age and sex were used as controls. Results: At diagnosis, mean adiponectin levels were low (12.6±2.3 μg/ml vs. 18.2±2.4 μg/ml in controls, p<0.0001) and mean leptin and resistin levels were high (27.4±4.2 ng/ml vs. 17.8 ± 3.4 ng/ml in controls, p<0.001 and 5.2±1.2ng/ml vs. 3.2±1.1ng/ml in controls, p<0.001, respectively). Compared to baseline values, mean adiponectin levels increased significantly to 16.6±2.9 μg/ml before the end of maintenance phase (p=0.024), while leptin and resistin fluctuated and stabilized at significantly lower levels (17.1±3.9 ng/ml, p=0.018 and 3.4±0.9 ng/ml, p=0.020, respectively), after the 8 th cycle of chemotherapy. Mean adiponectin was still low, compared with controls, (p<0.001), even after the 8 th cycle. Delta (final-baseline) mean adiponectin was positively correlated with delta mean BMI-SD score of the patients (0.512, p=0.016), while delta mean leptin and resistin was negatively correlated with it (−0.626, p=0.009, and −0.527, p=0.013, respectively). However, when considering for lipids, LDH or leukemic burden, the positive association of adiponectin with BMI (0.087, p>0.05) and the negative association of leptin and resistin with BMI do not persist (−0.098, p>0.05 and −0.094, p>0.05 respectively). Delta mean adiponectin was negatively correlated with leukemic burden (−0.439, p=0.019), while delta mean leptin and resistin was positively correlated with it (0.581, p=0.011 and 0.375, p=0.031, respectively). Delta mean adiponectin was negatively correlated with delta mean LDH (−0.315, p=0.041), delta mean triglycerides (−0.412, p=0.025) and positively correlated with delta mean HDL-C (0.306, p=0.042), while delta mean leptin and resistin was positively correlated with delta mean LDH (0.423, p=0.028, and 0.387, p=0.032, respectively), delta mean triglycerides (0.372, p=0.035, and 0.523, p=0.022, respectively) and negatively correlated with delta mean HDL-C (−0.467, p=0.020, and −0.356, p=0.034, respectively). Finally, delta mean BMI-SD was positively correlated with delta mean HDL-C (0.502, p=0.018) and negatively with delta triglycerides (−0.420, p=0.023) and delta LDH (−0.605, p<0.010). Conclusion: Our results suggest that low serum adiponectin level and high leptin and resistin level are present in almost all patients with ALL at diagnosis. This is probably due to neuroendocrine imbalance and inflammation. The abnormalities are restored during remission. More studies are needed to substantiate associations between leukemia development and these hormones in the population of ALL children."
}