{
    "doi": "https://doi.org/10.1182/blood.V118.21.1330.1330",
    "article_title": "DDR1 Activation Determines Megakaryocyte Migration on Type I Collagen ",
    "article_date": "November 18, 2011",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster I",
    "abstract_text": "Abstract 1330 Background. The mechanisms that regulate the megakaryocyte (MK) development within the bone marrow environment remain poorly understood. The underlying relationships between MK maturation and bone marrow components are key factors in this process. MK development occurs in a complex microenvironment where extracellular matrices are fundamental regulatory components. Since MK maturation is critical to blood functions, it appears evident that a fine regulation of the different steps of MK development is needed. On this basis, the search for new receptors, that may regulate MK functions, is still open. Discoidin domain receptor 1 (DDR1) is a tyrosine-kinase collagen receptor that is stimulated by fibrillar and base membrane collagens and mediates cell adhesion and migration in different tissues. Interestingly, DDR1 effects vary depending on cellular type and environment. Regarding the mechanisms, dissociation of actin from myosin IIa enhances DDR1 interaction with myosin IIa and thereby promotes cell migration. Further, DDR1 interacts with the non-receptor tyrosine-kinase Syk and the Syk-mediated cell migration inhibition is blocked in the presence of DDR1. Expression and function of DDR1 on human MKs are still completely unknown. Hypothesis. The hypothesis for the present work is that DDR1 may represent a new collagen receptor of human MKs that regulates their functions in the bone marrow-matrix environment. Methods. MKs were differentiated from human cord blood hemopoietic progenitors. DDR1 expression in mature MKs was evaluated by RT-PCR, immunofluorescence and western blotting analysis. DDR1 activation and interaction with other molecules was evaluated by immunoprecipitation. For cell migration experiments, MKs were seeded in the upper well of transwell migration chambers. MK migration, towards SDF-1 and through filters coated with type I collagen containing or not a DDR1 blocking molecule (DDR1:Fc), was measured after 16 hours. To study the phosphorylation status of DDR1 downstream molecules, western blotting analysis was performed. Results. Our results showed that human MKs express DDR1 at both mRNA and protein levels. MK DDR1 was activated by incubation with type I collagen as demonstrated by immunoprecipitation and probing with an anti-phosphotyrosine antibody. Moreover, upon type I collagen stimulation, MK DDR1 associated with myosin IIA as demonstrated by co-immunoprecipitation. In order to study the role of DDR1 in mediating MK interactions with type I collagen, we took advantage of the recombinant soluble protein DDR1:Fc that was previously shown to block DDR1 activation. Immunoprecipitation analysis demonstrated that DDR1 activation was inhibited in MKs that were let to adhere for 16 hours on type I collagen treated with DDR1:Fc as compared to control. Interestingly, no differences in MLC-2 phosphorylation were observed in MKs adherent on either type I collagen preparations. Consistently, DDR1:Fc did not affect neither MK adhesion nor MK spreading on type I collagen demonstrating that the engagement of other collagen receptor, such as alpha2beta1 integrin, had occurred. However, an important increase of Src and Syk non receptor kinase activation was observed in MKs upon adhesion on DDR1:Fc treated type I collagen with respect to controls. Importantly, a significant decrease (about 40%) of MK migration, through type I collagen, was observed when DDR1 was blocked as compared to controls. These results demonstrated that Syk-mediated migration inhibition is blocked by activation of DDR1 in human MKs. Conclusions. In conclusion, this study provides evidence that the new collagen receptor DDR1 may participate in the regulation of human MK interactions and functions on type I collagen. Although preliminary, these data demonstrate that the bone marrow-matrix environment regulate MK functions through multi-faceted mechanisms that are still to be completely unraveled. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "collagen type i",
        "megakaryocytes",
        "meckel-gruber syndrome",
        "collagen receptors",
        "immunoprecipitation",
        "molecule",
        "adhesions",
        "protein tyrosine kinase",
        "western blotting",
        "antibodies"
    ],
    "author_names": [
        "Vittorio Abbonante, BS",
        "Luca Monti, BS",
        "Alessandra Balduini, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vittorio Abbonante, BS",
            "author_affiliations": [
                "Department of Biochemistry, University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luca Monti, BS",
            "author_affiliations": [
                "Department of Biochemistry, University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Balduini, MD",
            "author_affiliations": [
                "Department of Biomedical Engineering, Tufts University, Medford, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:33:18",
    "is_scraped": "1"
}