{
    "doi": "https://doi.org/10.1182/blood.V122.21.387.387",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2486",
    "start_url_page_num": 2486,
    "is_scraped": "1",
    "article_title": "Phase 1 Dose-Escalation/Expansion Study Of ARRY-614 In Patients With IPSS Low/Int-1 Risk Myelodysplastic Syndromes ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes",
    "topics": [
        "myelodysplastic syndrome",
        "prolonged qt interval",
        "prostatic hypertrophy risk score",
        "brachial plexus neuritis",
        "powder dose form",
        "atrial fibrillation",
        "exanthema",
        "platelet transfusion",
        "transfusion",
        "adverse event"
    ],
    "author_names": [
        "Guillermo Garcia-Manero, MD",
        "Mikkael A. Sekeres, MD, MS",
        "Alan F. List, MD",
        "H. Jean Khoury, MD",
        "Anjali Advani, MD",
        "Elias Jabbour, MD",
        "Hagop M Kantarjian, MD",
        "Jeffrey E Lancet, MD",
        "LouAnn Cable, MS",
        "Kari Guthrie",
        "Grant Hogeland, PhD",
        "Mieke Ptaszynski, MD",
        "Lara Maloney, BA",
        "Donald Corson",
        "Rami S. Komrokji, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia Program, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Array Biopharma Inc., Boulder, CO, USA, "
        ],
        [
            "Array Biopharma, Boulder, CO, USA, "
        ],
        [
            "Array Biopharma Inc., Boulder, CO, USA, "
        ],
        [
            "Array Biopharma Inc, Boulder, CO, USA, "
        ],
        [
            "Array BioPharma Inc., Boulder, CO, USA, "
        ],
        [
            "Array BioPharma Inc, Boulder, CO, USA, "
        ],
        [
            "Hematologic Malignancies, Moffitt Cancer Center, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Background Emerging data support a role for both p38 MAPK (p38) and Tie2 in the molecular mechanisms underlying MDS pathophysiology and suggest that inhibition of p38/Tie2 has the potential to improve hematopoiesis. ARRY-614 is an orally bioavailable, dual inhibitor of p38 and Tie2 that has demonstrated multi-lineage hematologic improvement (HI) and acceptable tolerability with a powder-in-capsule (PIC) formulation. However, due to suboptimal PK properties of the PIC, a Phase 1 study in patients (pts) with MDS was initiated to evaluate an optimized formulation of ARRY-614. Methods The aims of this study were to determine the MTD, establish a recommended Phase 2 dose and evaluate the safety, PK profile and PD effects of a formulated capsule of ARRY-614 administered once daily (QD) and twice daily (BID) in continuous 28-day cycles. Pts with IPSS low/intermediate-1 risk MDS, ≥ 1 cytopenia (per IWG 2006 criteria) and adequate ECOG performance status, hepatic and renal function were eligible. Prior therapy for MDS was permitted; CMML per FAB criteria and secondary MDS were allowed. The study used a 3+3 dose escalation design modified to allow additional pt accrual at lower dose levels already determined to be tolerable. Additional expansions were permitted at selected dose levels to determine the recommended Phase 2 dose. Response was assessed using IWG 2006 criteria. In addition, platelet transfusion dependent pts (TD, ≥ 1 platelet transfusion within 8 weeks prior to starting treatment) were assessed for transfusion independence (TI) or transfusion reduction (TR, 50% decrease). Results At the time of this analysis (01 May 2013), 62 pts with IPSS low (n = 16) or intermediate-1 (n = 46) risk MDS were enrolled (median age 72 years, range 46-85). Patients had received a median of 3 prior regimens (range 0-6); 5 pts had no prior therapy. Prior regimens included: hypomethylating agents (HMAs; 85%), erythropoiesis-stimulating agents (65%) and lenalidomide (32%). ARRY-614 was administered at doses of 200-1000 mg QD (n=50) and 100-200 mg BID (n=12), with a median treatment duration of 13 weeks (range 1 day to 65 weeks). The MTD of the QD schedule was determined to be 800 mg QD after 2/6 pts experienced dose limiting toxicities (DLTs) of atrial fibrillation at the 1000 mg QD dose. The 200 mg BID dose was deemed not tolerable after 3/8 pts developed DLTs of Grade 3 rash (2 pts) and Grade 3 ECG QT prolongation (1 pt). The most common treatment-related adverse events (> 5% of total pts) included rash, nausea, atrial fibrillation, decreased appetite, fatigue, asthenia and vomiting. The majority of these events were mild or moderate. Nineteen pts remain on study (median time on treatment of 10 weeks). To date, 12 of 54 (22%) evaluable pts and 9 of 31 (29%) pts on treatment ≥ 16 weeks experienced HI per IWG 2006 criteria and/or achieved platelet TR or TI. Responses were observed at all dose levels. HI-E, HI-P, and HI-N responses were observed in 6% (3/49), 21% (7/34) and 31% (5/16) of the pts, respectively. In addition, of the 12 pts who were platelet TD, a total of 50% (6/12) achieved at least a TR, and 33% (4/12) achieved complete TI. All pts who experienced a response had received prior treatment with an HMA. ARRY-614 and its metabolite AR00451575 demonstrated increasing exposure with increasing dose, which was approximately dose proportional based on C max and AUC. At doses ≥ 400 mg QD, the plasma concentrations exceeded the predicted p38 and Tie2 IC 50 values (113 ng/mL and 1150 ng/mL, respectively, plasma protein binding corrected). Preliminary biomarker analyses demonstrated primary target inhibition with persistent reduction in phospho-p38 levels in the bone marrow as compared to baseline during the course of treatment. In addition to primary target inhibition, observed decreases in plasma chemokines during the course of treatment were consistent with functional inhibition of p38. Conclusions The ARRY-614 formulated capsule demonstrates good tolerability and on-target activity at doses up to 800 mg QD, as well as a more favorable PK profile than the previous formulation. In addition, HI responses were seen across dose levels and across lineages in pts previously treated with HMAs, suggesting ARRY-614 may provide a treatment option for pts with lower-risk disease failing standard therapies. Next steps will be to explore the 400 mg and 800 mg dosing schedules further.  Disclosures: Garcia-Manero: Array BioPharma: steering committee participation Other. Sekeres: Amgen: data safety monitoring board, data safety monitoring board Other; Celgene: advisory board Other. List: Array BioPharma: Member of advisory board on MDS Other. Khoury: Array BioPharma: steering committee participation Other. Kantarjian: Array BioPharma: Research Funding. Cable: Array BioPharma: Employment. Guthrie: Array BioPharma: Employment. Hogeland: Array BioPharma: Employment. Ptaszynski: Array BioPharma: Employment. Maloney: Array BioPharma: Employment. Corson: Array BioPharma: Employment. Komrokji: Array BioPharma: steering committee participation Other."
}