{
    "doi": "https://doi.org/10.1182/blood-2019-128972",
    "article_title": "Treatment of Persons with Multiple Myeloma in Underprivileged Circumstances: Real-World Data of a Prospective Study in a Single Institution ",
    "article_date": "November 13, 2019",
    "session_type": "731.Clinical Autologous Transplantation: Results",
    "abstract_text": "Background The treatment of patients with multiple myeloma (MM) has evolved in recent years, and the disease-associated prognosis has improved substantially. This improvement has been driven largely by the approval of novel agents, many of which are expensive and not universally available. Less expensive but effective approaches would be of value globally. Patients and methods All consecutive MM patients diagnosed in the Centro de Hematología y Medicina Interna de Puebla after 1993 were prospectively entered in this study. Patients were given oral thalidomide (T), 100 mg/day, oral dexamethasone (D) (36-40 mg/week) and aspirin 100 mg/day. Bortezomib (V) (1.75 mg subcutaneously every week) was administered to those who could afford it. After 4-6 weeks of treatment, patients were offered an outpatient-based hematopoietic cell transplant (HCT). After the recovery of granulocytes following the HCT, patients continued indefinitely on T; those who failed to tolerate were switched to lenalidomide (R) (25 mg/day). The assessment of overall survival (OS) for all groups was achieved through the Kaplan-Meier method using the Cox-Mantel test. All the statistical analyses used a p value <0.05 to considered them statistically significant. Results Among 108 patients with MM who were prospectively accrued in the study (47 females and 61 males), the median age was 57 years (range 33 to 90). IgG myeloma represented 60% of patients and 49% had International Scoring System (ISS) stage III disease. The median (OS for all patients has not been reached and is >157 months. The median OS of patients who did not receive HCT was similar to those who did, with a trend for better outcomes with HCT (A). The response rate (complete remission or very good partial remission) was 71.8% for those given TD versus 88.3% for those given VTD before HCT, but OS was not different (B, C and D). As post-HCT maintenance, 37 patients received T; 26 of those (70%) could be maintained indefinitely with T, whereas 11 were switched into R after a median of 7 months; median OS of patients maintained after HCT with T or R was not different. Comparing the current population data with those obtained between 1983 and 1993 in the same institution employing only MP, the prognosis of MM patients was noted to have improved substantially. In our previous experience in the same institution, the median OS of patients treated solely with MP was 33 months, with a 72-month survival of 30%, whereas in this study of patients given IMiDs +/- HCT, median OS has not been reached and the 72-month OS is 60%, twice that obtained with MP. When analyzing the OS of patients included in this study and separated by 5-year intervals, survival continued to improve since 1993. Conclusions In this series, a regimen incorporating low cost novel agents and outpatient HCT was associated with excellent long-term survival in the treatment of persons with MM. This approach may be a model for treatment of MM in middle-income countries. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Steensma: Aprea: Research Funding; Arrowhead: Equity Ownership; Summer Road: Consultancy; Astex: Consultancy; Onconova: Consultancy; H3 Biosciences: Other: Research funding to institution, not investigator.; Stemline: Consultancy; Pfizer: Consultancy.",
    "topics": [
        "multiple myeloma",
        "aspirin",
        "bortezomib",
        "complete remission",
        "dexamethasone",
        "hematopoietic stem cell transplantation",
        "igg myeloma",
        "lenalidomide",
        "partial response",
        "thalidomide"
    ],
    "author_names": [
        "Iván Murrieta-Álvarez, MD",
        "David P. Steensma, MD",
        "Juan Carlos Olivares-Gazca, MD",
        "Jesús Mauricio Olivares-Gazca, MD",
        "Andrés A. León-Peña, MD",
        "Yahveth Cantero-Fortiz, MD",
        "Yarely Itzayana García-Navarrete, MD",
        "Antonio Cruz-Mora, MD",
        "Alejandro Ruiz-Argüelles, MD",
        "Guillermo J. Ruiz-Delgado, MD FACP",
        "Guillermo J. Ruiz-Arguelles, FRCP, MACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Iván Murrieta-Álvarez, MD",
            "author_affiliations": [
                "Centro de Hematología y Medicina Interna, Clínica Ruiz, Puebla, Mexico ",
                "Universidad Popular Autónoma del Estado de Puebla, Puebla, Mexico "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David P. Steensma, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Carlos Olivares-Gazca, MD",
            "author_affiliations": [
                "Centro de Hematología y Medicina Interna, Clínica Ruiz, Puebla, Mexico ",
                "Universidad Popular Autónoma del Estado de Puebla, Puebla, Mexico "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesús Mauricio Olivares-Gazca, MD",
            "author_affiliations": [
                "Centro de Hematología y Medicina Interna, Clínica Ruiz, Puebla, Mexico ",
                "Universidad Popular Autónoma del Estado de Puebla, Puebla, Mexico "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrés A. León-Peña, MD",
            "author_affiliations": [
                "Benemérita Universidad Autónoma del Estado de Puebla, Puebla, Mexico "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yahveth Cantero-Fortiz, MD",
            "author_affiliations": [
                "Universidad de las Américas Puebla, San Pedro Cholula, Mexico "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yarely Itzayana García-Navarrete, MD",
            "author_affiliations": [
                "Universidad Popular Autónoma del Estado de Puebla, Puebla, Mexico "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Cruz-Mora, MD",
            "author_affiliations": [
                "Benemérita Universidad Autónoma de Puebla, Puebla, Mexico "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alejandro Ruiz-Argüelles, MD",
            "author_affiliations": [
                "Universidad Popular Autónoma del Estado de Puebla, Puebla, Mexico ",
                "Centro de Hematología y Medicina Interna de Puebla, Puebla, Mexico ",
                "Laboratorios Clínicos de Puebla, Puebla, Mexico "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo J. Ruiz-Delgado, MD FACP",
            "author_affiliations": [
                "Universidad Popular Autónoma del Estado de Puebla, Puebla, Mexico ",
                "Centro de Hematología y Medicina Interna de Puebla, Puebla, Mexico ",
                "Laboratorios Clínicos de Puebla, Puebla, Mexico "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo J. Ruiz-Arguelles, FRCP, MACP",
            "author_affiliations": [
                "Universidad Popular Autónoma del Estado de Puebla, Puebla, Mexico ",
                "Laboratorios Ruiz, Puebla, Mexico ",
                "Centro De Hematologia Medicina Interna, Puebla, Mexico"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T13:06:41",
    "is_scraped": "1"
}