{
    "doi": "https://doi.org/10.1182/blood-2018-99-113875",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3976",
    "start_url_page_num": 3976,
    "is_scraped": "1",
    "article_title": "Ofatumumab Is Active and Safe in Patients with Relapsed/Refractory Splenic Marginal Zone Lymphoma (SMZL): Results from the Interim Analysis of an Italian Multicenter Phase 2 Study (MORE trial) ",
    "article_date": "November 29, 2018",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Poster III",
    "abstract_text": "INTRODUCTION: Splenic marginal-zone lymphoma (SMZL) is a rare disease for which treatment strategies are poorly defined due to the lack of prospective clinical trials and mostly rely on expert opinions. Results from single-center cohorts suggest that rituximab, the most widely available anti-CD20 monoclonal antibody (MoAb), can achieve long-term control of the disease without any need of combining chemotherapy. Ofatumumab is a fully humanised anti-CD20 MoAb and displays a favorable safety profile with lower incidence and milder infusion-related reactions (IRRs) when compared to rituximab. Given the significant efficacy observed in other relapsed/refractory (R/R) indolent lymphomas, we designed a multicenter phase 2 study in Italy to evaluate the activity and safety of ofatumumab monotherapy in patients with R/R SMZL, even after prior treatment with rituximab. Herein, we report preliminary results of a per-protocol interim analysis of the trial. METHODS: Key eligibility criteria include: SMZL diagnosis; relapse after or refractoriness to at least one but no more than two lines of treatment; progressive disease requiring treatment due to splenomegaly, bulky lymph nodes and/or cytopenias. Patients might have received previous anti-CD20 MoAb; splenectomy and antiviral treatment (if HBV and/or HCV positive) were not considered in the previous treatment count. Ofatumumab was administered weekly for 8 weeks (1 st dose: 300 mg; 2 nd -8 th dose: 1000 mg). The primary endpoint of the study was the complete remission (CR) rate and sample size should include 43 subjects, with an interim analysis planned on the first 15 patients. RESULTS: As of July 11 th , 2018, 20 patients were enrolled at 5 Italian Centers and received at least one dose of study drug. Median age was 73.5 years (55-91), 10 were males. Sixteen patients (80%) have previously received rituximab treatment, in most cases in combination with chemotherapy (considering both first and second-line treatment, 4 BR, 5 R-CHOP, 3 R-CVP, 1 R-cladribine, 1 R-cyclophosphamide and 5 Rituximab monotherapy), with 3 rituximab-refractory and 2 splenectomized patients. These 20 patients were evaluated for safety, while 17 patients receiving the full treatment were assessable for activity according to the protocol. No patients experienced dose delays and/or dose reductions, only one patient discontinued treatment after 2 doses of study drug because of IRRs. Eighteen out of 20 patients experienced at least 1 adverse event (AE). The most frequent AEs of any grade are reported in Table 1. No grade 5 AEs were reported in the trial; 17 grade 3-4 AEs occurred including mainly neutropenia (7 events), thrombocytopenia (5 events, 4 grade 3-4) and IRRs (5 events, only 1 grade 3-4). Five SAEs occurred in 3 patients: hypersensitivity reactions (2 events, both related to the study drug), dyspnea (1, unrelated), pleural effusion (1, unrelated), chest pain occurring during the infusion (1, related). The overall response rate (ORR) in the 17 evaluable patients was 94% (16/17), with 9 (53%) CRs and 7 (41%) partial responses (PRs); importantly, the 3 rituximab-refractory patients achieved a response on ofatumumab (2 CR, 1 PR) (Figure 1). After a median follow-up of 20 months (8-33), 15 patients remain progression-free and 18 patients are still alive. Two patients (the only non-responsive case and the patient who prematurely withdrew from treatment after 2 doses because of IRRs) died because of disease progression at 9 and 20 months; both never received further treatment. The 1-year progression-free survival and overall survival were 86.7% and 100%, respectively. CONCLUSION: Ofatumumab was active and safe in these elderly chemoimmunotherapy-treated patients with SMZL. IRRs were generally mild and easily manageable, even in a cohort of patients with a very high median age and a relevant comorbidity burden. The ORR and the CR rate compare favorably with data reported in the literature with rituximab monotherapy also considering that >75% of patients have been previously exposed to rituximab. Ofatumumab deserves to be further investigated to better understand its potential role in this setting. View large Download slide View large Download slide  Disclosures Ghia: Gilead: Honoraria, Research Funding; AbbVie, Inc: Honoraria, Research Funding; Acerta: Honoraria, Research Funding; BeiGene: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Sunesis: Honoraria, Research Funding; Janssen: Honoraria, Research Funding.",
    "topics": [
        "interim analysis",
        "more trial",
        "ofatumumab",
        "splenic marginal zone b-cell lymphoma",
        "rituximab",
        "monoclonal antibodies",
        "cd20 antigens",
        "chemotherapy regimen",
        "infusion procedures",
        "adverse event"
    ],
    "author_names": [
        "Lydia Scarfo, MD",
        "Silvia Ferrari",
        "Annamaria Maria Frustaci",
        "Monica Tani",
        "Samantha Pozzi, MD",
        "Eloise Scarano",
        "Maria Colia",
        "Pamela Ranghetti",
        "Maurilio Ponzoni, MD",
        "Paola Ronchi, MD",
        "Andres JM Ferreri, MD",
        "Paolo Ghia, MD PhD"
    ],
    "author_affiliations": [
        [
            "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milan, Italy "
        ],
        [
            "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Department of Haematology, Niguarda Cancer Center, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
        ],
        [
            "Ospedale Santa Maria delle Croci, Ravenna, Italy "
        ],
        [
            "Department of Diagnostic, Clinical and Public Health Medicine, Centro Oncologico Modenese, Modena, Italy "
        ],
        [
            "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milan, Italy "
        ],
        [
            "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milan, Italy "
        ],
        [
            "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milan, Italy "
        ],
        [
            "Pathology Unit, IRCCS Istituto Scientifico San Raffaele and Università Vita-Salute San Raffaele, Milan, Italy "
        ],
        [
            "IRCCS San Raffaele Scientific Institute, Unit of Hematology and Bone Marrow Transplantation, Milan, Italy "
        ],
        [
            "Lymphoma Unit, Dept. of Onco-Hematology, IRCCS Istituto Scientifico San Raffaele, Milan, Italy"
        ],
        [
            "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milan, Italy "
        ]
    ],
    "first_author_latitude": "45.506910600000005",
    "first_author_longitude": "9.267293800000001"
}