{
    "doi": "https://doi.org/10.1182/blood.V128.22.26.26",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3328",
    "start_url_page_num": 3328,
    "is_scraped": "1",
    "article_title": "Role of CXCL12-Expressing Bone Marrow Populations in Leukemic Stem Cell Regulation ",
    "article_date": "December 2, 2016",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: A Dynamic View of Old and New Cellular and Extracellular Determinants of the Hematopoietic Niche",
    "abstract_text": "CXCL12 is the major chemoattractant for hematopoietic stem cells (HSC) in the bone marrow microenvironment (BMM), and plays a major role in HSC localization to their regulatory niches. Studies using genetic drivers/reporters have shown that CXCL12 deletion from perivascular mesenchymal stem cells (MSC) and CAR cells (using Prx1-Cre line) leads to loss of HSC quiescence, frequency and self-renewal potential, while deletion from endothelial cells (using Tek-Cre line) results in modest loss of HSC long-term repopulating activity. In contrast, deletion of CXCL12 from osteoprogenitors (using Osx-Cre line) resulted in HSC mobilization without any effect on HSC function, while deletion from mature osteoblasts (using OCN-Cre line) had no effect on HSC function (Greenbaum et al. Nature. 2013;495(7440):227-30; Ding et al. Nature. 2013;495(7440):231-5.). These studies have been useful in identifying MSC/CAR cells and endothelial cells as important HSC niche components but the BM niches for LSC remain poorly characterized. In the present study, we examined alterations in CXCL12-producing niche cells in the CML BMM, and their role in regulating LSC growth, using the SCL-tTA BCR-ABL mouse model of CML. Our previous studies indicated that CXCL12 levels are reduced in CML compared to normal BM (Zhang et al. Cancer Cell. 2012; 21(4):577) . To evaluate the effect of leukemia development on specific CXCL12-expressing cell populations in the BMM, we crossed CXCL12 GFP mice (GFP reporter knocked into the CXCL12 locus) with SCL-tTA-BCR-ABL mice to generate CXCL12 GFP -SCL-tTA-BCR-ABL mice. CXCL12-expressing cells in the BM were identified by GFP expression. Mice developing CML after BCR-ABL induction by tet-withdrawal demonstrated significantly increased numbers of GFP+ endothelial cells (CD45-Ter119-CD31+) and reduced numbers of GFP+ BM stromal cells (CD45-Ter119-31-) compared to WT mice. Within the stromal population, the number of GFP+ MSC (PDGFRα+Sca-1+) were decreased. To evaluate the contribution of CXCL12-expressing populations towards LSC regulation, we crossed CXCL12 f/f mice (loxP sites flanking exon 2) with Tek-Cre, Prx1-Cre, OCN-Cre and OSX-Cre transgenic lines. CML BM cells (CD45.1/2+; 2*10 6 /mouse) were transplanted into lethally irradiated (8Gy) WT (CD45.2) Cre- or Cre+ CXCL12 f/f knockout animals, and followed for CML development. When compared to WT mice, CXCL12 f/f -Tek-Cre+ animals exhibited significantly reduced engraftment of CML cells (CD45.1/2+) in the BM, with associated reduction in CML myeloid cells (Gr-1+Mac-1+), MEP (CD16/32- CD34-), CMP (CD16/32 low CD34+), MPP (LSK+CD48+) and LTHSC (CD150+CD48-) numbers. No changes in splenic engraftment were seen. To evaluate long-term reconstitution, BM cells from primary transplanted WT or knockout animals were transplanted into lethally irradiated (8Gy) WT secondary recipients. CML engraftment in secondary mice receiving BM from Tek-Cre+ and WT animals was similiar at 12 weeks, indicating that residual LTHSC retained repopulating potential. In contrast, CXCL12 f/f -OCN-Cre and CXCL12 f/f -Osx-Cre mice did not demonstrate significant differences in total CML cell or CML LTHSC engraftment, but showed increased LMPP engraftment in the BM. Interestingly CXCL12 f/f -Prx1-Cre+ animals exhibited significantly increased leukocytosis and BM cellularity, and increased MEP, CMP, LMPP, MPP, STHSC and LTHSC numbers in the BM compared to WT mice. Increased numbers of CML myeloid cells and LSK were seen in the peripheral blood, but no change in splenic engraftment was seen. CML engraftment in secondary mice receiving BM from Prx1-Cre+ animals was significantly increased at 12 weeks compared to WT animals, indicating that the expanded LTHSC population maintained repopulating potential. These results suggest that loss of endothelial cell expressed CXCL12 reduced CML LTHSC in BM, whereas loss of MSC/CAR cell expressed CXCL12 enhances CML LTHSC numbers in BM, in association with increased mobilization to PB. Collectively, these results reveal important and distinct niche functions for CXCL12 expressing BM endothelial cell and MSC/CAR cells in CML, and indicate significant differences in niche regulation of CML LSC compared with normal HSC. We expect that improved characterization of BM niches in CML will facilitate further dissection of key niche interactions underlying LSC maintenance and expansion. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "leukemic hematopoietic stem cell",
        "stromal cell-derived factor 1",
        "cd45 antigens",
        "triangular alopecia",
        "antigens, cd16",
        "bcr-abl tyrosine kinase",
        "cd34 antigens",
        "chemotactic factors",
        "leukemia"
    ],
    "author_names": [
        "Puneet Agarwal, MS",
        "Hui Li, BS",
        "Andrew J Paterson, PhD",
        "Jianbo He, MD",
        "Takashi Nagasawa, MD PhD",
        "Ravi Bhatia, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, University of Alabama Birmingham, Birmingham, AL "
        ],
        [
            "Division of Hematology/Oncology, University of Alabama Birmingham, Birmingham, AL "
        ],
        [
            "Division of Hematology/Oncology, University of Alabama Birmingham, Birmingham, AL "
        ],
        [
            "Division of Hematology/Oncology, University of Alabama Birmingham, Birmingham, AL "
        ],
        [
            "Department of Immunobiology and Hematology, Institute for Frontier Medical Sciences, Kyoto University, Kyoto, Japan"
        ],
        [
            "Division of Hematology/Oncology, University of Alabama Birmingham, Birmingham, AL "
        ]
    ],
    "first_author_latitude": "33.51099465",
    "first_author_longitude": "-86.80322165"
}