{
    "doi": "https://doi.org/10.1182/blood.V126.23.4459.4459",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3093",
    "start_url_page_num": 3093,
    "is_scraped": "1",
    "article_title": "Current Practice of Hospital Acquired Thrombosis (HAT) Prevention in an Acute Hospital (a single centre cross sectional study) ",
    "article_date": "December 3, 2015",
    "session_type": "901. Health Services and Outcomes Research - Non-Malignant Conditions: Poster III",
    "topics": [
        "thrombosis",
        "venous thromboembolism",
        "surgical procedures, operative",
        "prescriptions, drug",
        "thromboprophylaxis",
        "anticoagulation",
        "brachial plexus neuritis",
        "risk of excessive or recurrent bleeding",
        "disability",
        "hospitals, university"
    ],
    "author_names": [
        "Dr. Muhammad Irfan Khan, MRCPI",
        "Catriona O'Leary, RGN, BSc, MSc",
        "Mary Ann Hayes, RGN",
        "Patricia O'Flynn, RGN, Dip NSc",
        "Pauline Suzanne Chappell, RGN, BSc",
        "Dympna Kiely Hinchion, RGN",
        "Dr. Anila Laurence",
        "Dr. Usman Azhar Khan",
        "Dr. Akbar Amin Achakzai",
        "Dr. Shahid Ali Kaimkhani",
        "Dr. Mary McCarthy",
        "Dr. Maire Rafferty",
        "Siobhan Rafferty",
        "Dr. Naveed Khan",
        "Dr. Lorraine Thong",
        "Denise Leamy",
        "Fiona Ahern",
        "Virginia Silvari",
        "Mala Shah",
        "Amy O'Flynn",
        "Prof. Joe Eustace",
        "Dr. Sada Sulong",
        "Dr. Cleona Duggan, MB, MRCP (UK) FRCPath",
        "Dr. Susan O'Shea, MB, BCH, MHS"
    ],
    "author_affiliations": [
        [
            "Haematology Department, Cork University Hospital, Cork, Ireland ",
            "Cork Research Facility (CRF), Cork, Ireland "
        ],
        [
            "Haematology Department, Cork University Hospital, Cork, Ireland "
        ],
        [
            "Haematology Department, Cork University Hospital, Cork, Ireland "
        ],
        [
            "Haematology Department, Cork University Hospital, Cork, Ireland "
        ],
        [
            "Haematology Department, Cork University Hospital, Cork, Ireland "
        ],
        [
            "Haematology Department, Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "University College Cork, Cork, Ireland"
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "University College Cork, Cork, Ireland"
        ],
        [
            "Cork Research Facility (CRF), Cork, Ireland ",
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Cork University Hospital, Cork, Ireland "
        ],
        [
            "Haematology Department, Cork University Hospital, Cork, Ireland "
        ],
        [
            "Haematology Department, Cork University Hospital, Cork, Ireland "
        ]
    ],
    "first_author_latitude": "51.8833157",
    "first_author_longitude": "-8.5098392",
    "abstract_text": "Background Evidence based consensus guidelines for venous thromboembolism (VTE) prevention are broadly accepted to be effective and safe for more than three decades (Clagett GP et al, 1992). However VTE continues to be associated with a major global burden of disease with 3.9 million cases of HAT during one year among 1.1 billion citizens of high income countries (Jha AK et al, 2013). Therefore prevention is the key to reduce death and disability resulting from VTE (Kahn S et al, Gould MK et al & Falck-Yitter Y et al, 2012). Ireland like many other countries has yet to implement a mandatory risk assessment tool and thromboprophylaxis (TP) policy nationally. Aims The aim of this study was to calculate the proportion of inpatients who had a VTE risk assessment performed and received appropriate TP in a large tertiary referral hospital. This information will be vital for baseline data for implementation of a new national policy for prevention of HAT. Methods This audit was performed at Cork University Hospital on 4 pre specified days between November 2014 to February 2015. All adult inpatients (Medical and Surgical) excluding maternity and psychiatric were included. Patients on therapeutic anticoagulation were also excluded. The patients' medical chart and drug prescription chart were reviewed to determine whether or not a VTE risk assessment was documented for each patient and if they had received appropriate TP. If no risk assessment had been performed, trained researchers applied the National Institute for health and Care Excellence (NICE) guidelines 92 (Jan 2010) for VTE risk assessment and prevention. Following the risk assessment patients were divided into three categories, high risk of VTE with low risk of bleeding; high risk of VTE with significant risk of bleeding and low risk of VTE. From this the proportion of patients in each group that received appropriate TP were calculated. Results A total of 1019 patients were enrolled the majority were medical patients 63.5% (n=648). The mean age of patients was 69 years. Females accounted for 52% of patients. Average length of hospitalisation for each patient at the time of the audit was 6 days (range 1-664 days). Overall, a formal TP risk assessment was documented in only 24% (n=244) of all charts reviewed however TP was prescribed in 43.2% (n=441) of patients. See table. Table 1.  . High Risk of VTE low risk of bleeding . High risk of VTE significant risk of bleeding . Low risk of VTE . No. of pts 80.3% (n=819) 16.6% (n=170) 2.9% (n=30) VTE risk assessment documented 21.9% (n=180) 28.2% (n=55) 30% (n=9) Received TP 46.3% (n=380) 28.8% (n=49) 40% (n=12) . High Risk of VTE low risk of bleeding . High risk of VTE significant risk of bleeding . Low risk of VTE . No. of pts 80.3% (n=819) 16.6% (n=170) 2.9% (n=30) VTE risk assessment documented 21.9% (n=180) 28.2% (n=55) 30% (n=9) Received TP 46.3% (n=380) 28.8% (n=49) 40% (n=12) View Large Within the high risk category patients, 64.3% (n=526) medical. TP was only administered to 46.3% (n=380) of patients in the high risk category. This was almost evenly distributed between surgical 50.1% (n=147) and medical 43.4% (n=233) patients. Conclusion This audit was done as the initial step to develop a national policy to prevent HAT. As suspected, this audit highlights that a large proportion of hospitalised patients, both surgical and medical, continue to be at high risk for VTE despite the availability of preventative measures. There is clear illustration of under prescription of safe, effective and recommended means of VTE prevention. The current overall figure of less than 50% prescription of VTE thromboprophylaxis in high risk patients is a major patient safety concern. There are numerous recognised international guidelines for prevention of VTE, and an efficient method to implement these guidelines needs to be developed. Beyond developing national guidelines for TP, we need a co-ordinated approach to implement and monitor compliance with guidelines. Once the preliminary results of this audit were available to us in March 2015, urgent measures were taken to reduce the identified risk such as the establishment of a Hospital Thrombosis Group which developed a user friendly VTE risk assessment tool and TP policy. The VTE risk assessment tool was incorporated into the patients drug prescription chart and included a pre printed prescription for TP. It is now mandatory for the all patients to have a VTE risk assessment tool and TP prescribed if appropriate within 24hrs of admission. This was successfully piloted for four weeks in the acute medical assessment unit and is now incorporated into each patients drug chart throughout the hospital. This audit will be replicated in 6 months from introduction of this initiative, with an aim of >90% compliance. Disclosures No relevant conflicts of interest to declare."
}