{
    "doi": "https://doi.org/10.1182/blood.V110.11.4660.4660",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1044",
    "start_url_page_num": 1044,
    "is_scraped": "1",
    "article_title": "Bleeding Risk in Patients with Essential Thrombocythemia and a Platelet Count of More Than 1.5 Million/μl: A Challenge of the Dogma of Mandatory Initiation of Cytoreductive Therapy. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "cytoreductive therapy",
        "platelet count measurement",
        "risk of excessive or recurrent bleeding",
        "thrombocythemia, hemorrhagic",
        "von willebrand factor",
        "aspirin",
        "hemorrhage",
        "anagrelide",
        "bleeding diathesis",
        "electrophoresis"
    ],
    "author_names": [
        "Petro E. Petrides, MD, PhD",
        "Fabian Siegel"
    ],
    "author_affiliations": [
        [
            "Hematology, Hematology Oncology Center, Munich, Germany",
            "University of Munich Medical School, Munich, Germany"
        ],
        [
            "Hematology, Hematology Oncology Center, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.126267049999996",
    "first_author_longitude": "11.5229226",
    "abstract_text": "Background: The most important limiting factors of patient survival in essential thrombocythemia (ET) are thromboembolic and hemorrhagic complications [ 1 ]. It has been postulated that the paradox of hemorrhagic events in a disease with highly elevated platelet counts is caused by an acquired von Willebrand Factor (vWF) deficiency syndrome which is found in ET patients with very high platelet counts [ 2 ]. Therefore, cytoreductive therapy is usually recommended by several international expert groups when platelets exceed 1,5 Million/μl. Aims: To critically examine the concept of cytoreductive therapy in high-platelet ET based upon the postulated increased bleeding risk. Methods: In a prospective study we observed 3 patients with a continously elevated platelet counts of more than 1.5 million/μl and secondary loss of large von Willebrand factor multimers, as shown in SDS electrophoresis, that did not receive cytoreductive therapy, but have been treated only with aspirin. Results: Patient 1 is a female which was 48 years at the time of diagnosis. She is negative for the JAK2V617F mutation and shows a secondary loss of large vWF multimers. We have now observed her for 7 years without any bleeding complications on aspirin therapy. During that period she has had more than 1.5 million platelets/μl for more than 46 months with a zenith of 2.27 million/μl. The second patient is a male who was 60 years old at the time of diagnosis. He is JAK2V617F negative and shows a relative decrease in large vWF multimers. He has been bleeding free since his diagnosis 6 years ago and had platelet levels of more than 1.5 million/μl for a cumulative period of more than 30 months. He has been treated only with aspirin. Patient 3 is a 59 year old male who has been diagnosed with ET 8 months ago. He is heterozygous positive for the JAK2V617F mutation. He also has a relative decrease in large multimers including a complete loss of the largest multimers. His platelet count has been elevated over 1.5 Million/μl (maximum: 2.18 Million) for a cumulative period of 6 months during which he has been treated only with aspirin. After that period he has been switched to anagrelide due to headaches. He has not shown any hemorrhagic complications except an increased bleeding tendency during shaving. Conclusion: Our observations challenge the recommendations by several groups to automatically initiate platelet reducing therapy above a platelet count of 1.5 million/μl. Acquired von Willebrand factor deficiency caused by ET does apparently not lead to hemorrhagic complications in all patients and therapy with aspirin should not be automatically excluded based on this dogma."
}