{
    "doi": "https://doi.org/10.1182/blood.V122.21.1088.1088",
    "article_title": "Cooperative Binding Of Anti-Factor VIII Inhibitors and Induced Conformational Change Detected By Hydrogen-Deuterium Exchange Mass Spectrometry ",
    "article_date": "November 15, 2013",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "The development of anti-factor VIII (fVIII) antibodies (inhibitors) is a significant complication in the management of patients with hemophilia A leading to significant increases in morbidity and treatment cost. Using a panel of anti-fVIII monoclonal antibodies to different epitopes on fVIII, we recently have shown that epitope specificity, inhibitor kinetics, and time to maximum inhibition are more important than inhibitor titer in predicting response to fVIII and the combination of fVIII and recombinant factor VIIa. Thus the ability to quickly map the epitope spectrum of patient plasma using a clinically feasible assay may fundamentally change how clinicians approach the treatment of high-titer inhibitor patients. To this end, we have characterized the binding epitopes of 4 monoclonal antibodies (MAbs) targeted against fVIII C2 domain by hydrogen-deuterium exchange coupled with liquid chromatography-mass spectrometry (HDX-MS). MAbs included both classical (inhibiting binding of fVIII to von Willebrand factor and phospholipid) and non-classical inhibitors (inhibiting activation of fVIII), which target separate regions of fVIII C2 domain and have distinct inhibitory mechanisms. HDX-MS analysis showed clear differences in binding patterns between classical and non-classical inhibitors, centering on the protruding hydrophobic loop at Met2199. The binding epitopes of classical and non-classical inhibitors mapped by HDX-MS agree well with previously reported ones characterized by structural studies and mutagenesis analysis. Classical and non-classical inhibitors could be distinguished by a limited subset of C2-derived peptides, simplifying analysis significantly. In addition, HDX-MS was able to detect subtle differences in binding patterns of various classical inhibitors, based on the HDX protection pattern around the hydrophobic loop at Leu2251. Interestingly, two MAbs, G99 and 3E6, exhibited an observable shift in HDX protection when bound to C2 as a ternary complex, as opposed to when bound individually, thus providing evidence for cooperative binding of these two MAbs ( Figure 1 ). In summary, our results demonstrate the effectiveness and robustness of the HDX-MS method in the rapid epitope mapping of fVIII inhibitors. This method can be expanded to map epitopes of inhibitors against other domains of fVIII, potentially leading to a more personalized treatment of hemophilia A patients. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "deuterium",
        "factor viii antibody",
        "hydrogen",
        "mass spectrometry",
        "epitopes",
        "hemophilia a",
        "monoclonal antibodies",
        "antibodies",
        "chromatography",
        "epitope mapping"
    ],
    "author_names": [
        "Shannon L. Meeks, MD",
        "Alexander M. Sevy, B.S.",
        "John F. Healey, B.S.",
        "Wei Deng, Ph.D.",
        "P. Clint Spiegel, Ph.D.",
        "Renhao Li, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shannon L. Meeks, MD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexander M. Sevy, B.S.",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. Healey, B.S.",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Deng, Ph.D.",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "P. Clint Spiegel, Ph.D.",
            "author_affiliations": [
                "Department of Chemistry, Western Washington University, Bellingham, WA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renhao Li, PhD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:36:00",
    "is_scraped": "1"
}