{
    "doi": "https://doi.org/10.1182/blood.V106.11.4820.4820",
    "article_title": "c-FLIP Level Determines the Sensitivity of Mantle Cell Lymphoma Cells to TRAIL-Induced Apoptosis Following Inhibition of NFkB Signalling or Proteasome Activity. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Mantle cell lymphoma (MCL) is a lymphoproliferative disorder derived from a subset of naive pregerminal center cells with a mature B-cell phenotype and an aggressive course. MCL cells are characterized by the chromosomal translocation t(11;14)(q13;q32) which results in cyclin D1 overexpression, and also present a constitutive activation of the NFkB pathway which leads to the overexpression of several anti-apoptotic regulators. As a consequence, these cells poorly respond to common chemotherapeutic agents acting via the intrinsic mitochondrial pathway. However, recent results indicate that proteasome inhibition represents a promising way to initiate or to potentiate apoptotic cell death in MCL cells, mainly by regulating the levels of several members of the Bcl-2 family implicated in the mitochondrial apoptotic pathway. On the other hand, tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) is a potent activator of the extrinsic cell death pathway and has been shown to exert in vivo a tumoricidal activity via its receptors TRAIL-R1 and -R2, with minimal toxicity on normal cells mainly expressing the inhibitory decoy receptors TRAIL-R3 and -R4. Moreover, proteasome inhibition has been show to increase cancer cells sensitivity to TRAIL, mainly by regulating TRAIL-R1 and TRAIL-R2 membrane level. In this context, our purpose was 1) to assess the sensitivity of MCL cells to recombinant human TRAIL on primary and established MCL cell lines and 2) to potentiate its effects in the less sensitive cells by co-treating cells either with inhibitors of the NFkB pathway, or with the proteasome inhibitor bortezomib. On the 6 MCL cell lines tested, three (Jeko, HBL-2, UPN-1) presented a high sensitivity to TRAIL, two (Rec-1 and Granta-519) were less sensible and one cell line (JVM-2) remained resistant, without apparent correlation to the TRAIL-R1 and -R2 receptors or to the Bcl-2 family protein levels. TRAIL-induced apopotosis was characterised by a time- and dose-dependent loss of membrane potential, Bax and Bak activation, caspase activation and phophatidylserine exposure. In cells with reduced response to TRAIL, we detected a higher transcriptional activity of the TRAIL-R3 vs TRAIL-R1 gene and higher level of the DISC inhibitor c-FLIP, both phenomenons presumably impeding caspase-8 cleavage upon TRAIL treatment. The same observations were done in 3 out of 6 (50%) primary cultures from MCL patients which also harboured a lack of sensitivity to TRAIL. Co-treatment of primary and established MCL cell lines with sub-toxic doses of bortezomib let to the upregulation of the TRAIL-R1 and -R2 agonistic receptors, but also to intracellular accumulation of c-FLIP, presumably impeding synergistic activity of bortezomib and TRAIL in cells with highest c-FLIP basal level. In contrast, the IKK inhibitor BMS-354451 allowed to consistent reduction of NFkB activity, decrease in total and DISC-associated c-FLIP, and sensitization of all MCL cells to TRAIL cytotoxic effects. Indeed, although NFkB inhibition was also associated with slight reduction of TRAIL receptors, BMS-354451 effects were associated with an increased formation of TRAIL-dependent DISC, caspase 8 activation and increase of XIAP-unbound and actived caspase 3. These results indicate that pharmacological enhancement of MCL cells sensitivity to TRAIL does not depend on TRAIL-R1 and -R2 levels but is rather regulated by NFkB-induced anti-apoptotic factors that act at both DISC activation and caspase regulation.",
    "topics": [
        "apoptosis",
        "casp8 and fadd-like apoptosis regulating protein",
        "mantle-cell lymphoma",
        "multicatalytic endopeptidase complex",
        "nf-kappa b",
        "signal transduction",
        "bortezomib",
        "caspase-8",
        "caspases",
        "antineoplastic agents"
    ],
    "author_names": [
        "Gael Roue, PhD",
        "Patricia Perez Galan, PhD",
        "Neus Villamor, MD, PhD",
        "Elies Campo, MD",
        "Dolors Colomer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gael Roue, PhD",
            "author_affiliations": [
                "Hematopathology Unit, Department of Pathology, Hospital Clinic, IDIBAPS, Barcelona, Spain"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patricia Perez Galan, PhD",
            "author_affiliations": [
                "Hematopathology Unit, Department of Pathology, Hospital Clinic, IDIBAPS, Barcelona, Spain"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neus Villamor, MD, PhD",
            "author_affiliations": [
                "Hematopathology Unit, Department of Pathology, Hospital Clinic, IDIBAPS, Barcelona, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elies Campo, MD",
            "author_affiliations": [
                "Hematopathology Unit, Department of Pathology, Hospital Clinic, IDIBAPS, Barcelona, Spain"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dolors Colomer, PhD",
            "author_affiliations": [
                "Hematopathology Unit, Department of Pathology, Hospital Clinic, IDIBAPS, Barcelona, Spain"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T06:45:36",
    "is_scraped": "1"
}