{
    "doi": "https://doi.org/10.1182/blood.V120.21.5170.5170",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2273",
    "start_url_page_num": 2273,
    "is_scraped": "1",
    "article_title": "Prevalence and Risk Factors of Iron Deficiency Anemia in Korea: The Fifth Korean Health and Nutrition Examination Survey (KNHANES V-1) ",
    "article_date": "November 16, 2012",
    "session_type": "Regulation of Iron Metabolism",
    "topics": [
        "iron deficiency anemia",
        "korea",
        "science of nutrition",
        "body weight changes",
        "anemia",
        "iron deficiency",
        "cancer",
        "diet",
        "hemoglobin",
        "iron"
    ],
    "author_names": [
        "Jeong-Ok Lee",
        "Soo-Mee Bang, MD, PhD",
        "Hyoung Soo Choi",
        "Soyeon Ahn",
        "Ju Hyun Lee"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, South Korea, "
        ],
        [
            "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, South Korea, "
        ],
        [
            "Pediatrics, Seoul National University Bundang Hospital, Seongnam, South Korea, "
        ],
        [
            "Medical Research Collaborating Center, Seoul National University Bundang Hospital, Seongnam, South Korea"
        ],
        [
            "Medical Research Collaborating Center, Seoul National University Bundang Hospital, Seongnam, South Korea"
        ]
    ],
    "first_author_latitude": "37.3520238",
    "first_author_longitude": "127.12315819999999",
    "abstract_text": "Abstract 5170 Iron deficiency (ID) is the most important cause of anemia in the world. The contribution of ID to anemia and causes of iron deficiency anemia (IDA) is heterogeneous between different populations. We analyzed the prevalence and risk factors of iron deficiency anemia among participants of the fifth Korean Health and Nutrition Examination Survey in 2010 (KNHANES V-1). In this survey, stratified, multistaged, probability-sampling designs and weighting adjustments were conducted to represent the entire Korean population. Anemia was defined in accordance to WHO criteria: Hemoglobin (Hb) less than 11. 5 g/dL in aged 10 to 11 years, less than 12. 0 in aged 12 to 14 years, less than 13 g/dL in men >15 years, and less than 12 g/dL in non-pregnant women. ID was defined as a transferrin saturation lower than 10% or serum ferritin levels lower than 15 μg/L. IDA was confirmed with concomittent anemia with ID. Persons with active malignancy were excluded. In addition to age and sex, we analyzed the correlation between IDA and individual socioeconomic status including income, education and marriage, nutritional status based on Korean dietary reference intakes, body mass index, eating habits, body weight changes and so on. In a total of 6689 (3010 men and 3679 women) over 10 years of age, the prevalence of IDA was 0. 82% (95% CI 0. 25–1. 39) for men and 8. 01% (6. 84–9. 18) for women. (p 65 years). IDA prevalence in the elderly had no significant sexual difference. (0. 78 % in men and 1. 21% in women aged 65 to 74 years, 4. 11% in men and 4. 92 % in women aged > 75 years). IDA was more prevalent in persons with low income (the bottom 25% of participants vs others, 5. 6% vs 4. 2%, p=0. 024), high education level (at least a high school graduate vs others, 5. 3% vs 2. 4%, p=0. 0002), low BMI (mass(kg)/((height(m))2) (<18. 5 vs ≥18. 5 and <25 vs ≥25, 11. 1% vs 4. 8% vs 2. 9%, p< 0. 0001), and deficient daily iron intake (less than the estimated average requirement (EAR) vs EAR and more; 8. 7% vs 3. 4%, p<0. 0001). In conclusion, iron deficiency is major cause of anemia especially in women of reproductive ages, and elderly regardless of gender. A variety of socioeconomic and nutritional factors can affect the development of IDA. Screening for IDA in high risk population, modification of correctable risk factor and proper early treatment with nutritional support are mandatory. Disclosures: No relevant conflicts of interest to declare."
}