{
    "doi": "https://doi.org/10.1182/blood.V116.21.3951.3951",
    "article_title": "Anti-MAG Neuropathy: a Single Center Retrospective Study In 61 Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "abstract_text": "Abstract 3951 Background: Polyneuropathy is the most frequent neurological complication in Waldenstrom macroglobulinemia (WM). Most patients have an insidiously progressive distal symmetric sensorimotor and ataxic neuropathy due to a monoclonal immunoglobulin M anti-myelin-associated glycoprotein (MAG). There is still no treatment reference today. Recent studies underline the interest of Rituximab (RTX) but its efficacy is not yet proven. In order to identify the interest of immunotherapy, we performed a retrospective study in 61 patients with anti-MAG over a period of 12 years. Methods: All patients underwent neurological, biological (anti-MAG antibodies, IgM serum) and electrophysiological examination before and after each treatment. Clinically, patients were considered to be improved if they had a decrease of at least two points on the INCAT sensory sum score and/or a decrease of 20 mm on the visual analogue scale and/or motor strength improvement by at least two MRC points in the ankle dorsiflexor. Biologically, response anti-MAG antibodies and IgM serum were considered to be improved if their level was diminished by half. Electrophysiological studies were performed using standard procedures. Results: A total of 61 patients were analyzed. The median age at onset was 64 years (range 33–84), median serum IgM concentration 4.6 g/L (0-17), median anti-MAG antibodies 49900 BTU (23000>70000), RANKIN score 1 (35 patients), 2(20 patients), 3(6 patients). Twenty-five patients had WM with lymphoplasmacytic cells bone marrow infiltration. None of the patients had criteria for therapy initiation according to the 2th international workshop except symptomatic or evolving neuropathy. In first line, 45 patients were treated with Chlorambucil (CBL) (8 improved, 28 were stabilised, 9 worsened), 16 patients were treated with RTX alone (9) or in combination (7) (11 improved, 2 were stabilised, 3 worsened). RTX gave a significant higher response rate compared with CBL (p=2×10 -4 ). With a median follow up of 96 months, 15 patients treated with CBL relapsed. Only one patient treated with RTX relapsed but the median follow up was not reached (60 months follow up). In the CBL group, 15 patients were treated at relapse with RTX and 11 improved, 3 were stabilised, 1 worsened. The average time follow up of the 2 nd response was 48 months. Twelve patients in failure were treated with RTX: 8 improved, 1 was stabilised, 3 failed with an average follow up of 48 months. There was no significant difference between anti-MAG antibodies level before and after treatment (p=0.64) in patients in response but a low IgM level was associated with response to treatment (p<0.029). Conclusion: In first line, RTX alone or in combination is associated with a higher response rate than CBL. For patients who relapsed after CHL, patients favourably responded to RTX with an average time follow up of 48 months. IgM level is a prognosis factor (p<0.029) for clinical response to treatment. To better define the efficacy of RTX in this setting, results of a french randomized study comparing RTX to placebo are pending. Disclosures: Choquet: Roche: Consultancy. Leblond: ROCHE: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; MUNDIPHARMA: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; GENZYME: Membership on an entity's Board of Directors or advisory committees; CELGENE: Membership on an entity's Board of Directors or advisory committees; JANSSEN: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "neuropathy",
        "follow-up",
        "immunoglobulin m",
        "antibodies",
        "chlorambucil",
        "electrophysiological studies",
        "glycoprotein",
        "immunotherapy",
        "magnetic resonance cholangiography",
        "monoclonal immunoglobulin"
    ],
    "author_names": [
        "Marie-Anne HOSPITAL",
        "Sonia Dragomir",
        "Vincent Levy",
        "Jean Neil",
        "Lucile Musset",
        "Sylvain Choquet",
        "Jean-Marc Leger",
        "Karine Viala",
        "Véronique Leblond"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie-Anne HOSPITAL",
            "author_affiliations": [
                "Hematology, Hopital Pitie-Salpetriere, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sonia Dragomir",
            "author_affiliations": [
                "Neurology, Hopital Pitie-Salpetriere, Paris, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Levy",
            "author_affiliations": [
                "Laboratoire d'Hématologie, Pôle Hématologie-Oncologie Hôpital Avicenne, Bobigny Cedex., France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Neil",
            "author_affiliations": [
                "Department of immunology, Hopital Pitie-Salpetriere, Paris, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucile Musset",
            "author_affiliations": [
                "Department of immunology, Hopital Pitie-Salpetriere, Paris, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvain Choquet",
            "author_affiliations": [
                "Hematology, Hopital Pitie-Salpetriere, Paris, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Marc Leger",
            "author_affiliations": [
                "Neurology, Hopital Pitie-Salpetriere, Paris, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karine Viala",
            "author_affiliations": [
                "Neurology, Hopital Pitie-Salpetriere, Paris, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Véronique Leblond",
            "author_affiliations": [
                "Hôpital Pitié-Salpêtrière, Paris, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T04:01:09",
    "is_scraped": "1"
}