{
    "doi": "https://doi.org/10.1182/blood.V120.21.4273.4273",
    "article_title": "Health Care Utilization and Associated Costs in Elderly Persons with Non-CML Myeloproliferative Neoplasms: Real-World Evidence From a United States Medicare Population ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Poster III",
    "abstract_text": "Abstract 4273 Background: Non-CML myeloproliferative neoplasms (MPNs), which include essential thrombocythemia (ET), polycythemia vera (PV), myelofibrosis (MF) and MPN not otherwise specified (MPN-NOS), are characterized by activation of JAK2 signaling and abnormal blood cell production. Median survival ranges from months to years for MF and up to a decade or more for PV and ET. Some symptomatic treatment options exist, but with the exception of hematopoietic stem cell transplant, none are curative. Although MPN incidence is highest in persons aged ≥65 years, little is known about overall health care utilization and costs in elderly persons with these diseases. MPNs are more prevalent in the elderly and therefore Medicare enrollees are a highly relevant source for US-based resource utilization and cost data for these diseases. Objective: To compare all-cause health care utilization and costs from four subtypes of elderly MPN patients (ET, PV, MF and MPN-NOS) with matched non-MPN/non-cancer controls. Methods: Retrospective data were taken from the Survey, Epidemiology, and End Results (SEER)-Medicare linked database in the US, which combines clinical information from the SEER cancer registry (MPN reporting has been required since 2001) with medical and pharmacy claims for Medicare enrollees. Patients with a new MPN diagnosis between Jan 1, 2001 and Dec 31, 2007 were selected and evaluated for all-cause health care utilization and costs from Jan 1, 2008 (index date) through Dec 31, 2008 (follow-up end date). Patients were classified by MPN subtype based on the most recent diagnosis information (ICD-O-3 from the SEER registry or ICD-9-CM from Medicare claims) before the index date. Patients who died before follow-up end, had HMO or discontinuous Medicare enrollment during the follow-up year, had enrollment based on end stage renal disease, or a diagnosis of a non-MPN malignancy before follow-up end were excluded from the study. Separate non-MPN/non-cancer control groups were selected for each MPN subtype and matched (5:1) on birth year, gender, ethnicity, geography, and reason for Medicare eligibility. Per patient health care utilization and costs during the follow-up year were aggregated and stratified by care setting. Costs were adjusted to 2010 US$ and represent amounts reimbursed by Medicare to providers. Costs were compared between MPN cases and controls using univariate t-tests. Results: A total of 1,355 MPN patients (n = 445 ET, 684 PV, 81 MF, 145 MPN-NOS) were identified for study inclusion and assigned matching controls. For ET, PV, MF and MPN-NOS cases, respectively, mean [SD] age at index was 75.5 [9.7], 70.8 [11.3], 70.8 [10.4] and 74.1 [8.9] years and % female was 69.0, 43.9, 54.3, and 55.2. Mean [SD] years between first MPN diagnosis and study index date was 3.1 [2.0], 3.4[1.9], 2.7 [2.0], and 3.1 [2.1] for ET, PV, MF and MPN-NOS cases, respectively. A significantly (p<0.05) higher proportion of MPN cases, regardless of subtype, had ≥1 hospitalization during follow-up vs. controls (ET vs. control: 22% vs. 16%, PV vs. control: 27% vs. 15%, MF vs. control: 31% vs. 12%, MPN-NOS vs. control: 36% vs. 17%). Mean [SD] total days of hospital care were similarly higher in MPN cases (ET vs. control: 2.7 [12.8] vs. 1.6 [6.6], PV vs. control: 2.6 [7.0] vs. 1.7 [9.5], MF vs. control: 2.5 [6.2] vs. 1.2 [5.9], MPN-NOS vs. control: 4.0 [10.0] vs. 2.1 [13.7]), although the PV vs. control difference was not statistically significant. The ER visit rate during follow-up was also significantly (p<0.05) higher in MPN cases (ET vs. control: 34% vs. 24%, PV vs. control: 38% vs. 25%, MF vs. control: 46% vs. 21%, MPN-NOS vs. control: 44% vs. 29%). All-cause costs for MPN cases vs. matched controls are presented in the figure. Mean total costs per patient, driven equally by inpatient and outpatient services, were significantly (p<0.001) higher in MPN cases (ET vs. control: $11,259 vs. $8,897, PV vs. control: $13,337 vs. $8,530, MF vs. control: $20,917 vs. $7,367, MPN-NOS vs. control: $20,174 vs. $9,800). Conclusions: Total health care costs during a given year for elderly patients with MPNs are 1.3 to 3 times higher (depending on subtype) than those of matched controls. These findings may help inform future cost effectiveness evaluations of novel MPN treatments, as well as decision making in the provision of optimal MPN care within a Medicare system in which resources are finite and must be allocated ethically and efficiently. View large Download slide View large Download slide  Close modal Disclosures: Karve: RTI Health Solutions: Consultancy, Research Funding. Price: Eli Lilly and Company: Employment, Equity Ownership. Davis: Eli Lilly, Merck, GlaxoSmithKline, Bristol-Myers Squibb, Pfizer, Eisai, Sanof-Aventis, Gilead Sciences, MedImmune: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Pohl: Eli Lilly and Company: Employment, Equity Ownership. Walgren: Eli Lilly and Company: Employment, Equity Ownership.",
    "topics": [
        "health care use",
        "medicare",
        "myeloproliferative disease",
        "older adult",
        "follow-up",
        "cancer",
        "ambulatory care services",
        "hematopoietic stem cell transplantation",
        "hospital care",
        "kidney failure, chronic"
    ],
    "author_names": [
        "Sudeep Karve, PhD",
        "Gregory L Price, MPH",
        "Keith L Davis, MA",
        "Gerhardt M Pohl, PhD",
        "Richard A Walgren, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sudeep Karve, PhD",
            "author_affiliations": [
                "Health Economics, RTI Health Solutions, Research Triangle Park, NC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gregory L Price, MPH",
            "author_affiliations": [
                "Eli Lilly and Company, Indianapolis, IN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith L Davis, MA",
            "author_affiliations": [
                "Health Economics, RTI Health Solutions, Research Triangle Park, NC, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhardt M Pohl, PhD",
            "author_affiliations": [
                "Eli Lilly and Company, Indianapolis, IN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A Walgren, MD, PhD",
            "author_affiliations": [
                "Eli Lilly and Company, Indianapolis, IN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:52:09",
    "is_scraped": "1"
}