{
    "doi": "https://doi.org/10.1182/blood.V122.21.3403.3403",
    "article_title": "The Outcomes Of Allogeneic Stem Cell Transplantation In Patients With Mixed Phenotype Acute Leukemia (MPAL) Are Comparable To Those In Acute Myeloid Leukemia (AML) and Acute Lymphoblastic Leukemia (ALL): Results Of a Matched-Pair Analysis ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "abstract_text": "Background MPAL is a rare subtype of acute leukemia that accounts for 2-5% of all acute leukemia cases. It has been reported that patients with MPAL tend to have worse prognosis compared with those with AML or ALL. However, the efficacy and safety of allogeneic stem cell transplantation (allo-SCT) for adult MPAL patients has yet to be elucidated. Objective The aim of this retrospective study was to assess the outcomes of allo-SCT for adult MPAL and compared with those for AML/ALL using a matched pair analysis method. Patients and Methods This study included patients over 15 years of age who were diagnosed with MPAL according to the WHO classification and underwent allo-SCT for the first time between January 2001 and December 2010. Their clinical data were collected from the database of the Kanto Study Group for Cell Therapy. The clinical features and transplant outcomes of MPAL patients were then compared with those of adult patients with AML, ALL, and Philadelphia chromosome-positive acute leukemia (Ph+AL). We selected control cohorts at the rate of one to five using an optimal matching method with the following seven matching factors: age, sex, disease status at the time of transplant, the intensity of conditioning, human leukocyte antigen disparity between donor and recipient, donor type (related or not), and time of transplant (2001-2005 or 2006-2010). Overall survival (OS) and relapse-free survival (RFS) rates was estimated by the Kaplan-Meier method and compared using the log-rank test. Cumulative incidences (CI) of relapse and non-relapse mortality (NRM) were compared using the stratified Gray test. P <0.05 was considered to represent statistical significance. Results Eighteen MPAL patients (9 men, 9 women) with a median age of 40 years (range, 16–61 years) were identified. Immunophenotypic analysis showed B+M phenotype in 12 patients, B+T phenotype in five, and B+T+M phenotype in one. Seven patients possessed Ph. Fourteen patients were in remission at the time of transplant. Sixteen patients were conditioned with myeloablative regimens. Stem cell sources were related donor bone marrow in four patients, unrelated donor bone marrow in 13, and cord blood in one. Among 18 MPAL patients, 5-year OS and RFS rates were 48.1% and 39.7%, respectively, and 5-year CI of relapse and NRM were 43.3% and 17.1%, respectively. Patients in remission at the time of transplant showed significantly better outcomes than those not in remission (5-year OS: 71.8% vs. 0%, p = 0.001; 5-year RFS: 58.7% vs. 0%, p = 0.004). By contrast, no significant difference was seen in OS and RFS when stratifying patients according to immunophenotype and cytogenetic abnormalities. In matched pair analysis, 90 AML, 90 ALL, and 35 Ph+AL patients were extracted from the database as control. The 5-year OS rate of MPAL patients was similar to those of AML patients (48.1% vs. 48.1%; p = 0.855) and ALL patients (48.1% vs. 37.8%; p = 0.426). Similarly, the 5-year OS rate of Ph+MPAL patients was not significantly different from that of Ph+AL patients (68.6% vs. 39.9%; p = 0.234). No significant difference was observed in RFS, CI of relapse, and CI of NRM when comparing MPAL patients with AML and ALL patients, and Ph+MPAL patients with Ph+AL patients. Conclusion Transplant outcomes of adult MPAL patients were comparable to those of both AML and ALL patients, although the statistical power was possibly insufficient due to the relatively small cohort. The existing transplant procedures were not satisfactory for MPAL patients who were not in remission at the time of transplant. On the other hand, MPAL patients who underwent allo-SCT while in remission showed excellent outcomes. Therefore, transplant early in the disease course may lead to improved outcomes for patients with this serious disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute leukemia, mixed phenotype",
        "acute lymphocytic leukemia",
        "allogeneic stem cell transplant",
        "leukemia, myelocytic, acute",
        "transplantation",
        "disease remission",
        "allopurinol",
        "leukemia, acute",
        "cell therapy",
        "disease progression"
    ],
    "author_names": [
        "Hiroaki Shimizu, M.D., PhD.",
        "Takayuki Saitoh, M.D. Ph.D.",
        "Shinichiro Machida, M.D.",
        "Shinichi Kako, M.D.",
        "Noriko Doki, MD",
        "Takehiko Mori, M.D.",
        "Toru Sakura, M.D.",
        "Yoshinobu Kanda, MD",
        "Heiwa Kanamori, MD",
        "Shuichi Miyawaki, MD",
        "Shinichiro Okamoto, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroaki Shimizu, M.D., PhD.",
            "author_affiliations": [
                "Department of Medicine and Clinical Sciences, Gunma University, Maebashi, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Saitoh, M.D. Ph.D.",
            "author_affiliations": [
                "Department of Medicine and Clinical Sciences, Gunma University, Maebashi, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinichiro Machida, M.D.",
            "author_affiliations": [
                "Kanto Study Group for Cell Therapy, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinichi Kako, M.D.",
            "author_affiliations": [
                "Division of Hematology, Saitama Medical Center, Jichi Medical University, Saitama, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noriko Doki, MD",
            "author_affiliations": [
                "Kanto Study Group for Cell Therapy, Tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takehiko Mori, M.D.",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toru Sakura, M.D.",
            "author_affiliations": [
                "Leukemia Research Center, Saiseikai Maebashi Hospital, Maebashi, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshinobu Kanda, MD",
            "author_affiliations": [
                "Division of Hematology, Saitama Medical Center, Jichi Medical University, Saitama, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiwa Kanamori, MD",
            "author_affiliations": [
                "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Miyawaki, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Tokyo Metropolitan Ohtsuka Hospital, Tokyo, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinichiro Okamoto, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T13:05:29",
    "is_scraped": "1"
}