{
    "doi": "https://doi.org/10.1182/blood.V108.11.5014.5014",
    "article_title": "Flow Cytometric Disease Monitoring in Patients with Multiple Myeloma Undergoing Autologous Stem Cell Transplantation: A Retrospective Study. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The persistence of abnormal neoplastic plasma cells (APC) detectable in the bone marrow by flow cytometry at more than 3 months after autografting for multiple myeloma (MM) has been reported to predict early disease progression. In this study, we retrospectively reviewed the flow cytometric data from bone marrow aspirates of MM patients before and after autologous stem cell transplantation (ASCT). Light scatter properties and CD38 expression were used to identify plasma cells, and CD19/CD45/CD56 further distinguished normal plasma cells (NPC) from APC. Conventional response criteria (Blade criteria) and survival data were also collected. Forty-seven (47) patients treated with the same conditioning regimen were screened. Median follow up from ASCT was 19 months. After ASCT, 66% (31/47) patients achieved complete remission (CR)/very good partial remission (VGPR), as compared to only 36% (17/47) prior to ASCT. In 39 patients with data before and after ASCT, all 39 (100%) had a detectable abnormal plasma cell population identified phenotypically by flow cytometry prior to ASCT. Of these patient, 18/39 (46%) had greater than 30 APC and these patients had significantly shorter PFS independent of other covariates (1-sided P=0.036, 2 sided P=0.072, logrank). Twenty-six out of 39 patients (67%) also had detectable NPC. Following ASCT, the number of patients with detectable NPC increased to 35/39 (89%), while 3/39 (8%) had no detectable NPC and 1/39 (3%) had neither NPC or APC. The proportion of APC decreased significantly after transplant (81% prior to transplant vs. 59% post-transplant, P=0.008, 2 tailed t-test). Patients with a APC to NPC ratio < 1 post transplant has higher PFS rate at 2 year (54%) when compared to patients with higher APC/NPC ratio (29% PFS at 2 year), however, the difference is not statistically significant. In addition to the presence of APC, the ratio of APC to NPC, age, beta-2 microglobulin levels, and the presence of normal immunoglobulin levels were analyzed. Patients who achieved CR/VGPR after transplant had significantly longer PFS (23 months vs. 11 months, P=0.03). All other covariates were not found to be significant. Because only 10 deaths were observed, covariate analysis for OS was not feasible. In conclusion, the recovery of NPC after ASCT is seen in a substantial propotion of patients with a trend towards better PFS in patients with low APC/NPC ratio. On the other hand, the presence of a significant population of APC (> 30) prior to transplant appears to correlate with poorer PFS in MM patients.",
    "topics": [
        "autologous stem cell transplant",
        "multiple myeloma",
        "transplantation",
        "flow cytometry",
        "beta 2-microglobulin",
        "bone marrow aspiration",
        "cd19 antigens",
        "cd45 antigens",
        "cd56 antigens",
        "complete remission"
    ],
    "author_names": [
        "Hong Liu, MD, PhD",
        "Constance M. Yuan, MD",
        "Raul C. Braylan, MD",
        "Myron N. Chang, PhD",
        "John R. Wingard, MD",
        "Jan S. Moreb, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hong Liu, MD, PhD",
            "author_affiliations": [
                "Medicine, Hem/Onc Division, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Constance M. Yuan, MD",
            "author_affiliations": [
                "Pathology, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul C. Braylan, MD",
            "author_affiliations": [
                "Pathology, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron N. Chang, PhD",
            "author_affiliations": [
                "Epidemiology and Health Policy Research, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John R. Wingard, MD",
            "author_affiliations": [
                "Medicine, Hem/Onc Division, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan S. Moreb, MD",
            "author_affiliations": [
                "Medicine, Hem/Onc Division, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T06:38:05",
    "is_scraped": "1"
}