{
    "doi": "https://doi.org/10.1182/blood.V110.11.1406.1406",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=914",
    "start_url_page_num": 914,
    "is_scraped": "1",
    "article_title": "N-Cadherin and Cadherin-11 Play Vital Roles in the Cell-Cell Contact between Hematopoietic Progenitor Cells and Mesenchymal Stromal Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells",
    "abstract_text": "Self renewal and differentiation of hematopoietic progenitor cells (HPC) are regulated by the microenvironment of the bone marrow. As an in vitro model system, mesenchymal stromal cells (MSC) provide a supportive cellular microenvironment for maintaining primitive function of HPC. It has been postulated that direct cell-cell interaction is crucial for maintenance of “stemness”. Human HPC were co-cultured with MSC from human bone marrow and subsequently separated into an adherent and a non-adherent fraction. HPC subsets with higher self-renewing capacity demonstrated significantly higher adhesion to MSC (CD34 + vs. CD34 − , CD34 + /CD38 − vs. CD34 + /CD38 + , slow dividing fraction vs. fast dividing fraction). Long-term culture-initiating cell (LTC-IC) frequency was higher in the adherent fraction than in the non-adherent fraction of CD34 + cells. Microarray analysis (Affymetrix, U133_Plus_2.0) revealed that differentially expressed genes coding for adhesion proteins were highly up-regulated in the adherent fraction of CD34 + cells. These genes included VCAM1, connexin 43 and cadherin-11. Furthermore, we have compared the supportive potential of different feeder layer preparations. Human MSC were isolated from bone marrow (BM), from adipose tissue (AT) and umbilical cord blood (CB). The ability to maintain LTC-IC and a primitive CD34 + CD38 − immunophenotype was significantly higher for MSC derived from BM and CB compared to those from AT. These results were in line with higher adhesion of HPC to BM-MSC and CB-MSC in comparison to AT-MSC. Analysis of the cytokine production of MSC preparations by antibody arrays, ELISA and by a cytometric bead array showed that albeit there were significant differences in the chemokine secretion profiles of the aforementioned MSC preparations, there was no relationship to their potentials in maintaining primitive function of HPC. Global gene expression profiles of MSC preparations showed that adhesion proteins including N-cadherin, cadherin-11, VCAM1, NCAM1 and integrins were highly expressed in MSC preparations derived from BM and CB. Western blot analysis confirmed higher protein expression of N-cadherin and cadherin-11 in BM-MSC compared to AT-MSC and CB-MSC. Fluorescent microscopic analysis revealed that N-cadherin is located at the cell-cell contacts between HPC and MSC. Expression of N-cadherin or cadherin-11 was efficiently knocked down in MSC feeder layer using siRNA. This effect was verified by Western blot analysis and it lasted for up to seven days. Adhesion of HPC was significantly reduced on MSC that have been treated by siRNAs for N-cadherin and cadherin-11 whereas siRNA for MAPK did not affect cell-cell interaction. Similarly, a blocking functional antibody for N-cadherin reduced significantly the adhesion of HPC to MSC. MSC provide a microenvironment which supports the maintenance of primitive function of HPC. Our results indicated that direct cell-cell interaction mediated by N-cadherin and cadherin-11 plays a central role in this interaction of HPC with their cellular microenvironment.",
    "topics": [
        "cadherins",
        "hematopoietic stem cells",
        "n-cadherins",
        "stem cell, mesenchymal",
        "cd34 antigens",
        "adhesions",
        "antibodies",
        "rna, small interfering",
        "western blotting",
        "chemokines"
    ],
    "author_names": [
        "Wolfgang Wagner, MD, PhD",
        "Frederik Wein",
        "Anke Diehlmann",
        "Rainer Saffrich, PhD",
        "Patrick Wuchter, MD",
        "Christoph Roderburg, MD",
        "Volker Eckstein, PhD",
        "Anthony D. Ho, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany",
            "Department of Physiology and Pathophysiology, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "49.4190991",
    "first_author_longitude": "8.670250700000002"
}