{
    "doi": "https://doi.org/10.1182/blood-2021-148702",
    "article_title": "Notch Ligand Jagged1 Is a Fetal Liver Niche Factor for the Function of Embryonic Hematopoietic Stem Cells ",
    "article_date": "November 5, 2021",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment",
    "abstract_text": "Embryonic hematopoietic stem cells (HSC) expand rapidly during development in the fetal liver. Notch1 is required for emergence of the definitive hematopoietic stem cells (HSCs) from the hemogenic endothelium, and is essential for survival and function of HSCs in the fetal liver. The identity of the ligand and the ligand-presenting cell during hematopoietic development would provide valuable information of the Notch signaling mechanism in HSCs as well as the identity of key niche cells that drive the expansion and cell fate decisions of embryonic HSCs. In the present study, we have taken a comprehensive approach to determine the ligands and cells that initiate Notch signaling in the mouse fetal liver. To this end, we have performed single-cell analysis for all Notch signaling proteins and many known targets in E14.5 fetal HSCs and adult bone marrow HSCs as well as fetal liver endothelial cells. We determined that Jagged1 (Jag1) is highly expressed in both endothelial cells as well as in fetal HSCs but not in adult HSCs. We have performed conditional loss-of-function analysis of Jag1 in fetal endothelial cells as well as in fetal hematopoietic lineages, where both myeloid and megakaryocytic progenitors are shown to express high levels of Jag1. Our results indicate that while loss of endothelial Jag1 has severe effects in embryonic vascular development, loss of hematopoietic Jag1 allows for normal fetal morphology, yet severely impedes the functional ability of fetal liver HSCs to expand and differentiate. RNA-Sequencing analysis of long-term fetal HSCs in Jag1-mutant embryos (VavCreJag f/f ) revealed reduced expression of Gata2, Mllt3, Hoxa7, Angpt1 and IL-12a genes in fetal HSCs, which are well-known regulators of self-renewal and expansion. Our findings indicate that Jag1 is an essential niche factor for development of HSCs in the fetal liver and for functional potential of fetal HSCs once in the bone marrow microenvironment. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Kostandin V. Pajcini",
        "Lijian Shao",
        "Na Yoon Paik",
        "Kilian Sottoriva"
    ],
    "author_dict_list": [
        {
            "author_name": "Kostandin V. Pajcini",
            "author_affiliations": [
                "Pharmacology and Regenerative Medicine, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lijian Shao",
            "author_affiliations": [
                "Pharmacology and Regenerative Medicine, University of Illinois At Chicago, Chicago, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Na Yoon Paik",
            "author_affiliations": [
                "Pharmacology and Regenerative Medicine, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kilian Sottoriva",
            "author_affiliations": [
                "Pharmacology and Regenerative Medicine, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:37:25",
    "is_scraped": "1"
}