{
    "doi": "https://doi.org/10.1182/blood.V104.11.2627.2627",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=8",
    "start_url_page_num": 8,
    "is_scraped": "1",
    "article_title": "Modulation of Tissue Factor-Factor VIIa Coagulant and Signaling Functions by Membrane Cholesterol and Caveolae. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "caveolae",
        "cholesterol",
        "coagulants",
        "signal transduction",
        "tissue membrane",
        "filipin",
        "interleukin-8",
        "cholesterol measurement test",
        "endopeptidases",
        "peptide hydrolases"
    ],
    "author_names": [
        "Vineet Awasthi, Ph.D",
        "L. Vijaya Mohan Rao, Ph.D.",
        "Usha Pendurthi, Ph.D"
    ],
    "author_affiliations": [
        [
            "Biomedical Research, UT Health Center at Tyler, Tyler, TX, USA"
        ],
        [
            "Biomedical Research, UT Health Center at Tyler, Tyler, TX, USA"
        ],
        [
            "Biomedical Research, UT Health Center at Tyler, Tyler, TX, USA"
        ]
    ],
    "first_author_latitude": "32.42602339999999",
    "first_author_longitude": "-95.2134011",
    "abstract_text": "Cholesterol in the membrane not only regulates flexibility and mechanical stability of the membrane but also plays a critical role in differentiating and maintaining cell surface microdomains of differing lipid composition, particularly sphingolipid rafts. Cholesterol- and sphingolipid-rich rafts in association with a structural protein, caveolin, form caveolae, flask-shaped invaginations in the plasma membrane. Lipid rafts and caveolae are shown to regulate various cellular functions, including receptor function, endocytosis, intracellular trafficking of receptors and signaling pathways. In the present study, we investigated the role of membrane cholesterol and caveolae in modulating coagulant and signaling functions of tissue factor (TF)-factor VIIa (VIIa) complexes on tumor cells. Breast carcinoma cells, MDA-MB-231, were treated with ß-methyl cyclodextrin (CD), which depletes membrane cholesterol and thereby disrupts caveolae, or with filipin, which disrupts caveolae without depleting the membrane cholesterol. TF-VIIa coagulant function was measured in factor X activation assay and the signaling function was evaluated in IP3 hydrolysis and IL-8 gene induction. As expected, CD (10 mM) treatment of tumor cells depleted cellular cholesterol level by more than 70% whereas filipin (5 μg/ml) treatment did not reduce the cellular cholesterol level. Both the treatments had no effect on the cell viability as measured in trypan blue exclusion method and MTT assay. CD treatment, in a dose-pendent manner (1 to 10 mM CD), impaired both TF-VIIa coagulant function and the signaling function (both IP3 hydrolysis and IL-8 gene expression). In contrast, varying effects were observed with filipin treatment. Filipin treatment (5 μg/ml) increased TF-VIIa coagulant function, reduced the TF-VIIa-induced IP3 hydrolysis and no effect on TF-VIIa-induced IL-8 gene expression. Detergent (Triton X-100) extraction of cells followed by fractionation on sucrose gradient centrifugation showed that TF was distributed both in lipid rafts and soluble fractions. CD and filipin treatments slightly reduced TF association with lipid rafts. Overall these data suggest that the membrane cholesterol modulates TF-VIIa proteolytic function and hence the TF-VIIa protease-induced signaling. In contrast, disruption of caveolae uncouples selective signaling pathways activated by TF-VIIa without impairing TF-VIIa protease activity."
}