{
    "doi": "https://doi.org/10.1182/blood-2020-141952",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4486",
    "start_url_page_num": 4486,
    "is_scraped": "1",
    "article_title": "Overcoming Multidrug Resistance in B Cell Malignancies By Antagonism of Stromal Mediated TGF-β Signalling ",
    "article_date": "November 5, 2020",
    "session_type": "605.Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases",
    "topics": null,
    "author_names": [
        "Eugene Park, PhD",
        "Jingyu Chen, PhD",
        "Andrew Moore, PhD",
        "Michael Leitges",
        "Seth E. Frietze, PhD",
        "Ingo Ringshausen, MD"
    ],
    "author_affiliations": [
        [
            "University of Cambridge, Cambridge, United Kingdom "
        ],
        [
            "University of Cambridge, Cambridge, United Kingdom "
        ],
        [
            "University of Cambridge, Cambridge, United Kingdom "
        ],
        [
            "Memorial University of Newfoundland, St. John`s, Canada "
        ],
        [
            "Vermont Cancer Center, University of Vermont, Burlington, VT"
        ],
        [
            "University of Cambridge, Cambridge, United Kingdom "
        ]
    ],
    "first_author_latitude": "52.20426659999999",
    "first_author_longitude": "0.1149085",
    "abstract_text": "Novel targeted therapies have substantially improved the prognosis of patients with B cell malignancies. However, a substantial fraction of patients still relapse, even after initially achieving deep remissions. Many studies have characterized the interactions between tumor cells and their microenvironment as integral to leukemia/ lymphoma homeostasis and for the provision of survival signals, also contributing to drug resistance (referred to as environment-mediated drug resistance (EMDR)). Therapeutic efforts to antagonize microenvironment-emanating survival cues have predominantly focused on perturbation of tumour cell adhesion enabling the physical displacement from protective niches (e.g. BCR-inhibitors). In an effort to address whether direct stromal targeting could more precisely mitigate EMDR, we recently characterised the molecular mechanisms underlying tumor-stroma interactions in B cell malignancies and identified a protein kinase C-β (PKC-β) as an essential kinase, required for activation of NF-κB in mesenchymal stromal cells (Lutzny et al Cancer Cell 2013). The dependency on stroma PKC-β was uniformly found for acute (ALL) and chronic (CLL, MCL) B cell malignancies. Importantly, our data further demonstrate that targeting stroma PKC-β is of key importance for multi-drug resistance of malignant B cells and can be used for therapeutic interventions (Park et al Science Trans Med 2020). Here we demonstrate novel mechanistic insights into stroma-mediated drug resistance in B cell malignancies. We identified that stroma PKC-β drives a transcriptional program in tumor cells, dependent on the activation of TGF-β and BMP-signaling, which ultimately leads to the stabilisation of BCL-XL. Our data show that BCL-XL expression in tumor cells is associated with SMAD1-induction by cytotoxic therapies, which simultaneously suppress SMAD4 expression. Importantly, SMAD1 expression was strictly dependent on stromal PKC-β activity. Antagonizing stroma signals with TGF-β inhibitors inhibits SMAD1 induction, abrogates the up-regulation of BCL-XL and overcomes stroma-dependent resistance to Venetoclax and conventional chemotherapy. The TGF-β pathway operates in parallel to the activation of the transcription factor EB (TFEB) as a down-stream target of PKC-β. Interference with these signaling pathways impairs plasma membrane integrity of stromal cells by down-regulation of numerous adhesion and signaling molecules, such as ADAM17, required for the reciprocal stabilization of BCL-XL in tumor cells. The significance of microenvironment PKC-β for drug resistance was demonstrated in vivo, using C57B/6 mice, diseased with EμTCL-1 driven B cell tumors and treated with Venetoclax in combination with or without PKC-β inhibitors. Combined treatment significantly prolonged survival, based on PKC-β mediated impairment of EMDR. Similarly, concurrent treatment of PKC-β inhibitors with chemotherapy also improved survival in an ALL-PDx model Our data demonstrate that mitigating EMDR with small molecule inhibitors of PKC-β or TGF-β signalling enhance the effectiveness of both targeted and non-targeted chemotherapies and moreover, has the ability to overcome Venetoclax resistance in B cell malignancies. Clinical trials with repurposed drugs inhibiting the here described pathways mediating EMDR are in planning. Disclosures No relevant conflicts of interest to declare. OffLabel Disclosure: Midostaurin as inhibitor of stroma PKC-ÃŽÂ²"
}