{
    "doi": "https://doi.org/10.1182/blood.V116.21.SCI-35.SCI-35",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1796",
    "start_url_page_num": 1796,
    "is_scraped": "1",
    "article_title": "Mouse Models of Myeloproliferative Neoplasms and Their Use In Preclinical Drug Testing ",
    "article_date": "November 19, 2010",
    "session_type": "Scientific Committee on Myeloid Neoplasia: Molecular Pathogenesis and Targeted Therapy in Myeloproliferative Neoplasia",
    "topics": [
        "mice",
        "myeloproliferative disease",
        "substance abuse detection",
        "molecular targeted therapy",
        "polycythemia",
        "splenomegaly",
        "erythrocytosis",
        "erythropoietin receptors",
        "fedratinib",
        "gene transfer techniques"
    ],
    "author_names": [
        "Richard A. Van Etten, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Tufts Medical Center, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.317048099999994",
    "first_author_longitude": "-71.06653235",
    "abstract_text": "Abstract SCI-35 The myeloproliferative neoplasms (MPNs) and related conditions, many of which are characterized by dysregulated tyrosine kinase (TK) signalling, can be modelled in mice by expressing the relevant mutant signalling molecules (for example, BCR-ABL1 or mutant JAK2) in mouse hematopoietic cells. There are two strategies to accomplish this: retroviral- or lentiviral gene transfer into hematopoietic cells followed by transplantation, and expression via a chromosomal transgene. Each method has advantages and disadvantages for modeling MPNs and for pre-clinical evaluation of molecularly targeted therapies. For BCR-ABL1, such preclinical studies have proven useful in predicting clinical responses to TK inhibitors in patients (Hu et al., Nat. Genet. 2004;36:453). The retroviral strategy has been used to model MPNs induced by JAK2 V617F , JAK2 exon 12 mutants, and MPL W515L/K mutants (Lacout et al., Blood 2006;108:1652; Zaleskas et al., PLoS ONE 2006;1:e18; Pikman et al., PLoS Med. 2006;3:e270). For JAK2 V617F , the models recapitulate predominantly the erythroid phenotype of PV, with polycythemia, splenomegaly, endogenous erythroid colonies (EEC), and progression to myelofibrosis (MF). Treatment with small molecule JAK2 inhibitors reverses polycythemia and splenomegaly, but the effects on EEC frequency, JAK2 V617F allele burden, and MF are in general less profound, possibly reflecting a lack of discrimination between endogenous and mutant JAK2 by these drugs in vivo. MPL W515L induces more fulminant MPN and MF in mice, and while early therapy with a JAK2 inhibitor can prolong survival and decrease MF (Koppikar et al., Blood 2010;115:2919), it is less clear whether established MF responds to treatment. With the transgenic approach, a TK can be expressed at more physiologic levels. As JAK2 V617F must associate with EpoR or MPL for signaling activity, competition between endogenous and mutant JAK2 might influence disease phenotype. Several transgenic models of JAK2 V617F MPN have been published recently (Tiedt et al., Blood 2008;111:3931; Shide et al., Leukemia 2008;22:87), including “knock-in” models where JAK2 V617F is conditionally expressed from the endogenous promoter (Akada et al., Blood 2010; 15:3589; Marty et al., Blood 2010;Epub May 14; Li et al., Blood 2010;Epub May 20). These models lend some experimental support for the concept that expression of JAK2 V617F at levels similar to or higher than endogenous JAK2 causes erythrocytosis whereas lower expression favors thrombocytosis, but several variables, including origin of JAK2 and mouse strain, may confound the picture. The response of these transgenic mice to treatment with JAK2 inhibitors may differ from MPN patients in that they lack a normal population of HSC in their marrow and spleen, and are wholly dependent on JAK2 V617F –associated hematopoiesis for blood cell production. Overall, these models should prove useful for guiding clinical trials of targeted therapies in the Ph − MPNs. Disclosures: Van Etten: AstraZeneca Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Cephalon Oncology: Membership on an entity's Board of Directors or advisory committees. Off Label Use: INCB18424 (JAK2 inhibitor) TG101348 (JAK2 inhibitor) AZD1480 (JAK2 inhibitor)."
}