{
    "doi": "https://doi.org/10.1182/blood.V122.21.3212.3212",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2505",
    "start_url_page_num": 2505,
    "is_scraped": "1",
    "article_title": "Bendamustine, Low-Dose Dexamethasone, and Lenalidomide (BdL) For The Treatment Of Patients With Relapsed Multiple Myeloma Confirms Very Promising Results In a Phase I/II Study ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "bendamustine",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "toxic effect",
        "disease remission",
        "alkylating agents",
        "bortezomib",
        "brachial plexus neuritis",
        "thalidomide"
    ],
    "author_names": [
        "Samantha Pozzi, MD",
        "Stefania Badiali, MS",
        "Alessandro Corso, MD",
        "Pellegrino Musto, MD",
        "Attilio Guarini, MD",
        "Carla Minoia, MD",
        "Donatella Vincelli, MD",
        "Roberto Ria, MD",
        "Luciano Masini, MD",
        "Giovanni Quarta, MD",
        "Massimo Gentile, MD",
        "Carla Mazzone, MD",
        "Antonio Palumbo, MD",
        "Fortunato Morabito, MD",
        "Stefano Sacchi, MD"
    ],
    "author_affiliations": [
        [
            "Program of Innovative Therapies in Oncology and Haematology, Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy, "
        ],
        [
            "IRCCS-CROB, Department of Oncology-Hematology, Rionero in Vulture, Italy, "
        ],
        [
            "Advanced Cell Therapy Center/Haematology Unit, National Cancer Research Centre Istituto Tumori “Giovanni Paolo II”, Bari, Italy, "
        ],
        [
            "Hematology Unit, Institute Giovanni Paolo II, National Cancer Research Center, Bari, Italy, "
        ],
        [
            "Bianchi-Melacrino-Morelli Hospital, Hematology Unit, Reggio Calabria, Italy, "
        ],
        [
            "University of Bari, Department of Internal Medicine and Clinical Oncology, Bari, Italy, "
        ],
        [
            "Santa Maria Nuova Hospital, Department of Hematology, Reggio Emilia, Italy, "
        ],
        [
            "Perrino Hospital, Division of Hematology, Brindisi, Italy, "
        ],
        [
            "Cosenza Hospital, Department of Hemato-Oncology, Hematology Unit, Cosenza, Italy, "
        ],
        [
            "Cosenza Hospital, Department of Hemato- Oncology, Hematology Unit, Cosenza, Italy, "
        ],
        [
            "AOU S.Giovanni Battista, University of Torino, Division of Hematology, Torino, Italy"
        ],
        [
            "Cosenza Hospital, Department of Hemato-Oncology, Hematology Unit, Cosenza, Italy, "
        ],
        [
            "Program of Innovative Therapies in Oncology and Haematology, Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy, "
        ]
    ],
    "first_author_latitude": "44.6451145",
    "first_author_longitude": "10.928123999999999",
    "abstract_text": "Background The combination of immunomodulatory drugs (IMiDs(r)) and alkylating agents have significantly improved outcomes of patients with relapsed or refractory multiple myeloma (RRMM). Bendamustine, an agent sharing properties of alkylators and purine analogous, and lenalidomide, an immunomodulator drug, are highly effective for the treatment of lymphoprolipherative disorders. Some clinical trials have shown good responses to the combination of bendamustine with steroids and novel agents (thalidomide, lenalidomide and bortezomib) for the treatment of RRMM (Knop S 2005, Lentzsch S 2012, Pönisch W 2013), but further research is needed to confirm the best combination, the optimal schedule of administration, and to better define the safety profile. Method A multicenter phase I/II trial tested the combination of escalating doses of bendamustine and lenalidomide, and a fixed dose of dexamethasone (BdL) in repeating 4-weeks cycles as treatment for RRMM. The drug dosages were chosen taking into account the haematological toxicity of both, and that patients were heavily pretreated. The phase I trial was conducted using a 3+3 cohort design beginning at a dose level 0 of intravenous bendamustine 40 mg/m²/day, days 1 and 2, oral lenalidomide 10 mg/day, days 1-21 and oral dexamethasone 40 mg/day, days 1, 8, 15, and 22 every 4 weeks. Patients were treated for 4 cycles + 2 cycles if the response was stable disease (SD) or better. In the phase II study patients were treated at the maximum tolerated dose (MTD) to evaluate the antimyeloma activity of BdL. Endpoints of the study included safety profile, overall response rate (ORR), progression-free survival (PFS), duration of remission (DR) and overall survival (OS). Results A total of 41 patients (17 in phase I, and 24 in phase II) were enrolled between October 2011 and July 2013. Four patients withdrew their informed consent: 3 before starting treatment and 1 after the fifth cycle. Twenty-eight out of 37 are currently evaluable. Median age of these patients was 68 (43-87 years), with a male/female ratio of 12/16. Sixteen patients had IgG MM, 10 had IgA, and 2 patients had light chain MM. Median number of previous treatments was 3; 9 patients were previously treated with thalidomide and 6 with lenalidomide; 19 with bortezomib and 11 underwent autologous stem cell transplant. The MTD established by the phase I study was dose level 0. To date, with a median follow up of 10 months, ORR is 50% (3 CR, 2 VGPR, 9 PR) and 1 SD. The median OS has not been reached yet. One-year OS is 78% (95% confidence interval [CI], 57%-89%). Median PFS is 10 months (95% CI, 5-12 months) with one-year PFS of 40% (95% CI, 21%-59%). Median duration of remission is 9.6 months with one-year DR of 44% (95% CI, 12%-73%; Figure 1 ). Toxicity data was available for 32 pts. Grade 3/4 adverse events (AEs) observed in ≥ 10% of patients included neutropenia, thrombocytopenia and anemia. The major non-hematological toxicity was renal dysfunction (6%). A total of 8 pts died during the study: 5 due to toxicity and 3 for progression of disease. Figure 1 View large Download slide Duration of remission. Kaplan-Meier estimates (in months) with 95% CI of DR in 28 patients treated with BdL for relapsed MM. Figure 1 View large Download slide Duration of remission. Kaplan-Meier estimates (in months) with 95% CI of DR in 28 patients treated with BdL for relapsed MM.  Conclusions This study confirms that the combination of bendamustine with lenalidomide and low dose dexamethasone is effective in RRMM patients, even when administered after regimens containing novel agents. The dose of bendamustine in our study is lower (40 mg vs. 75 mg) that of previously published data (Knop S 2005, Lentzsch S 2012, Pönisch W 2013). However, we would like to emphasize that in our both phase I and phase II study we observed a consistent toxicity even utilizing 40 mg of bendamustine and 10 mg of lenalidomide. The toxicity was mainly hematological. Thus far, age, number of previous treatments, or the previous use of alkylating agents did not correlate with observed toxicity. In conclusion with a 50% ORR and 3 CR this is a very promising therapeutic option in RRMM requiring careful management of the patients. Disclosures: No relevant conflicts of interest to declare."
}