{
    "doi": "https://doi.org/10.1182/blood-2018-99-115671",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3889",
    "start_url_page_num": 3889,
    "is_scraped": "1",
    "article_title": "Overcoming Acute Lymphoblastic Leukemia Chemoresistance Induced By the Meninges ",
    "article_date": "November 29, 2018",
    "session_type": "605. Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases: Poster II",
    "topics": [
        "acute lymphocytic leukemia",
        "meninges",
        "leukemia",
        "coculture techniques",
        "ruxolitinib",
        "adhesions",
        "central nervous system leukemia",
        "cytarabine",
        "chemosensitivity",
        "chromatography, reverse-phase"
    ],
    "author_names": [
        "Maryam Ebadi, MD",
        "Leslie M. Jonart, MS",
        "Patrick Basile, MD",
        "Jessica Makori",
        "Peter M. Gordon, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Pediatric Hematology and Oncology, University of Minnesota, Minneapolis, MN"
        ],
        [
            "Division of Pediatric Hematology and Oncology, University of Minnesota, Minneapolis, MN"
        ],
        [
            "Division of Pediatric Hematology and Oncology, University of Minnesota, Minneapolis, MN"
        ],
        [
            "Division of Pediatric Hematology and Oncology, University of Minnesota, Minneapolis, MN"
        ],
        [
            "Division of Pediatric Hematology and Oncology, University of Minnesota, Minneapolis, MN"
        ]
    ],
    "first_author_latitude": "44.9653265",
    "first_author_longitude": "-93.2336322",
    "abstract_text": "Central nervous system (CNS) relapse is a leading cause of treatment failure in acute lymphoblastic leukemia (ALL). We have shown that the meninges provide a unique leukemia niche in the CNS that enhances leukemia chemoresistance through effects on apoptosis and quiescence. We now describe our work to leverage this new knowledge of the CNS leukemia niche into novel CNS-directed leukemia therapies that 1) target vulnerabilities unique to leukemia cells in the meninges, 2) inhibit the meningeal pathways that contribute to leukemia chemoresistance, and 3) disrupt the interactions between leukemia and meningeal cells. First, we focused on identifying and targeting vulnerabilities unique to leukemia cells in the meninges. We used a leukemia-meningeal co-culture system and tested the ability of drugs targeting pathways important for leukemia biology to overcome meningeal-mediated leukemia resistance to cytarabine and methotrexate. Intriguingly, we found that pre-treatment of leukemia cells with ruxolitinib, a JAK1/2 inhibitor, prior to co-culture with primary meningeal cells diminished leukemia chemoresistance. Ruxolitinib had no effect on the chemosensitivity of leukemia cells in suspension. Other JAK1/2 inhibitors, such as CHZ868, yielded comparable results and we are currently testing the ability of JAK2 knockdown by shRNA in leukemia cells to overcome chemoresistance. As a potential explanation for the mechanism by which ruxolitinib overcomes meningeal-mediated leukemia resistance, we found that ruxolitinib decreases leukemia quiescence and enhances proliferation in co-culture, as measured by FxCycle and Ki67 staining. Finally, preliminary experiments in xenotransplanted mice showed that ruxolitinib significantly enhanced the efficacy of cytarabine in treating leukemia in the meninges. Second, we also identified and therapeutically targeted meningeal signaling pathways that contribute to leukemia chemoresistance. We used reverse phase protein arrays (RPPA; MD Anderson) to assess the effects of co-culture on protein expression and phosphorylation in primary meningeal cells. RPPA determines the levels of >300 proteins involved in multiple signaling pathways. Amongst other findings, we identified activation of the AKT pathway in primary meningeal cells in the presence of leukemia cells. Furthermore, pre-treatment of primary meningeal cells with INK128, an inhibitor that acts downstream of AKT and targets mTOR, prior to co-culture with leukemia cells diminished leukemia chemoresistance. Third, we tested whether disrupting meningeal-leukemia adhesion overcomes leukemia chemoresistance. Leukemia cells were dissociated from meningeal cells with trypsin and manual pipetting after co-culture for 48-72 hours. Leukemia cells were then purified with magnetic beads and placed back in suspension prior to further characterization and drug testing. We found leukemia cells placed back into suspension after co-culture with meningeal cells, or isolated from the meninges of mice, reverted back to baseline cell cycle, quiescence, and apoptosis balance characteristics. Moreover, leukemia cells removed from co-culture exhibited similar sensitivity to methotrexate and cytarabine as leukemia cells in suspension. These results suggest that drugs or biologic agents that disrupt adhesion between leukemia and meningeal cells may restore leukemia chemosensitivity in the CNS niche. Accordingly, we next identified several cell adhesion inhibitors that effectively disrupted leukemia-meningeal adhesion in co-culture. The more promising agents are currently being characterized more extensively in co-culture and tested in combination with chemotherapy in xenotransplanted mice. In summary, in order to address the need for more efficacious and less toxic therapies for CNS leukemia, we have identified mechanisms by which the meninges enhance leukemia chemoresistance. We are now testing novel strategies for overcoming leukemia chemoresistance that by targeting different components of the CNS leukemia niche (leukemia cells, meningeal cells, or the interactions between the two cell types) may be complementary or even synergistic. Disclosures No relevant conflicts of interest to declare."
}