{
    "doi": "https://doi.org/10.1182/blood.V116.21.2835.2835",
    "article_title": "HIV-Associated Diffuse Large B Cell Lymphoma: Determinants of Survival In the Era of Rituximab and HAART. ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Abstract 2835 Background: Diffuse large B cell lymphoma (DLBCL) is associated with the human immunodeficiency virus (HIV). The optimal treatment for DLBCL in persons with HIV is uncertain. Anthracycline-based chemotherapy plus rituximab is frequently administered because this therapy has an established survival benefit in non-HIV DLBCL. However, there is controversy regarding the risks and benefits of rituximab in the setting of HIV, and practice remains varied. Due to concerns about tolerance and drug interactions, controversy also exists regarding whether highly active antiretroviral therapy (HAART) should be administered concurrent with chemotherapy. Methods: We completed a retrospective cohort study of all patients with HIV-DLBCL treated with curative-intent, at St. Paul's Hospital in British Columbia, Canada, and at St. Michael's and Sunnybrook Hospitals in Ontario, Canada. Univariate and multivariate analyses were completed to identify factors associated with improved overall survival (OS). Due to differences in provincial funding, we were able to compare patients treated with and without rituximab during the same time period. Results: Seventy-four patients were identified; 21 were treated between 1992 and 2000 (prior to the introduction of rituximab); 53 were treated between 2001 and 2009. Mean age was 45 years, 93% were male, 80% had stage 3–4 disease, 53% had an IPI (International Prognostic Index) > 2, 63% had a CD4 count < 200 and 18% had a CD4 count < 50. Median follow-up was 8.8 months (range 0.7 to 79.1). One-year OS was 53% and 32 of 35 deaths occurred in the first year. Seven deaths were due to infectious complications of chemotherapy, only one of these patients received rituximab, six had CD4 counts greater than 100, and four were receiving HAART. Because none of the patients prior to 2001 received rituximab, and because the pre-2001 cohort was very different from the post-2001 cohort with respect to CD4 counts, HAART usage and primary chemotherapy, comparative survival analyses were restricted to the post-2001 cohort (N=53). In univariate analyses, the only factor associated with improved OS in this cohort was concurrent administration of HAART (p=0.002). A Cox proportional hazards model incorporating use of rituximab, age, IPI > 2, CD4 count < 200, and concurrent HAART was constructed. As illustrated in table 1 , IPI > 2, CD4 count < 200, and concurrent HAART were significantly and independently associated with overall survival. Conclusions: In this retrospective analysis, rituximab did not appear to be associated with a high toxic death rate in patients with HIV-DLBCL. However, rituximab was also not associated with significantly improved OS. Concurrent administration of HAART, higher CD4 count and lower IPI were independently associated with improved OS in patients with HIV-DLBCL. It is possible that this study was under-powered to detect a benefit of rituximab, however, we also hypothesize that previous studies reporting a benefit of rituximab in this population may have been biased by the use of historical controls. Table 1: Factors associated with OS in multivariate analysis of HIV-DLBCL cohort  . OS Hazard Ratio . 95% Confidence Interval . Rituximab use 0.83 0.33–2.09 Age 1.03 0.97–1.10 IPI >2 3.43 1.23–9.65 CD4 <200 2.78 1.00–7.71 Concurrent HAART 0.12 0.03–0.41 . OS Hazard Ratio . 95% Confidence Interval . Rituximab use 0.83 0.33–2.09 Age 1.03 0.97–1.10 IPI >2 3.43 1.23–9.65 CD4 <200 2.78 1.00–7.71 Concurrent HAART 0.12 0.03–0.41 View Large Disclosures: Leitch: Roche Canada: Honoraria.",
    "topics": [
        "antiretroviral therapy, highly active",
        "diffuse large b-cell lymphoma",
        "hiv",
        "rituximab",
        "chemotherapy regimen",
        "anthracycline antibiotics",
        "follow-up",
        "infection as complication of medical care",
        "cd4 count determination procedure",
        "british columbia"
    ],
    "author_names": [
        "Lisa Hicks, MD, MSc, FRCPC",
        "Matthew Cheung, MD, MS, FRCPC",
        "Jordana Boro",
        "Hatoon Ezzat, MBBS, FRCP",
        "Heather Leitch, MD, PhD, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Lisa Hicks, MD, MSc, FRCPC",
            "author_affiliations": [
                "St. Michael's Hospital, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthew Cheung, MD, MS, FRCPC",
            "author_affiliations": [
                "Odette Cancer Center, Sunnybrook Health Sciences Center, Toronto, Ontario, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordana Boro",
            "author_affiliations": [
                "Faculty of Medicine, University of Toronto, Toronto, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hatoon Ezzat, MBBS, FRCP",
            "author_affiliations": [
                "Providence Health Care and the University of British Columbia, Vancouver, BC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather Leitch, MD, PhD, FRCPC",
            "author_affiliations": [
                "Medicine, Providence Health Care and University of British Columbia, Vancouver, BC, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T04:06:01",
    "is_scraped": "1"
}