{
    "doi": "https://doi.org/10.1182/blood.V108.11.2432.2432",
    "article_title": "Ifosphamide, Etoposide and Epirubicin (IVE) Is an Effective Combined Salvage and Peripheral Blood Stem Cell Mobilisation Regimen for Transplant-Eligible Patients with Lymphoma. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Introduction: High-dose therapy with stem cell transplantation following salvage chemotherapy has an established role in the management of both Hodgkin’s disease (HD) and non-Hodgkin’s lymphoma (NHL). Peripheral blood stem cells are preferred as their use gives more rapid haemopoietic engraftment with associated reductions in both antibiotic and blood product usage and reduced length of in-patient stay. There are several combination chemotherapy regimens currently in use for salvage treatment and PBSC mobilisation in patients with relapsed or refractory lymphoma. The combination of Ifosphamide 3g/m 2 /day D1-3, Etoposide 200mg/m 2 /day D1-3 & Epirubicin 50mg/m 2 D1 (IVE) has shown a high response rate in patients with both relapsed or refractory NHL and HD, and we report our experience of the IVE regimen in lymphoma patients considered for transplantation. Methods: Eligible patients with relapsed or primary refractory/progressive lymphoma were treated with 1–3 cycles of IVE at 4 weekly intervals, with the intent to proceed to either autologous or allogeneic stem cell transplantation only if they demonstrated a response. Peripheral blood stem cells were collected following G-CSF support if prior bone marrow biopsy was clear of lymphoma, with a target of 5×10 6 /kg CD34 +ve stem cells. Responses to treatment were assessed using standard CT criteria. Results: 143 patients (93 male 50 female) were treated, with a median age of 49.9 years (19.3–66.88). Histological sub-types of lymphoma included follicular (38 patients), diffuse large B cell (31), Hodgkin’s disease (29), transformed follicular (19), mantle cell (14), high grade T cell (10) and small lymphocytic (2). Grade IV neutropenia was seen in 113 patients (79.6%) and in 77/270 patient cycles intra-venous antibiotic treatment was required. Treatment in 10 patients, in 14 cycles, was thought to be complicated by Ifosphamide encephalopathy. A major response (CR/PR) to IVE was seen in 115 patients (80.4%), with response rates of 93.1% for HD and 78% for NHL. 130 patients proceeded to stem cell mobilisation (90.9%), with a median collection of 7.86×10 6 /kg CD34+ stem cells. 129 mobilised in excess of 2×10 6 /kg and 64 (50.7%) mobilised greater than 5×10 6 /kg on their first collection. 128 patients went on to transplantation (104 autologous and 24 allogeneic), with an estimated overall survival (OS) of 53% and event free survival (EFS) of 42% at 5 years. Sub group analysis showed a 5 year OS and EFS in HD of 62% and 52% respectively, while NHL showed a 5 year OS of 50% and 39% respectively. Conclusions: We conclude that IVE is a very effective salvage protocol across a wide range of lymphomas, with response rates comparing very favourably with those seen in other regimens. It is also an excellent peripheral blood stem cell mobilising regimen with predictable kinetics, with a high number of patients progressing to stem cell transplantation. Furthermore it is well tolerated with little cardiac or renal toxicity and minimal encephalopathy.",
    "topics": [
        "epirubicin",
        "etoposide",
        "ifosfamide",
        "lymphoma",
        "peripheral blood stem cells",
        "transplantation",
        "antibiotics",
        "chemotherapy regimen",
        "encephalopathy",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Mark J. Bishton",
        "Richard Lush",
        "Nigel H. Russell",
        "Bronwen E. Shaw",
        "Andrew P. Haynes"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark J. Bishton",
            "author_affiliations": [
                "Haematology, Nottingham City Hospital, Nottingham, Nottinghamshire, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Lush",
            "author_affiliations": [
                "Haematology, Nottingham City Hospital, Nottingham, Nottinghamshire, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel H. Russell",
            "author_affiliations": [
                "Haematology, Nottingham City Hospital, Nottingham, Nottinghamshire, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bronwen E. Shaw",
            "author_affiliations": [
                "Haematology, Nottingham City Hospital, Nottingham, Nottinghamshire, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew P. Haynes",
            "author_affiliations": [
                "Haematology, Nottingham City Hospital, Nottingham, Nottinghamshire, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T21:38:59",
    "is_scraped": "1"
}