{
    "doi": "https://doi.org/10.1182/blood.V106.11.4615.4615",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=431",
    "start_url_page_num": 431,
    "is_scraped": "1",
    "article_title": "Novel Therapeutic Approach Yields Excellent Results in Minimally Differentiated Acute Myeloid Leukemia (AML-M0): Time To Think out of the Box. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: AML M0 has dismal complete remission (CR) rates (<50% in most series) and poor long term survival with conventional combination chemotherapy (CT). Thus it is considered a candidate for allogenic bone marrow transplantation (BMT) in first remission and also for other novel therapeutic approaches. There is increasing recognition of angiogenesis as a pathogenic and prognostic factor in AML. The objective of our study was to evaluate the efficacy of low-dose oral metronomic CT in patients with AML-M0. Materials and methods: Eleven patients fulfilling the diagnostic criteria for AML-M0 and ineligible for standard CT and/or BMT were accrued in this pilot protocol between June 1998 and Feb 2005. The treatment consisted of Prednisolone 40 mg/m 2 /d, Etoposide 50 mg/m 2 /d and 6-TG 40 mg/m 2 /d (PET), given orally on out-patient basis continuously for 21 days every month. Post-induction high dose Ara-C (HD-Ara-C) was given whenever possible. Results: The median age was 17 yrs (range 1.5 to 52); 9 were males and 2 females. The median leukocyte count at presentation was 15.4 x 10 9 /L (range 0.9 to 142) and platelet count was 62 x 10 9 /L (range 21 to 442). CD56 and CD7 were positive in 3/5 and 8/11 of those evaluated. Cytogenetic studies were done in 7 patients. Ten of the eleven patients received at least 1 cycle of PET CT of which 9 (90%) achieved CR. The eleventh patient received only 1 week of CT before being lost to follow up, however by then she had already cleared all blasts (57%) in the peripheral blood. Importantly the whole induction was given on out patient basis with only 2 patients requiring admission. There was minimal to nil blood, platelet and antibiotic support required during the entire Induction therapy. Four of them received HD-Ara-C after achieving CR; two of them died in remission at 6 and 11 months. The other two are alive in CR at 36 months and 14 months. Others who could not get HD-Ara-C because of socio-economic reasons were continued on PET or ET chemotherapy for up to maximum of 12 cycles. The median overall survival was 20 months for those who continued treatment. So far no relapses are noted in those who received PET x 2 followed by HD-Ara-C. Conclusions: The dramatic remission rates, excellent tolerability, minimal cost and morbidity with this protocol provide proof of principle that metronomic approach may be a superior alternative to conventional induction chemotherapy in the treatment of AML-M0. Additionally, incorporation of HD-Ara-C consolidation and metronomic maintenance may improve the long term outcome of this disease with dismal prognosis.",
    "topics": [
        "antibiotics",
        "blast cells",
        "blood platelets",
        "bone marrow transplantation, allogeneic",
        "cd56 antigens",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "combination drug therapy",
        "complete remission",
        "computed tomography/positron emission tomography imaging"
    ],
    "author_names": [
        "Shripad Banavali, MD",
        "Lovenish Goyal, MD",
        "Bhavana Padhye, MD",
        "Brijesh Arora, MD",
        "Roshni Bhagwat, MD",
        "Sumit Gujral, MD",
        "Chandrika Nair, DCH, PhD",
        "Purvish Parikh, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India"
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India"
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India"
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India"
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India"
        ],
        [
            "Pathology, Tata Memorial Hospital, Mumbai, Maharashtra, India"
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India"
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India"
        ]
    ],
    "first_author_latitude": "18.991907299999998",
    "first_author_longitude": "72.8357403"
}