{
    "doi": "https://doi.org/10.1182/blood.V122.21.4735.4735",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2505",
    "start_url_page_num": 2505,
    "is_scraped": "1",
    "article_title": "Quantification Of Malondialdehyde Adducts In Platelet Activation As An Indicator Of Proinflammatory and Prothombotic State ",
    "article_date": "November 15, 2013",
    "session_type": "301. Platelet Activation and Biochemistry",
    "topics": [
        "malondialdehyde",
        "platelet activation",
        "thromboxane",
        "dihydropyridine",
        "lysine",
        "p-selectin",
        "thromboxane-a synthase",
        "amines",
        "anti-inflammatory agents, non-steroidal",
        "antiplatelet agents"
    ],
    "author_names": [
        "Irene Zagol-Ikapite, PhD",
        "Iberia Romina Sosa, MD, PhD",
        "Audra M Judd, BS",
        "Olivier Boutaud, PhD",
        "John A Oates, MD"
    ],
    "author_affiliations": [
        [
            "Division of Clinical Pharmacology, Vanderbilt University, Nashville, TN, USA, "
        ],
        [
            "Department of Medicine, Vanderbilt University, Nashville, TN, USA, "
        ],
        [
            "Division of Clinical Pharmacology, Vanderbilt University, Nashville, TN, USA, "
        ],
        [
            "Pharmacology, Vanderbilt University, Nashville, TN, USA"
        ],
        [
            "Department of Medicine, Vanderbilt University, Nashville, TN, USA, "
        ]
    ],
    "first_author_latitude": "36.142755750000006",
    "first_author_longitude": "-86.80272579999999",
    "abstract_text": "Background The formation of malondialdehyde (MDA) has been previously described as a product of the thromboxane synthase. However, the reported approaches for its quantification have not been reliable, stymieing its use in research. As a reactive di-carbonyl, MDA reacts with primary amines, notably lysines on proteins, to form covalent adducts of several types. Three of the products of the reaction of MDA with lysine are an N-propenal adduct, a dihydropyridine ring adduct (N-lysyl-4-methyl-2, 6-dihydropyridine-3, 5-dicarbaldehyde), and a lysyl-MDA crosslink. Measurement of platelet protein modifications, such as MDA adducts, could provide a specific marker of in vivo activation of platelets, since these modifications accumulate over the lifespan of the platelet. Methods and Results To investigate thromboxane synthase-dependent formation of MDA adducts on platelet proteins, we developed an LC/MS/MS method for analysis of one of the MDA adducts, the lysyl-MDA crosslink, employing a [ 13 C 12 ] labeled internal standard. We demonstrated that levels of lysyl-MDA crosslink in human platelets are increased following its activation with arachidonic acid. This increase is inhibited by aspirin, the thromboxane synthase inhibitor, ozagrel and by γ-ketoaldehyde specific scavengers: 3-Methoxysalicylamine (3-MOSA) and Salicylamine (SA). To determine whether lysyl-MDA crosslinks reflect in vivo platelet activation, we analyzed samples from patients with medical conditions known to be associated with increased platelet activation. We employed traditional methods of measuring platelet activation: flow cytometry of p-selectin and reticulated platelets, and serum thromboxane, to measure platelet activation in patients with metabolic syndrome and sickle cell disease. These assays were compared with the levels of lysyl-MDA-crosslinks. In both populations, the levels of MDA-lysine-crosslink are increased by 2.5 fold compared to healthy volunteers and provide greater discrimination between groups than p-selectin expression and reticulated platelets. The inhibition of the lysyl-MDA crosslink adduct in patients taking NSAIDs further confirms the specificity for thromboxane synthase-dependent MDA modifications on platelet proteins. Discussion The results of this study provide compelling evidence that MDA-protein adducts in platelets may be a useful marker of in vivo platelet activation in humans and potentially helpful in predicting thrombotic risk and the benefit of antiplatelet therapy in patients with medical conditions associated with platelet hyperactivity. Disclosures: No relevant conflicts of interest to declare."
}