{
    "doi": "https://doi.org/10.1182/blood.V120.21.498.498",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2236",
    "start_url_page_num": 2236,
    "is_scraped": "1",
    "article_title": "The Interaction of Coagulation Factor XI with Polyphosphate ",
    "article_date": "November 16, 2012",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Regulatory Mechanisms in Coagulation",
    "topics": [
        "factor xi",
        "polyphosphates",
        "polyps",
        "granules",
        "thrombin",
        "endopeptidases",
        "enzyme precursors",
        "peptide hydrolases",
        "chlorides",
        "heparin"
    ],
    "author_names": [
        "Yipeng Geng",
        "Ingrid M. Verhamme, PhD",
        "Qiufang Cheng, MD",
        "Anton Matafonov, MD",
        "Stephen B. Smith, PhD",
        "Mao-fu Sun",
        "Stephanie A. Smith, DVM, MS",
        "James H. Morrissey, PhD",
        "David Gailani, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
        ],
        [
            "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
        ],
        [
            "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
        ],
        [
            "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
        ],
        [
            "Cancer Biology, Vanderbilt University Medical Center, Nashville, TN, USA, "
        ],
        [
            "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
        ],
        [
            "Department of Biochemistry, University of Illinois at Urbana-Champaign, Urbana, IL, USA, "
        ],
        [
            "Department of Biochemistry, University of Illinois, Urbana, IL, USA"
        ],
        [
            "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
        ]
    ],
    "first_author_latitude": "36.1440556",
    "first_author_longitude": "-86.8013086",
    "abstract_text": "Abstract 498 The plasma zymogen factor XI (FXI) is a homodimer of 80 kDa subunits. During blood coagulation, each subunit is activated by cleavage of the Arg 369 -Ile 370 bond by factor XIIa (FXIIa) or thrombin. Initially, one subunit of the FXI dimer is activated to create the species 1/2FXIa, followed by activation of the second subunit, generating FXIa. Initial rates of activation of the first subunit are relatively low (∼8000 M −1 .sec −1 for FXIIa and 120 M −1 .sec −1 for thrombin). Rates for activation of the second subunit are even lower (1200 M −1 .sec −1 for FXIIa and 35 M −1 .sec −1 for thrombin), suggesting that conformational changes accompanying activation of a subunit reduce the efficiency of activation of its partner. The slow rate of FXI activation in solution strongly suggests that a cofactor is required for protease activation in vivo . FXI activation by FXIIa or thrombin is enhanced by polyanions such as dextran sulfate (DS). In addition, polyanions induce FXI activation by FXIa (autoactivation). Polymers of inorganic phosphate (polyP) released from platelet dense granules accelerate FXI activation by thrombin or FXIa ( Blood 2011;118:6963), and likely represent the physiologic counterpart to DS. PolyP (4 μM) increased the initial rate of FXI activation by FXIIa ∼30-fold (300,000 M −1 .sec −1 ), and by a-thrombin ∼3600-fold (440,000 M −1 .sec −1 ). Furthermore, polyP induced FXI autoactivation in a manner similar to DS. Each FXI subunit contains two polyanion binding sites (residues Arg 250 , Lys 252 , Lys 253 , Lys 255 on the A3 domain, and Lys 529 , Arg 530 , Arg 532 on the catalytic domain). Both sites bind heparin, and are required for normal heparin-mediated enhancement of FXIa inhibition by antithrombin. FXI lacking the A3 domain site (FXI ΔA3 ), but not FXI lacking the protease domain site (FXI ΔCD ), is activated slowly in the presence of DS compared to wild type FXI (FXI WT ). Interestingly, both FXI ΔA3 and FXI ΔCD are activated slowly compared to FXI WT in the presence of polyP, and a species lacking both sites (FXI ΔA3/CD ) has an even greater defect, indicating FXI's interaction with polyP is different from its interaction with DS. The FXI gene arose from a duplication of the gene for the monomeric protein prekallikrein (PK). The observations that the dimeric structure of FXI is highly conserved across species, and that the ancestral molecule is a monomer, strongly indicate that the dimer is important for a specific aspect of FXI function. It was recently reported that monomeric forms of FXI are activated slowly compared to dimeric FXI in solution or in the presence of DS ( J Biol Chem 2008;283:18655). FXI dimer formation is mediated through a hydrophobic interface involving Leu 284 , Ile 290 , and Tyr 329 , and an interchain disulfide bond involving Cys 321 . A Ser substitution for Cys 321 in combination with an Ala substitution for Leu 284 or Ile 290 results in the monomeric species FXI C321S, L284A and FXI C321S, I290A . Rates of FXI C321S, L284A or FXI C321S, I290A activation by FXIIa were significantly lower than for FXI WT in the presence of polyP. However, this defect was not observed during activation by thrombin or FXIa, demonstrating that the dimeric structure is not a prerequisite for zymogen activation on polyP. FXI-deficient (FXI −/− ) mice are more resistant to arterial thrombus formation induced by vessel injury with ferric chloride than are wild type mice. FXI WT , FXI C321S, L284A and FXI C321S, I290A were transiently expressed in FXI −/− mice by hydrodynamic tail vein injection. While the three proteins were expressed at comparable levels, only FXI WT completely reconstituted the wild type phenotype in the ferric chloride thrombosis model. In summary, polyP is a strong candidate for a cofactor to support FXI activation in vivo . The interaction of FXI with this polyanion differs from its interaction with DS. The dimeric structure of FXI appears to be required for normal protease function in vivo , and for FXIIa-mediated FXI activation, but not for thrombin- or FXIa-mediated activation in the presence of polyP. Considering that the FXI homolog PK is a monomer that is activated efficiently by FXIIa, and that FXII deficiency is not associated with a significant phenotype, our results suggest that the FXI dimeric structure is required for a function distinct from zymogen activation. Disclosures: No relevant conflicts of interest to declare."
}