{
    "doi": "https://doi.org/10.1182/blood-2018-99-113066",
    "article_title": "SE-7552, a Highly Selective, Non-Hydroxamate Inhibitor of Histone Deacetylase-6 Blocks Multiple Myeloma Growth In Vivo  ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Despite recent advances, disease progression and treatment resistance in multiple myeloma (MM) remains a significant challenge. Current therapies include proteasome inhibitors, immunomodulatory agents, monoclonal antibodies and more recently histone deacetylase (HDAC) inhibitors. Many HDAC inhibitors have progressed into clinical development, however, there has been limited success with the approval of only three pan-HDAC inhibitors (SAHA, belinostat and panobinostat) and the class I selective inhibitor, romidepsin. A challenge to the development of HDAC inhibitors has been the management of toxicities, many of which are dose limiting. Some of these toxicities can be attributed to the use of the hydroxamate, a potent zinc binding group that has been associated with toxicity and poor pharmacokinetic (PK) properties. The very tight binding potency of the hydroxamate to zinc also leads to limited HDAC isoform selectivity and thus further predisposes to toxicity. HDAC6, a member of the class IIb HDAC family, is a target of high interest and has significant therapeutic potential in oncology, particularly MM. It has a unique protein structure and is predominantly located in the cytoplasm where it has multiple non-histone protein substrates including α-tubulin, HSP90, cortactin, and Foxp3. Here, we describe the identification of a highly selective, non-hydroxamate HDAC6 inhibitor with excellent PK properties capable of inhibiting MM growth in vivo . Extensive medicinal chemistry exploration and optimization led to the discovery of a zinc-binding group that was associated with excellent potency and selectivity for HDAC6. Additional optimization of the chemical scaffold led to the identification of SE-7552, a compound with an IC 50 of 33nM against HDAC6 and greater than 850-fold selectivity versus all other known HDAC isozymes. SE-7552 demonstrated superior PK compared to hydroxamate-based HDAC inhibitors, with a maximum exposure of 597 ng/ml and a half-life of 7.2 hours after a single oral dose of 5 mg/kg in the mouse. To characterize inhibition of HDAC6 in vivo , acetylated α-tubulin (a biomarker for HDAC6 inhibition) was measured in the spleen of mice treated with SE-7552 or the hydroxamate-based HDAC6 inhibitor, ricolinostat. After a single oral dose of SE-7552 at 30 mg/kg, levels of acetylated α-tubulin were increased for over 24 hours, whereas ricolinostat at a 50 mg/kg IP dose showed increased levels for less than 8 hours. In the same study, SE-7552 had no effect on the acetylation of H3 (a biomarker for inhibition of Class I HDACs), whereas ricolinostat increased the levels of acetylated H3. Based on the positive in vit ro and in vivo profile, SE-7552 was progressed into pre-clinical rodent models of MM. Since previously studied HDAC6 inhibitors were not able to significantly inhibit MM growth as monotherapy, SE-7552 was co-administered with either pomalidomide or bortezomib. In a subcutaneous MM model using human H929 MM cells, SE-7552 dosed orally at 10 mg/kg daily in combination with pomalidomide dosed at 1 mg/kg IP daily significantly delayed tumor growth in comparison to pomalidomide alone (p < 0.01), as well as enhanced the survival of the mice. Utilizing human MM.1S cells that can be quantified by luminescence, a disseminated model of MM was conducted in which SE-7552 dosed orally at 10 mg/kg daily in combination with bortezomib dosed at 1.5 mg/kg IP once a week significantly delayed tumor growth compared to bortezomib alone (p < 0.05). In summary, we have identified a non-hydroxamate HDAC6 inhibitor, SE-7552, with superior selectivity and pharmacokinetics compared to current HDAC6 inhibitors. SE-7552 demonstrated high levels of selectivity in an in vivo biomarker study and blocked MM growth in two pre-clinical models when co-administered with current MM therapies. Disclosures Holt: Selenity Therapeutics: Employment, Equity Ownership, Patents & Royalties: METALLOENZYME INHIBITOR COMPOUNDS, U.S. Patent Application No.: 15/917,555 (March 9, 2018). Garvey: Selenity Therapeutics: Employment, Equity Ownership. Becherer: Selenity Therapeutics: Employment, Equity Ownership. Hoekstra: Selenity Therapeutics: Employment, Equity Ownership, Patents & Royalties: METALLOENZYME INHIBITOR COMPOUNDS, U.S. Patent Application No.: 15/917,555 (March 9, 2018). Schotzinger: Mycovia Pharma: Membership on an entity's Board of Directors or advisory committees; Innocrin Pharma: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Selenity Therapeutics: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties: METALLOENZYME INHIBITOR COMPOUNDS, U.S. Patent Application No.: 15/917,555 (March 9, 2018). Yates: Selenity Therapeutics: Employment, Equity Ownership, Patents & Royalties: METALLOENZYME INHIBITOR COMPOUNDS, U.S. Patent Application No.: 15/917,555 (March 9, 2018).",
    "topics": [
        "histones",
        "multiple myeloma",
        "histone deacetylase 6",
        "histone deacetylase",
        "toxic effect",
        "biological markers",
        "bortezomib",
        "histone deacetylase inhibitors",
        "pomalidomide",
        "zinc"
    ],
    "author_names": [
        "Jason A Holt, MSc",
        "Edward P Garvey, PhD",
        "J. David Becherer, PhD",
        "William J Hoekstra, PhD",
        "Robert J Schotzinger, MD PhD",
        "Christopher M Yates, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason A Holt, MSc",
            "author_affiliations": [
                "Selenity Therapeutics, Durham, NC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Edward P Garvey, PhD",
            "author_affiliations": [
                "Selenity Therapeutics, Durham, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. David Becherer, PhD",
            "author_affiliations": [
                "Selenity Therapeutics, Durham, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William J Hoekstra, PhD",
            "author_affiliations": [
                "Selenity Therapeutics, Durham, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J Schotzinger, MD PhD",
            "author_affiliations": [
                "Selenity Therapeutics, Durham, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher M Yates, MSc",
            "author_affiliations": [
                "Selenity Therapeutics, Durham, NC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T18:46:48",
    "is_scraped": "1"
}