{
    "doi": "https://doi.org/10.1182/blood.V120.21.4741.4741",
    "article_title": "CD26/Dipeptidylpeptidase IV Negatively Regulates Leukemia Inhibitory Factory Activity in Murine Embryonic Stem Cells ",
    "article_date": "November 16, 2012",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Abstract 4741 Leukemia inhibitory factory (LIF), a member of the interleukin 6 family, promotes maintenance and self-renewal of embryonic stem (ES) cells (Smith, A.G., J.K. Heath, 1998, Nature 336(6200): 688–690). Binding of LIF to the leukemia inhibitory factory receptor (LIFR) on mouse (m) ES cells activates the Janus tyrosine associated kinase (JAK)-signal transducer activator of transcription 3 (STAT3) pathway, which positively controls mES cell self-renewal and maintenance (Cartwright, P., C. McLean, 2005, Development 132(5): 885–896). CD26/ Dipeptidylpeptidase IV (DPPIV) is a 110KD membrane associated peptidase expressed on epithelial cells of the intestine, kidney, liver, lung and prostate as well as the intestine, melanocytes and certain leukocyte subsets including hematopoietic stem and progenitor cells. Possible substrates of DPPIV include several critical cytokines, chemokines, peptide hormones as well as neuropeptides. Our lab has recently reported that a number of cytokines such as GM-CSF, G-CSF, IL-3 and Epo have DPPIV truncation sites and these truncated cytokines have greatly reduced potency compared to the full-length (FL) form of the molecule. Moreover, the truncated (T) forms blocked the full effect of the FL form. A search of two databases showed that murine LIF had a putative DPPIV truncation site. Based on this, we set up experiments that demonstrated mES cells express CD26, and then we hypothesized that CD26/DPPIV-truncation controls the potency of LIF in mES cells. CD26/DPPIV inhibitor, Diprotin A, was utilized to evaluate proliferation and the potency of mES cells. The expression of surface marker SSEA-1 and transcription factors Oct4, Nanog and KLF-4, all of which are usually used as markers for undifferentiated mES cells, were analyzed by flow cytometry after cells were pretreated with and without Diprotin A (5mM) and then placed in the absence or presence of 0.1 unit, 1 unit, 10 unit, 100 unit, and 1000 units LIF. Pretreating cells with Diprotin A 1hour prior to LIF addition greatly increased LIF potency as demonstrated by significantly increased expression of SSEA-1, Oct4, Nanog and KLF-4, although the expression levels of these four factors differed depending on LIF dose. Next, formation of embryoid bodies (EBs) was assessed to evaluate pluripotency and differentiation potential of ES cells. The cells were pretreated with Diprotin A prior to LIF addition, cultured in the absence or presence of 0.1 unit, 1 unit, 10 unit, 100 unit, and 1000 units LIF for 5 days, and then the cells were assayed for EB formation by removal of LIF. Pretreatment cells with Diprotin A resulted in significant enhancement of EB formation in cells cultured with low dose (10 unit and 100 unit) LIF, while there was no difference in other doses. To better understand signaling events in mES cells, we compared FL- and T- LIF, in varying ratios, for effect on phosphorylation of STAT3 in mES cells. FL- LIF significantly enhanced phosphorylation of STAT3 after 30 minute stimulation. T-LIF elicited decreased STAT3 phosphorylation and partially blocked the effect of FL-LIF activation of STAT3. Taken together, these results demonstrate that CD26/DPPIV negatively impacts in vitro activity of LIF for maintenance and self-renewal of mES cells, and inhibition of DPPIV greatly enhances in vitro LIF activities. The activity of T- vs. FL LIF was mechanistically linked to differing signaling capacities that are involved in maintenance and self-renewal of mES cells. Disclosures: Broxmeyer: CordUse: Membership on an entity's Board of Directors or advisory committees; Fate Therapeutics: Consultancy.",
    "topics": [
        "dipeptidyl-peptidase iv",
        "embryonic stem cells",
        "leukemia",
        "mice",
        "meckel-gruber syndrome",
        "stat3 protein",
        "cytokine",
        "antigens, cd15",
        "chemokines",
        "flow cytometry"
    ],
    "author_names": [
        "Xuan Ou",
        "Hal E. Broxmeyer, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Xuan Ou",
            "author_affiliations": [
                "Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hal E. Broxmeyer, Ph.D.",
            "author_affiliations": [
                "Department of Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T18:39:31",
    "is_scraped": "1"
}