{
    "doi": "https://doi.org/10.1182/blood-2019-126693",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4186",
    "start_url_page_num": 4186,
    "is_scraped": "1",
    "article_title": "A Clinical Trial of Cannabis As Targeted Therapy for Indolent Leukemic Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": [
        "indolent",
        "lymphoma",
        "marijuana",
        "molecular targeted therapy",
        "cannabinoids",
        "tetrahydrocannabinol",
        "nabiximols",
        "caspase-3",
        "rna, messenger",
        "cancer"
    ],
    "author_names": [
        "Christopher M Melén, MD",
        "Magali Merrien, MSc",
        "Agata Wasik, MSc, PhD",
        "Kristina Sonnevi, MD PhD",
        "Henna-Riikka Junlén, MD",
        "Birger Christersson, MD PhD",
        "Birgitta Sander, MD PhD Prof.",
        "Björn E Wahlin, MD PhD"
    ],
    "author_affiliations": [
        [
            "Center of Hematology, Karolinska University Hospital, Stockholm, Sweden ",
            "Unit of Hematology, Department of Medicine Huddinge, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Division of Pathology, Department of Laboratory Medicine, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Division of Pathology, Department of Laboratory Medicine, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Center of Hematology, Karolinska University Hospital, Stockholm, Sweden ",
            "Unit of Hematology, Department of Medicine Huddinge, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Center of Hematology, Karolinska University Hospital, Stockholm, Sweden ",
            "Unit of Hematology, Department of Medicine Huddinge, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Division of Pathology, Department of Laboratory Medicine, Karolinska Institutet, Stockholm, Sweden ",
            "Center of Pathology, Karolinska University Hospital, Stockholm, Sweden"
        ],
        [
            "Division of Pathology, Department of Laboratory Medicine, Karolinska Institutet, Stockholm, Sweden ",
            "Center of Pathology, Karolinska University Hospital, Stockholm, Sweden"
        ],
        [
            "Center of Hematology, Karolinska University Hospital, Stockholm, Sweden ",
            "Unit of Hematology, Department of Medicine Huddinge, Karolinska Institutet, Stockholm, Sweden "
        ]
    ],
    "first_author_latitude": "59.3501898",
    "first_author_longitude": "18.031728299999997",
    "abstract_text": "Introduction Cannabinoid receptors type 1 (CB1) and type 2 (CB2) are tentative treatment-targets in cancer. They are activated by endogenous cannabinoids and by plant cannabinoids such as tetrahydrocannabinol (THC). CB2 is expressed in normal and malignant lymphocytes while CB1 expression is low in normal lymphocytes but high in mantle cell lymphomas and half of cases of chronic lymphocytic leukemia (CLL). Agonists to CB1 and CB2 induce cell death of CB1 or CB2 expressing lymphoid cell lines (Gustafsson, K. et al. Int J Cancer 2008). CB1 and CB2 regulate tissue localization and homing of leukocytes (Muppidi JR, et al. J Exp Med. 2011; Wasik et al., 2014, Oncoscience). We here report the effects of Sativex, which contains a whole-plant mixture of Cannabis sativa with exact proportions of THC and the partial CB1-antagonist cannabidiol (CBD), on patients with indolent B-cell lymphoma. Methods Patients, 18-80 years, with a leukemic indolent B-cell lymphoma without treatment indication, were given a single administration of Sativex, as an oral mucosal spray. The cannabis compound was given at 9 AM and patients were sampled at 0, 2, 4, 6, 24 and 168 hours. They were also sampled at a prior non-treatment day at the same hours of the day to compensate for any circadian rhythms of blood leukocytes. Blood samples were analyzed using blood chemistry and flow cytometry to quantify lymphoma and non-malignant cells. Apoptosis was measured by caspase-3 activation. CB1 and CB2 mRNA levels were quantified using qPCR in enriched lymphoma cells. Results 23 patients were included (Table 1). Maximum tolerated dose was determined to be 7 actuations, containing 18.9mg THC and 17.5mg CBD. This dose was given to 15 patients. Side effects were mostly grade 1 and manageable (Table 2) and all patients could return home at 3 PM. At every time point on the treatment day, there was a significant decrease in lymphocyte counts compared with 0 hours (2 hours, P = 0.004; 4 hours, P < 0.001; 6 hours, P = 0.007), with nadir usually at 4 hours after drug administration (median nadir 0.85 relative to baseline). On the control day, lymphocytes decreased significantly at 4 hours (P = 0.031) and 6 hours (P = 0.026) (median nadir of 0.93 compared to baseline). Changes in clonal B cells were the same as in lymphocytes. The larger median nadir on treatment day was not due to increased cell-death as measured by activated caspase 3. In the non-clonal B-cells, there was no circadian variation during the control day, but a decrease after treatment was detectable (2 hours: P = 0.01; 4 hours: P = 0.034; 6 hours: P = 0.031). T-cells showed no circadian changes and decreased after treatment (4 hours, P = 0.06; 6 hours, P = 0.009). For NK cells, the pattern, regardless of administration of cannabinoids, was a decrease at 6 hours (6 hours no drug, P = 0.051; 6 hours with drug P = 0.013). A week after administration of the cannabis compound, all non-malignant lymphocytes had returned to baseline levels, but the clonal B cells had significantly increased (P = 0.011). Neutrophils increased significantly after treatment (4 hours, P = 0.007; 6 hours, P = 0.005) whereas platelets decreased at 2 hours (P = 0.003). CB2 mRNA was expressed in all lymphomas and 17/23 lymphomas expressed CB1 mRNA. There was no correlation between baseline levels of CB2, CB1 or plasma concentrations of THC and CBD to nadir of lymphocytes (all P > 0.4). The cannabis compound reduced lymphocyte levels both in CB1-positive and CB1-negative lymphoma (CB1+, P = 0.028; CB1-, P = 0.013). Conclusion This study demonstrates that it is safe to administrate a single dose of Sativex to elderly patients with indolent B-cell lymphoma with regards to adverse events. We show that the cannabis compound quickly reduces lymphoma cell numbers in peripheral blood. There was no evidence of activation of caspase 3; this suggests that the reduction of lymphoma cells in blood might be due to redistribution from blood rather than apoptosis. We have also detected an apparent circadian rhythm of the peripheral numbers of malignant lymphocytes. Our findings suggest that the drug might promote homing of lymphoma cells from blood into secondary lymphoid organs where they receive pro-survival signals. Therefore, this cannabinoid compound should be used with caution in patients with indolent leukemic lymphomas. Further studies are needed to dissect the signaling pathways affected by cannabinoids in B-cell lymphoma. View large Download slide View large Download slide  Disclosures Wahlin: Roche and Gilead: Consultancy. OffLabel Disclosure: Sativex is an oromucosal spray containing whole plant Cannabis sativa. In Europe is is registred for use against spasticity caused by multiple sclerosis."
}