{
    "doi": "https://doi.org/10.1182/blood-2020-137766",
    "article_title": "ADAM17-Deficient Pluripotent Stem Cell-Derived Natural Killer Cells Possess Improved Antibody-Dependent Cellular Cytotoxicity and Antitumor Activity ",
    "article_date": "November 5, 2020",
    "session_type": "203.Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Antibody-dependent cellular cytotoxicity (ADCC) is a key pathway that mediates natural killer (NK) cell cytotoxicity against antibody-opsonized target cells. This process helps mediate the therapeutic efficacy of anti-tumor antibodies. On NK cells, ADCC occurs via engagement of antibody-coated target cells with activating receptor FcγRIIIa, or CD16a, leading to proinflammatory cytokine upregulation, degranulation, and target cell death. Upon cellular activation, the CD16a ectodomain is cleaved from the NK cell surface by A Disintegrin and Metalloprotease-17 (ADAM17). Cleavage of the ectodomain prevents further antibody binding and signaling through CD16a, which dampens NK cell activity. Blocking activation-induced ADAM17-mediated CD16a cleavage has been previously demonstrated to augment ADCC activity and provides a novel strategy to improve efficacy of therapeutic antibodies in combination with adoptive transfer of engineered NK cells. To further define the ability of ADAM17 to regulate NK cell activity, we have generated and characterized ADAM17-deficient (ADAM17-KO) NK cells derived from CRISPR/Cas9-modified human induced pluripotent stem cells (iPSCs). ADAM17-KO iPSCs successfully differentiate into hematopoietic progenitor cells, then to NK cells that uniformly express typical NK cell surface markers including CD56, CD94, NKG2D, NKp44, and NKp46. ADAM17-KO iPSC-NKs are functional and kill K562 erythroleukemia cells comparable to wildtype iPSC-derived NK cells (WT iPSC-NK cells) and healthy donor-derived peripheral blood NK cells (PB-NK cells) in vitro . Surprisingly, upon differentiation, ADAM17-KO iPSC-NK cells express ~20% lower CD16a surface expression compared to WT iPSC-NK cells, but stably retain CD16a expression after enrichment for CD16a+ cells and over 6 weeks of expansion in culture. WT iPSC-NKs and PB-NKs rapidly lose CD16a surface expression upon stimulation with phorbol esters, while ADAM17 KO iPSC-NK cells maintain over 90% CD16a expression after this stimulation. Additionally, a significantly higher proportion of ADAM17-KO iPSCs express TNF-α (71%) and CD62L (L-Selectin) (36%) - two other known ADAM17 substrates, on the cell surface after stimulation with phorbol esters for 4 hours compared to WT iPSC-NK (7% TNF-α+, 2% L-Selectin+) and PB-NK (2% TNF-α+, 1% L-Selectin+). CD16a+ ADAM17-KO iPSC-NK cells mediate increased CD107a (45%) and IFNγ (39%) expression when co-incubated with RAJI B-lymphoma cells in the presence of the anti-CD20 antibody rituximab, compared to CD16a+ WT iPSC-NK (32% CD107a+, 11% IFNγ) and PB-NK (37% CD107a+, 7% IFNγ) cells. Similarly, CD16a+ ADAM17-KO iPSC-NK cells upregulate increased CD107a (29%) and IFNγ (42%) expression when co-incubated with CAL27 squamous cell carcinoma cells in the presence of the anti-EGFR antibody cetuximab, compared to CD16a+ WT iPSC-NK (12% CD107a+, 8% IFNγ) and PB-NK (14% CD107a+, 6% IFNγ). Long-term (24 hour) cytotoxicity assay against RAJI cells in the presence of rituximab demonstrates higher cytotoxicity in CD16a+ ADAM17-KO iPSC-NK cells compared to CD16a+ WT iPSC-NK and CD16a+ PB-NK cells over time (see associated figure). In vivo studies to determine the therapeutic efficacy of ADAM17-KO iPSC-NK cells compared to WT iPSC-NK and PB-NK cells are ongoing. Together, these studies demonstrate ADAM17-KO iPSC-NK cells derived from a renewable source of gene-edited iPSCs possess enhanced ADCC potential, and provide a promising candidate to be used for standardized, off-the-shelf NK cell-based therapies in conjunction with therapeutic antibodies. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Blum: Fate Therapeutics: Current Employment. Kaufman: Fate Therapeutics: Consultancy.",
    "author_names": [
        "Kenta Yamamoto",
        "Robert Blum",
        "Dan S Kaufman, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kenta Yamamoto",
            "author_affiliations": [
                "Department of Medicine, Division of Regenerative Medicine, University of California- San Diego, La Jolla, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert Blum",
            "author_affiliations": [
                "Department of Medicine, Division of Regenerative Medicine, University of California- San Diego, La Jolla, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan S Kaufman, MDPhD",
            "author_affiliations": [
                "Department of Medicine, Division of Regenerative Medicine, University of California San Diego, La Jolla, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T15:31:03",
    "is_scraped": "1"
}