{
    "doi": "https://doi.org/10.1182/blood.V128.22.1269.1269",
    "article_title": "Rituximab Subcutaneous Formulation (SC-R) Is Safe, Effective and Cost-Saving in Patients Suffering from Autoimmune Hemolytic Anemia (AIHA) ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "abstract_text": "Rituximab, a monoclonal antibody directed against the CD20 antigen expressed on B cells, has been shown to be effective in AIHA, both in idiopathic and secondary including those associated with autoimmune and lymphoproliferative disorders as well as in Evans syndrome. At standard dose of 375 mg/mq weekly for a median of 4 weeks , overall survival (OS), complete response (CR), desease free survival (DFS) were respectively OR 83-87%,CR 54-60% DFS 72% at one and 56% at two years. Moreover rituximab re-treatment is effective and some patients responded to re-treatment more than once. Because is available today a Rituximab solution for subcutaneous injection, we have used this formulation for the treatment of 6 patients (pts) suffering from AIHA. Methods 6 pts (M 2, F 4 ) were enrolled in this study. Median age was 58.3 yr (range, 52-82) 2 out of 6 pts were idiopathic and the remaining 4 were associated with chronic lymphoproliferative syndromes. 2 out of 6 pts had relapsed after a first-line treatment with intravenous rituximab and steroids.For 2 pts mean Hb value and Ht at presentation were 6.2 g/dL ± 1.2, and 26 mL/dL, Median reticulocyte percentage was 10%, and median reticulocyte production index was 2.9 times basal. 24 % of cases had an initial reticulocyte count less than 4%, and 40% had an initial reticulocyte production index less than 2.0 times basal. These reticulocytopenic patients were prevalent in secondary cases. Pts had altered hemolysis markers and direct antiglobulin test (DAT) was positive for both complement and IgG ( IgA 1 pts). All cases had a bone marrow examination during hospitalization Erythroid hypoplasia was seen only in CLL pts.6/6 pts had serial reticulocyte measurements, Rituximab subcutaneous formulation was administered at a fixed dose of 1400 mg weekly for 4 weeks; Before starting MabThera subcutaneous injections, all patients received beforehand, a full dose of Rituximab by intravenous infusion. Premedication consisting of an anti-pyretic and an antihistaminic was given orally in the evening before and the morning of the subcutaneous administration in order to reduce the time to stay in day hospital . All pts received prednisone 1 mg/Kg/day /for 30 days ; for these reason premedication with glucocorticoids was avoided. Results All pts completed treatment. No major infusion related side effects to subcutaneous Rituximab SC-R) were observed. Response criteria were defined as follows: Complete Response (CR): Hb >10 g/dl or Hb increase >1.5 g/dl, resolution of symptoms of anemia, transfusion independent; Partial Response (PR): Hb > 9 g/dl or Hb increase of 1-1.5 g/dl. improvement in symptoms of anemia, transfusion independent; NR (failure to meet CR/PR). 100% were eligible for response.Complete Responses were seen in 6/6 pts .At the end of treatment DAT became negative in 4/6 pts , concentration of lactic dehydrogenase , total bilirubin and indirect bilirubin began to decrease at 12 days after the first dose of rituximab, and decreased to normal range after 22 days. 3 patients required packed red cell transfusions before starting SC-R and all became transfusion-free. A moderate hemolysis still persisted only in one patient. rh-Epo has been administered in three pts initially reticulocytopenic. The reticulocyte production index rapidly increased, indicating a marrow erythropoietic response to rh-Epo Conclusion Our experience demonstrates that SC- Rituximab is an effective and safe alternative to IV formulation both in the first line and in the relapsed pts. SC-Rituximab shortens the treatment time significantly, enabling administration over approximately 5 minutes compared with 3 hours during IV infusion. The ready-to-use SC formulation significantly reduce pharmacy time and the impact on hospital resources as medicine preparation time and hospital staff time per administration are significantly reduced also in our hands. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autoimmune hemolytic anemia",
        "rituximab",
        "cost savings",
        "brachial plexus neuritis",
        "subcutaneous injections",
        "transfusion",
        "anemia",
        "complete remission",
        "intravenous infusion procedures",
        "lymphoproliferative disorders"
    ],
    "author_names": [
        "Francesco Iuliano, MD",
        "Eleonora Iuliano, MD",
        "Alessia Perricelli, MD",
        "Angelo Pomillo, MD",
        "Maria Luci, MD",
        "Maria Aquila Santoro, MD",
        "Pierosandro Tagliaferri, MD",
        "Pierfrancesco Tassone, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francesco Iuliano, MD",
            "author_affiliations": [
                "Department of Internal Medicine, U.O. DI Onco-Ematologia ASL 3,S.O.\"N.Giannettasio\", Rossano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eleonora Iuliano, MD",
            "author_affiliations": [
                "ONCOLOGY DEPARTMENT, MAGNA GRAECIA UNIVERSITY, CATANZARO, ITA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessia Perricelli, MD",
            "author_affiliations": [
                "U.O. DI Onco-Ematologia ASL 3,S.O.\"N.Giannettasio\", Rossano, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angelo Pomillo, MD",
            "author_affiliations": [
                "INTERNAL MEDICINE, U.O. DI Onco-Ematologia ASL 3,S.O.\"N.Giannettasio\", Rossano, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Luci, MD",
            "author_affiliations": [
                "INTERNAL MEDICINE, U.O. DI Onco-Ematologia ASL 3,S.O.\"N.Giannettasio\", Rossano, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Aquila Santoro, MD",
            "author_affiliations": [
                "INTERNAL MEDICINE, U.O. DI Onco-Ematologia ASL 3,S.O.\"N.Giannettasio\", Rossano, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierosandro Tagliaferri, MD",
            "author_affiliations": [
                "Salvatore Venuta Campus, Magna Graecia University, Catanzaro, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierfrancesco Tassone, MD",
            "author_affiliations": [
                "Salvatore Venuta Campus, Magna Graecia University, Catanzaro, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T15:36:23",
    "is_scraped": "1"
}