{
    "doi": "https://doi.org/10.1182/blood.V124.21.3659.3659",
    "article_title": "Dietary Intake of Zinc and Severity of Infection during Prophase/Induction in Children with Acute Lymphoblastic Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster III",
    "abstract_text": "Dietary Intake of Zinc and Severity of Infection During Prophase/Induction in Children with Acute Lymphoblastic Leukemia Kara M. Kelly, MD1*, Elena J. Ladas, PhD, RD1*, Peter Cole, MD2, Lewis B. Silverman, MD3, Kristen Stevenson, MS3 and Manuela Orjuela, MD, ScM1,4* Introduction: Infections are a major contributor to morbidity and mortality during induction treatment in childhood ALL. Zinc status has been associated with infections and diarrhea in children with malnutrition, HIV, and cancer, likely due to the effects of zinc on the immune system. The objective of this analysis was to examine whether inadequate zinc intake prior to diagnosis is associated with incidence and severity of infections during the prophase/induction. We present the results from a prospective, multi-institution, cohort study that examined dietary intake at diagnosis in children and adolescents with ALL. Methods: Assessment of dietary intake was collected in participants between the age of 1 and 17.9 years of age and enrolled on the DFCI ALL Consortium Protocol 05-001 from 2005-2011, which included children in the continental US, Canada, and Puerto Rico. Institutional review board approval was obtained by each of the nine participating centers. Demographic data was collected on age, gender and language of dietary interview. At diagnosis, ALL was classified as standard risk (SR) or high risk (HR). Dietary intake at diagnosis was assessed with the Harvard Service Food Frequency Questionnaire for children ages 1-5 years and the Youth and Adolescent Harvard Food Frequency Questionnaire for children ages 5-18 years and queried about intake in the past 30 days, in the preferred language (English, Spanish, or French). Dietary intake was examined by comparing zinc consumption above and below recommended intake for age and gender as per the Dietary Reference Intake (DRI). Infectious toxicity (incidence, grade, and organism) was collected by the DFCI as per the NCI CTCAE version3. Data for infection during prophase/induction was categorized as severe (Grade 4 and 5, life threatening and fatal) or moderate (Grades 1-3, mild to severe). Statistical analysis was performed on those children who had developed an infection during induction, and included logistic regression performed using SPSS version 21 with and without stratifying by risk group. Results: Of the 794 evaluable participants, 228 experienced an infection during the induction phase of treatment. Among the 177 with infections and dietary data, 94 (53%) were female with a median age of 4.7 years (Range: 1.3-17.9) at diagnosis; 82 (46%) were classified as having HR and 95 (54%) as SR ALL, and 19 (10.7%) developed life-threatening or fatal infections. Dietary intake at diagnosis was reported below the DRI for zinc in 11 (6.2%) of children with infection. Zinc intake below the DRI did not predict overall incidence of infection. However, among children who developed an infection, those that reported as consuming less than the DRI for zinc were significantly more likely to be diagnosed with a severe infection during induction (odds ratio [OR]: 5.75; 95% Confidence Interval [CI] 1.51, 21.92) (p=0.01).Ê When examined by risk group, the increased risk of severe infection associated with lower zinc intake was significant only in children with HR ALL (OR 5.74; 95%CI: 1.13, 29.29) (p< 0.04), though the effect was similar in children with SR ALL (OR 5.25; 95% CI: 0.43, 64.45)( p=0.20).Ê The observed association did not vary with adjustment for gender or language of the interview, or after accounting for whether children met caloric or protein DRI. Conclusions: Our data show that among children with ALL who developed an infection during prophase/induction, dietary intake of zinc appears to predict severity of infection. This effect appeared particularly strong among children with HR ALL. Although these results are preliminary, they suggest a possible modifiable dietary target and potential clinical intervention to reduce toxicity during treatment for ALL. Disclosures Silverman: Seattle Genetics, Inc.: Research Funding.",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "diet",
        "infections",
        "prophase",
        "zinc",
        "toxic effect",
        "cancer",
        "diarrhea",
        "leukemia, lymphocytic, acute, childhood"
    ],
    "author_names": [
        "Kara M. Kelly, MD",
        "Elena J. Ladas, PhD RD",
        "Peter Cole, MD",
        "Lewis B. Silverman",
        "Kristen E. Stevenson, MS",
        "Manuela Orjuela, MD ScM"
    ],
    "author_dict_list": [
        {
            "author_name": "Kara M. Kelly, MD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elena J. Ladas, PhD RD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Cole, MD",
            "author_affiliations": [
                "Montefiore Medical Center, Bronx, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lewis B. Silverman",
            "author_affiliations": [
                "Dana Farber Cancer Institute/Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen E. Stevenson, MS",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Orjuela, MD ScM",
            "author_affiliations": [
                "Columbia University Medical Center, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T19:27:18",
    "is_scraped": "1"
}