{
    "doi": "https://doi.org/10.1182/blood.V106.11.4298.4298",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=337",
    "start_url_page_num": 337,
    "is_scraped": "1",
    "article_title": "Cell Penetrating Mechanism of Bax Inhibiting Peptides. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Plasma membrane is known to have a high degree of selectivity for molecular trafficking, and it does not allow the penetration of peptides larger than 3 amino acids. Previously known exceptions of large peptides that penetrate the plasma membrane are the Arginine rich peptides such as human immunodeficiency virus (HIV)-tat peptides. However, the mechanism of cell penetration of these peptides is largely unknown. Bax Inhibiting Peptides (BIP) are penta-peptides derived from the Bax binding domain of Ku70. At present, three types of BIP have been developed. Those are: VPMLK, VPTLK, and VPALR. All of these three BIPs directly bind Bax and inhibit Bax-mediated cell death in cultured cells as well as in animal study. Surprisingly, BIPs are cell permeable and autonomously enter the cytoplasm of the cells within 1 hr. Therefore BIPs are recognized as new members of cell penetration peptides. In this study, we investigated the mechanism of cell penetration of BIPs. DAMI cells (a human megakaryocyte cell line) and HeLa cells were used to investigate the detailed mechanism of cell penetration of BIPs. To detect the cell entry of BIPs, fluorescent dyes (fluorescein or tetramethylrodhamine) were conjugated to the N-terminus of BIPs and the cytoplasmic localization of BIPs was confirmed by confocal microscopy. Cell Penetration activities of BIPs were detected at 1 uM concentration in the culture medium. The significant accumulation of BIPs in the cytoplasm were detected within 1 hour of incubation both at 4 °C and 37 °C, suggesting that ATP-independent mechanism of cell penetration of BIP exists. However, cellular uptake of BIPs reaches plateau at 100 uM at 4 °C, whereas it increases in a dose dependent manner up to 1 mM at 37 °C without any sign of cytotoxicity. These results suggest that there are at least two mechanisms contributing to the cell penetration of BIPs that are, “ATP-independent (4 °C)” and “ATP-dependent (37 °C)” mechanisms. In addition to BIPs, we generated a series of mutated BIPs that do not bind Bax but retain cell-penetrating activities. We performed competition assay using fluorescence dye-labeled and non-labeled BIP (and the mutant BIPs), and the preliminary results suggest that there is a specific receptor for each peptide for its delivery into the cells. Our data also indicates that BIPs can deliver a cargo molecule (e.g. fluorescent dye) with at least the same molecular weight. Unlike other cell penetrating peptides, BIP has minimum toxicity due to its nature to inhibit Bax-mediated cell death. Along with the new data showing that BIP protects cells from pathological damages in cell culture and animal model, we will discuss the potential application of BIPs as a new type of drug delivery tool.",
    "topics": [
        "animal model",
        "culture media",
        "peptides",
        "fluorescent dyes",
        "amino acids",
        "arginine",
        "cell culture techniques",
        "cytotoxicity",
        "drug delivery systems",
        "dyes"
    ],
    "author_names": [
        "Jose A. Gomez, MSc",
        "Tomoyuki Yoshida, MSc",
        "Minh Lam, PhD",
        "Clark W. Distelhorst, MD",
        "Shigemi Matsuyama, PhD"
    ],
    "author_affiliations": [
        [
            "Pharmacoly/Hematology-Oncology, Case Western Reserve University, Cleveland, OH, USA"
        ],
        [
            "Laboratory of Animal Reproduction, Tohoku University, Tokyo, Myagi-Ken, Japan"
        ],
        [
            "Confocal Microscopy Core/Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH, USA"
        ],
        [
            "Pharmacoly/Hematology-Oncology, Case Western Reserve University, Cleveland, OH, USA"
        ],
        [
            "Pharmacoly/Hematology-Oncology, Case Western Reserve University, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.5043413",
    "first_author_longitude": "-81.6083838"
}