{
    "doi": "https://doi.org/10.1182/blood.V106.11.4224.4224",
    "article_title": "Differentiation of Human ES Cell into the Hemangioblast. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "We hypothesize that during early human embryo development a common endothelial/hematopoietic precursor is formed. This precursor, named the hemangioblast, is an early endothelial/hematopoietic precursor responsible for angiogenesis and both primitive and definite hematopoiesis. The aims of this work are 1) to establish the ES/EB model system for genotypic studies of early vasculo/hematopoiesis. 2) to phenotype human hemangioblast and establish standard culture/storage condition that will stabilize the phenotype of these cells for a defined period and permit consistent, predictable outcomes of experiments. Human ES (H-1 line) cells (NIH code WA01) has been maintained on g -irradiated MEF cells supplemented with DMEM/F12 media containing 4ng/ml b-FGF and 15% knockout serum by changing media everyday and passaging cells every 3–4 days. EBs were generated either in liquid or 1% methylcellulose cultures (1 x 104 ES cells per 35-mm Petri dish) in medium containing Iscove modified Dulbecco medium (IMDM), 15% FCS, 2 mM glutamine, 450 μM MTG, 50 μg/mL ascorbic acid, and 20% BIT (1% bovine serum albumin (BSA), 10 μg/mL insulin, and 200 μg/mL transferrin. In order to induce EB formation two days old hES cells were plated in 1% methyl cellulose in IMDM media supplemented with 50mg/ml ascorbic acid, 10mg/ml insulin, 200 mg/ml transferrin, 20% Bits, 15% FCS, 450mM MTG, 2mM-L-glutamine for 3days. To generate hemangioblasts, 1 x 104/mL EB cells were replated in 1% methylcellulose in the presence of IMDM, 10% PDS (bovine platelet-poor plasma-derived serum; Biomedical Technologies, Stoughton, MA), 2 mM glutamine, 450 μM MTG, 25 μg/mL ascorbic acid, 20% BIT, 5 ng/mL human vascular endothelial growth factor (hVEGF), 50 ng/mL SCF, 10 ng/mL human fibroblast growth factor 2 (hFGF-2), and 2 U/mL hEPO. RNA from day 0, 2, 3 and 4 days old EBs was collected for gene regulation studies. We have chosen to study the key regulatory genes (FLK-1, Runx-1, SCL, HEX, GATA-1) during this process. RNA collected from undifferentiated hES cells has been used as control. We observed expression of stemness genes: Sox-2 and Oct-4, in the undifferentiated ES cells while there was an upregulation in expression of Brachury on day 2 and FLK-1 and Hex genes in day 3 of differentiation. In hemangioblast forming cells (BL-CFC), we observed upregulation of FLK-1, SCL, Runx and downregulation of Brachury and Hex. This sptio-temporal expression profile of genes suggest that during hemangioblast formation and at the initial stages of differentiation hemangioblast fate is decided by Hex, while after day 2 the control is taken by FLk-1, SCl and Runx genes. Ongoing studies will define signaling pathways involved in this process. Understanding of molecular processes involved in hemangioblast formation will allow directed generation of this progenitor from human ES cells in the future.",
    "topics": [
        "ascorbic acid",
        "diffuse idiopathic skeletal hyperostosis",
        "embryonic stem cells",
        "fibroblast growth factor 2",
        "free immunoglobulin light chain",
        "gata1 protein, human",
        "glutamine",
        "hemangioblasts",
        "insulin",
        "primary eosinophilic endomyocardial cardiomyopathy"
    ],
    "author_names": [
        "Ewa Carrier, MD",
        "Shermila Kausal, PhD",
        "Anand S. Srivastava, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ewa Carrier, MD",
            "author_affiliations": [
                "Cancer Center, School of Medicine, University of California San Siego, La Jolla, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shermila Kausal, PhD",
            "author_affiliations": [
                "Cancer Center, School of Medicine, University of California San Siego, La Jolla, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anand S. Srivastava, PhD",
            "author_affiliations": [
                "Cancer Center, School of Medicine, University of California San Siego, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T09:34:00",
    "is_scraped": "1"
}