{
    "doi": "https://doi.org/10.1182/blood.V110.11.267.267",
    "article_title": "Mice Engineered To Express a Form of Thrombin Favoring Protein C Are Resistant to S. aureus -Induced Sepsis. ",
    "article_date": "November 16, 2007",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Thrombin is central in thrombus formation as both a positive mediator of thrombus formation through the proteolytic activation of PARs, fibrinogen, fXI and other prothrombotic substrates, and a negative modulator of the coagulation cascade through the activation of protein C. Detailed structure-function studies have revealed that thrombin can be redesigned to favor either procoagulant or anticoagulant substrates. The introduction of W215A/E217A substitutions in the murine thrombin active site (fII WE ) results in a pronounced “specificity switch” that reduces catalytic efficiency with fibrinogen by at least 3-orders-magnitude while only modestly reducing activity for protein C activation. To evaluate the effects of fII WE activity in vivo , we have used a gene-targeting strategy to generate mice carrying the W215A/E217A mutations in the endogenous murine prothrombin gene. The mutant allele was transmitted through the germline and was found to support the expression of normal levels of hepatic fII mRNA and plasma fII in both heterozygous and homozygous neonates. Unlike fII knockout mice, homozygous fII WE mice were observed at term with the expected Mendelian frequency. Nevertheless, homozygous fII WE offspring uniformly succumbed to spontaneous bleeding events within days of birth. Heterozygous fII WE/WT animals generally survived to adulthood, were capable of carrying multiple liters to term, and unchallenged mice displayed a hematological profile similar to wildtype mice. However, consistent with a predicted anticoagulant phenotype, adult fII WE/WT heterozygotes exhibited significantly delayed thrombus formation following ferric chloride injury of mesenteric arterioles and extended bleeding times following tail tip excision relative to control mice expressing wildtype fII. Given that activated protein C has been shown to be efficacious in the treatment of sepsis, we explored whether the shift in thrombin specificity in heterozygous fII WE/WT mice would confer the benefit of rendering animals tolerant to acute septic challenges. Kaplan-Meier analyses following intravenous administration of S. aureus revealed that fII WE/WT mice exhibited a significant survival advantage over littermate wildtype animals challenged in parallel and tracked over a 7-day observation period. Notably, extended thrombus formation and bleeding times as well as resistance to sepsis was not simply a function of half normal wildtype fII expression. When these analyses were performed in animals carrying one wildtype allele and one null mutation allele, results were similar to wiltype. These studies further underscore the interplay between the hemostatic and inflammatory systems in vivo and highlight the possible therapeutic utility of recombinant (pro)thrombin derivatives with selected alterations in substrate specificity.",
    "topics": [
        "mice",
        "protein c",
        "sepsis",
        "thrombin",
        "thrombus",
        "anticoagulants",
        "bleeding time procedure",
        "fibrinogen",
        "activated protein c",
        "chlorides"
    ],
    "author_names": [
        "Matthew J. Flick, PhD",
        "Anil K. Chauhan, PhD",
        "Sara Welch, BS",
        "Maureen A. Shaw, BS",
        "Kathryn E. Talmage, BS",
        "Eric S. Mullins, MD",
        "Joseph S. Palumbo, MD",
        "Sherry Thornton, PhD",
        "Denisa D. Wagner, PhD",
        "Jay L. Degen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthew J. Flick, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anil K. Chauhan, PhD",
            "author_affiliations": [
                "CBR Institute for Biomedical Research and Department of Pathology, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Welch, BS",
            "author_affiliations": [
                "Department of Pediatrics, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maureen A. Shaw, BS",
            "author_affiliations": [
                "Department of Pediatrics, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn E. Talmage, BS",
            "author_affiliations": [
                "Department of Pediatrics, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric S. Mullins, MD",
            "author_affiliations": [
                "Department of Pediatrics, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph S. Palumbo, MD",
            "author_affiliations": [
                "Department of Pediatrics, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry Thornton, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denisa D. Wagner, PhD",
            "author_affiliations": [
                "CBR Institute for Biomedical Research and Department of Pathology, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jay L. Degen, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T13:10:17",
    "is_scraped": "1"
}