{
    "doi": "https://doi.org/10.1182/blood.V118.21.1507.1507",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2117",
    "start_url_page_num": 2117,
    "is_scraped": "1",
    "article_title": "NOTCH1 Signaling Defines a Leukemia Initiating Cell Population in T-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "614. Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "leukemia",
        "notch1 gene",
        "signal transduction",
        "t-cell leukemia, acute",
        "cd34 antigens",
        "monoclonal antibodies",
        "acute lymphocytic leukemia",
        "dilution technique",
        "flow cytometry"
    ],
    "author_names": [
        "Wenxue Ma, M.D., Ph.D.",
        "Kristen M. Smith, Ph.D.",
        "Alejandro Gutierrez, M.D.",
        "Heather S. Leu, B.S.",
        "Qingfei Jiang, Ph.D.",
        "Christina C.N. Wu, Ph.D.",
        "Alice Y. Shih, B.S.",
        "Angela C. Court-Recart, M.S.",
        "Anil Sadarangani, Ph.D.",
        "Daniel J. Goff, B.S.",
        "Ping Wei, Ph.D.",
        "A. Thomas Look, M.D.",
        "Catriona H.M. Jamieson, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
        ],
        [
            "Pediatric Hematology/Oncology, Dana-Farber Cancer Institute and Children's Hospital Boston, Boston, MA, USA, "
        ],
        [
            "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
        ],
        [
            "Biomedical Sciences, University of California San Diego, La Jolla, CA, USA, "
        ],
        [
            "Drug Discovery and Oncology Research Unit, Pfizer Inc., San Diego, CA, USA, "
        ],
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
        ]
    ],
    "first_author_latitude": "32.87864669999999",
    "first_author_longitude": "-117.2230577",
    "abstract_text": "Abstract 1507 Leukemia initiating cells (LIC) contribute to therapeutic resistance as a result of their capacity to accumulate mutations in pathways, such as the NOTCH1 receptor signaling pathway, that promote self-renewal and survival within specific niches. Activating mutations in NOTCH1 occur commonly in T cell acute lymphoblastic leukemia (T-ALL) and have been implicated in driving therapeutic resistance. However, the role of NOTCH1 activation in human T-ALL LIC propagation and LIC sensitivity to selective NOTCH1 receptor inhibition has not been examined. The difficulties in maintaining primary cultures of leukemia cells have hampered investigations into the biology of T-ALL LIC and underscore the need for a direct transplantation model to characterize human LIC in vivo and as a paradigm for screening candidate drugs that inhibit self-renewal pathways active in T-ALL LIC. Pediatric T-ALL serially transplantable LIC were found to be enriched in the CD34 + CD4 − and CD34 + CD7 − fractions of newly diagnosed patient samples. More recently, a CD7 + CD1a − glucocorticoid resistant LIC population, capable of engrafting leukemia in NOD/SCID IL2Rƒn gamma null (NSG) mice, was identified in primary adult T-ALL without an in vitro expansion. In this study, we identified and molecularly characterized potential LIC populations in pediatric T-ALL without preceding in vitro culture and examined the role of NOTCH1 activation in LIC propagation. To further define the T-ALL LIC, CD34 + CD2 + CD7 + or CD34 + CD2 + CD7 − cells were isolated from T-ALL primary patients' blood by FACS sorting and transplanted into neonatal RAG2 −/− gamma chain −/− mice to determine their leukemic engraftment potential. Limiting dilution experiments were performed with cells from six T-ALL patient samples. Mice transplanted with CD34 + CD2 + CD7 + or CD34 + CD2 + CD7 − cells developed a T-ALL-like disease characterized by pale bone marrow and enlarged spleen, thymus and liver. Hematopoietic organs were analyzed by flow cytometry and showed engraftment of bone marrow, spleen, thymus and liver. Furthermore, the disease could be serially transplanted. LIC were uniquely susceptible to targeted inhibition in vivo with a therapeutic human NOTCH1 negative regulatory region selective monoclonal antibody (mAb) while normal human hematopoietic progenitors were spared thereby highlighting the cell type and context specific effects of NOTCH signaling. Both the NOTCH1 mAb treatment and lentiviral shRNA knockdown of NOTCH1 reduced NOTCH1 , HES1 and c-MYC transcript levels, underscoring the selectivity of NOTCH1 mAb inhibition of NOTCH signaling. These results demonstrate that CD34 + CD2 + CD7 + and CD34 + CD2 + CD7 − subpopulations are enriched for LIC activity in pediatric T-ALL. Moreover, inhibition of NOTCH signaling by either mAb or shRNA-mediated Notch1 knockdown might be another strategy to target the LIC in T-ALL. Disclosures: No relevant conflicts of interest to declare."
}