{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4461.4461",
    "article_title": "Mechanisms of GVL-Resistance: T Cell Exhaustion and a Failure of Antigen Cross-Presentation ",
    "article_date": "December 7, 2017",
    "session_type": "703. Adoptive Immunotherapy: Poster III",
    "abstract_text": "In MHC-matched allogeneic hematopoietic stem cell transplantation (alloSCT), minor histocompatibility antigens (miHAs) are the major targets of alloreactive CD8 + T cells that mediate the GVL effect. Despite the development of alloreactive CD8 cells in most if not all patients, relapsed leukemia is the greatest single cause of treatment failure. Why relapse occurs has been elusive. Previously we tested adoptive immunotherapy with bona fide CD8 + memory T cells (T M ) from donors vaccinated against a single miHA expressed by leukemia cells. Vaccination against the K b -restricted miHA H60 (LTFNYRNL) greatly augmented T M -mediated GVL against mouse chronic phase and blast crisis chronic myeloid leukemia (BC-CML). In T MH60 recipients, despite a rapid expansion of H60-reactive T cells (measured by tetramer staining and IFN-g production) and an impressive GVL effect, we consistently observed persistent leukemia and later death in a subset of mice. We used this system to test hypotheses on GVL failure as we could track and enumerate H60-reactive CD8 cells, the only cells that mediate GVL in this system, by tetramer staining, which is not possible in traditional polyclonal GVL models. We hypothesized that GVL resistance could be due to immune selection of GVL-resistant leukemia cells and/or an insufficient T cell response. However, we found no evidence of immune selection. H60 + leukemia cells harvested from mice with relapsed BC-CML after an initially effective T MH60 GVL response and H60 + leukemia cells from transplanted mice that did not receive donor T cells were similarly sensitive to in vivo killing by both H60-reactive T cells and by OT-1 effector T cells when leukemia cells were pulsed with SIINFEKL. An insufficient T cell response could have been due to insufficient presentation of H60, as H60 is largely restricted to host hematopoietic cells, which are eliminated by the transplant. Indeed, H60 presentation was inefficient as fresh congenically marked T MH60 , transferred 14 days post initial transplantation with T MH60 , proliferated poorly in mice with or without leukemia. However, infusion of an agonist anti-CD40 antibody, also on day 14, promoted the proliferation and GVL activity of fresh T MH60 but not by the Teff H60+ (H60-reactive CD8 effectors) derived from T MH60 infused on day 0. The activity of anti-CD40 was mostly abrogated when donor BM was CD40 -/- . Hence, cross-presentation by donor-derived cells is limiting, but T cells that initially mediated GVL were also poorly responsive. Relative to progeny from T MH60 infused on day 14, these cells had higher levels of PD-1, TIM-3, and TIGIT and a lower level of IFN-g production; this was even more marked in mice with residual leukemia. The increased exhaustion in mice with residual leukemia required the leukemia cells to present H60, as it did not occur when leukemias were H60 + but K b-/- . Using the H60 + K b-/- BC-CML we found little evidence for cross-presentation of leukemia-derived H60 indicating that T cell responses against leukemia-restricted antigens is inefficient. Consistent with this, the anti-CD40 effect promoted cross-presentation of recipient and not leukemia-derived H60. In vivo treatment with anti-PD-1, but not anti-TIM-3 mAb, greatly augmented T MH60 mediated GVL without causing clinical GVHD as the T MH60 only target host hematopoietic cells. Day 0 treatment with anti-CD40 also augmented T MH60 mediated GVL without an increase in GVHD; but in this case the activity was on host cells. Taken together, our data support both exhaustion and a lack of antigen presentation later post BMT as factors that contribute to an insufficient T cell response, thus leading to GVL resistance. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "t-lymphocytes",
        "leukemia",
        "cd40 antigens",
        "graft-versus-host disease",
        "interferon type ii",
        "recombinant interferon-gamma",
        "transplantation",
        "agonists",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Meng Zhou",
        "Sarah Rosenberger",
        "Kai Zhao, PhD",
        "Hong Zheng, MDPhD",
        "Warren D Shlomchik, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Meng Zhou",
            "author_affiliations": [
                "Department of Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah Rosenberger",
            "author_affiliations": [
                "Department of Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Zhao, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Zheng, MDPhD",
            "author_affiliations": [
                "Penn State Cancer Institute, Penn State Hershey Medical Center, Hershey, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Warren D Shlomchik, MD",
            "author_affiliations": [
                "Departments of Medicine and Immunology, The Starzl Transplantation Institute and The Hillman UPMC Cancer Center, University of Pittsburgh School of Medicine, Pittsburgh, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:32:40",
    "is_scraped": "1"
}