{
    "doi": "https://doi.org/10.1182/blood-2018-99-117981",
    "article_title": "Whole Blood Transcriptional Profiling Reveals Highly Deregulated Atherosclerosis Genes in Myeloproliferative Cancer ",
    "article_date": "November 29, 2018",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster II",
    "abstract_text": "Introduction : The Philadelphia-negative chronic myeloproliferative neoplasms (MPNs) are associated with a huge comorbidity burden, including an increased risk of cardiovascular diseases. Recently, chronic inflammation has been suggested to be the driving force for clonal evolution and disease progression in MPNs but also potentially having an impact upon the development of accelerated (premature) atherosclerosis, which is recorded in several other inflammatory diseases. Using whole blood gene expression profiling we have previously reported massive deregulation of inflammation genes and genes involved in oxidative stress. Herein, we extend our studies to explore the landscape of atherosclerosis genes, which have not been investigated previously in MPNs but may add novel important information in regard to deregulation of these genes of potential importance for the development of premature atherosclerosis and accordingly the heavy cardiovascular disease burden in MPNs. Methods :Global gene expression profiling was performed on 21 control subjects, 19 patients with ET, 41 patients with PV, and 9 patients with PMF. Gene expression profiles were generated using Affymetrix HG-U133 2.0 Plus microarrays recognizing 54.675 probe sets (38.500 genes). Total RNA was purified from whole blood, amplified to biotin-labeled aRNA, and hybridized to microarray chips. The R statistical software was applied to perform data preprocessing and statistical analysis of microarray data. Results :We identified 20,439, 25,307, and 17,417 probe sets that were differentially expressed between controls and patients with ET, PV, and PMF, respectively (FDR£0.05). These genes included 84 genes represented on the Qiagen Human Atherosclerosis gene panel. In patients with ET, FABP3, FN1, LIF, LPL, PDGFB, PDGFRB, PPARD, SERPINE1, and TGFB2 were among the 28 upregulated genes, and APOE, BCL2, ITGA5, KLF2, NFKB1, and SELPLG were among the 17 downregulated genes. In patients with PV, 39 atherosclerosis genes were upregulated including VCAM1, FN1, PDGFRB, LPL, TGFB2, SERPINE1, PDGFB, and LIF, and 17 genes were downregulated including APOE, ITGA5, KLF2, NFKB1, SELPLG, and BCL2. In patients with PMF, PDGFB, HBEGF, LIF, PDGFRB, SERPINE1, TGFB2, and VWF were among the 24 upregulated genes, and KLF2, BCL2, IL1R2, NFKB1, ITGB2, ITGA5, IFNAR2, and SELPLG were among the 22 downregulated genes. BCL2L1, MMP1, PDGFA, PTGS1, and THBS4 were progressively significantly upregulated, whereas BCL2 were progressively significantly downregulated from ET over PV to PMF (all FDR<0.05). The top 15 significantly up- and downregulated genes are shown in Table 1 and 2, respectively. Discussion and conclusions : Atherosclerosis is a chronic inflammatory disease, which involves several circulating blood cells, including both leukocytes and platelets. Taking into account that chronic inflammation today is considered of utmost importance in MPN-pathogenesis and MPNs carry an increased risk of chronic inflammatory diseases, such as inflammatory bowel diseases, age related macular degeneration and chronic kidney diseases, which all are associated with early development of atherosclerosis, we speculated if whole blood gene expression profiling of all the inflammatory cells (granulocytes, monocytes, platelets etc) being involved in the atherosclerotic process might unravel deregulation of atherosclerosis genes and perhaps depict a particular MPN-atherosclerosis gene signature. Indeed, in the present study we have found that several genes of importance for the development of atherosclerosis are highly deregulated and a subset of 6 genes (BCL2L1, MMP1, PDGFA, PTGS1, and THBS4) were progressively significantly upregulated, in the biological \" inflammatory \" continuum from the early cancer stages (ET/PV) to the advanced myelofibrosis stage, whereas BCL2 was progressively and significantly downregulated. In conclusion, we have for the first time shown massive deregulation of atherosclerosis genes in MPNs, likely reflecting the inflammatory state in MPNs in association with in vivo activation of the cell types (leukocytes, platelets, endothelial cells) being deeply involved in the atherosclerotic process. The significance of our observations should be further explored and confirmed in other MPN-cohorts and the impact of cytoreductive therapy (e.g interferon-alpha2) and statins upon deregulated genes as well. View large Download slide View large Download slide  Close modal Disclosures Hasselbalch: Novartis: Research Funding.",
    "topics": [
        "atherosclerosis",
        "cancer",
        "genes",
        "myeloproliferative disease",
        "whole blood",
        "transcription, genetic",
        "bcl-2 protein",
        "gene expression profiling",
        "inflammatory disorders",
        "plasminogen activator inhibitor 1"
    ],
    "author_names": [
        "Vibe Skov, PhD",
        "Mads Thomassen, PhD",
        "Lasse Kjær, PhD",
        "Caroline Riley, PhD",
        "Thomas Stauffer Larsen, MD PhD",
        "Ole Weis Bjerrum, MD PhD",
        "Torben A Kruse",
        "Hans Carl Hasselbalch, Professor, dr.MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vibe Skov, PhD",
            "author_affiliations": [
                "Department of Hematology, Zealand University Hospital, Roskilde, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mads Thomassen, PhD",
            "author_affiliations": [
                "Department of Clinical Genetics, Odense University Hospital, Odense C, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lasse Kjær, PhD",
            "author_affiliations": [
                "Department of Hematology, Zealand University Hospital, Roskilde, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Riley, PhD",
            "author_affiliations": [
                "Department of Hematology, University of Copenhagen, Copenhagen, Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Stauffer Larsen, MD PhD",
            "author_affiliations": [
                "Department of Hematology X, Odense University Hospital, Odense C, Denmark"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ole Weis Bjerrum, MD PhD",
            "author_affiliations": [
                "Department of Hematology, University of Copenhagen, Copenhagen, Denmark "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torben A Kruse",
            "author_affiliations": [
                "Department of Clinical Genetics, Odense University Hospital, Odense C, Denmark "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Carl Hasselbalch, Professor, dr.MD",
            "author_affiliations": [
                "Department of Hematology, Zealand University Hospital, Roskilde, Denmark "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T18:39:22",
    "is_scraped": "1"
}