{
    "doi": "https://doi.org/10.1182/blood-2020-138740",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4650",
    "start_url_page_num": 4650,
    "is_scraped": "1",
    "article_title": "A Prospective Pilot Study to Evaluate Molecular Changes in the Hematopoietic System after Receipt of Chemotherapy or Radiotherapy and Its Clinical Implications Among Racially Diverse Breast Cancer Survivors: Breast Survivorchip Study ",
    "article_date": "November 5, 2020",
    "session_type": "503.Clonal Hematopoiesis: Aging and Inflammation",
    "topics": null,
    "author_names": [
        "Monica Peravali, MD",
        "Chidera Nosiri",
        "Christopher S. Hourigan, MDDPhil",
        "Christopher Gallagher, MD",
        "Aarthi Shenoy, MD"
    ],
    "author_affiliations": [
        [
            "MedStar Washington Hospital Center, Washington, DC "
        ],
        [
            "Laboratory of Myeloid Malignancies, Hematology Branch, NHLBI, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, Hematology Branch, NHLBI, Bethesda, MD"
        ],
        [
            "MedStar Washington Hospital Center, Washington, DC "
        ],
        [
            "MedStar Washington Hospital Center, Washington, DC "
        ]
    ],
    "first_author_latitude": "38.9292248",
    "first_author_longitude": "-77.0144978",
    "abstract_text": "Background: Clonal hematopoiesis (CH) increases in inflammatory states, and in retrospective epidemiological studies, has been associated with increased rates of atherosclerotic coronary artery disease, ischemic stroke, neurocognitive disorders, and hematologic malignancies.Previous data in non-cancer patients reported approximately 5% incidence of CH in patients aged 60-69. Next-generation sequencing (NGS) has demonstrated CH in 25% of predominantly white cancer survivors (21% in breast cancer patients) following chemotherapy and radiotherapy and 16% in a subset of patients prior to treatment suggesting a higher incidence of CH at baseline with malignancy and an increase in incidence following cancer treatment. The variance in CH rate among racially diverse cancer patients has not been well reported. The purpose of this prospective pilot investigator-initiated translational study is to characterize baseline profiles of existing CH, patterns of clonal evolution, and clinical implications of CH in a racially diverse population of breast cancer patients in a longitudinal fashion prior to and one year after receiving cancer directed therapy. This study will be performed at MedStar Washington Hospital Center (MWHC). MWHC is a not-for-profit, 912-bed, teaching and research hospital caring for a racially and socioeconomically diverse population in Washington, D.C. Study Design: Newly diagnosed breast cancer patients stages 0-III, who are candidates for surgery, chemotherapy and/or radiation, and/or endocrine therapy and/or Her2 directed therapy at WHC will be eligible. Baseline demographic data, comprehensive history, quality of life and cognitive assessments will be obtained at baseline and at 12 ± 1 months post initiation of therapy.Clinical data including blood counts, treatment delays, dose adjustments, and echocardiography results will be collected throughout treatment and entered into RedCap database. Blood will be collected in Paxgene tubes for each timepoint. Error-corrected NGS will be performed in a NIH laboratory on regions of genes known to be recurrently mutated in CH allowing for the sensitive and reproducible detection of low-level variants and accurate quantification of changes over time. Research sequencing results will not be returned to treating physicians or patients. Study Outcomes: The primary outcome of this study is to determine baseline rate of CH in a cohort of 100 breast cancer patients. We expect 50-60% of our patients to be black and therefore, can specifically evaluate CH in this group of patients compared to whites. Secondary outcome is to describe change in mutational profile after cancer-directed therapy. Descriptive analysis of the relationship of CH to treatment tolerance including prolonged myelosuppression or organ dysfunction leading to dose reductions and treatment delays as well as reduction in quality of life and cognition will be conducted as part of the exploratory analysis. Statistical methods: Descriptive statistics would be presented using frequency and proportions for categorical data and means and standard deviation for continuous data. Medians and quartiles will be presented for continuous data with non-normal distribution. Proportion of CH in breast cancer patients pre-treatment would be compared to proportion of CH post treatment using McNemar test for comparison of marginal proportions in paired data. Difference in baseline incidence of CH among different race categories would be evaluated using chi-squared test of independence. Effect of CH on delay in treatment would be evaluated using Kaplan Meier method for comparison of time to treatment between patients with CH and patients without CH. Clinical Significance: Life expectancy of breast cancer survivors is inferior to the general population and more so for black women. These differences may extend beyond psychosocial disparities and may have their foundation in genomic differences. Understanding clonal hematopoiesis in our racially diverse breast cancer patients will have significant implications both during the delivery of cancer directed therapy and in their long-term survivorship care. We currently have 25 patients enrolled in our study with their samples awaiting processing for NGS at NIH. Disclosures Gallagher: Seattle Genetics: Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees."
}