{
    "doi": "https://doi.org/10.1182/blood.V112.11.3243.3243",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1177",
    "start_url_page_num": 1177,
    "is_scraped": "1",
    "article_title": "Imatinib Mesylate Has a Stage-Specific Inhibitory Role in Generation of CD26 high CD8 + Central Memory T Cells in Vitro and in Vivo . ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "dipeptidyl-peptidase iv",
        "imatinib mesylate",
        "t-lymphocytes, memory",
        "interferon type ii",
        "antigens, cd27",
        "cd28 antigens",
        "cytokine",
        "flow cytometry",
        "glycoprotein",
        "granzyme b"
    ],
    "author_names": [
        "Kazuaki Yokoyama, MD",
        "Tokiko Nagamura-Inoue, MD, PhD",
        "Shin Nakayama",
        "Ikuo Ishige",
        "Kazuo Ogami",
        "Munenori Futami",
        "Seiichirou Kobayashi",
        "Arinobu Tojo, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Dep. of Cell Processing and Transfusion, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan"
        ],
        [
            "Dep. of Cell Processing and Transfusion, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan"
        ],
        [
            "Dep. of Cell Processing and Transfusion, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan"
        ],
        [
            "Dep. of Cell Processing and Transfusion, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan"
        ],
        [
            "Dep. of Cell Processing and Transfusion, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan"
        ],
        [
            "Dep. of Cell Molecular Therapy, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan"
        ],
        [
            "Dep. of Molecular Therapy, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan"
        ],
        [
            "Dep. of Cell Processing and Transfusion, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.63995320000001",
    "first_author_longitude": "139.7247914",
    "abstract_text": "CD26 is a transmembrane glycoprotein with intrinsic dipeptidyl peptidase IV (DPPIV) activity as well as costimulatory activity of mitotic signals triggered by the CD3/TCR complex. Based on the expression level of CD26, CD4 + and CD8 + T cells can be divided into 3 (high/intermediate/low or negative) subsets. The significance of CD26 has been studied mainly on CD4 + T cells, and CD26 high CD4 + T cells are considered to represent effector memory T cells of a typical Th1 phenotype producing IL2 and IFNg. Furthermore, we reported a significant decrease of this subset in CML patients under imatinib therapy in comparison to those under IFNa therapy and normal volunteers. In contrast, the role of each subset of CD8 + T cells has not yet been clarified. Multi-parameter flow cytometry analysis was performed to characterize CD8 + T cells differentially expressing CD26 in combination with intracellular detection of effector molecules such as perforin (P) and granzyme B (Gr). The capacity to secrete effector cytokines such as IFNg following short-term stimulation was also assessed. As a result, according to the expression level of CD26, we could clearly categorize CD8 + T cells as follows: CD26 high CD8 + T cells are defined as central memory T cells which has a phenotype of CD45RO + CD28 + CD27 + IFNg + Gr − P +/− , CD26 int CD8 + T cells as naïve T cells of CD45ROCD28 + CD27 + IFNg − Gr − P − , and CD26 low CD8 + T cells as effector memory/effector T cells of CD45RO −/+ CD28 − CD27 − IFNg ++ Gr ++ P ++ , respectively. We next investigated the effects of imatinib on 3 distinct subsets during CD8 + T cell differentiation program. Peripheral blood mononuclear cells were primed with anti-CD3/CD28 MAb and subjected to the grading doses of imatinib for short term culture, followed by flow cytometory. CFSE labeling was used for monitoring cell proliferation. Intriguingly, we found that imatinib dose-dependently inhibits activation, cytokine production and proliferation of CD26 high CD8 + central memory T cell subsets in a differentiation stage-specific manner. Finally, we compared the absolute number of peripheral blood CD26 high CD8 + T cell subsets between 20 patients with CML in imatinib-induced CCR and 20 normal volunteers, clearly indicating a significant decrease of this subset in CML patients (22.30/ml vs 45.60/ml, p<0.01). The present study offers another evidence for immunomodulatory effects of imatinib or the critical role of Abl (-related) kinase in T cell development, and draws special attention to susceptibility to viral infection of CML patients under long-term imatinib therapy. View large Download slide Figure View large Download slide Figure "
}