{
    "doi": "https://doi.org/10.1182/blood.V110.11.949.949",
    "article_title": "A Randomized Phase I Trial of Melphalan + Bortezomib as Conditioning for Autologous Transplant for Myeloma: The Effect of Sequence of Administration. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Autologous Transplantation",
    "abstract_text": "Background: High dose therapy and autologous transplant (HDT) benefits many patients with myeloma, but the addition of other chemotherapeutics or TBI to high dose melphalan (HDM) does not improve outcomes. Bortezomib (B) is a proteasome inhibitor that synergizes with chemotherapy due to its effects on DNA repair enzymes. Recent data have shown that B up-regulates the anti-apoptotic protein MCL-1, which would suggest that the sequence of administration may be critical to the combination of B and HDM. We hypothesize that B followed by M will be inferior to M followed by B. To test this hypothesis, we designed a randomized phase I trial combining escalating doses of B and Melphalan 200 mg/m2 (Mel200) in order to determine the toxicity, optimal dose and optimal sequence of administration. Methods: Patients were randomized to receive either B 24 hours before Mel 200 (ARM A) or B 24 hours after Mel 200 (ARM B). Doses of B escalated from 1.0mg/m2 up to 1.6mg/m2 as defined using the Escalation with Overdose Control (EWOC) method, a Bayesian phase I design. Standard transplant criteria were used for enrolling myeloma transplant patients with the additional criterion of measurable disease at the time of transplant (>5% plasma cells by biopsy or M-protein >1.0). Enrolled patients underwent BM aspirate on day -4 (before B) and day 0 (before PBSC infusion). Bone marrows were tested for annexin V staining on the plasma cell population, and myeloma cells were sorted for subsequent protein analysis. Routine demographics, toxicity, and engraftment data were also collected. Results: Twenty one patients have been enrolled to date, with 15 evaluable for response assessment. B doses range from 1.0–1.6mg/m2 with the current dose at 1.6mg/m2. Age range was 48–74 years. One patient had resistant disease at the time of transplant. Median time to WBC and Plt engraftment were 13 days and 15 days, and not different based upon B dose, sequence of administration, or historical patients treated with M alone. 10 patients have been randomized to the B.→ M arm, and 11 to the M.→B arm. 11 of 15 (73%) evaluable patients achieved a VGPR or better at 6 months post transplant, with an overall response rate of 14/15 achieving PR or better (93%). There were no significant differences in myeloma cell annexin V staining on day -4 between the 2 groups, however on the day 0 bone marrow, there was an increase in the percent of Annexin V (+) MM cells for the group randomized to the M.→B arm compared to the B.→M arm (45.3% vs 30%, respectively). To date there is no difference in bone marrow IL6 or VEGF levels between the 2 randomized groups though only 10 patients have been enrolled at the highest dose level. Conclusion: The combination of B and MEL 200 is safe with a toxicity profile and engraftment kinetics similar to that seen in a historical cohort receiving MEL 200 alone. Toxicity has been no different from our previous experience with MEL 200 alone. Preliminary lab data suggests that the M.→B arm may be superior to the B.→M arm. Data on DNA repair and additional cytokines will be presented.",
    "topics": [
        "bortezomib",
        "melphalan",
        "multiple myeloma",
        "transplantation",
        "conditioning (psychology)",
        "toxic effect",
        "annexin a5",
        "biopsy",
        "chemotherapy regimen",
        "cytokine"
    ],
    "author_names": [
        "Sagar Lonial, MD",
        "Jonathan Kaufman, MD",
        "Amelia A. Langston, MD",
        "Leonard T. Heffner, MD",
        "Claire Torre",
        "Mary J. Lechowicz, MD",
        "Christopher Flowers, MD",
        "Stephanie McMillan, RN",
        "Michael Arnold",
        "Ned K. Waller, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Kaufman, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amelia A. Langston, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonard T. Heffner, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Torre",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary J. Lechowicz, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Flowers, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie McMillan, RN",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Arnold",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ned K. Waller, MD, PhD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T02:01:30",
    "is_scraped": "1"
}