{
    "doi": "https://doi.org/10.1182/blood.V114.22.5078.5078",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1483",
    "start_url_page_num": 1483,
    "is_scraped": "1",
    "article_title": "Evaluation of the Gene Encoding Calcium Diacylglycerol Guanine Nucleotide Exchange Factor I (CalDAG-GEFI) in Human Patients with Congenital Qualitative Platelet Disorders. ",
    "article_date": "November 20, 2009",
    "session_type": "Platelet Activation and Biochemistry",
    "abstract_text": "Abstract 5078 Normal platelet function is dependent on an orchestrated series of interactions resulting in primary hemostasis. Dysfunction in any step of platelet activation and aggregation results in abnormal platelet function and abnormal mucocutaneous bleeding. Defects in agonist/receptor interactions, membrane phospholipid and cytoskeleton structure, signal transduction, storage pool content and release have all been described. While some congenital qualitative platelet function disorders such as Bernard-Soulier syndrome or Glanzmann thrombasthenia are well characterized at the molecular and genetic level, the majority of congenital platelet function disorders are not. Recently, insights into the molecular and genetic causes of platelet signal transduction and secretion pathway disorders have been found in animals. Dogs and cattle with recurrent abnormal mucocutaneous bleeding symptoms and abnormal i n vitro platelet aggregation have been found to be caused by a mutation in the calcium-diacylglycerol guanine nucleotide exchange factor I (CalDAG-GEFI) gene. Genetic ablation of CalDAG-GEFI in mice has resulted in abnormal platelet function and bleeding. Polymorphisms in the human CalDAG-GEFI gene have been linked to Kindlin-3/ FERMT3 mutations resulting in a leukocyte adhesions defect associated with platelet dysfunction (LAD-III or LAD-1/variant syndrome). To date, mutations in the CalDAG-GEFI gene in humans associated with abnormal platelet function and bleeding have not been described. To determine if mutations in the human CalDAG-GEFI gene are associated with abnormal mucocutaneous bleeding and platelet aggregation dysfunction, we have begun sequencing the CalDAG-GEFI gene in human patients with a congenital qualitative platelet function disorder of unknown etiology. As control groups, we will also evaluate the CalDAG-GEFI gene sequence of unaffected family members and unrelated blood donors known to have normal platelet aggregation. Preliminary results of our analysis will be presented. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "calcium",
        "diglycerides",
        "genes",
        "guanine nucleotide exchange factors",
        "platelet disorder, functional",
        "hemorrhage",
        "blood platelet disorders",
        "platelet abnormalities",
        "ablation",
        "adhesions"
    ],
    "author_names": [
        "John Puetz, MD",
        "Mary Boudreaux, DVM, PhD"
    ],
    "author_affiliations": [
        [
            "St. Louis University, Saint Louis, MO, USA, "
        ],
        [
            "Auburn University, Auburn, AL, USA"
        ]
    ],
    "first_author_latitude": "38.635861299999995",
    "first_author_longitude": "-90.2341599"
}