{
    "doi": "https://doi.org/10.1182/blood.V106.11.2875.2875",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=283",
    "start_url_page_num": 283,
    "is_scraped": "1",
    "article_title": "Leukemogenesis of the b2a2 Type p210 BCR/ABL in a Bone Marrow Transplantation Mouse Model Using a Lentivirus Vector. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "[INTRODUCTION] BCR/ABL induces the chronic phase of chronic myeloid leukemia (CML). The three main principal forms (p190, p210 and p230 BCR/ABL ) of the BCR/ABL gene are found in distinct forms of leukemia and have shown to be different leukemogenic activities in mice. The BCR breakpoint locations of p210 BCR/ABL falls either between the exons b2 and b3 (b2a2) or between the exons b3 and b4 (b3a2). Though the leukemogenic activity of the b3a2 type gene had been shown in mice, the leukemogenesis of the b2a2 type has not been tested yet. [PURPOSE] The purpose of this study is to evaluate the leukemogenesis of the b2a2 p210 BCR/ABL gene, for the first time, in a bone marrow (BM) transduction and transplantation (BMTT) mouse model, and to compare the leukemogenesis of the b2a2 and the b3a2 p210 BCR/ABL . [METHODS] The ecotropic envelope-pseudotyped self-inactivating lentivirus vectors carrying the b2a2 or the b3a2 p210 BCR/ABL cDNA driven by the murine stem cell virus (MSCV) U3 promoter was constructed. The BM cells were harvested from Balb/c mice without 5-fluorouracil pretreatment. The lineage-marker-negative (Lin − ) BM cells were prepared by negative selections using a lineage antibodies cocktail (anti-mouse CD3e, CD11b, B220, Gr-1 and TER-119). The Lin − BM cells were prestimulated by cytokines (mIL3, mSCF, hTPO, hIL6) and then these were transduced for 12 hrs with the lentivirus vectors at a MOI (multiplicity of infection) 3 in the presence of the same cytokines on a RetroNectin (TAKARA)-coated 6-well plate. The initial transduction rates of the b2a2 and the b3a2 p210 BCR/ABL vectors were 0.38% and 0.16%, respectively, determined by real time PCR. The transduced BM cells (1 x 10 5 ) were transplanted by injection into the lateral tail vein of the lethally irradiated Balb/c mice. [RESULT] In our BMTT mouse model, both the b2a2 and the b3a2 p210 BCR/ABL genes developed a fatal CML-like myeloproliferative disease in 4 weeks after transplantation. The frequency of leukemia development with the b2a2 was 75% (6/8), while that with the b3a2 was 30% (3/10). The difference may depend on the initial transduction rate. The disease was characterized by expansion of mature myeloid cells in peripheral blood. The averaged copy-number of the vector in peripheral blood cells in leukemic mice (> 0.1 copy/diploid) was higher than that in leukemia-free mice (< 0.03 copy/diploid). There was no significant difference between the phenotypes of the b2a2 and the b3a2 p210 BCR/ABL genes, in white blood cell count (41.2±15.2 vs. 38.5±7.00 x10 3 /mm 3 , p=.907), hemoglobin concentration (13.5±0.642 vs. 13.9±1.13 g/dl, p=.779) and platelet count (646±74.0 vs. 460±60.4 x10 3 /mm 3 , p=.152). The survival time of each CML-like mice was also similar (57±6 vs. 62±15 days, p=.534). [DISCUSSION] Our BMTT model mice using lentivirus vectors survived longer (Mean: 58±5, Median: 48±2 days) than the previous BMTT model mice using retroviral vectors. Therefore our BMTT mouse model using the lentivirus vectors is more likely to mimic a human CML than using retroviral vectors. Using this model, the fatal CML-like myeloproliferative disease was developed with the b2a2 p210 BCR/ABL gene as well as the b3a2 gene. These data suggest the b2a2 p210 BCR/AB L had similar leukemogenic activities to the b3a2.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "bone marrow transplantation",
        "lentiviral vector",
        "leukemogenesis",
        "mice",
        "leukemia",
        "cytokine",
        "myeloproliferative disease",
        "transplantation",
        "antibodies"
    ],
    "author_names": [
        "Naoya Uchida, MD",
        "Hideki Hanawa, MD, PhD",
        "Koiti Inokuchi, MD, PhD",
        "Kazuo Dan, MD, PhD",
        "Takashi Shimada, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Nippon Medical School, The Third Department of Internal Medicine, Bunkyo-ku, Tokyo, Japan",
            "Nippon Medical School, Biochemistry and Molecular Biology, Bunkyo-ku, Tokyo, Japan"
        ],
        [
            "Nippon Medical School, Biochemistry and Molecular Biology, Bunkyo-ku, Tokyo, Japan"
        ],
        [
            "Nippon Medical School, The Third Department of Internal Medicine, Bunkyo-ku, Tokyo, Japan"
        ],
        [
            "Nippon Medical School, The Third Department of Internal Medicine, Bunkyo-ku, Tokyo, Japan"
        ],
        [
            "Nippon Medical School, Biochemistry and Molecular Biology, Bunkyo-ku, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7210943",
    "first_author_longitude": "139.7589509"
}