{
    "doi": "https://doi.org/10.1182/blood-2020-134602",
    "article_title": "Initial Results from a Biomarker-Directed Phase 2 Trial of SY-1425, a Potent and Selective RARα Agonist, in Combination with Azacitidine in Relapsed/Refractory Acute Myeloid Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "Introduction: RARA-positive (RARA+) AML patients represent a subset of non-APL AML characterized by high RARA expression levels, which can be identified by a novel blood-based biomarker test that predicts sensitivity to SY-1425, an oral selective RARα agonist (McKeown, Cancer Discovery 2017; Vigil, ESH 2017). Approximately 30% of relapsed/refractory (R/R) AML patients are RARA+, similar to the prevalence in newly diagnosed (ND) unfit AML (Vigil, ESH 2017). Evidence of synergistic activity of SY-1425 with azacitidine (aza) in preclinical models supported clinical development of the combination (McKeown, Haematologica 2018), which is currently being evaluated in RARA+ R/R AML and ND unfit AML (NCT02807558). Early data of SY-1425 in combination with aza demonstrated a high CR rate and a rapid onset of response in RARA+ ND unfit AML (Cook, ASH 2018; de Botton, ESH 2019), supporting evaluation of the combination in a RARA+ R/R cohort. Initial data for the RARA+ R/R AML cohort are presented here. Methods: RARA+ R/R AML patients enrolled on the trial received aza at 75 mg/m 2 IV/SC daily on days 1-7 followed by SY-1425 at 6 mg/m 2 /day PO in divided doses twice daily on days 8-28 of each 28-day cycle. Objectives included characterization of activity by overall response rate (ORR) per IWG criteria, characterization of composite complete response rate, time to response, overall survival (OS), and evaluation of safety. Results: A total of 28 patients were treated, with data available through 27 May 2020 reported here. Baseline characteristics included 13 (46%) male, median age 74 (30-87), and 12 (43%) with marrow blasts > 30%. Patients were heavily pretreated with 12 (43%) having received 3 or more prior regimens, including 19 (68%) with prior HMA and/or venetoclax treatment; 17 (61%) with prior HMA; and 9 (32%) with prior venetoclax in combination with HMA or LDAC. Nine (32%) patients were reported as both HMA and venetoclax naïve. Two (7%) had received prior allogenic stem cell transplant. Time on treatment was up to 6.5 months. 17 (61%) patients had discontinued treatment, most commonly due to progressive/resistant disease (29%). Among the 20 response-evaluable patients, the ORR was 20% with 4 pts having an IWG response; 3 (15%) attaining a CRi, all at the first response assessment at Cycle 2 Day 1, and 1 (5%) achieving MLFS at Cycle 3 Day 1. Two patients discontinued treatment approximately 1 month after initial response and the other 2 responders (1 CRi and 1 MLFS) continued treatment. Of those who did not achieve an IWG response, 7 (35%) achieved reductions in bone marrow blasts ≥25% not meeting criteria for IWG response, 8 (40%) had stable disease, and 1 (5%) had disease progression. Median OS for all treated patients (n=28) was 5.9 months (95% CI: 3.8, NE). The AE profile of the combination is consistent with that previously reported for single-agent SY-1425 or aza in AML. Most common AEs (all grades/causality) included nausea (39%), constipation (29%), pyrexia (29%), and fatigue, hypertriglyceridemia, diarrhea and vomiting (25% each). Hematologic AEs ≥ grade 3 included thrombocytopenia (18%), anemia (18%), febrile neutropenia (14%) and neutropenia (7%). The majority of non-hematologic AEs were low grade. The most frequent SAEs included febrile neutropenia, pyrexia and sepsis (11% each). Conclusions: SY-1425 in combination with aza was generally well-tolerated with clinical responses observed in this heavily pretreated relapsed/refractory AML population. The early OS estimate is encouraging, especially given the prevalence of HMA +/- venetoclax prior treatment in the study population. SY-1425 in combination with aza shows potential as a novel regimen for the treatment of RARA+ R/R AML. Disclosures Stein: Celgene Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy; Abbvie: Consultancy; Seattle Genetics: Consultancy; Syndax: Consultancy, Research Funding; Daiichi-Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bayer: Research Funding; Biotheryx: Consultancy; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; PTC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Syros: Membership on an entity's Board of Directors or advisory committees; Agios Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Astellas Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees. Cluzeau: Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Menarini: Consultancy; Agios: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees. Liesveld: Onconova: Other: data safety monitoring board; Abbvie: Honoraria. Rousselot: Novartis: Consultancy; Pfizer: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy; Takeda: Consultancy; Incyte: Consultancy, Research Funding. Rizzieri: Mustang: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Teva: Membership on an entity's Board of Directors or advisory committees; Acrobiotech: Membership on an entity's Board of Directors or advisory committees; Jazz: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Seattle Genetics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Stemline: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Kite: Honoraria, Speakers Bureau; Karyopharm: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; abbvie: Membership on an entity's Board of Directors or advisory committees; AROG: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees; Celltrion: Membership on an entity's Board of Directors or advisory committees. Braun: Daiichi Sankyo: Honoraria; Servier: Research Funding. Bixby: GlycoMimetics: Research Funding. Roboz: Pfizer: Consultancy; Novartis: Consultancy; Janssen: Consultancy; Celgene: Consultancy; Astex: Consultancy; Amphivena: Consultancy; Agios: Consultancy; Abbvie: Consultancy; Array BioPharma: Consultancy; Bayer: Consultancy; Celltrion: Consultancy; Eisai: Consultancy; Jazz: Consultancy; Roche/Genentech: Consultancy; Sandoz: Consultancy; Actinium: Consultancy; Argenx: Consultancy; Astellas: Consultancy; Daiichi Sankyo: Consultancy; AstraZeneca: Consultancy; Orsenix: Consultancy; Otsuka: Consultancy; Takeda: Consultancy; Trovagene: Consultancy; Cellectis: Research Funding; Jasper Therapeutics: Consultancy; Epizyme: Consultancy; Helsinn: Consultancy; MEI Pharma: Consultancy. Kelly: Syros Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company. Volkert: Syros Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company. Zhou: Syros Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company; Incyte: Current equity holder in publicly-traded company, Ended employment in the past 24 months. Kang-Fortner: Syros Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Roth: Syros Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Eytan M. Stein, MD",
        "Stephane De Botton",
        "Thomas Cluzeau, MDPhD",
        "Arnaud Pigneux, MD PhD",
        "Jane L. Liesveld, MD",
        "Rachel J. Cook, MD",
        "Philippe Rousselot, MDPhD",
        "David A Rizzieri, MD",
        "Thorsten Braun, MD PhD",
        "Dale L. Bixby, MD",
        "Gail J. Roboz, MD",
        "Delphine Lebon, MD",
        "Mael Heiblig",
        "Michael J. Kelly, MD MPH, MS",
        "Angela Volkert",
        "Li Zhou, PhD",
        "Qing Kang-Fortner, PhD",
        "David A. Roth, MD",
        "Pierre Peterlin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eytan M. Stein, MD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephane De Botton",
            "author_affiliations": [
                "Institut Gustave Roussy, Villejuif, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Cluzeau, MDPhD",
            "author_affiliations": [
                "CHU De Nice, Nice, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnaud Pigneux, MD PhD",
            "author_affiliations": [
                "Bordeaux Haut-Leveque University Hospital, Pessac, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane L. Liesveld, MD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel J. Cook, MD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health and Science University, Portland, OR "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Rousselot, MDPhD",
            "author_affiliations": [
                "Centre Hospitalier de Versailles, Le Chesnay, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Rizzieri, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Duke University, Durham, NC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Braun, MD PhD",
            "author_affiliations": [
                "Hematology, Avicenne Hospital, Bobigny, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dale L. Bixby, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center, University of Michigan, Grass Lake, MI "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gail J. Roboz, MD",
            "author_affiliations": [
                "Weill Medical College of Cornell University New York-Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Delphine Lebon, MD",
            "author_affiliations": [
                "Hematology department, CHU Amiens, Amiens, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mael Heiblig",
            "author_affiliations": [
                "Centre Hospitalier Lyon Sud, Pierre Benite, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Kelly, MD MPH, MS",
            "author_affiliations": [
                "Syros Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Volkert",
            "author_affiliations": [
                "Syros Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Zhou, PhD",
            "author_affiliations": [
                "Syros Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qing Kang-Fortner, PhD",
            "author_affiliations": [
                "Syros Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Roth, MD",
            "author_affiliations": [
                "Syros Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Peterlin, MD",
            "author_affiliations": [
                "Service d'Hématologie Clinique, Centre Hospitalier Universitaire Nantes, Nantes, France "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T09:31:08",
    "is_scraped": "1"
}