{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3814.3814",
    "article_title": "Concomitant Use of Midostaurin with Strong CYP3A4 Inhibitors: An Analysis from the Ratify Trial ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster III",
    "abstract_text": "Introduction: Midostaurin is an oral multikinase inhibitor with activity in FMS-like tyrosine kinase 3 ( FLT3 )-mutated acute myeloid leukemia (AML), including internal tandem duplications and tyrosine kinase domain mutations. The phase 3, double-blind, placebo-controlled, randomized RATIFY/CALGB (Alliance) 10603 trial investigated the effect of midostaurin in combination with standard chemotherapy and as single-agent maintenance therapy on outcomes in patients with newly diagnosed FLT3 -mutated AML. When added to standard chemotherapy, midostaurin improved both event-free survival (EFS) and overall survival (OS) (Stone et al, N Engl J Med. 2017 Jun 23. [Epub ahead of print]). Midostaurin is metabolized into 2 metabolites (CGP62221 and CGP52421) by cytochrome P450 3A4 (CYP3A4). We evaluated the effects of strong CYP3A4 inhibitors on midostaurin exposure, activity, and safety based on clinical data from the RATIFY trial. Methods: Patients received placebo or midostaurin 50 mg twice daily on days 8 to 21 of each 28-day induction or consolidation cycle, followed by 50 mg twice daily as a single agent on days 1 to 28 during the 12-cycle maintenance phase. Concomitant medication use was recorded for patients throughout all 3 treatment phases (induction, consolidation, and maintenance). Plasma levels of midostaurin and its metabolites were measured in a subset of 188 patients. Data on grade ≥3 adverse events (AEs) were collected at all sites; all grade 1/2 AE data were collected by sites outside the United States while only 13 prespecified grade 1/2 AEs were recorded at North American sites. The effect of CYP3A4 on efficacy was assessed using multiple endpoints including complete response, EFS, and OS. Results: Concomitant medication use was balanced between the midostaurin and placebo groups. Strong CYP3A4 inhibitors concurrently administered most frequently were the antifungal medications posaconazole and voriconazole. Strong CYP3A4 inhibitors were used in 60.8%, 45.6%, and 10.8% of patients during induction, consolidation, and maintenance, respectively. A 1.44-fold increase in midostaurin exposure (Cmin) was observed in patients receiving coadministration of strong CYP3A4 inhibitors compared with patients not receiving strong CYP3A4 inhibitors (number of patients: n=55 vs n=112, respectively). No relevant effect was observed with CGP62221 and CGP52421. Because the protocol did not include any recommendations for dose modifications when strong CYP3A4 inhibitors were administered, the median relative dose intensity of midostaurin was >94% of the intended dose in both treatment arms. There was no notable increase in midostaurin-related AEs in patients receiving strong CYP3A4 inhibitors. Exposure-safety analyses showed a slightly shorter time to occurrence of grade 3 or 4 clinically notable AEs with increasing exposure, with an overall acceptable safety profile for midostaurin. Exposure-response analyses indicated that a higher dose intensity was associated with a larger benefit to patients, namely through complete response, EFS and OS. This observation was generally not affected by demographic covariates or presence/absence of CYP3A4 perpetrators during the cycle where the PK sample was used for the analysis. Conclusions: Overall, co-administration of midostaurin with strong CYP3A4 inhibitors, without midostaurin dose adjustment, led to a balanced safety and efficacy profile. Because strong CYP3A4 inhibitors can increase the plasma concentration of midostaurin, caution is required when concomitantly prescribing these with midostaurin. Alternative medicinal products that do not strongly inhibit CYP3A4 activity should be considered. In situations in which satisfactory therapeutic alternatives do not exist, patients should be closely monitored for midostaurin-related toxicity. Support: U10CA180821, U10CA180882, U24CA196171; ClinicalTrials.gov identifier, NCT00651261. Disclosures Ouatas: Novartis: Employment. Duval: Novartis: Employment. Sinclair: Novartis: Employment. Berkowitz: Novartis: Employment.",
    "topics": [
        "cyp3a4 gene",
        "midostaurin",
        "ms-like tyrosine kinase 3",
        "chemotherapy regimen",
        "complete remission",
        "metabolites",
        "adverse event",
        "antifungal agents",
        "calculi",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Taoufik Ouatas, PhD",
        "Vincent Duval, PharmD",
        "Karen Sinclair, PhD",
        "Noah Berkowitz, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Taoufik Ouatas, PhD",
            "author_affiliations": [
                "1Novartis Pharmaceuticals AG, Basel, Switzerland, Basel, Switzerland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vincent Duval, PharmD",
            "author_affiliations": [
                "Novartis Pharmaceuticals AG, Basel, Switzerland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Sinclair, PhD",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noah Berkowitz, MD PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corp, East Hanover, NJ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:35:22",
    "is_scraped": "1"
}