{
    "doi": "https://doi.org/10.1182/blood.V126.23.1672.1672",
    "article_title": "Disease-Attributable Mortality in the Myelodysplastic Syndromes (MDS): A Study from the Spanish MDS Cooperative Group (GESMD) ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies: Poster I",
    "abstract_text": "Introduction : The MDS are a group of clonal hematopoietic disorders characterized by blood cytopenias and increased risk of transformation into acute myeloid leukemia (AML). The MDS predominate in old people (median age at diagnosis > 70 years) so that a fraction of the observed mortality would be driven by age-related factors shared with the general population rather than the MDS. Distinguishing between the MDS-related and unrelated mortality rates will help better assessment of the population health impact of the MDS and more accurate prognostication. This study was aimed at quantifying the MDS-attributable mortality and its relationship with the IPSSR risk categories. Methods : The database of the GESMD was queried for patients diagnosed with primary MDS after 1980 according to the WHO 2001 classification. Patients with CMML, younger than 16 years or who lacked the basic demographic or follow-up data were excluded. Relative survival and MDS-attributable mortality were calculated by the cohort method and statistically compared by Poisson multivariate regression as described by Dickman ( Stat Med 2004 ; 23 : 51). Three main parameters were calculated: the observed (all-cause) mortality, the MDS-attributable mortality (both as percentage of the initial cohort), and the fraction of the observed mortality attributed to the MDS. Results : In total, 7408 patients met the inclusion criteria and constitute the basis for this study. Among these patients, 5307 had enough data to be classified according to the IPSSR. Median age was 74 (IQR: 16-99) years and 58 % were males. The most frequent WHO categories were RAEB, type I or II (29% of cases), RCMD (28%), and RA with ring sideroblasts (16%). Most patients (72%) were classified within the very low and low risk categories of the IPSSR. At the study closing date (December 2014), 1022 patients had progressed to AML, 3198 had died (974 after AML) and 3210 were censored alive. The median actuarial survival for the whole series was 4.8 (95% CI: 4.6-5.1) years and 30% of patients are projected to survive longer than 10 years. The overall MDS-attributable mortality at 5 years from diagnosis was 39%, which accounted for three-quarters of the observed mortality (51%, figure). The corresponding figures at 10 years for the MDS-attributable and observed mortality were 55% and 71%, respectively. According to the IPSSR, the 5-year MDS-attributable mortality rates was 19% for the very low risk category, 39% (low risk), 70% (intermediate risk), 78% (high risk), and 92% (very high risk). On average, the incidence rate ratio for the MDS-attributable mortality increased 1.9 times (95% CI: 1.7-2.3, p<0.001) as the IPSSR worsened from one to the next risk category. The fraction of the observed mortality attributed to the MDS was 0.55 for the very low risk category, 0.79 (low risk), 0.93 (intermediate risk), 0.96 (high risk), and 0.99 (very high risk). After distinguishing between AML-related and unrelated mortality, the 5-year MDS-attributable mortality not related to AML was 10% for the very low risk category, 20% (low risk), 33% (intermediate risk), 42% (high risk), and 44% (very high risk). By comparing these figures with the above ones, we could estimate that about 50% of the MDS-attributable mortality was AML-unrelated and that such fraction kept nearly constant across the five IPSSR categories. Conclusions: About three-quarters of the mortality observed in patients with MDS is caused by the disease, the remaining one-quarter being due to MDS-independent factors shared with the general population. The MDS-attributable mortality increases with the IPSSR risk category, from half the observed mortality in the very low risk to nearly all the mortality observed in the high and very high risk groups. Half the MDS-attributable mortality is driven by factors unrelated to leukemic transformation, a proportion that keeps constant across the five IPSSR risk categories. View large Download slide View large Download slide  Close modal Disclosures Valcarcel: AMGEN: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; NOVARTIS: Honoraria, Membership on an entity's Board of Directors or advisory committees; GSK: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; CELGENE: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Ramos: AMGEN: Consultancy, Honoraria; NOVARTIS: Consultancy, Honoraria; JANSSEN: Honoraria, Membership on an entity's Board of Directors or advisory committees; CELGENE: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Esteve: Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria.",
    "topics": [
        "clinical trials cooperative groups",
        "cytopenia",
        "cytopenia, refractory, with multilineage dysplasia",
        "follow-up",
        "leukemia, myelocytic, acute",
        "leukemia, myelomonocytic, chronic",
        "myelodysplastic syndrome",
        "population health",
        "refractory anemia with excess blasts",
        "sideroblasts"
    ],
    "author_names": [
        "Meritxell Nomdedeu",
        "Xavier Calvo",
        "Dolors Costa",
        "Montserrat Arnan, MD PhD",
        "Helena Pomares, MD",
        "Guillermo Sanz, MD PhD",
        "David Valcarcel, MD PhD",
        "Elisa Luño",
        "Fernando Ramos",
        "Maria Diaz-Campelo",
        "Rosa Collado",
        "Raquel de Paz",
        "Jose-Francisco Falantes",
        "Carme Pedro",
        "Jordi Esteve",
        "Rafael Andreu",
        "Maria-Teresa Ardanaz",
        "Joaquin Sanchez-Garcia",
        "Mar Tormo, MD PhD",
        "Maria-Teresa Cedena",
        "Beatriz Arrizabalaga, MD",
        "Bernardo Gonzalez",
        "Victor Marco",
        "Salut Brunet, MD PhD",
        "Arturo Pereira"
    ],
    "author_dict_list": [
        {
            "author_name": "Meritxell Nomdedeu",
            "author_affiliations": [
                "Hospital Clinic, Spanish MDS Cooperative Group, Barcelona, Spain ",
                "Fundació Clínic per la Recerca Biomèdica, Spanish MDS Cooperative Group, Barcelona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xavier Calvo",
            "author_affiliations": [
                "Hospital del Mar, Spanish MDS Cooperative Group, Barcelona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dolors Costa",
            "author_affiliations": [
                "Hospital Clinic, Spanish MDS Cooperative Group, Barcelona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Montserrat Arnan, MD PhD",
            "author_affiliations": [
                "Hospital Durán i Reynals, Spanish MDS Cooperative Group, Hospitalet de Llobregat, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helena Pomares, MD",
            "author_affiliations": [
                "Hospital Duran i Reynals, Spanish MDS Cooperative Group, Hospitalet de Llobregat, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Sanz, MD PhD",
            "author_affiliations": [
                "Hospital Universitario La Fe, Spanish MDS Cooperative Group, Valencia, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Valcarcel, MD PhD",
            "author_affiliations": [
                "Hospital Universitario Vall d'Hebron, Spanish MDS Cooperative Group, Barcelona, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Luño",
            "author_affiliations": [
                "Hospital Universitario Central Asturias, Oviedo, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Ramos",
            "author_affiliations": [
                "Hospital Universitario de Leon, Spanish MDS Cooperative Group, Leon, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Diaz-Campelo",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Spanish MDS Cooperative Group, Salamanca, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosa Collado",
            "author_affiliations": [
                "Hospital General Universitario de Valencia, Spanish MDS Cooperative Group, Valencia, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raquel de Paz",
            "author_affiliations": [
                "Hospital Universitario La Paz, Spanish MDS Cooperative Group, Madrid, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose-Francisco Falantes",
            "author_affiliations": [
                "Hospital Universitario Virgen del Rocío, Spanish MDS Cooperative Group, Sevilla, Spain "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carme Pedro",
            "author_affiliations": [
                "Hospital del Mar, Spanish MDS Cooperative Group, Barcelona, Spain "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordi Esteve",
            "author_affiliations": [
                "Hospital Clinic de Barcelona, Spanish MDS Cooperative Group, Barcelona, Spain "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Andreu",
            "author_affiliations": [
                "Hospital Doctor Peset, Spanish MDS Cooperative Group, Valencia, Spain "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria-Teresa Ardanaz",
            "author_affiliations": [
                "Hospital de Txagorritxu, Spanish MDS Cooperative Group, Vitoria-Gasteiz, Spain "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joaquin Sanchez-Garcia",
            "author_affiliations": [
                "Hospital Universitario Reina Sofia, Spanish MDS Cooperative Group, Cordoba, Spain "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mar Tormo, MD PhD",
            "author_affiliations": [
                "Hospital Clínico Universitario de Valencia, Valencia, Spain "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria-Teresa Cedena",
            "author_affiliations": [
                "Hospital Universitario 12 de Octubre, Spanish MDS Cooperative Group, Madrid, Spain "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatriz Arrizabalaga, MD",
            "author_affiliations": [
                "Hospital Universitario Cruces, Spanish MDS Cooperative Group, Bilbao, Spain "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernardo Gonzalez",
            "author_affiliations": [
                "Hospital Universitario de Canarias, Spanish MDS Cooperative Group, Santa Cruz de Tenerife, Spain "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Marco",
            "author_affiliations": [
                "Hospital Arnau de Vilanova, Spanish MDS Cooperative Group, Lleida, Spain "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salut Brunet, MD PhD",
            "author_affiliations": [
                "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arturo Pereira",
            "author_affiliations": [
                "Hospital Clinic, Spanish MDS Cooperative Group, Barcelona, Spain "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T21:29:52",
    "is_scraped": "1"
}