{
    "doi": "https://doi.org/10.1182/blood.V112.11.3147.3147",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1220",
    "start_url_page_num": 1220,
    "is_scraped": "1",
    "article_title": "Deciphering the Heterogeneity of 13q Deletions in CLL on the Cytogenetic and Molecular Level by SNP Arrays: In 49% of Cases Deletion Breakpoints Cluster in a 200 Kb Sized Region on the Centromeric Side and in a 300 Kb Sized Region on the Telomeric Side ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chromosome banding",
        "cytogenetics",
        "heterogeneity",
        "introns",
        "reciprocal translocation",
        "single nucleotide polymorphism",
        "time-to-treatment",
        "translocation (genetics)",
        "clone cells",
        "heterozygote"
    ],
    "author_names": [
        "Claudia Haferlach, MD",
        "Alexander Kohlmann, PhD",
        "Sonja Rauhut",
        "Frank Dicker, PhD",
        "Wolfgang Kern, MD",
        "Susanne Schnittger, PhD",
        "Torsten Haferlach, MD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "13q deletions are the most frequent genetic abnormalities in CLL. The aim of this study was to analyze the deleted region in 73 cases using high-resolution SNP microarrays (Affymetrix SNP 6.0). All cases showed 13q deletions as sole aberration as assessed by interphase FISH and chromosome banding analysis (CBA). The total cohort was separated into 4 subgroups: 24 cases with a homozygous 13q14 deletion in the majority of cells. In two cases a homozygous deletion was observed for D13S319, but no deletion for D13S25. In one case a homozygous deletion was observed for D13S25 and a heterozygous deletion for D13S319. 10 cases with a heterozygously and a homozygously 13q14 deleted clone. 19 cases with a heterozygous 13q14 deletion. 21 cases showing a reciprocal translocation or insertion involving 13q14 as confirmed by CBA. In 13/21 cases a heterozygous 13q14 deletion was observed, the remaining 8 cases demonstrated a homozygous 13q14 deletion. By SNP analysis the median size of the heterozygous deletion in the total cohort was assessed to be 2,335 kb (mean: 6,926 kb; range: 816–41,520 kb). The centromeric breakpoints were observed between physical map positions 29,192,645 and 49,562,978, while the telomeric breakpoints were found between 50,226,807 and 86,301,155. The minimal deleted region was 664 kb in size. The median size of the homozygously deleted region was 930 kb (mean: 1,072 kb; range: 408–2,893). The centromeric breakpoints were observed between positions 47,589,986 and 49,833,185, while the telomeric breakpoints were found between 49,933,260 and 50,708,954. Therefore, the minimal deleted region was only 100 kb in size. In this region no known gene is located. The deletion size did not differ between cases with interstitial deletion and translocations. Interestingly, in all 21 cases with translocations/insertions involving 13q14, deletions were also found on the partner chromosome in the breakpoint region with sizes between 218 and 2,164 kb (median: 898 kb). The size of heterozygous deletions varies considerably, however the centromeric breakpoints cluster between positions 48.0 MB and 49.5 MB (57% of cases) and the telomeric breakpoints between 50.2 and 50.8 (65% of cases). The size of homozygously deleted regions is smaller, the centromeric breakpoint clusters between positions 49.3 MB and 49.5 MB (79% of cases) and the telomeric breakpoint between 50.3 MB and 50.6 MB (79% of cases). Therefore, in the majority of cases one allele of the following genes was lost: CYCR , RAD17P2 , FNDC3a , COX7CP1 , MLNR , CDAC1 , CAB39L , SETDB2 , PHF11 , RCTB1 , ARL11 , EBPL , KPNA3 , FAM12A . Markers identified in the region which can also be affected by loss of both copies were: microRNA16-1 , microRNA15a , DLEU2 , DLEU1 , BCMS , DLEU7 . Breakpoints on the centromeric side are located in TRIM13 (intron 3), KPNA3 (introns 1, 13, 15), C13orf1 (introns 1, 3, 4), KCNRG (exon 2). On the telomeric side the breaks occur in DLEU7 (introns 1, 2), GUCY1B2 (introns 2, 3, 7, 10), RNASEH2B (introns 1, 4, 5, 7, 10). 22 cases showed breaks in both cluster regions suggesting the possible generation of fusion genes. Recurring combined breakpoints were C13orf1 (intron 4) - RNASEH2B (intron 1). Overall, 36 (49%) of 73 cases showed breakpoints between positions 49.3 MB and 49.5 MB as well as between positions 50.3 MB and 50.6 MB. In 8 cases with homozygous deletions a large copy-neutral LOH flanking the deleted region was observed (5 cases with whole chromosome 13 UPD; 3 cases with partial UPD ranging from 13q14-13qter, 13q14-13q31.1, and 13q14-13q21). Next, we analyzed the potential clinical impact of the localization of the deletion. Out of 46 patients analyzed prior to treatment 15 showed a deletion which started centromeric of the RB gene. Time to treatment was significantly shorter in patients whose deletion did not include the RB locus (p=0.04). Also, in 13 (34%) of 38 patients analyzed at diagnosis showing a deletion which started centromeric of the RB gene, time to treatment was significantly longer than in patients whose deletion did not include the RB locus (p=0.04). In conclusion, breakpoints cluster in a 200 kb sized region on the centromeric side and in a 300 kb sized region on the telomeric side leading to the loss of one or to copies of several genes. The genomic sequences in the breakpoint cluster regions have to be further characterized to understand the mechanism leading to deletions in the breakpoint area not only on 13q14 but also on the partner chromosome involved in 13q14 translocations. In addition, the potential formation of fusion genes has to be evaluated further as well as the clinical impact of the deletion size."
}