{
    "doi": "https://doi.org/10.1182/blood-2018-99-112211",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3925",
    "start_url_page_num": 3925,
    "is_scraped": "1",
    "article_title": "TAM Inhibitor ONO-7475 Combination with Sorafenib Is Effective Using in Vitro and In Vivo Models of FLT3 ITD Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "topics": [
        "flt3 gene",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "sorafenib",
        "flt3 inhibitors",
        "mechlorethamine",
        "transplantation, heterologous",
        "cell cycle regulator",
        "leukemia"
    ],
    "author_names": [
        "Peter P. Ruvolo, PhD",
        "Huaxian Ma, MS",
        "Vivian Ruvolo, MS",
        "Xiaorui Zhang, BS",
        "Hong Mu, MD PhD",
        "Tomoko Yasuhiro",
        "Kohei Tanaka",
        "Toshio Yoshizawa, PhD",
        "Weiguo Zhang, MD PhD",
        "Jorge E. Cortes, MD",
        "Michael Andreeff, MD PhD",
        "Sean M Post, PhD"
    ],
    "author_affiliations": [
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "ONO PHARMACEUTICAL CO., LTD., OSAKA, JPN "
        ],
        [
            "Oncology Research Laboratories, Ono Pharmaceutical, Osaka, Japan "
        ],
        [
            "Ono Pharmaceutical Co. Ltd., Osaka, JPN "
        ],
        [
            "U.T.M.D. Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: Internal tandem duplication (ITD) mutation in Fems-like kinase 3 (FLT3) occur in ~ 25% of newly diagnosed acute myeloid leukemia (AML) patients and are associated with poor survival outcome. We recently demonstrated that highly specific AXL/MER inhibitor ONO-7475 (Ono Pharmaceutical Co, Osaka, Japan) was effective as a single agent against FLT3 ITD AML cells studied with in vitro co-culture and murine xenograft models (Ruvolo et al Haematologica, 2017). Based on expression of TAM kinases in the AML cells tested, mechanism for ONO-7475 killing in the FLT3 ITD AML cells was due to AXL inhibition. Here we report on the in vitro and in vivo effects of ONO-7475 when combined with FLT3 inhibitor Sorafenib in FLT3 ITD AML models. Methods: FLT3 ITD AML cell lines Molm13 and MV4;11 as well as Sorafenib resistant Molm13 cells were treated with varying doses of ONO-7475 in the presence and absence of FLT3 inhibitor Sorafenib and effect on cell viability and induction of apoptosis was assessed by flow cytometry using DAPI, Annexin V, and counting beads. RNA was isolated and gene expression profiling (GEP) analysis using microarray was performed on ONO-7475 treated cells. GEP results for a number of genes including CDK1, PLK1, and other cell cycle regulators were validated by qRT-PCR. The efficacy of ONO-7475 combination with Sorafenib in an in vivo AML xenograft model was tested using Molm13 cells expressing luciferase/GFP in NSG mice. Both drugs were given by oral gavage (ONO-7475 at 10 mg/kg and Sorafenib at 5 mg/kg). Drugs were given 5 days a week. Leukemia burden was assessed by IVIS imaging. Results: Molm13 and MV4;11 cells were highly sensitive to ONO-7475 combination with Sorafenib. A dose of 50 nM ONO-7475 with 25 nM Sorafenib potently induces apoptosis and eliminates > 90% of cells after 72 hours. Sorafenib resistant Molm13 cells were more resistant to either drug compared to parental cells. However, combination of 50 nM ONO-7475 with 100 nM Sorafenib potently induces apoptosis in the Sorafenib resistant cells with nearly all leukemic cells eliminated after 72 hour treatment. GEP analysis of cells treated with the AXL inhibitor revealed suppression of many genes involved in cell cycle control including various CDKs (e.g. CDK1, CDK4), Cyclins (e.g Cyclin B1), and other cell cycle regulators such as PLK1. ONO-7475 inhibition of gene expression of these genes was verified by qRT-PCR. GEP also revealed induction of genes associated with more mature myeloid cells including HLA-DR, CD114, and CD115. Finally, single agent use of ONO-7475 (10 mg/kg) or Sorafenib (5 mg/kg) had limited effect in the FLT3 ITD AML xenograft model; however, the combination of both drugs at single agent dose was effective reducing leukemia burden and significantly enhancing survival of mice bearing the Molm13 leukemia cells. Conclusions: These results suggest that ONO-7475 combination with Sorafenib is effective killing AML cells with FLT3 ITD including those that are resistant to the FLT3 inhibitor. The identification of gene expression of cell cycle regulators as novel targets of the drug suggests for the first time that AXL regulates cell cycle via a complex transcriptional mechanism. The ability of the drug to induce expression of genes associated with mature myeloid cells suggest the drug may have the potential to promote differentiation of FLT3 AML cells. Finally, combination of ONO-7475 with Sorafenib proved effective in an in vivo AML xenograft model suggesting that combination of ONO-7475 with a FLT3 inhibitor could be efficacious for therapy of AML patients with FLT3 ITD. Disclosures Yasuhiro: Ono Pharmaceutical: Employment. Tanaka: Ono Pharmaceutical: Employment. Yoshizawa: Ono Pharmaceutical: Employment. Cortes: Pfizer: Consultancy, Research Funding; Astellas Pharma: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Daiichi Sankyo: Consultancy, Research Funding; Arog: Research Funding. Andreeff: AstraZeneca: Research Funding."
}