{
    "doi": "https://doi.org/10.1182/blood.V124.21.1207.1207",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2710",
    "start_url_page_num": 2710,
    "is_scraped": "1",
    "article_title": "Patient/Donor CMV Matching Is a Critical Determinant of Survival in Unrelated Donor Haematopoietic Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "topics": [
        "cytomegalovirus",
        "donors",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "transplantation",
        "alemtuzumab",
        "allogeneic stem cell transplant",
        "cancer",
        "cmv reactivation",
        "follow-up"
    ],
    "author_names": [
        "Bronwen E. Shaw, PhD MRCP, FRCPath",
        "Neema P Mayor",
        "Szydlo Richard",
        "Will P Bultitude",
        "Kirkland Keiren",
        "Perry Julia",
        "Wilson Marie",
        "Andrew Clark",
        "Stephen Mackinnon",
        "David I Marks",
        "Antonio Pagliuca, MD FRCP, FRCPath",
        "Michael Potter, PhD",
        "Nigel Russell",
        "Kirsty Thomson",
        "J. Alejandro Madrigal, MD PhD",
        "Steven GE Marsh, PhD"
    ],
    "author_affiliations": [
        [
            "Anthony Nolan Reseach Institute, London, United Kingdom "
        ],
        [
            "anthony nolan, London, United Kingdom "
        ],
        [
            "Hammersmith Hospital, London, United Kingdom "
        ],
        [
            "anthony nolan, London, United Kingdom "
        ],
        [
            "BSBMT, London, United Kingdom "
        ],
        [
            "BSBMT, London, United Kingdom "
        ],
        [
            "BSBMT, London, United Kingdom "
        ],
        [
            "The Beatson, West of Scotland Cancer Centre, Glasgow, United Kingdom "
        ],
        [
            "Royal Free and Univ. College, London, United Kingdom "
        ],
        [
            "University Hospitals NHS foundation trust, Bristol, United Kingdom "
        ],
        [
            "King's College Hospital NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Royal Marsden Hospital, London, United Kingdom "
        ],
        [
            "Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom "
        ],
        [
            "University College London Hospitals NHS Trust, London, United Kingdom "
        ],
        [
            "Anthony Nolan Research Institute, London, United Kingdom"
        ],
        [
            "Anthony Nolan Research Institute, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.553393050000004",
    "first_author_longitude": "-0.1606123",
    "abstract_text": "Patients who are CMV seropositive prior to allogeneic stem cell transplantation are well known to have a worse outcome compared to those who are CMV negative. Historically a CMV negative donor was prioritised for all transplant recipients, however in recent years practice has changed to actively search for a CMV positive donor for a positive recipient. Thus matching the CMV status of the patient and donor is considered important. We performed a study to analyse the impact of donor factors (HLA, CMV, age, gender and ABO matching) on survival of patients receiving an unrelated donor haematopoietic stem cell transplant. We included 1271 recipients transplanted between 1995-2011. All patients had received a transplant for a malignant disease (acute leukaemia/MDS 63%) at a UK transplant centre. Disease type and risk were categorised by the EBMT risk score and 580, 457 and 199 were characterised as good, intermediate and poor risk respectively. The median follow up of 611 surviving patients is 5.5y (range 0.2-15.4). The median age of the cohort is 40.6y (range 0.9-71.9). 661 and 585 patients had myeloablative and reduced intensity conditioning respectively. PBSC and BM were used in 682 and 580 patients respectively. Alemtuzumab was used in 94% of patients. The median donor age was 34.9 (range 19-60.4) with 80% being male and 20% female. The patient/donor CMV status was as follows: pos/pos (n=238), pos/neg (n=244), neg/neg (647), neg/pos (101). The median overall survival for the whole cohort was 2.11 years (range 1.6-2.6). CMV positive patients had a median survival of 1.7 years compared to 2.5 years in CMV negative patients (p=0.013). Furthermore, a significant effect was observed for CMV matching status between patient and donor, with median survivals of 2.8, 2.2, 1.5 and 1.1 years in the categories of neg/neg, pos/pos, neg/pos and pos/neg (p=0.001). In a multivariate analysis that included HLA matching, patient and donor age, disease risk, era and previous autograft; CMV matching status remained highly significantly associated with death, having a RR of 1.37 (95% CI 1.2-1.6, p=0.0002) for CMV mismatched pairs relative to CMV matched pairs ( figure 1 ). Examination of the relationship between patient /donor CMV status and HLA matching revealed an effect dependant on the degree of HLA matching between patient and donor. There was no significant difference in the outcome of CMV negative patients, whether the donor was CMV matched or mismatched (p=0.061), either in the 10/10 (p=0.61) or 9/10 matched setting (p=0.13). However, in CMV positive patients with a 10/10 matched donor, median survival was 1.8y with a CMV negative donor, compared to 2.4y with a positive donor (p=0.23). In contrast, in the 9/10 matched setting, median survival was 0.7y with a CMV negative donor, compared to 2.2y with a positive donor (p=0.004). Grade 3-4 acute GvHD was significantly more likely to be seen in HLA mismatched compared to matched pairs (14% vs 9%, p=0.004). Likewise, CMV matching status had a borderline impact on the development of aGVHD (CMV matched 9% vs CMV mismatched 13%, p=0.053). In conclusion, our results show that selection of a CMV matched donor results in a superior outcome in this modern unrelated donor transplant cohort, especially when selecting a CMV positive donor for a CMV positive recipient. In the 9/10 HLA matched setting the use of a CMV negative donor is particularly deleterious. This may be related to an increase in GvHD in this setting and the morbidity and mortality associated with recurrent CMV reactivations. An alternative stem cell source, such as cord blood, could be considered in for these patients. Novel strategies to control CMV reactivation in the setting of a CMV negative donor are urgently required. Figure 1: View large Download slide Adjusted survival curves showing the impact of CMV matching on overall survival Figure 1: View large Download slide Adjusted survival curves showing the impact of CMV matching on overall survival  Disclosures No relevant conflicts of interest to declare."
}