{
    "doi": "https://doi.org/10.1182/blood.V126.23.1886.1886",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3050",
    "start_url_page_num": 3050,
    "is_scraped": "1",
    "article_title": "Inducible MyD88/CD40 Enhances Proliferation and Survival of PRAME-Specific TCR-Engineered T Cells and Increases Anti-Tumor Effects in Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "703. Adoptive Immunotherapy: Poster I",
    "topics": [
        "cd40 antigens",
        "multiple myeloma",
        "myd88 gene",
        "neoplasms",
        "t-lymphocytes",
        "tumor cells",
        "peptides",
        "interferon type ii",
        "recombinant interferon-gamma",
        "aldesleukin"
    ],
    "author_names": [
        "Tsvetalina Hoang, PhD",
        "Aaron Foster, PhD",
        "Jeannette Crisostomo",
        "An Lu",
        "Annemarie Moseley, MDPhD",
        "Mirjam H.M. Heemskerk, PhD",
        "Kevin M Slawin, MD",
        "David M Spencer, PhD"
    ],
    "author_affiliations": [
        [
            "Bellicum Pharmaceuticals, Houston, TX "
        ],
        [
            "Bellicum Pharmaceuticals, Houston, TX "
        ],
        [
            "Bellicum Pharmaceuticals, Houston, TX "
        ],
        [
            "Bellicum Pharmaceuticals, Houston, TX "
        ],
        [
            "Bellicum Pharmaceuticals, Houston, TX "
        ],
        [
            "Dept. of Hematology, LUMC, Leiden, Netherlands"
        ],
        [
            "Bellicum Pharmaceuticals, Houston, TX "
        ],
        [
            "Bellicum Pharmaceuticals, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.70656769999999",
    "first_author_longitude": "-95.4074897",
    "abstract_text": "Introduction: Use of T cells engineered to express antigen-specific T cell receptors (TCRs) has shown promise as a cancer immunotherapy treatment; however, durable responses have been limited by poor T cell persistence and expansion in vivo . Additionally, MHC class I downregulation on tumor cells weakens T cell recognition, further reducing therapeutic efficacy. To address these deficiencies, we co-expressed in human T cells a novel, small molecule (rimiducid)-dependent T cell activation switch, inducible MyD88/CD40 (iMC), along with PRAME-specific TCR to allow control of T cell expansion and activation, while upregulating MHC class I expression on tumor cells. Methods: Human T cells were activated with anti-CD3/CD28 and transduced with retrovirus encoding TCR α and β chains recognizing PRAME-derived, HLA-A*201-restricted peptide SLLQHLIGL (SFG-PRAME) or a polycistronic vector encoding the PRAME-specific TCR along with tandem rimiducid (AP1903)-binding domains (FKBP12v36) cloned in-frame with MyD88 and CD40 signaling domains (SFG-iMC-PRAME). Proliferation, cytokine production and cytotoxicity of modified T cells was assessed using peptide-pulsed T2 cells or against PRAME-expressing, HLA-A2 + U266 myeloma tumor cells with or without rimiducid (10 nM) stimulation. MHC class I expression on tumor cells was measured by flow cytometry using a transwell assay. In vitro tumor killing was analyzed using T cell and tumor coculture assays with various effector to target ratios over a 7-day period. In vivo efficacy was determined using immune-deficient NSG mice engrafted s.c. with U266 cells and treated i.v. with 1x10 7 transduced T cells. iMC was activated in vivo by weekly i.p. injections of 5 mg/kg rimiducid. Tumor size and T cell expansion was measured using in vivo luciferase bioluminescence imaging and flow cytometric phenotyping. Results: Both PRAME and iMC-PRAME retroviral vectors efficiently transduced activated human T cells (81±2.1% and 89±2.8%, respectively) and showed antigen-specific IFN-g production and cytolytic function against peptide-pulsed T2 cells and PRAME + U266 myeloma cells. However, both TCR ligation and rimiducid-dependent costimulation were required for IL-2 production (PRAME, 217±256 pg/ml; iMC-PRAME, 23±56 pg/ml; iMC-PRAME + rimiducid, 5417±2599 pg/ml) against peptide-pulsed T2 cells. Coculture assays against PRAME-expressing U266 myeloma cells showed that tumor elimination was optimized with concurrent rimiducid-driven iMC activation, and this effect was accompanied by increased IL-2 secretion and robust T cell proliferation (PRAME, 0.18-fold; iMC-PRAME, 0.28-fold; iMC-PRAME + rimiducid, 7.7-fold). Further, iMC activation produced IFN-g independently of TCR ligation, which significantly increased MHC class I expression on tumor cells (no T cells, 61±3 MFI; PRAME, 1256±493 MFI; iMC-PRAME, 6747±656 MFI; iMC-PRAME + rimiducid, 9096±1583 MFI). In NSG mice engrafted with PRAME + U266 myeloma tumors, PRAME TCR-modified T cells showed significant tumor control compared to non-transduced control T cells (p-value = 0.01, 0.01 and 0.0001 for PRAME, iMC-PRAME and iMC-PRAME + rimiducid, respectively) and rimiducid activation of iMC-PRAME-modified T cells showed significant tumor control compared to T cells transduced with only the PRAME TCR (p = 0.005). Importantly, weekly injections of rimiducid dramatically expanded PRAME TCR-expressing T cell numbers by 473-fold 4 weeks post-injection compared to T cells expressing the PRAME TCR only (p = 0.02). Summary: iMC is a novel \"Go\" switch that utilizes rimiducid, a small molecule dimerizer, to drive activation and expansion of PRAME-specific TCR-engineered T cells while sensitizing tumor to TCR-mediated recognition by upregulating MHC class I via IFN-g, thereby increasing antitumor efficacy and durability. Thus, iMC-PRAME is the prototype of a class of novel \"Go-TCR\" engineered T cell therapies that may increase efficacy, safety and durability of adoptive T cell therapies. Disclosures Hoang: Bellicum Pharmaceuticals: Employment. Foster: Bellicum Pharmaceuticals: Employment. Crisostomo: Bellicum Pharmaceuticals: Employment. Lu: Bellicum Pharmaceuticals: Employment. Moseley: Bellicum Pharmaceuticals: Employment, Equity Ownership. Slawin: Bellicum Pharmaceuticals: Employment, Equity Ownership. Spencer: Bellicum Pharmaceuticals: Employment, Equity Ownership."
}