{
    "doi": "https://doi.org/10.1182/blood.V108.11.1845.1845",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=788",
    "start_url_page_num": 788,
    "is_scraped": "1",
    "article_title": "Development of a Unique In Vitro and In Vivo Model System of Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia (Ph-ALL) with Emphasis on Cell to Cell Interaction. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "acute lymphocytic leukemia",
        "biological models",
        "chromosomes",
        "cell communication",
        "leukemia",
        "coculture techniques",
        "imatinib mesylate",
        "integrins",
        "rna, messenger",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Arinobu Tojo, MD, PhD",
        "Kiyoko Izawa, PhD",
        "Rieko Sekine, MD",
        "Tokiko Nagamura-Inoue, MD,PhD",
        "Seiichiro Kobayashi, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Division of Molecular Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan",
            "Department of Cell Processing and Transfusion, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Division of Molecular Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Division of Molecular Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Cell Processing and Transfusion, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Division of Molecular Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Philadelphia chromosome-positive acute lymphoblastic leukemia (Ph-ALL) is one of the most intractable hematological malignancies, readily acquires resistance to chemotherapeutic drugs including imatinib mesylate (IM), and shows a high relapse rate even after allogeneic stem cell transplantation. Nevertheless, primary blast cells are generally susceptible to apoptotic cell death in sort-term suspension culture after isolation from patients with Ph-ALL. We established two Ph-ALL cell lines and characterized their growth properties supported by adhesive interaction with a murine bone marrow stromal cell line, HESS-5. IMS-PhL1 (L1) cells mainly expressed p210-type BCR-ABL mRNA with wild type sequences in the ABL kinase domain and were weakly positive for p190-type mRNA. IMS-PhL2 (L2) cells exclusively expressed p190-type transcripts with Y253H mutation and showed much lower sensitivity to imatinib than L1 cells. The growth of L1 cells was slowly autonomous in suspension culture, but became more vigorous and their apoptosis was prevented by co-culture with HESS-5 cells. In contrast, the sustained growth and survival of L2 cells was absolutely dependent on direct contact with HESS-5 cells and did not respond to soluble cytokines including SCF, IL3and IL7. Both cell lines adhered to and migrated beneath the HESS-5 cell layer, resulting in the formation of cobblestone areas. This migration was significantly inhibited by the pretreatment of those with a neutralizing antibody against α4-integrin. While non-adherent L1 cells were eradicated by 1 mM IM, a portion of adherent L1 cells could survive even at 10 mM IM. Similarly, adherent L2 cells considerably resisted prolonged exposure to 10 mM IM. Intravenous injection of both cell lines caused leukemia in NOD-SCID mice after distinct latent periods. Leukemia cells appeared in peripheral blood, bone marrow as well as spleen. Interestingly, expression of α5-integrin was significantly down-regulated in both leukemia cells collected from those tissues, but was restored after co-culture with HESS-5. The study of L1 and L2 cells in vitro and in vivo will not only contribute to further insights into microenvironmental regulation of clonal maintenance and progression of Ph-ALL but also provide a unique model for experimental therapeutics against Ph-ALL. View large Download slide Figure View large Download slide Figure "
}