{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3768.3768",
    "article_title": "Novel Roles of Separase in Hematopoiesis ",
    "article_date": "December 7, 2017",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation: Poster III",
    "abstract_text": "Separase, an enzyme that resolves sister chromatid cohesion during the metaphase-to-anaphase transition, plays a pivotal role in chromosomal segregation and cell division. In recent years, cancer genome sequencing has revealed several loss of function cohesin mutations in early stages of myeloid, hematologic and epithelial malignancies. These mutations affect the self-renewal and differentiation capacity of HSCs indicating cohesin as a tumor suppressor. Our prior studies indicated that Separase haploinsufficiency acts synergistically with loss of p53 in the initiation and progression of B- and T- cell lymphomas. In contrast to cohesin proteins, the function of the cohesin protease, Separase in hematopoiesis and hematological malignancies has not been well defined. Here we examined the effect of Espl1 heterozygosity using our hypomorphic mouse model ( mEspl1 +/hyp ) that has reduced germline Separase activity. The impact of heterozygous loss of mEspl1 allele on total number of HSCs was analyzed by staining with hematopoietic stem and progenitor cells (HSPCs) markers and FACS analysis of cells isolated from bone marrow. Our analysis showed that Separase mutant mice have significantly increased (~2 fold) immunophenotypic HSPCs compared to wild type littermates. To examine whether reduced Separase level elevates self-renewal capacity of HSCs in vivo , we performed competitive transplantation assays to compare differentiation and self-renewal capacity of HSCs in mEspl1 +/hyp and WT littermate controls. The outcomes with significantly higher donor derived reconstitution suggested an expansion of HSPCs compartment in mutant mice. In addition, we also observed an altered hematopoietic differentiation with an increase in percentage of donor-derived T- and B-cells in Separase mutant mice. The increased number of HSCs could be a consequence of change in autonomous function of the cells due to reduced level of Separase. To test the cell autonomous function of mEspl1 +/hyp , in vitro colony forming unit (CFU) assays were performed in methylocellulose medium. mEspl1 +/hyp cells showed significantly higher serial re-plating capacity compared to WT littermate control cells, supporting the notion of cell autonomous function as a probable cause of the observed phenotype. Considering the role of cohesin on gene expression, the effect of heterozygous loss of Separase was analyzed with global transcriptional profiling. Several hematopoietic fingerprint genes like Tle1, Smarca1, Scl2a10, H19, Krt2-8 and Galnt3 were found upregulated. Other genes important in HSC function such as Runx1, Satb1, Hoxa9 and Pbx1 were also upregulated in mEspl1 +/hyp mice. The transcriptional profiling identified genes involved in several biological processes such as leukocyte differentiation, cell apoptosis, and chromatin modifications. However, mechanism and direct gene targets of Separase in hematopoiesis or other biological pathways are yet to be identified. To study further on transcriptional regulatory roles and to characterize the direct targets of Separase, ChIP-Seq (cohesin and Separase) and RNA-Seq experiments are being performed in WT and mEspl1 +/hyp HSCs. With these studies we hope to better understand the role of cohesin in association with Separase on hematopoiesis particularly the mechanisms that control the fate of HSCs, bone marrow engraftment and function; how cohesin mutations may give rise to malignant transformation, and if this pathway can be targeted for therapeutic intervention. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "chromatin",
        "endopeptidases",
        "enzymes",
        "hematologic neoplasms",
        "hematopoiesis",
        "lymphoma",
        "malignant transformation",
        "peptide hydrolases",
        "rna"
    ],
    "author_names": [
        "Samridhdi Paudyal, PhD",
        "Praveen Kumar, PhD",
        "Nakamura Lanelle, MDPhD",
        "Mira Jeong, PhD",
        "Jessica Tao Li, PhD",
        "Nenggang Zhang, PhD",
        "Margaret Goodell, PhD",
        "Debananda Pati, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Samridhdi Paudyal, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Praveen Kumar, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nakamura Lanelle, MDPhD",
            "author_affiliations": [
                "Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mira Jeong, PhD",
            "author_affiliations": [
                "Center of Stem Cell and Regeneration, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Tao Li, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nenggang Zhang, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Goodell, PhD",
            "author_affiliations": [
                "Baylor College of Medicine, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debananda Pati, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:31:46",
    "is_scraped": "1"
}