{
    "doi": "https://doi.org/10.1182/blood.V120.21.3508.3508",
    "article_title": "A Regulatory Promoter Polymorphism and Hypermethylation of Intron 1 Are Associated with Reduced Expression of KLF5 and Inferior Survival in AML ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Abstract 3508 Background: Krüppel-like factor 5 (KLF5) is a transcription factor with regulatory roles in cell growth, survival, and differentiation. Our previous studies have indicated that KLF5 is required for myeloid blood lineage differentiation and is a target of genomic methylation in Acute Myeloid Leukaemia (AML) which is associated with reduced expression. Further, we have shown that treatment of leukaemia cell lines, displaying KLF5 hypermethylation, with demethylating agents is associated with induction of KLF5 expression, supporting an inhibitory role of methylation on expression (Diakiw et al , Leuk Res 36:110). Other recent studies have shown that KLF5 expression is reduced by the presence of a heterozygous genotype at a promoter SNP (rs3812852) and plays a role in pathogenic processes in heart and brain. We investigated both methylation and SNP genotype as mechanisms of KLF5 gene regulation in AML and their relationship to patient outcome. Methods: We analysed 232 diagnostic bone marrow mononuclear cell samples from a retrospective cohort of patients with AML. The genotype of the rs3812852 SNP was determined by Sequenom MassARRAY genotyping. DNA methylation of the KLF5 gene locus (intron 1) was assessed using Sequenom MassARRAY epityper. KLF5 gene expression was determined for 85 of these samples using quantitative real-time PCR. Of the 232 patients, 161 received treatment with induction chemotherapy and were included in survival analysis. Results: We found that 28 (12%) patients were heterozygous (G/A) for the SNP (rs3812852) in the KLF5 promoter, with one patient having the rare homozygous genotype (G/G) and 204 (88%) patients the common homozygous genotype (A/A). KLF5 gene expression correlated with the SNP genotype, with the heterozygous patients displaying significantly reduced KLF5 expression compared to normal controls (CD34 cells from normal donors, p=0.044). Consistent with our previous study on a smaller test cohort we observed that hypermethylation of this region of KLF5 is common and is present in 50% of samples in our larger cohort. AML patients with high methylation of KLF5 had significantly reduced KLF5 expression compared to normal controls and AML patients with low KLF5 methylation (p=0.032 and p=0.048 respectively). The correlation of gene expression with the SNP genotype and KLF5 methylation groups was also true when considered together, as patients with the heterozygous genotype (A/G) and high methylation had lower KLF5 expression than patients with the common homozygous genotype (A/A) and low KLF5 methylation ( Figure 1 A). Cox multi-variate analysis (variables of age, WCC and mutational status of FLT3-ITD , IDH1/2 , NPM1) of survival of patients treated with induction chemotherapy showed that the presence of a G/A genotype at the KLF5 promoter SNP was not an independent predictor of overall survival (p= 0.502). In contrast hypermethylation of KLF5 intron 1 was a highly significant independent predictor of poorer overall survival (median survival 10.4 months versus 20.7 months, HR 1.5, p=0.001, Figure 1 B). Importantly, when the heterozygous SNP genotype (A/G) and high methylation status were combined, this group of patients had even poorer OS (median survival 5.2 months, HR 3.6, Figure 1 C) and this was significant compared to the group with homozygous SNP genotype (A/A) and low methylation (p=0.002). Conclusions: We have shown that both methylation of KLF5 intron 1 and a heterozygous genotype at a promoter polymorphism are associated with reduced KLF5 expression in AML. KLF5 hypermethylation is an independent predictor of poor prognosis and combined with the heterozygous SNP genotype defines a group with particularly poor survival indicating a connection with KLF5 gene expression and response to treatment. Importantly, as the majority of the effect is associated with hypermethylation of KLF5 , these patients (50%) may benefit from treatment with demethylating agents. Figure 1. View large Download slide View large Download slide View large Download slide (A) KLF5 expression in AML patients with high or low methylation and A/A or G/A SNP genotype, (B) Kaplan Meier overall survival curves of patients with high versus low KLF5 methylation, median survival in months (mo) is indicated as well as percentage survival at 5 years (C) Kaplan Meier overall survival curves of AML patients stratified by both KLF5 methylation and SNP genotype. P values represent analysis of the comparison of the High+G/A group to the other 3 groups. Figure 1. View large Download slide View large Download slide View large Download slide (A) KLF5 expression in AML patients with high or low methylation and A/A or G/A SNP genotype, (B) Kaplan Meier overall survival curves of patients with high versus low KLF5 methylation, median survival in months (mo) is indicated as well as percentage survival at 5 years (C) Kaplan Meier overall survival curves of AML patients stratified by both KLF5 methylation and SNP genotype. P values represent analysis of the comparison of the High+G/A group to the other 3 groups. Close modal Disclosures: Wei: Celgene: Research Funding.",
    "topics": [
        "hypermethylation",
        "introns",
        "polymorphism",
        "chemotherapy, neoadjuvant",
        "demethylating agents",
        "cd34 antigens",
        "genotype determination",
        "impedance threshold device",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Anna L Brown, PhD",
        "Sonya M Diakiw, PhD",
        "Michelle Perugini, PhD",
        "Nik Cummings, BSc",
        "Andrew H Wei, MBBS, PhD",
        "L. Bik To, MD",
        "Ian D Lewis, MBBS, PhD",
        "Richard J D'Andrea, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna L Brown, PhD",
            "author_affiliations": [
                "Division of Haematology, Centre for Cancer Biology/SA Pathology, Adelaide, Australia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sonya M Diakiw, PhD",
            "author_affiliations": [
                "Division of Haematology and Centre for Cancer Biology, SA Pathology, Adelaide, Australia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Perugini, PhD",
            "author_affiliations": [
                "Division of Haematology and Centre for Cancer Biology, SA Pathology, Adelaide, Australia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nik Cummings, BSc",
            "author_affiliations": [
                "Clinical Haematology, The Alfred Hospital and Monash University, Melbourne, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew H Wei, MBBS, PhD",
            "author_affiliations": [
                "Clinical Haematology, The Alfred Hospital and Monash University, Melbourne, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. Bik To, MD",
            "author_affiliations": [
                "Division of Haematology and Centre for Cancer Biology, SA Pathology, Adelaide, Australia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian D Lewis, MBBS, PhD",
            "author_affiliations": [
                "Division of Haematology and Centre for Cancer Biology, SA Pathology, Adelaide, Australia, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J D'Andrea, PhD",
            "author_affiliations": [
                "Division of Haematology, Centre for Cancer Biology/SA Pathology, Adelaide, Australia, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T12:50:49",
    "is_scraped": "1"
}