{
    "doi": "https://doi.org/10.1182/blood.V124.21.363.363",
    "article_title": "Inhibition of HDAC8 Reactivates p53 and Abrogates Leukemia Stem Cell Activity in CBFβ-SMMHC Associated Acute Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "603. Oncogenes and Tumor Suppressors: The emerging landscape of epigenetic modifiers",
    "abstract_text": "The inv(16)-created CBFβ-SMMHC fusion protein inhibits differentiation of hematopoietic stem and progenitor cells (HSPCs) and creates pre-leukemic populations predisposed to acute myeloid leukemia (AML) transformation. However, the molecular mechanism underlying the leukemogenic function of CBFβ-SMMHC has been elusive. Given the low TP53 mutation rate in AML, alternative mechanisms disrupting p53 function are expected. We showed thatCBFβ-SMMHC impairs p53 acetylation and p53 target gene activation through formation of an aberrant protein complex with p53 and HDAC8 (Blood, 120: A772; 122(21): 224). We now show that CBFβ-SMMHC binds to p53 and HDAC8 independently through distinct regions and that HDAC8 mediates the deacetylation of p53 associated with CBFβ-SMMHC. In addition, we generated mice carrying a floxed Hdac8 ( Hdac8 f ) allele and crossed with Cbfb 56M/+ / Mx1-Cre (Kuo YH et al, Cancer Cell 2006). Deletion of Hdac8 signifiacntly (p<0.0001) reduced the incidence of AML and prolonged disease-free survival. Pharmacologic inhibition of HDAC8 activity with HDAC8-selective inhibitors (HDAC8i) reactivates p53 and selectively induces apoptosis of inv(16) + AML CD34 + cells while sparing normal HSPCs. To test the effect of HDAC8i on LSC engraftment and leukemia-initiating capacity, we generated Cbfb 56M/+ / Mx1-Cre mice with a Cre-reporter line expressing tdTomato fluorescence protein following Cre-mediated recombination. AML cells (dTomato + /cKit + ) treated with HDAC8i (22d) ex vivo showed reduced engraftment (p=0.025) and enhanced survival (p=0.025) in transplanted mice. To examine whether HDAC8i 22d treatment affects the engraftment capacity on surviving cells, we transplanted equal number (2 x 10 6 ) of AML cells treated with either 22d or vehicle in another cohort of mice (n=4). We show that HDAC8i 22d treatment reduced the engraftment of dTomato + /cKit + AML cells and enhanced survival, suggesting that the engraftment capacity is altered in addition to reducing AML cell survival. We next performed preclinical studies to determine the efficacy of in vivo administration of HDAC8i 22d. AML transplanted mice were randomized into two groups, one group treated with vehicle and the other treated with HDAC8i 22d for 2 weeks. Flow cytometry analysis revealed significantly reduced frequency (p=0.0097) and number (p=0.0101) of dTomato + /cKit + AML cells in the bone marrow and spleen of 22d treated mice compared to vehicle treated group. To further assess the impact on LSC activity, we transplanted bone marrow cells from these treated mice into secondary recipients and analyzed for AML engraftment . Significant reduction in the frequency (p<0.0001) and the number (p=0.0006) of dTomato + /cKit + AML cells was observed in the bone marrow and spleen. Furthermore, HDAC8i 22d treated transplants showed no signs of leukemia while vehicle treated transplants are moribund with aggressive AML. These results indicate that HDAC8 inhibition by 22d treatment effectively eliminates engraftment and leukemia-initiating capacity of AML LSCs. In conclusion, our studies identify a novel post-translational p53-inactivating mechanism and demonstrate selective HDAC8 inhibition as a promising approach to target inv(16) + AML LSCs. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "leukemia, myelocytic, acute",
        "stem cells",
        "cd34 antigens",
        "flow cytometry",
        "fusion proteins",
        "protein p53",
        "tumor cells, malignant",
        "mice",
        "bone marrow"
    ],
    "author_names": [
        "Jing Qi, PhD",
        "Qi Cai, PhD",
        "Sandeep Singh",
        "Ling Li, PhD",
        "Hongjun Liu",
        "Tinisha McDonald, B.S.",
        "Allen Lin",
        "Ravi Bhatia, MD",
        "wei-Jan Huang, PhD",
        "chung-I Chang",
        "ya-Huei Kuo, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jing Qi, PhD",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope Medical Center, Duarte, CA ",
                "City of Hope, Duarte, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qi Cai, PhD",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope Medical Center, Duarte, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandeep Singh",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope Medical Center, Duarte, CA ",
                "City of Hope National medical center, Duarte, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Li, PhD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongjun Liu",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope Medical Center, Duarte, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tinisha McDonald, B.S.",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allen Lin",
            "author_affiliations": [
                "Division of Hematopoietic Stem Cell & Leukemia Research, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Bhatia, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "wei-Jan Huang, PhD",
            "author_affiliations": [
                "Taipei Medical Univerisity, Taipei, Taiwan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "chung-I Chang",
            "author_affiliations": [
                "Institute of Biological Chemistry, Academia Sinica, taipei, Taiwan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "ya-Huei Kuo, PhD",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope Medical Center, Duarte, CA ",
                "City of Hope, Duarte, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T15:42:48",
    "is_scraped": "1"
}