{
    "doi": "https://doi.org/10.1182/blood-2020-142704",
    "article_title": "Utilization & Barriers to Curative Therapies Among Adult Aplastic Anemia Patients in a Multiethnic Urban Underserved Cohort ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction Acquired Aplastic Anemia (AA) is a rare life-threatening immune-mediated bone marrow disorder. AlloHSCT is the only available curative therapy for SAA with a 3 year survival probability for adults between 72-80% in the United States. (D'Souza et all, Biol BMT 2020). The management of AA is complex and requires complicated regimens, recruitment of a BM donor, supportive care and close monitoring of hematopoietic response to therapy. Patients unable to follow closely with their physician or who lack sufficient social support are often deemed inappropriate candidates for BMT. The Bronx is one of the poorest urban counties in the US. 27.4% of Bronx residents live below the poverty line and 59% speak a language other than English at home. The socioeconomic circumstances for many Bronx residents present a multitude of health challenges that lead to poor health outcomes. Delivering the complex diagnosis and treatment strategies required for AA, a rare disease, can be particularly challenging for this population. Through this retrospective cohort study, we sought to find out the rate of utilization of curative therapies among patients with severe aplastic anemia in the Bronx, NY and to identify barriers to their care. We hypothesized that despite several social & financial barriers, SAA patients that can avail of IST +/- AlloHSCT at a tertiary care center will have similar survival trends as the national standard. Methods Our study used a data search tool called Clinical Looking Glass to identify adult patients diagnosed with AA at Montefiore Medical Center (MMC) between 2000 and 2018. Under an IRB approved protocol, we extracted all patients with a bone marrow biopsy performed between 2000 and 2018 and an ICD-9 diagnosis code of AA. Only patients aged 17 and above at the time of the index date (BM biopsy) were included. We also reviewed each chart to ensure the diagnosis of AA was confirmed by the BM biopsy. We performed a retrospective chart review of each patient in our cohort using our electronic medical records. Clinical data collected included patient demographic information, AA classification, date of diagnosis, date of last follow up or date of death, type of therapy received, and identification of socioeconomic barriers to receiving appropriate care. Results Thirty three adult patients (aged 17 and above at time of BM biopsy-confirmed diagnosis) were diagnosed with AA at Montefiore Medical Center between 2000 and 2018. Age at diagnosis ranged from 17-79, with a mean age of 36 and median age 28. Fifty five percent of patients were younger than 30 at the time of diagnosis. Forty two percent of patients were female and 57.6% were male. Fifty two percent of patients were African American or Black, 27.3% were Hispanic, 12.1% were White, and 9.1% were Asian or Asian Indian. Forty two percent of cases were non-severe, 18.2% were severe, and 36.4% were very severe. Additionally, approximately 70% of our cohort was unmarried. Thirty (90%) of the patients were treated with IST (CSA + ATG), and ten (30.3%) were also treated with eltrombopag. Of the 18 patients with severe and very severe disease, seven patients (38.9%) underwent AlloHSCT. Twenty five patients (76%) were noted to be alive at the time of data-cut off for analysis (March 2020), 4 of which were post-AlloHSCT. 45% of patients in our cohort noted significant social & financial barriers to their care. Discussion: Our study demonstrates that despite significant socio-economic barriers to care, adult patients with SAA that are treated with IST +/- AlloHSCT when indicated, have overall survival that equals the national standard. Notably, our patient cohort was more than 75% Black and Hispanic.Race in the US is strongly correlated to socioeconomic status, education, and health insurance status. Some specific social barriers were identified in provider notes. These included difficulty finding a donor match, recent immigration, housing & financial insecurity, difficulty keeping follow up appointments due to transportation issues, lack of adequate health insurance. We believe the first step toward addressing the inequities in AA treatment is the continued acknowledgement of social barriers to care and addressing them in a timely manner. Socio-demographic research should inform health policy and guide interventions to ultimately reduce inequities in access and treatment for rare diseases in some of the most vulnerable in our population. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Rose Snyder, MD",
        "Christopher Leyton, MD",
        "Richard Elkind, PA-C, MS",
        "Sireesha Vutukuri, MD",
        "Rosmi Mathew, FNP-BC",
        "Ioannis Mantzaris, MD MS",
        "Mendel Goldfinger, MD",
        "Noah Kornblum, MD",
        "Kira Gritsman, MDPhD",
        "Amit Verma, MBBS",
        "Lizamarie Bachier Rodriguez, MD",
        "R. Alejandro Sica, MD",
        "Ira Braunschweig, MD",
        "Aditi Shastri, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rose Snyder, MD",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher Leyton, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Elkind, PA-C, MS",
            "author_affiliations": [
                "Montefiore Med. Ctr., Bronx, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sireesha Vutukuri, MD",
            "author_affiliations": [
                "University of Texas at San Antonio, San Antonio, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosmi Mathew, FNP-BC",
            "author_affiliations": [
                "Montefiore Medical Center, Bronx, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Mantzaris, MD MS",
            "author_affiliations": [
                "Hematology/Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mendel Goldfinger, MD",
            "author_affiliations": [
                "Hematology/Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noah Kornblum, MD",
            "author_affiliations": [
                "Hematology/Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kira Gritsman, MDPhD",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Verma, MBBS",
            "author_affiliations": [
                "Hematology/Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lizamarie Bachier Rodriguez, MD",
            "author_affiliations": [
                "Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Alejandro Sica, MD",
            "author_affiliations": [
                "Hematology/Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ira Braunschweig, MD",
            "author_affiliations": [
                "Hematology/Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aditi Shastri, MD",
            "author_affiliations": [
                "Department of Oncology, Albert Einstein College of Medicine/Montefiore Medical Center, Astoria, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:32:57",
    "is_scraped": "1"
}