{
    "doi": "https://doi.org/10.1182/blood.V116.21.4058.4058",
    "article_title": "Combined Treatment with Bortezomib Plus Bafilomycin A 1 Enhances Cytocidal Effect along with Induction of ER Stress In Myeloma Cells: Crosstalk Among Proteasome, Autophagy-Lysosome, and ER Stress ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Abstract 4058 Bortezomib (BZ), a first line 26S proteasome inhibitor, has been shown to be effective for the treatment of multiple myeloma (MM). Since IκBα is a substrate of the proteasome, the initial rationale for use of BZ in MM was inhibition of NF-kB activity. However, our data revealed that BZ rather activates NF-κB activity in MM cells as recently reported by others (Hideshima T et al. Blood 2009). BZ showed the more potent cytocidal effect along with caspase activation in MM cell lines as compared with various leukemia and cancer cell lines. BZ also induces autophagy as well as ER stress in various kinds of cell lines. However, autophagy induction in response to BZ requires much longer exposure time as compared with the cells treated with other autophagy inducers such as imatinib mesylate. Several recent reports demonstrated that the selective autophagy of the ubiquitinated proteins via p62/SQSTM1and NBR1 proteins, which can simultaneously bind both ubiquitin and autophagy-specific ubiquitin-like modifier, LC3. Therefore, polyubiquitinated proteins are engulfed into autophagosomes via p62-LC3 binding and subsequently transferred to lysosome and degraded (Kirkin V et al. Mol. Cell. 2009). We therefore speculated that inhibition of autophagy as an alternative protein degradation system may increase the accumulation of misfolded proteins and ER stress. This may result in enhancement of cytocidal effect of BZ. Unexpectedly, inhibition of autophagy by using 3-methyadenine (MA), shRNA-mediated inhibition of LC3 levels or complete knockdown of atg5 using a Tet-off atg5 -/- MEF system all attenuated BZ-induced cytotoxic effect. This suggests that induction of autophagy in response to BZ appears to function as leading to cell death but not for cytoprotection. However, combined treatment with BZ plus bafilomycin A 1 (BAF), an inhibitor of vacuolar ATPase, showed the synergistic cytotoxicity as compared with the cells treated with either BZ or BAF alone. BAF inhibited autophagy at the late stage and induced ER stress as well as BZ. However, kinetics of CHOP (GADD153) and the chaperon BiP (GRP78) expressions in response to BAF were competently different from those by BZ; BZ induced CHOP/GRP78 within 8 hr while BAF induced these ER stress markers after more than 48 hr exposure. In order to synchronize ER stress, we pre-treated MM cell line, U266 cells with BAF for 48 hr then followed with BZ. The sequential treatment with BAF and BZ showed the further enhanced cytocidal effect as comparing with the simultaneous combination of BAZ plus BZ in U266 cells. Our data suggest that ER stress, but not inhibition of NF-kB, is involved in BZ-induced cytotoxicity in MM cells, and also suggest the tight linkage among autophagy, proteasome, and ER stress. Controlling these relations and kinetics may provide the novel strategy for enhancing the cytotocidal effect for cancer therapy including MM-treatment. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autophagy",
        "bortezomib",
        "combined modality therapy",
        "emergency service, hospital",
        "lysosomes",
        "multicatalytic endopeptidase complex",
        "myeloma cells",
        "stress",
        "ubiquitin",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Keisuke Miyazawa, MD, PhD",
        "Shota Moriya",
        "Tomohiro Kawaguchi",
        "Tadashi Ohtomo",
        "Xiao-Fang Che, MD, PhD",
        "Munekazu Naito, MD., PhD",
        "Masahiro Itoh, MD, PhD",
        "Akio Tomoda"
    ],
    "author_dict_list": [
        {
            "author_name": "Keisuke Miyazawa, MD, PhD",
            "author_affiliations": [
                "Department of Biochemistry, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shota Moriya",
            "author_affiliations": [
                "Department of Biochemistry, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiro Kawaguchi",
            "author_affiliations": [
                "Department of Biochemistry, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadashi Ohtomo",
            "author_affiliations": [
                "Department of Biochemistry, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-Fang Che, MD, PhD",
            "author_affiliations": [
                "Department of Biochemistry, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Munekazu Naito, MD., PhD",
            "author_affiliations": [
                "Department of Anatomy, Tokyo Medical University, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Itoh, MD, PhD",
            "author_affiliations": [
                "Department of Anatomy, Tokyo Medical University, Tokyo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akio Tomoda",
            "author_affiliations": [
                "Department of Biochemistry, Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:47:57",
    "is_scraped": "1"
}