{
    "doi": "https://doi.org/10.1182/blood.V112.11.77.77",
    "article_title": "Slit2 Increases Hematopoietic Stem Cell Numbers in Mice ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "A complex interaction of cell-intrinsic and extra-cellular signals cooperate to determine the number and behavior of Hematopoietic Stem Cells (HSCs). Elucidation of these regulatory networks promises to offer novel insights into HSC biology and HSC-mediated clinical therapies. In an effort to identify cell-intrinsic, genetic regulatory mechanisms determining HSC number, we initiated a forward genetic analysis beginning with HSC quantification in inbred mice using the Cobblestone Area Forming Cell (CAFC) assay. Subsequent linkage analysis revealed that the 3–7 fold larger HSC population in young DBA/2 relative to C57BL/6 mice was linked to multiple quantitative trait loci (QTL), including a locus with peak linkage (LOD = 3.1) at the 40 Mb position on chromosome 5 with a 95% confidence interval ranging from 29.3–55 Mbp. Congenic strains were generated on both the C57BL/6 and DBA/2 backgrounds in which the chromosome 5 QTL was exchanged between the strains by selective, genotype-assisted breeding. The DBA/2 interval increased HSC number 2.4 fold relative to the C57BL/6 background strain while the C57BL/6 QTL decreased HSC number 2 fold relative to the DBA/2 strain. Gene expression profiling of Lineage negative, Sca-1+, c-Kit+ (LSK) cells from C57BL/6, DBA/2 and congenic mice revealed 6 differentially expressed candidate genes in the 95% confidence interval among the 46,644 probes on the array. Among them a single transcript, Slit2, was expressed in a pattern correlated with stem cell number in both congenic-background strain comparisons and could be verified by RT-PCR analysis. Slit2 expression was positively correlated with HSC number and highly enriched in LSK cells of inbred and congenic mice bearing the DBA/2 genotype at the chromosome 5 QTL. A retrovirus was used to stably infect HSC-enriched C57BL/6 bone marrow cells, which normally do not express Slit2, with a Slit2-containing GFP vector, resulting in ectopic expression of the Slit2 transcript in GFP+ cells. Infected cells were then transplanted into sub-lethally irradiated C57BL/6 hosts and expanded in vivo for 12 weeks ensuring reconstitution of the complete hematopoietic hierarchy within the GFP+ fraction. CAFC analysis of GFP+ cells revealed that the ectopic expression of Slit2 resulted in a 2-fold increase in HPC/HSC numbers relative to an empty vector control. On the basis of this finding we demonstrate for the first time that expression of Slit2 by HSCs results in expansion of the HSC population. Slit/Roundabout (Robo) signaling is required in embryonic and neuronal development and has recently been shown to play important roles in the migration and function of a growing list of non-neuronal cells including a variety of cancer cell types. Future studies will aim to determine if Slit2 expression influences the interaction between HSCs and the microenvironment in a manner that promotes expansion of the HSC compartment, perhaps by overriding quiescence cues from the niche and/or altering the spatial orientation of stem cells within the bone marrow microenvironment.",
    "topics": [
        "breeding",
        "dextromethorphan",
        "gene expression profiling",
        "genetic analysis",
        "hematopoietic stem cells",
        "infections",
        "mice",
        "reverse transcriptase polymerase chain reaction",
        "tumor cells, malignant",
        "genetic linkage analysis"
    ],
    "author_names": [
        "Amanda J Waterstrat",
        "Ying Liang",
        "Hartmut Geiger, PhD",
        "Gary Van Zant, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amanda J Waterstrat",
            "author_affiliations": [
                "Physiology, University of Kentucky, Lexington, KY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ying Liang",
            "author_affiliations": [
                "Markey Cancer Center, Lexington, KY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Geiger, PhD",
            "author_affiliations": [
                "Division of Experimental hematology and cancer biology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Van Zant, PhD",
            "author_affiliations": [
                "Markey Cancer Center, Lexington, KY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T03:43:25",
    "is_scraped": "1"
}