{
    "doi": "https://doi.org/10.1182/blood.V104.11.3349.3349",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=116",
    "start_url_page_num": 116,
    "is_scraped": "1",
    "article_title": "Pleitrophin Is Highly Expressed by Myeloma Cells, Elevated in the Serum of Myeloma Patients, and Is a New Autocrine Growth Factor for This B Cell Malignancy. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Pleitrophin (PTN) was originally described as a development regulatory cytokine. This protein regulates the growth of neuroectodermal and mesodermal cell lineages during early embryogenesis but becomes down-regulated during late phase of embryogenesis and shows a very restricted expression pattern in adult neural system. This protein has been recently shown to both induce angiogenesis and bind to syndecan. Thus, we determined whether this protein may be found in tumor cells from myeloma patients and its potential to influence their growth. First, we measured serum levels of PTN in myeloma (n=115) and age-matched controls (n=50) using an ELISA-based technique. PTN levels in the serum of myeloma patients were markedly elevated compared to the normal control group (P<0.02). The serum concentration of PTN in MM patients averaged 28 pg (range, 8 to 110 pg). In contrast, the control serum levels averaged only 12 pg (range, 0 to 20 pg. Interestingly, the PTN concentration in two patients with plasma leukemia was much higher than other multiple myeloma patients. Next, we analyzed the expression of PTN using RT-PCR on RNA from myeloma cell lines (RPMI8226, U266), and multiple myeloma patients’ and normal control bone marrow aspirates. Results showed that the PTN mRNA was strongly expressed in multiple myeloma cell lines, myeloma bone marrow samples but not in the normal control bone marrow specimens. In order to determine whether PTN stimulates multiple myeloma growth, we further cloned a whole PTN sense or anti-sense sequencing DNA into the multiple myeloma cell lines RPMI8226 and U266. Cells transduced with sense PTN showed markedly increased proliferation compared to cells transduced with antisense or vector alone. The role of PTN in hematological malignancies has not been previously defined. Due to the restricted expression pattern of PTN in adults, PTN is suggested as a potential new target for treatment of multiple myeloma. Further investigations are defining the prognostic value of PTN serum levels and the mechanism by which this cytokine drives myeloma growth.",
    "topics": [
        "b-lymphocytes",
        "cancer",
        "growth factor",
        "multiple myeloma",
        "myeloma cells",
        "autocrine",
        "bone marrow specimen",
        "cytokine",
        "bone marrow aspiration",
        "dna"
    ],
    "author_names": [
        "Haiming Chen, MD, PhD",
        "Daocheng Zhu, MD, PhD",
        "Richard A. Campbell, BS",
        "Christine Pan James, BA",
        "Sonia Guangxu Li, BS",
        "Janice Santos, BS, MS",
        "Cathy S. Wang, BS",
        "Benjamin Bonavida, PhD",
        "James R. Berenson, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Medicine - MIMG, UCLA School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ]
    ],
    "first_author_latitude": "34.090862099999995",
    "first_author_longitude": "-118.39251750000001"
}