{
    "doi": "https://doi.org/10.1182/blood.V126.23.96.96",
    "article_title": "Predicting MDS Response to Drug Therapies Based on a New Method of Interpreting the MDS Mutanome ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies: New Therapeutic Approaches",
    "abstract_text": "Background: Unfortunately, 60% of MDS patients fail to achieve a response to HMAs and 33% of del(5q) patients fail to achieve transfusion independence after lenalidomide. Predicting response would improve treatment effectiveness, avoid treatment-related adverse events and reduce health care costs. Ideally, patient prediction would be based on MDS biology. Methods: To search for MDS profiles associating with drug response, three MDS cohorts were retrospectively studied: In the first cohort, 53 patients with del(5q) MDS were treated with lenalidomide for a minimum of two months (Mallo, et al. Br J Haematol 2013). In a second cohort, 203 higher risk MDS patients were treated with an HMA (Bejar, et al. Blood 2014). In a third cohort, 36 patients with higher-risk MDS were treated with the combination of azacitidine and lenalidomide for a median of 5 cycles (Sekeres, et al. Blood 2012). Bone marrow cells from these patients were examined by conventional cytogenetics, single nucleotide polymorphism array and/or next generation sequencing of target myeloid genes. For each patient, each genomic abnormality was then entered into a new computer program, which used PubMed and other online resources to translate whether the mutation generated an activated or inactivated protein. In most cases, when there were multiple genomic abnormalities, a complex map of intersecting protein networks was created that represented the patient's disease physiology. Next, each patient-specific protein network map was screened for whether the prescribed drug (lenalidomide or HMA in this study) targeted the dysregulated protein network (response) or did not (non-response). For example, MDS patients who had dysregulated protein networks consisting of CRBN, decreased CSNK1A1 and wild type P53 were predicted to respond to lenalidomide. The computer modeling investigators were blinded to clinical outcomes of the second and third cohorts. Results: In the first cohort of del(5q) patients, 37/48 (77%) achieved complete or partial remission and 11/48 (23%) failed to respond to lenalidomide. Of the 46 patients with fully annotated clinical outcome and genomic data reported, computer modeling correctly matched response in 37/46 (80%) patients. Correct matches were discovered in four of nine (44%) non-responders and 33/37 (89%) responders. In the second cohort receiving HMA, 15/203 patients were modeled to date with the complete set to be shown at the time of presentation. Clinically, 7/15 (47%) patients achieved a response (CR+PR+HI). Computer modeling correctly matched response in 12/15 (80%) of patients. Six of eight (75%) non-responders and 7/7 (100%) responders were correctly matched. In the third cohort receiving lenalidomide and azacitidine, 26/36 (72%) achieved response (CR+HI). Of the 36 patients, 10 had fully annotated clinical outcome and genomic mutation data reported. When comparing predicted simulation outcomes with actual clinical outcomes, accuracy was 100%. Two non-responders were correctly matched and eight responders were correctly matched. The computer model was also used to find patterns of molecular abnormalities associating with drug response. For example, the presence of TP53 mutation correlated with non-response to lenalidomide. As another example, the presence of epigenetic mutations ( TET2 , DNMT3A , or IDH1/2 ) correlated with response to the combination of azacitidine and lenalidomide. In addition, the loss of chromosome 16 material correlated with non-response to the combination, whereas gain of chromosome 16 material associated with response. Conclusions: These results demonstrate a new technology to predict MDS response to drug therapy. Predicting non-response could spare patients from therapies with small chance for effectiveness, avoid toxic side effects and decrease cost of care. The new technology also highlighted specific genomic mutations and protein-protein interactions associated with non-response and response; thus, serving as a tool to better understand MDS biology and mechanisms of resistance and sensitivity. Disclosures Vali: Cellworks Group, Inc.: Employment, Equity Ownership. Kumar: Cellworks Group, Inc.: Employment. Singh: Cellworks Group, Inc.: Employment. Abbasi: Cellworks Group, Inc.: Employment, Equity Ownership. Sekeres: Amgen: Membership on an entity's Board of Directors or advisory committees; TetraLogic: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees. Sole: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees. Bejar: Celgene: Consultancy, Honoraria; Genoptix Medical Laboratory: Consultancy, Honoraria, Patents & Royalties: MDS prognostic gene signature; Alexion: Other: ad hoc advisory board. Cogle: OXiGENE: Research Funding.",
    "topics": [
        "adverse effects",
        "adverse event",
        "azacitidine",
        "drug response",
        "gene expression profiling",
        "lenalidomide",
        "lung injury, ventilator-associated",
        "massively-parallel genome sequencing",
        "partial response",
        "protein p53"
    ],
    "author_names": [
        "Cindy Medina, B.S.",
        "Leylah Drusbosky, BS",
        "Myron Chang, PhD",
        "Shireen Vali",
        "Ansu Kumar",
        "Neeraj Kumar Singh",
        "Taher Abbasi",
        "Mikkael A. Sekeres, MD MS",
        "Mar Mallo, PhD",
        "Francesc Sole, PhD",
        "Rafael Bejar, MDPhD",
        "Christopher R. Cogle, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cindy Medina, B.S.",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leylah Drusbosky, BS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron Chang, PhD",
            "author_affiliations": [
                "Department of Biostatistics, College of Medicine, University of Florida, Gainesville, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shireen Vali",
            "author_affiliations": [
                "Cellworks Group Inc., 2033 Gateway Place Suite 500, San Jose, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ansu Kumar",
            "author_affiliations": [
                "Cellworks Group, Inc., San Jose, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neeraj Kumar Singh",
            "author_affiliations": [
                "Cellworks Group, Inc., San Jose, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taher Abbasi",
            "author_affiliations": [
                "Cellworks Group Inc., 2033 Gateway Place Suite 500, San Jose, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Leukemia Program, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mar Mallo, PhD",
            "author_affiliations": [
                "MDS Research Group, Institut de Recerca Contra la Leucèmia Josep Carreras, ICO-Hospital Germans Trias i Pujol, Universitat Autònoma de Barcelona, Badalona, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesc Sole, PhD",
            "author_affiliations": [
                "MDS Research Group, Institut de Recerca Contra la Leucèmia Josep Carreras, ICO-Hospital Germans Trias i Pujol, Universitat Autònoma de Barcelona, Badalona, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Bejar, MDPhD",
            "author_affiliations": [
                "UCSD Moores Cancer Center, La Jolla, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher R. Cogle, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T21:32:43",
    "is_scraped": "1"
}