{
    "doi": "https://doi.org/10.1182/blood.V106.11.4125.4125",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=384",
    "start_url_page_num": 384,
    "is_scraped": "1",
    "article_title": "The Role of a Thrombofilia Screening in Prospective Liver Donors (LDLT, Live Donor Liver Transplant). ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Liver transplantation (tx) from live donors brings an opportunity to many patients with terminal stages liver disease, who are at high risk of a fatal event while waiting for a cadaveric liver transplantation. A main issue in this setting is to extreme the safety of the live donor. Tests that could predict the risk of thrombotic complications in the donor of LDLT are under investigation. In addition such tests could be useful in the prevention of vascular hepatic thrombotic complications in the recipient. OBJECTIVES.- In this study we evaluate the value of a thrombophilia screening in the live donor prior to LDLT in order to determine the thrombotic and hemorrhagic risk in both the donor at surgery and in the recipient of LDLT. METHODS.- Genetic study and functional coagulative tests were performed on samples of peripheral blood of 136 candidates liver donors. For genetical tests, genomic DNA was extracted and detection of factor V Leiden, factor II and MTHFR mutations were performed by real-time PCR technology (LightCycler®). Phenotypic tests included prothrombin time (PT), activated partial thromboplastin time (APTT), thrombin clotting time (TT), functional fibrinogen, antithrombin (AT), protein C (PC) and protein S (PS) (coagulative and chromogenic techniques), resistance to activated protein C (RAPC), and factor VIII. In addition the following tests were carried out: anticardiolipin immunoglobulin G and M antibody (ACA IgG and ACA IgM), test for lupus anticoagulant (tissular thromboplastin inhibition, TTI, and diluted TTPA), and quantification of plasmatic homocystein. RESULTS.- Because abnormal thrombophilic studies 32 candidates were excluded for LDLT due to factor V Leiden (2), mutation FII G20210A (4), chromogenic PC deficiency (1), anticoagulant PC deficiency(2), free PS deficiency (Ag) (5), functional PS deficiency (2), factor VIII < 65% (1) or > 150% (4), positive lupic anticoagulant test (5) and high homocystein levels (9). CLINICAL DATA.- Finally there were 34 donors (17M, 17F) selected for LDLT. The 34 recipients of LDLT were 10 children and 24 adults. During the donor operation for an adult recipient, the right lobe of the liver were removed. For infant and pediatric LDLT recipients, smaller pieces of the liver were used. None of donors suffered from thrombotic complications. The average transfusional needs of donors were 1.1 units of packed red cells, (range 0–2), and one donor required fresh plasma transfusion in the early postsurgery. Overalll post-LTLD thrombosis was observed in 4 patients (11,8%). 4 patients were submitted to a second liver tx from a cadaveric donor (2 of them due to hepatic arterial thrombosis). CONCLUSIONS.- Thrombophilia studies in the donor prior to LTDL should be included in the laboratory work, to exclude conditions associates with increased risk of thrombotic and hemorrhagic complications. In addition these studies could minimize the risk of vascular hepatic thrombotic complications in the recipient.",
    "topics": [
        "liver donors",
        "liver transplantation",
        "living donors",
        "screening",
        "thrombus",
        "antibodies, anticardiolipin",
        "activated partial thromboplastin time measurement",
        "anticoagulants",
        "factor v leiden",
        "factor viii"
    ],
    "author_names": [
        "Rosa M. Ayala, MD",
        "Angeles M. Martin, MD",
        "Joaquin Martinez, MD",
        "Juan Carlos Meneu, MD",
        "Almudena Moreno, MD",
        "Teresa Toledo, MD",
        "Javier De la Serna, MD",
        "Carmen Ribera, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital 12 Octubre, Madrid, Spain"
        ],
        [
            "Hematology, Hospital 12 Octubre, Madrid, Spain"
        ],
        [
            "Hematology, Hospital 12 Octubre, Madrid, Spain"
        ],
        [
            "Digestive Surgery, Hospital 12 Octubre, Madrid, Spain"
        ],
        [
            "Digestive Surgery, Hospital 12 Octubre, Madrid, Spain"
        ],
        [
            "Hematology, Hospital 12 Octubre, Madrid, Spain"
        ],
        [
            "Hematology, Hospital 12 Octubre, Madrid, Spain"
        ],
        [
            "Hematology, Hospital 12 Octubre, Madrid, Spain"
        ]
    ],
    "first_author_latitude": "40.376038099999995",
    "first_author_longitude": "-3.6990068000000003"
}