{
    "doi": "https://doi.org/10.1182/blood-2020-141115",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4583",
    "start_url_page_num": 4583,
    "is_scraped": "1",
    "article_title": "Efficient Gene Editing of CART Cells with CRISPR-Cas12a for Enhanced Antitumor Efficacy ",
    "article_date": "November 5, 2020",
    "session_type": "703.Adoptive Immunotherapy: Mechanisms and New Approaches",
    "topics": null,
    "author_names": [
        "Elizabeth L. Siegler, PhD",
        "Brandon W Simone",
        "Reona Sakemura, MDPhD",
        "Erin E. Tapper",
        "Paulina Horvei, MD",
        "Michelle J. Cox",
        "Mehrdad Hefazi, MD",
        "Claudia Manriquez Roman",
        "Ismail Can",
        "Kendall J. Schick",
        "Michael W. Ruff, MD",
        "Stephen C Ekker, PhD",
        "Saad S. Kenderian, MB, ChB"
    ],
    "author_affiliations": [
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Biochemistry and Molecular Biology, Mayo Clinic, Rochester, MN "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Department of Pediatrics, University of California San Francisco, San Francisco, CA "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Division of Hematology, Mayo Clinic, Rochester, MN ",
            "Department of Molecular Medicine, Mayo Clinic, Rochester, MN ",
            "Mayo Clinic Graduate School of Biomedical Sciences, Rochester, MN "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Division of Hematology, Mayo Clinic, Rochester, MN ",
            "Mayo Clinic Graduate School of Biomedical Sciences, Rochester, MN "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Division of Hematology, Mayo Clinic, Rochester, MN ",
            "Mayo Clinic Graduate School of Biomedical Sciences, Rochester, MN ",
            "Department of Molecular Pharmacology & Experimental Therapeutics, Mayo Clinic, Rochester, MN "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Department of Neurology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Biochemistry and Molecular Biology, Mayo Clinic, Rochester, MN "
        ],
        [
            "T Cell Engineering, Mayo Clinic, Rochester, MN ",
            "Division of Hematology, Mayo Clinic, Rochester, MN ",
            "Department of Molecular Medicine, Mayo Clinic, Rochester, MN ",
            "Department of Immunology, Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "43.995987549999995",
    "first_author_longitude": "-92.48117244999999",
    "abstract_text": "Chimeric antigen receptor T (CART) cells are engineered with an artificial receptor which redirects T cells to recognize cancer cells expressing a particular surface antigen. CART cell therapy has been astonishingly successful at eradicating certain B cell malignancies, but relapse is common, and efficacy is lacking in many cancers. Gene editing of CART cells is being investigated to enhance efficacy and safety and to develop off-the-shelf products. Currently, genome engineering tools used to modify CART cells include zinc finger nucleases, transposons, TALENs, and CRISPR-Cas9. CRISPR-Cas9 uses a trans-activating (tracrRNA): CRISPR RNA (crRNA) duplex to trigger imprecise DNA repair through targeted double stranded breaks, causing indels and often resulting in loss of protein function. Gene-edited CART cells have entered the clinic to provide an allogeneic cell source (TALEN TCRα knockout), safer treatment (CRISPR-Cas9 GM-CSF knockout), and resistance to exhaustion (CRISPR-Cas9 PD-1 knockout). CRISPR-Cas9 PD-1 knockout (PD-1 k/o ) CART cells were well-tolerated in a first-in-human clinical trial. However, clinically tested CRISPR-Cas9-edited CART cells showed only modest loss of function (~25%) of PD-1 upon infusion. Additionally, off-target editing has been observed in the clinic and remains a concern. We hypothesized that using next-generation CRISPR-Cas12a systems will result in enhanced editing efficiency and precision. CRISPR-Cas12a has a smaller protein component than CRISPR-Cas9, uses a single crRNA without a tracrRNA for simplified delivery and leaves staggered 5' overhangs. These properties, along with lower intrinsic off-target activity than Cas9, render Cas12a a powerful gene editing tool. First, we compared the knockout efficiency of Cas9 and Cas12a in three therapeutically relevant genetic targets in T cells by delivering ribonucleoprotein complexes containing the crRNA and Cas protein of interest. We showed that Cas12a more effectively knocked out CD3, GM-CSF, and PD-1 expression compared to Cas9 (Figure 1A), demonstrating the potential of Cas12a in further genetically editing T cell therapies. We then used electroporation with Cas9 and Cas12a to generate PD-1 k/o in lentivirally transduced CD19-targeted CART (CART19) cells with the aim of making exhaustion-resistant CART19 cells through CRISPR gene editing. CART19 and PD-1 k/o CART19 cells were repeatedly stimulated with CD19 + NALM6 target cells for one week, and exhaustion marker expression was measured over time with flow cytometry. The expression of CTLA4, TIM3, and LAG3 were similar between CART19 groups, but PD-1 expression was lower in Cas9 PD-1 k/o CART19 cells and almost completely eradicated in Cas12a PD-1 k/o CART19 cells compared to wildtype or mock shocked CART19 cells (Figure 1B). We then compared the functionality of wildtype, mock shocked, and Cas9 or Cas12a PD-1 k/o CART19 cells in vitro to ensure that neither the electroporation process nor PD-1 knockout impaired CART19 cell antitumor activity. Over a range of effector-to-target ratios and with repeated stimulation with target cells, cytotoxicity was comparable across all CART19 cell groups (Figure 1C). All CART19 cell groups demonstrated robust proliferation in response to both nonspecific and antigen-specific stimulation and over one week of repeated antigen stimulation with NALM6 target cells (Figure 1D). We also confirmed that all CART19 cell groups demonstrated strong degranulation and cytokine production in response to nonspecific and antigen-specific stimulation, regardless of electroporation or PD-1 knockout (Figure 1E). In summary, our data demonstrate that Cas12a can be used as a gene editing tool to efficiently knock out therapeutically relevant genes in CART19 cell therapy. Additionally, Cas12a demonstrated improved knockout efficiency over Cas9 in three different genomic targets. PD-1 knockout via Cas9 or Cas12a reduced PD-1 expression on the CART19 cell surface, and PD-1 expression was almost completely ablated with Cas12a gene editing. Electroporation and PD-1 knockout did not impact the effector functions of the CART19 cells, including cytotoxicity, degranulation, cytokine secretion, or proliferation. In vivo studies assessing the antitumor efficacy and CART19 cell persistence are ongoing. Overall, Cas12a is a promising, efficient method of gene knockout to enhance the safety and efficacy of CART cells. View large Download slide View large Download slide  Disclosures Sakemura: Humanigen: Patents & Royalties. Cox: Humanigen: Patents & Royalties. Kenderian: MorphoSys: Research Funding; Sunesis: Research Funding; Tolero: Research Funding; BMS: Research Funding; Juno: Research Funding; Gilead: Research Funding; Kite: Research Funding; Novartis: Patents & Royalties, Research Funding; Torque: Consultancy; Humanigen: Consultancy, Patents & Royalties, Research Funding; Mettaforge: Patents & Royalties; Lentigen: Research Funding."
}