{
    "doi": "https://doi.org/10.1182/blood.V128.22.3191.3191",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3378",
    "start_url_page_num": 3378,
    "is_scraped": "1",
    "article_title": "Updated Phase II Study of Targeted Subcutaneous (SC) Bortezomib for Patients with Low- or Intermediate-1 (Int-1)-Risk Myelodysplastic Syndrome (MDS) with Evidence of NF-κb Activation ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster II",
    "topics": [
        "bortezomib",
        "myelodysplastic syndrome",
        "phase 2 clinical trials",
        "dysplasia",
        "risk reduction",
        "neuropathy",
        "packed red blood cells",
        "toxic effect",
        "transfusion",
        "biological markers"
    ],
    "author_names": [
        "May Daher, MD",
        "Juliana Elisa Hidalgo Lopez, MD",
        "Jasleen K. Randhawa, MD",
        "Kausar Jabeen Jabbar, MD",
        "Naveen Pemmaraju, MD",
        "Gautam Borthakur, MD",
        "Tapan M. Kadia, MD",
        "Marina Konopleva, MD PhD",
        "Hagop M. Kantarjian, MD",
        "Jorge E. Cortes, MD",
        "Katherine P. Hearn, BSN, RN",
        "Steven R. Reyes, MS",
        "Carlos E. Bueso-Ramos, MD PhD",
        "Guillermo Garcia-Manero, MD"
    ],
    "author_affiliations": [
        [
            "Division of Cancer Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Diagnostic Bone Marrow Lab, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Introduction MDS has been linked to constitutive activation of genes involved in the nuclear factor-kappaB (NF-κB) pathway [Wei et al. Leukemia 2013; Braun et al. Blood 2006]. Hence, NF-kB is an attractive therapeutic target in this disease. Bortezomib is a proteosome inhibitor with inhibitory activity against NF-κB. We designed a phase II trial of SC bortezomib in patients with low- to intermediate (low/int-1)-risk MDS and evidence of NF-κB activation to determine its therapeutic activity in these patients. Methods In this single-arm phase II study in low/int-1-risk MDS patients, bortezomib was administered at 1.3 mg/m 2 SC on days 1, 4, 8, and 11 in a 21-day cycle for a maximum of 2 years of therapy. Eligibility criteria included age ≥18 years, adequate performance status and organ function, and having received at least 1 prior therapy. Patients with grade 2 or greater peripheral neuropathy at baseline were excluded. Patients were prescreened prospectively for enrollment by assessing cellular levels of the phosphorylated NF-κB subunit p65 (pp65) in their marrow. This was performed by immunofluorescence with phospho-Ser276 in bone marrow aspirate smears in the Department of Hematopathology (CLIA regulations). Patients were eligible if at least 5% of all nucleated marrow cells were positive for pp65 staining. pp65 levels were assessed again on day 21 of cycles 1 and 2 and then as clinically indicated. Responses were assessed according to IWG [Cheson et al. Blood 2000; Cheson et al, Blood 2006]. The study could accrue a maximum of 40 patients if there were at least a 95% chance of at least a 15% ORR. Results Beginning 9/2013, we enrolled 15 patients with a median age of 71 years (range 56 - 87). Median marrow blast percentage was 1.9% (range 0 - 5%). Eleven patients (73%) had diploid cytogenetics, 2 had del(20q), 1 had Y-, and 1 had del(5q). All had lower-risk MDS by IPSS (low 33.3%, int-1 66.7%). All were transfusion dependent (6 both platelets and red cells (PRBCs), 1 only platelets, 8 only PRBCs). Hypomethylating agents had failed in 12 of the patients. At a median follow-up interval of 22 weeks, the ORR was 20%; 3 patients had hematologic improvement with a mean duration of response of 14.3 weeks (range 4-21). Eight patients had stable disease, and 4 had progression. No correlation between clinical response and molecular or cytogenetic data was observed. Eventually, all patients were taken off study: 7 due to increasing transfusion requirements, 2 worsening cytopenia, 1 lack of response, 1 increased blasts, and 1 grade 2 neuropathy; 2 withdrew by choice, and 1 patient died from causes unrelated to the study. Four patients experienced ≥ 1 grade 3 toxicity. No grade 4 toxicity was observed. Seven patients experienced grade 1 (n=4) or grade 2 (n=3) neuropathy. Morphologic review (n=14) in the responders group (n=3) showed reduction in ring sideroblasts (RS) in 2 patients (60 to 47% and 43% to 30%). Two patients, including 1 of those with reduced RS, had improvement of dysplasia (from severe trilineage dysplasia to moderate bilineage dysplasia). No changes in cytogenetic studies were found in the responder group. Among nonresponders (n=11), 3 had new acquired cytogenetic abnormalities, 3 had worsening dysplasia, and 2 had increase in blast count (1% to 3% and 1% to 4%). Two had no morphologic changes during treatment. One showed improvement in dysplasia and blast count (2% to 0%) and no changes in cytogenetics. Interestingly, 3 nonresponders showed RS reduction during treatment (18% to 1%, 85% to 45%, and 6% to 0%). The median pp65 level at baseline was 30.87% (range 7 - 70%). The pp65 level decreased in 7 of the 15 patients (46.7%), in 6 of them by the end of cycle 1. Interestingly, the 3 responders were among the 7 patients who had a decrease in pp65 level. Eventual loss of response in these patients was accompanied by return to a higher pp65 level. In nonresponders, the pp65 level increased in 7, decreased in 2, and remained unchanged in 1; for 1, the sample was suboptimal. Conclusions In previously treated lower-risk MDS patients, SC Bortezomib was well tolerated and resulted in hematologic improvement and decrease in RS. NF-κB activation, measured by pp65 level, can be a useful biomarker to select patients with lower-risk MDS who could benefit from therapies that target this pathway. The NF-κB pattern of expression suggests an inverse relationship between treatment response and NF-κB level, with associated improvement in bone marrow morphology. Disclosures Konopleva: Calithera: Research Funding; Cellectis: Research Funding. Cortes: ARIAD: Consultancy, Research Funding; Bristol-Myers Squib: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Teva: Research Funding."
}