{
    "doi": "https://doi.org/10.1182/blood-2019-129777",
    "article_title": "Risk Factors and Characteristics of CRS in CAR-T Treatment ",
    "article_date": "November 13, 2019",
    "session_type": "704.Immunotherapies",
    "abstract_text": "Background and objective Clinical trials have confirmed that CAR-T treatment has become one of the important treatments for many relapse and refractory hematological tumors. CRS is a high incidence of adverse events in CAR-T treatment. A deeply understanding of the characteristics and related risk factors of CRS is important for the effective management of CRS. The characteristics and risk factors of CRS occurred in 142 patients during CAR-T treatment were analyzed in detail to provide a direct and reliable basis for clinicians to diagnose and predict CRS. Patients and Methods We collected 142 patients with different hematologic malignancies who underwent CAR-T treatment from January 2015 to December 2018. All patients were screened according to the inclusion and exclusion criteria at the time of trial design. Patients received Fludarabine and cyclophosphamide to remove T cells before infusion of CAR-T. Infused CAR-T cells include anti-CD19 CAR-T, anti-BCMA CAR-T and anti-CD20 CAR-T. Glucocorticoids were not used to prevent allergic reactions prior to infusion. Adverse events were assessed using the CRS evaluation criteria proposed by Lee et al. and the Common Terminology Criteria for Adverse Events (CTCAEs, version 4.0) criteria. Results: 1.General characteristics of patients and CRS Of all patients, 87 (61.3%) were male and 55 (38.7%) were female; the median age was 45 (IRQ = 24-59). The incidence of CRS in ALL, lymphoma and myeloma were: 82%, 90% and 90%, respectively. Fever is the main first symptom of CRS. The median time to onset of fever is 3 days for ALL (IRQ 0-7 days), 1 day for lymphoma (IRQ 0-5 days), and 8.5 days for MM (1.75-12.75 days). There was a statistically significant difference between MM and ALL (p=0.0044) or MM and lymphoma (p=0.0002). The duration of fever was different between CRS grade 1-2 and grade 3-5 (P=0.007), but there was no difference between ALL, lymphoma, and MM [3 (0-7 days) vs 5 (3-8 days) vs 4(3-8 days)]. Levels of serum ferritin, IL-6, and CRP were consistent with CRS, but there was no significant difference in different time points after CAR-T infusion except for IL-6 levels of ALL patients between days 7 and 10. However, the peak concentration of ferritin, IL-6, and CRP is different from the baseline. 2.General risk factors for CRS In the univariate analysis, the maximum concentration of serum IL-6 (p=0.000) and CRP (p=0.001) were different between CRS3-5, CRS1-2, and patients without CRS. For further analysis, the IL-6 was statistically different between CRS3-5 and CRS1-2 (p=0.03), CRS3-5 and Non-CRS (p=0.00), or CRS1-2 and Non-CRS (p=0.00). The CRP was statistically different between CRS3-5 and Non-CRS (p=0.00), CRS1-2 and Non-CRS (p=0.01). There were no differences in age, gender, pre-transplantation, type of disease, dose of CAR-T cells, and costimulatory molecules. In multivariate analysis, disease (ALL vs MM (p=0.043), ALL vs MM (p=0.021)), costimulatory molecules (p=0.022), peak concentration of IL-6 (p=0.000) and CRP (p=0.001) are independent risk factors. 3.Specific risk factors For ALL patients, in the univariate analysis, the number of lymphoblasts in the bone marrow before FC deplete lymphocytes chemotherapy was different between CRS3-5 and Non-CRS of patients with CRS3-5, CRS1-2, and patients without CRS (p=0.00). There was no significant difference in the number of lymphoblasts after FC deplete lymphocytes chemotherapy, CAR species, and costimulatory molecules. In the multivariate analysis, hematopoietic stem cell transplantation before CAR-T treatment, the numbers of lymphoblasts in the bone marrow before FC deplete lymphocytes chemotherapy, and the CAR species were independent risk factors. For patients with lymphoma, there was no difference in IPI scores, clinical staging, and infused number of CAR-T cells. There were no significant differences in β2-MG, light chain type, myeloma cell number, and ISS stage in patients with MM. Conclusion: The occurrence of CRS in different B-cell tumors has its own characteristics. Compared with ALL and lymphoma, the incidence of severe CRS in MM patients is lower and occurs later. 2. The risk factors of CRS in different B-cell tumors are different. Individualized treatment of is needed in clinical practice. Figure 1 Characteristics of CRS (A. the incidence of CRS, B. days of fever onset after CAR-T infusion, C. duration of fever, D. peak temperature of fever) Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adverse event",
        "antigens, cd98 light chains",
        "b-lymphocytes",
        "body temperature",
        "bone marrow",
        "cd19 antigens",
        "cd20 antigens",
        "chemotherapy regimen",
        "cmax",
        "communication-and-resolution programs"
    ],
    "author_names": [
        "Yan Zhiling, MD",
        "Zhang Huanxin, MD",
        "Ying Wang",
        "Jiang Cao, MD",
        "Jianlin Qiao, PhD",
        "Deipeng Li, MD",
        "Bin Pan, MD",
        "Qingyun Wu, PhD",
        "Zhenyu Li, MD",
        "Kailin Xu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yan Zhiling, MD",
            "author_affiliations": [
                "Department of Hematology, Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhang Huanxin, MD",
            "author_affiliations": [
                "Department of Hematology, Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Wang",
            "author_affiliations": [
                "Department of Hematology, Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiang Cao, MD",
            "author_affiliations": [
                "Department of Hematology, The Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianlin Qiao, PhD",
            "author_affiliations": [
                "Blood Diseases Institute, Affiliated Hospital of Xuzhou Medical University, Xuzhou, China ",
                "Blood Diseases Institute, Xuzhou Medical University, Xuzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deipeng Li, MD",
            "author_affiliations": [
                "Department of Hematology, Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Pan, MD",
            "author_affiliations": [
                "Department of Hematology, Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qingyun Wu, PhD",
            "author_affiliations": [
                "Blood Diseases Institute, Xuzhou Medical University, Xuzhou, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhenyu Li, MD",
            "author_affiliations": [
                "Department of Hematology, Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kailin Xu, MD",
            "author_affiliations": [
                "Department of Hematology, Affiliated Hospital of Xuzhou Medical University, Xuzhou, China ",
                "Blood Diseases Institute, Xuzhou Medical University, Xuzhou, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T04:06:16",
    "is_scraped": "1"
}