{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.110.110",
    "article_title": "CD19-Chimeric Antigen Receptor (CAR) Engineered Natural Killer (NK) Cell Therapy: Novel \"Off the Shelf\" Immunotherapy in CD20 Resistant B-Cell Non-Hodgkin Lymphoma (NHL) Cell Lines, Primary NHL Cells, and a Human Lymphoma Xenograft Model ",
    "article_date": "December 7, 2017",
    "session_type": "625. Lymphoma: Pre-Clinical—Chemotherapy and Biologic Agents: New Tools and Emerging Immune-Modulatory Approaches for Non-Hodgkin’s Lymphomas",
    "abstract_text": "Background: NK-92 is a continuously growing cell line consisting of \"pure\" (100%) activated NK cells. These cells were subsequently bioengineered to express human anti-CD19 CAR recognizing CD19 B cells (ie, CD19-CAR NK). The goal of this study was to establish the mechanistic rationale for NK-based therapy in B cell NHL (bNHL) and to determine the potency of this targeted \"off the shelf\" therapy in a host of in vitro bNHL cell lines (including anti-CD20 antibody resistant cells), primary NHL patient derived cells, and an in vivo NHL xenograft model. Methods: bNHL cell lines SUDHL10, SUDHL4, SUDHL2 (diffuse large B cell lymphoma, DLBCL), HF1 (follicular) and Raji (Burkitt) were used. Rituximab- (R) and obinutuzumab- (O) resistant bNHL cell lines (SUDHL2, SUDHL4, SUDHL10) were also established. Patient derived cell lines (EL-5 and KSC) were obtained from primary DLBCL patients via the Tufts Tissue Biorepository. CD19-CAR NK cellular therapy was supplied by NantKwest. In vitro NK cell mediated cytotoxicity was determined using G6PD release (aCella-tox assay), apoptosis by Annexin V & flow cytometry; 10,000 target bNHL cells were co-cultured with effector NK cells at clinically relevant effector to target ratios (E:T 1:1-10:1) for 4 hours. Further, the dynamic efficacy of CD19-CAR NK was determined utilzing droplet based microfluidics & live cell imaging. Global transcriptome analysis was used to establish the biological characteristics of R- & O- sensitive and -resistant bNHL cells & for expression of NK regulatory ligands. Key pathways and drivers were determined using established systems biology approaches (Beheshti A. Cancer Informatics 2015; Dashnamoorthy R. Cancer Res. 2016). Additional functional in vitro ELISA based assays (IFNγ & TNFα) were done. Finally, in vivo studies in SCID mice with a SUDHL10 xenograft model was studied with subcutaneous injections of CD19-CAR NK therapy. Results: We identified that untreated bNHL cell lines expressed high levels of NK activation ligands (CD70, CD86, ITGAL, MICB, etc) and expression of inhibitory ligands were minimal. Profiling analyses also showed that anti-CD20 resistant bNHL cell lines had unique biological properties suggestive of defective IFNγ & TNFα signaling components, while expression of NK regulatory ligands remained mostly intact in both sensitive & resistant bNHL cells. In microfluidics based analyses, we observed >90% death in SUDHL10 and SUDHL4 as well as in the corresponding anti-CD20 resistant cell lines. Global transcriptome analysis revealed that activation of IFNγ signaling was the key transcriptional response to CD19-CAR NK activity, confirmed by increased IFNγ secretion. Gene expression profiling showed activation of inflammatory responses via upregulated immunoregulatory interactions, IFNγ signaling and induction of apoptosis as conserved mechanisms in both parental and anti-CD20 resistant bNHL cells treated with CD19-CAR NK therapy ( Fig 1A-B ). Cytotoxicity studies showed significantly increased cytolytic activity at E:T ratios (1:1-10:1) via LDH release in all bNHL cell lines (Raji, SUDHL4 and SUDHL10) at 4 hours vs L428 (Hodgkin) or Jurkat (T cell lymphoma) cells ( Fig 1C ). Increased apoptosis 40-70% (E:T ratios 0.25:1-2:1) was also noted in Raji cells with CD19 CAR NK vs 20% cell death with E:T ratios (0.25:1-2:1) in parental NK-92. Furthermore, CD19-CAR NK co-culture E:T ratio (1:1) resulted in >75% death in O-resistant SUDHL4 (SUDHL4-OR) and 66% death in R-resistant HF1 (HF1-RR) cells demonstrating that anti-CD20 resistance did not appear to impact the effectiveness of cell kill with CD19-CAR NK therapy. Finally, results from studies in SCID mice using a SUDHL10 xenograft tumor model showed significant reduction in tumor volume with CD19-CAR NK therapy vs control cells ( P <0.001) ( Fig 1D ). Conclusion: Altogether, we identified that most bNHL cell lines expressed high levels of NK activation ligands and that their biological properties are suggestive of IFNγ and TNFα signaling signaling suggesting a conserved mechanistic response to CD19-CAR NK cell therapy. Furthermore, CD19-CAR NK cell therapy induced prominent single-agent cytolytic activity against a spectrum of bNHL cells, including primary DLBCL cells, cells resistant to standard anti-CD20 antibody, and also a DLBCL in vivo xenograft model with cell death occurring via immunoregulatory pathways with prominent IFNγ signaling & induction of apoptosis. View large Download slide View large Download slide  Close modal Disclosures Boissel: NantKwest, Inc.: Employment. Evens: Pharmacyclics: Consultancy; Merck: Consultancy; Affimed: Consultancy; Amgen: Consultancy; Seattle Genetics: Consultancy; Celgene: Consultancy; AbbVie: Consultancy; • Spectrum Pharmaceuticals: Consultancy; Kite Pharma: Consultancy; Millennium: Consultancy; Novartis: Consultancy.",
    "topics": [
        "b-cell lymphomas",
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "cd19 antigens",
        "cd20 antigens",
        "cell lines",
        "cell therapy",
        "chimera organism",
        "immunotherapy",
        "lymphoma"
    ],
    "author_names": [
        "Sneha Purvey, MD",
        "Ravi Dashnamoorthy, PhD",
        "Afshin Beheshti, PhD",
        "Andreas Klein, MD",
        "Laurent Boissel, PhD",
        "Saheli Sarkar, PhD",
        "Tali Konry, PhD",
        "Andrew M Evens, DO,MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Sneha Purvey, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ravi Dashnamoorthy, PhD",
            "author_affiliations": [
                "Molecular Oncology Research Institute, Tufts Medical Center, Shrewsbury, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Afshin Beheshti, PhD",
            "author_affiliations": [
                "Molecular Oncology Research Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Klein, MD",
            "author_affiliations": [
                "Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Boissel, PhD",
            "author_affiliations": [
                "NantKwest, Inc., Woburn, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saheli Sarkar, PhD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, Northeastern Universtity, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tali Konry, PhD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, Northeastern University, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew M Evens, DO,MSc",
            "author_affiliations": [
                "Tufts University School of Medicine and Cancer Center, Boston, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:27:02",
    "is_scraped": "1"
}