{
    "doi": "https://doi.org/10.1182/blood.V122.21.1932.1932",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2446",
    "start_url_page_num": 2446,
    "is_scraped": "1",
    "article_title": "Phase 1b Dose Escalation Study Of Oral Quisinostat, a Histone Deacetylase Inhibitor (HDACi), In Combination With Velcade (Bortezomib) and Dexamethasone For Patients With Relapsed Multiple Myeloma (MM) ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "histone deacetylase inhibitors",
        "multiple myeloma",
        "prolonged qt interval",
        "asthenia",
        "thrombocytopenia",
        "partial response",
        "toxic effect",
        "adverse event"
    ],
    "author_names": [
        "Philippe Moreau, MD",
        "Thierry Facon, MD",
        "Cyrille Touzeau, MD",
        "Lotfi Benboubker, MD",
        "Martine Delain, MD",
        "Julie Badamo-Dotzis, PhD",
        "Charles Phelps",
        "Christopher Doty",
        "Hans Smit, PhD",
        "Nele Fourneau, MD",
        "Ann Forslund",
        "Peter Hellemans, MD",
        "Xavier Leleu, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, CHU, Nantes, France, "
        ],
        [
            "Service des Maladies du Sang, Hopital Claude Huriez, CHRU Lille, Lille, France, "
        ],
        [
            "Hematology Department, CHU Nantes, Nantes, France, "
        ],
        [
            "Service Hématologie et Thérapies Cellulaires, Centre Régional de Cancérologie Henry Kaplan CHRU de Tours, Hôpital Bretonneau, Tours, France, "
        ],
        [
            "Service Hématologie et Thérapies Cellulaires, Centre Régional de Cancérologie Henry Kaplan CHRU de Tours, Hôpital Bretonneau, Tours, France, "
        ],
        [
            "Division of Janssen-Cilag, Quintiles, Providing Services On Behalf of Janssen Research & Development, Issy-Les-Moulineaux, France, "
        ],
        [
            "Janssen Research & Development, Raritan, NJ, USA, "
        ],
        [
            "Janssen Research & Development, Beerse, Belgium"
        ],
        [
            "Janssen Research & Development, Beerse, Belgium"
        ],
        [
            "Janssen Research & Development, Beerse, Belgium"
        ],
        [
            "Janssen Research & Development, Beerse, Belgium"
        ],
        [
            "Janssen Research & Development, Beerse, Belgium"
        ],
        [
            "Service des Maladies du Sang, Hopital Claude Huriez, CHRU Lille, Lille, France, "
        ]
    ],
    "first_author_latitude": "47.21053034999999",
    "first_author_longitude": "-1.5534576999999998",
    "abstract_text": "Background HDACi inhibits aggresome function by acetylation of the tubulin-dynein complex that transports unfolded proteins via aggresomes to lysosomes for degradation, thereby serving as a mechanism for reversal of resistance to proteasome inhibitors. In vivo data have shown that quisinostat, a new oral pan HDACi, has a synergistic activity with bortezomib in preclinical models of MM. Methods Patients were treated with: quisinostat (Q) at escalated doses from 6 to 8 to 10 to 12 mg on days 1, 3, and 5 weekly, subcutaneous VELCADE (V) at 1.3 mg/m 2 on days 1, 4, 8, and 11 of a 3-week cycle, and oral dexamethasone (D) at 20 mg on the day of and the day after VELCADE dosing. The primary endpoint was the maximum tolerated dose (MTD) of Q in the combination (Q+V+D). The secondary endpoints included safety, overall response rate, and pharmacodynamics and pharmacokinetics. Results The study has completed enrollment and eighteen patients with relapsed MM (3, 3, 6, and 6 in the 6, 8, 10 and 12 mgQ+D+V cohorts, respectively) were enrolled: 56% male; median age of 69 (range 50-82) years; all subjects received 1 to 3 prior lines of therapy (39% received 1, 50% received 2 and 11% received 3 prior lines) and half of the patients were previously exposed and sensitive to bortezomib. To date, 17 out of 18 patients (94%) discontinued treatment, among which 5 completed 11 cycles of therapy. One patient is currently ongoing. At the highest dose level (i.e., 12 mg), 2 of 6 (33%) patients experienced dose-limiting toxicity (DLT): QTc prolongation and atrial fibrillation. The MTD was therefore established at 10 mg Q for the Q+V+D regimen. Quisinostat oral absorption was rapid, with maximum plasma concentrations achieved approximately between 1 and 3 hours after drug intake. The estimated effective half-life was between 2.5 to 15 hours. Quisinostat C max and AUC were comparable to previous clinical observations and increased approximately proportional with increased dose. VELCADE exposure was in line with previous clinical observations. Most common (≥15% of patients) drug related adverse events were asthenia (56%), thrombocytopenia (56%), diarrhea (44%), oedema peripheral (39%), peripheral sensory neuropathy (39%), constipation (33%), insomnia (28%), neuralgia (28%), vomiting (28%) and nausea (28%); most of them were grade 2 or lower in toxicity. The most common (≥10% of patients) grade ≥3 drug related events included thrombocytopenia (39%), QT prolongation (11%), asthenia (11%) and insomnia (11%). Dose reduction for myelosuppression (thrombocytopenia ≥G3) was required for VELCADE in 4 patients in the 10 and 12 mg cohorts. Quisinostat dose reductions were required for asthenia G2 and G3 in 2 patients (dose level 8 and 10mg). The overall response rate was 88.2% (15 of 17 patients, 95% CI: 63.6% to 98.5%), including 1 complete response, 3 very good partial responses, and 11 partial responses. The median duration of response was 6.8 months, ranging between 2.8 and 19.6 months. The observed pharmacokinetic profiles of quisinostat and bortezomib were in line with historical data. Two of 5 patients showed an increase in acetylated histone 3 from baseline as measured in peripheral blood mononuclear cells. Conclusion Preliminary results indicate that the MTD is 10 mg quisinostat in combination with standard doses of VELCADE and dexamethasone. The combination is active in the treatment of relapsed multiple myeloma with a high response rate and has an acceptable safety profile. Disclosures: Moreau: Janssen: Consultancy, Honoraria; Millennium: Consultancy, Honoraria; Celgene: Consultancy, Honoraria. Facon: Janssen: Consultancy; Millennium: Consultancy; Celgene: Consultancy. Benboubker: Celgene: Consultancy. Badamo-Dotzis: Quintiles: Employment. Phelps: Janssen: Employment, Equity Ownership. Doty: Janssen: Employment. Smit: Janssen: Employment, Equity Ownership. Fourneau: Janssen: Employment, Equity Ownership. Forslund: Janssen: Employment. Hellemans: Janssen: Employment, Equity Ownership. Leleu: Janssen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Onyx: Consultancy, Honoraria; Leopharma: Consultancy, Honoraria; Millennium : Honoraria; Amgen: Honoraria; Novartis: Honoraria."
}