{
    "doi": "https://doi.org/10.1182/blood-2020-137778",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4602",
    "start_url_page_num": 4602,
    "is_scraped": "1",
    "article_title": "Mechanisms of the Anti-Tumor Activity of STAT3 Degraders in Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": null,
    "author_names": [
        "Haojing Rong, PhD",
        "Kirti Sharma",
        "Fred Csibi",
        "Bin Yang",
        "Scott Rusin",
        "Yatao Shi, PhD",
        "Joyoti Dey, PhD",
        "Rahul Karnik",
        "Michele Mayo",
        "Karen Yuan",
        "Yogesh Chutake",
        "Alice McDonald, PhD",
        "Sean Zhu, PhD",
        "Nan Ji, PhD",
        "Phillip Liu, PhD",
        "Henry Li, PhD",
        "Duncan Walker, PhD",
        "Jared Gollob, PhD MD",
        "Nello Mainolfi, PhD",
        "Chris Desavi"
    ],
    "author_affiliations": [
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Cambridge, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ]
    ],
    "first_author_latitude": "42.3615567",
    "first_author_longitude": "-71.159502",
    "abstract_text": "STAT3 (signal transducers and activators of transcription 3) is a transcription factor and a member of the STAT protein family that is activated through a variety of different cytokine and growth factor receptors via JAKs, as well as through oncogenic fusion proteins and gain-of-function (GoF) mutations in STAT3 itself. STAT3 hyperactivation and GoF mutations are found in numerous cancers, including clinically aggressive hematologic malignancies with high unmet medical need, such as peripheral T cell lymphomas (PTCLs) (Andersson et al ., 2020). We have previously shown that a potent and selective STAT3 heterobifunctional degrader, KTX-201, strongly represses cell growth in models of STAT3-dependent heme malignancies (Csibi et al ., 2019). Herein, we report on the cellular mechanisms underlying the anti-tumor effect of STAT3 degradation in PTCL and provide a model for the relationship between pharmacokinetics/ pharmacodynamics (PK/PD) and activity of KTX-201 in vivo . The relationship between STAT3 degradation by KTX-201, anti-tumor mechanism of action and in vivo activity were investigated in anaplastic large T cell lymphoma (ALCL) models, a subset of PTCLs. In vitro , a decrease of STAT3 by 90% for 48hr was required for ALCL cells to commit to death. To identify anti-tumor mechanism(s) of KTX-201 at the systems level, we performed a time-resolved analysis of the proteomic changes of SU-DHL-1 cells undergoing growth inhibition mediated by KTX-201 at GI 95 . We measured the abundance of 10,000 proteins and confirmed selective degradation of STAT3 by KTX-201 after 8h of treatment. Significant changes in several marker proteins known to be involved in STAT3-mediated proximal signaling in ALCL including SOCS3, Myc and Granzyme B were observed after 16h. Functional annotation analysis of proteins identified pathways that were significantly enriched in at least one time point. Using unsupervised hierarchical clustering of annotations, we found that proteins that increased in abundance over 48h of exposure to KTX-201 were associated with markers of apoptosis and those that decreased in abundance by 24h and 48h were associated with cytokine signaling and cell cycle, respectively. Based on these data, this study identifies inhibition of cytokine signaling, G1 cell cycle arrest and induction of apoptosis as key anti-tumor mechanisms associated with KTX-201 consistent with observed cell phenotypes. STAT3 degradation in tumor was characterized in mice bearing SU-DHL-1 tumors following single dose IV administration. The STAT3 PD response in tumor was correlated with exposures in tumor. At the dose of 25 mg/kg weekly where complete tumor regression was achieved, KTX-201 achieves >90% STAT3 degradation at 24h post dosing in SUDHL1 xenografts. STAT3 degradation was maintained at 90% at 4 days post dosing. The results from the PK/PD study suggests that STAT3 degradation in tumor of >90% is necessary for anti-tumor efficacy in vivo of KTX-201, but only for a limited duration, such as 4 days out of a weekly dosing cycle. Collectively, our data demonstrate that significant STAT3 degradation for a limited time during dosing interval with KTX-201 in ALCL promotes early changes in key signaling nodes involved with proliferation and cytokine stimulation, followed by profound changes in apoptotic proteins. By integrating mechanistic biology with a deep understanding of PK/PD and efficacy, this study provides a foundation for the clinical development of STAT3 degraders using intermittent dosing regimen for treatment of PTCL and other STAT3-dependent heme malignancies. Disclosures Rong: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Sharma: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Csibi: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company, Ended employment in the past 24 months. Yang: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Rusin: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Shi: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Dey: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Karnik: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Mayo: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Yuan: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Chutake: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. McDonald: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Zhu: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Ji: Kymera Therapeutics: Current equity holder in publicly-traded company, Ended employment in the past 24 months. Liu: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Li: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Walker: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Gollob: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Mainolfi: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Desavi: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company."
}