{
    "doi": "https://doi.org/10.1182/blood.V116.21.461.461",
    "article_title": "High Rates of Molecular Response After Long-Term Follow-up of Patients with Advanced Essential Thrombocythemia (ET) or Polycythemia Vera (PV) Treated with Pegylated Interferon-ALFA-2A (PEG-IFN-α-2A; PEGASYS) ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Clinical and Translational Advances",
    "abstract_text": "Abstract 461 Background: The use of IFN-α in polycythemia vera (PV) and essential thrombocythemia (ET) has been hampered by poor tolerance and inconvenient dosing schedules. The covalent attachment of polyethylene glycol to IFN-α renders a molecule with prolonged serum half-life, which can be administered weekly. Objectives: We conducted a phase II study of subcutaneous PEG-IFN-α-2a (Pegasys) in 84 patients (pts) with high-risk PV (n=44) or ET (n=40). We performed high throughput mutational analysis of JAK2 , MPL , TET2 , and ASXL1 in all pts. Patients and Therapy: Median age was 51 years (range, 18–79), time from diagnosis to PEG-IFN-α-2a 51 months (range, 0–355), and number of prior therapies was 1 (range, 0–6), including hydroxyurea (HU; n=47), anagrelide (AG; n=26), IFN-α (n=12: 5 oral and 7 sc), imatinib (n=7), and dasatinib (n=1). PEG-IFN-α-2a was initial therapy in 16 (19%) pts (7 PV) that refused HU. JAK2 V617F was detected in 19/40 (48%) ET and in 42/44 (95%) PV pts. Nine (11%) pts had abnormal cytogenetics. Initial PEG-IFN-α-2a starting dose was 450 mcg/wk, but that was modified to the current starting dose of 90 mcg/wk. Results: After a median follow-up of 40 months (range, 8–62), 66/83 (80%) assessable pts have responded. Median time to response was 4 weeks (range, 0.5–26). Complete response (CR) was achieved by 62 (75%) pts (for ET: platelets <440×10 9 /L, in the absence of thromboembolic events; for PV: Hb <15 g/dL, no phlebotomy, disappearance of splenomegaly) whereas 4 (5%) pts (2 PV, 2 ET) had a partial response ([PR]; no phlebotomy, off HU and AG, still palpable spleen). Of 5 pts with abnormal karyotype at study entry who were evaluable for response, 2 reverted to diploid cytogenetics. JAK2 V617F to total JAK2 ratio was determined by quantitative pyrosequencing assay in all 84 pts prior to PEG-IFN-α-2a. Sixty-one (73%) pts carried the JAK2 V617F mutation, which was quantitated at least once on therapy in 54 (64%). Overall, 29 (54%) had >20% reduction in JAK2 V617F allele burden, including 10 (19%) in whom the mutation became undetectable (complete molecular response [CMR]) and 15 (28%) who had a >50% reduction (partial molecular response). Molecular responses have not yet reached a plateau among pts with PV. We also analyzed pts for mutations in exon 12 of JAK2, MPL, and the tumor suppressors TET2 and ASXL1 to determine their impact on response to PEG-IFN-α-2a. No pts carried JAK2 exon 12 mutations. One JAK2 V617F −negative pt with ET had a MPL W515L mutation, achieved CHR but did not achieve a molecular response. Full length resequencing of all exons of TET2 and ASXL1 genes identified somatic TET2 mutations in 9/71 (13%) and somatic ASXL1 mutations in 3/71 (4%) pts; we identified TET2 (3 JAK2 V617F − ET, 2 JAK2 V617F + ET, 3 JAK2 V617F + PV, 1 JAK2 V617F − PV) and ASXL1 (1 pt with ET JAK2 V617F +, ET JAK2 V617F −, and PV JAK2 V617F +) mutations in PV and ET pts who were JAK2 V617F –positive and negative. TET2 or ASXL1 mutational status did not impact the likelihood of achievement of JAK2 molecular responses, and there was no difference in JAK2 V617F allele burden with PEG-IFN-α-2a according to TET2 or ASXL1 mutational status. One pt with baseline mutations in JAK2 , TET2 , and ASXL1 became JAK2 V617F –negative on PEG-IFN-α-2a. Most pts had grade 1–2 toxicities but at doses ≤90 mcg/wk, grade 3–4 toxicity was infrequent. Twenty-five (30%) patients were taken off study after a median of 9 months (range, 3–36) but only 13 (15%) of them due to therapy-related toxicity: g3 neutropenia, anorexia, depression (n=3), ischemic retinopathy, g2 fatigue (n=5), dyspnea, g2 neuropathy. The remaining 59 pts are currently receiving 450 mcg/wk (n=1), 360 mcg/wk (n=1), 240 mcg/wk (n=1), 180 mcg/wk (n=2), 135 mcg/wk (n=3), 90 mcg every 1 (n=8), 2 (n=12), 3 (n=2), or 4 wks (n=1), 45 mcg every 1 (n=9), 2 (n=5), 3 (n=6), or 4 wks (n=8). Conclusion: PEG-IFN-α-2a is remarkably active and acceptably safe in advanced, previously treated PV and ET. Clinical responses are frequently accompanied by significant reduction of JAK2 V617F allele burden, which becomes undetectable in a proportion of them suggesting selective targeting of the JAK2 V617F clones. Quantitative analysis of ASXL1 and TET2 mutational allele burden during PEG-IFN-α-2a therapy to determine clonal evolution, and methylcellulose-based clonogenic assays in pts who achieved CMR to assess for the presence of erythropoietin independent colony formation are ongoing and will be presented. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "follow-up",
        "interferon alfa-2a",
        "peginterferon alfa-2a",
        "polycythemia vera",
        "thrombocythemia, hemorrhagic",
        "brachial plexus neuritis",
        "toxic effect",
        "cardiac mri",
        "phlebotomy",
        "anagrelide"
    ],
    "author_names": [
        "Alfonso Quintás-Cardama, MD",
        "Ross Levine, MD",
        "Taghi Manshouri",
        "Outi Kilpivaara",
        "Hagop M. Kantarjian, MD",
        "Srdan Verstovsek, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alfonso Quintás-Cardama, MD",
            "author_affiliations": [
                " Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ross Levine, MD",
            "author_affiliations": [
                " Human Oncology and Pathogenesis Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taghi Manshouri",
            "author_affiliations": [
                " Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Outi Kilpivaara",
            "author_affiliations": [
                " Human Oncology and Pathogenesis Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                " Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD, PhD",
            "author_affiliations": [
                " Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:25:17",
    "is_scraped": "1"
}