{
    "doi": "https://doi.org/10.1182/blood.V120.21.2488.2488",
    "article_title": "The HLA-DRB1*11 Antigen Is Preferentially Expressed in Hairy Cell Leukemia, Particularly in Patients Who Had Hemolytic Uremic Syndrome with Recombinant Immunotoxin BL22. ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Abstract 2488 Hairy cell leukemia (HCL) is a B-cell malignancy which is thought to originate in most patients after the B-cell contacts antigen. To determine whether certain HLA types are preferentially expressed in HCL, HLA class I and class II allele frequencies at low resolution were collected from 247 HCL patients including 233 Caucasian, 5 Black, 5 Hispanic, 2 Asian and 2 Hawaiian/Pacific Islanders. Out of 494 total alleles from the 247 patients, the most frequent were HLA-A*02 (145, 29%), HLA-B*07 (58, 12%), HLA-C*07 (141, 29%), and HLA-DRB1*11 (76, 15%). In comparison with normal donors, only HLA-DRB1*11 was preferentially expressed in HCL, with a population frequency among the 233 Caucasians of 70 (30%), compared to 17% of a database of USA Caucasians (n=61655, p<0.0001) and 12–21% in 8 other smaller USA Caucasian databases (n=194–8525, p=0.01, 0.005, p<0.0001 for 6 others). Because it was recently reported that HLA-DRB1*11 is a strong risk factor for acquired ADAMTS13 deficiency-related thrombotic microangiopathy, HCL patients who had hemolytic uremic syndrome (HUS) after anti-CD22 recombinant immunotoxin BL22 were examined for HLA expression at the DRB1 locus. BL22 was previously reported to be associated in HCL with a 12% risk of completely reversible grade 3–4 HUS mainly during the 2 nd or 3 rd retreatment cycle. We found that of 49 HCL patients treated with at least 2 cycles of BL22, most (71%) of 7 HCL patients with HUS expressed HLA-DRB1*11, compared to only 21% of 42 without HUS (p=0.015). Even when considering all 66 evaluable HCL patients who received BL22, including the 17 who received just 1 cycle, expression of HLA-DRB1*11 was more frequent in those with compared to without HUS (63% of 8 vs 24% of 58 patients, p=0.038). In the poor-prognosis variant of HCL, termed HCLv, we found that the most common HLA-DRB1 gene expressed was HLA-DRB1*04, found in 19 (56%) of 34 patients, compared to 30% of the normal USA Caucasian database (n=61655, p=0.002) and 27–37% in the 8 smaller databases mentioned above (p values 0.016 and 0.001–0.01). HLA-DRB1*04 expression was recently reported to be significantly reduced in patients with idiopathic thrombotic microangiopathy. In BL22-associated HUS in HCL, DRB1*04 expression was not increased and none had HCLv. Moxetumomab pasudotox, an affinity-matured version of BL22, binds with 14-fold higher affinity to CD22 due to mutations in the CDR3 domain of the heavy chain, and was recently reported in 28 HCL patients to be associated with only 2 cases of transient grade 2 HUS, defined as grade 1 creatinine and platelet abnormalities. No HUS was observed in 20 additional HCL patients treated. Despite the similarity in the population incidences of HLA-DRB1*11 in those receiving moxetumomab pasudotox and BL22 (35% vs 29%), the grade 3–4 HUS risk was significantly lower with moxetumomab pasudotox than with BL22 (p=0.02). We conclude that 1) HLA-DRB1*11 is preferentially expressed in HCL, 2) HLA-DRB1*04 is preferentially expressed in HCLv, and 3) HLA-DRB1*11 constitutes a potential marker in HCL for susceptibility to HUS from BL22, but not from moxetumomab pasudotox, possibly because the latter molecule binds more specifically to CD22 and avoids HUS. Disclosures: Off Label Use: BL22 and Moxetumomab Pasudotox are experimental agents for CD22+ malignancies. Pastan: NIH: Coinventor on NIH patents for BL22 and Moxetumomab, Coinventor on NIH patents for BL22 and Moxetumomab Patents & Royalties. Kreitman: NIH: Coinventor on NIH patents for BL22 and Moxetumomab, Coinventor on NIH patents for BL22 and Moxetumomab Patents & Royalties.",
    "topics": [
        "antigens",
        "bl22 immunotoxin",
        "hairy-cell leukemia",
        "hemolytic-uremic syndrome",
        "hla-drb1 gene",
        "human leukocyte antigens",
        "cancer",
        "thrombotic microangiopathies",
        "creatinine",
        "hla-a antigens"
    ],
    "author_names": [
        "Evgeny Arons, PhD",
        "Laura Roth",
        "Sharon Adams, CHS",
        "Jeffery Sapolsky",
        "Ira Pastan, MD",
        "Robert J. Kreitman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Evgeny Arons, PhD",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute/NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laura Roth",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute/NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Adams, CHS",
            "author_affiliations": [
                "Department of Transfusion Medicine, HLA Laboratory, Clinical Center, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery Sapolsky",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute/NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ira Pastan, MD",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute/NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Kreitman, MD",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute/NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T09:47:51",
    "is_scraped": "1"
}