{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3072.3072",
    "article_title": "The Novel Protein HSF1 Stress Pathway Inhibitor Bisamide CCT361814 Demonstrates Pre-Clinical Anti-Tumor Activity in Myeloma ",
    "article_date": "December 7, 2017",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Introduction Multiple myeloma (MM) is a plasma cell malignancy, characterized by the constant production of immunoglobulins (Ig), making the tumor cells reliant on protein homeostasis for their survival. MM cells are therefore highly susceptible to therapies that target protein homeostasis, such as proteasome inhibitors. Several protein homeostasis mechanisms, when disturbed, converge on the heat shock pathway, a critical survival pathway for tumor cells comprising among other components molecular chaperones, the heat shock proteins (HSPs), and heat shock factor 1 (HSF1) - a master transcription factor and regulator of the heat shock response (HSR). Targeting HSP90 with small-molecule inhibitors has anti-myeloma activity (Stuhmer et al , 2009; Ishii et al, 2011), but leads to compensatory activation of the HSR, which makes inhibition of the HSR itself an attractive target. Recently, we discovered a chemical probe bisamide (CCT251236) that disrupts the HSF1 pathway (Cheeseman MD et al, 2017). This led to the identification of CCT361814 with bioavailability features compatible with clinical use. Here we present first data demonstrating marked antitumor activity by CCT361814 in MM. Methods and Results We evaluated CCT361814 activity in 16 human myeloma cell line (HMCL) models including KMS11, KMS12BM, H929, L363 and RPMI-8226 using MTS cell proliferation assay and found that most HMCL cell lines displayed a GI 50 in the nanomolar range (20-300nM, median GI 50 147nM) whilst bone marrow stromal HS5 cells had a GI 50 of around 700nM suggesting a therapeutic window. Cell lines with the t(11;14) translocation affecting CCND1 such as MOLP8, U266 and KMS12BM appeared to be particularly sensitive to the drug with median GI 50 values of 88nM. Western blot analysis showed that CCT361814 caused a concentration-dependent loss of HSP27 and HSP72, as markers of HSF-1 pathway inhibition, and a reduced HSF1 phosphorylation at serine 326. Annexin V/DAPI staining was performed in 8 cell lines and demonstrated consistent induction of apoptosis in all lines, with MM1.S as an example showing a 9-fold increase in apoptosis compared to vehicle control (student's t-test, P =<0.0001). Increased autophagy was observed in L363 and RPMI-8226 cells as assessed by flow cytometry. This was also accompanied by increased cleaved caspase 3 and LC3 I-II conversion as detected by western blotting. Gene expression profiling was performed using Affymetrix U133 plus 2 arrays in L363, RPMI-8226 and KMS11 to observe any differentially expressed genes. Data were normalised using robust multi-array average (RMA) and analysed for differential gene expression using the limma package in R, employing a 2.5-fold change cut-off and significant false discovery rate adjusted p-values ( P =<0.05). Overrepresentation enrichment analysis identified several upregulated genes belonging to the nucleic acid binding transcription factor activity molecular function including genes such as CEBP ( P =0.02), DDIT3 ( P =0.01), ATF3 ( P =0.04) in all MM lines studied. DDIT3 and ATF3 along with other UPR markers such as XBP-1 splicing were also assayed by qRT-PCR and showed a significant upregulation in a dose-dependent manner in L363, KMS12BM, KMS11, RPMI-8226 and H929 cells ( P =<0.05 for all). The analysis also revealed significantly downregulated genes belonging to chaperone binding group ( P =0.024) and unfolded protein binding group ( P =0.05) and genes encoding heat shock proteins such as HSPA8 ( P =0.00011), HSPA1A ( P =0.001) and HSP4L ( P =0.03), consistent with functional work showing that CCT361814 affects the heat shock response. Conclusions Our data shows that CCT361814 affects the heat shock pathway as evidenced by a concentration-dependent loss of HSP27 and HSP72 proteins and also has highly potent anti-myeloma activity in all HMCL models studied. Further functional validation of the gene expression data and assessing the effect of CCT361814 treatment in combination with clinically used drugs is underway. Our discovery of CCT361814 and its potent inhibition of the HSR in protein homeostasis-addicted MM cells makes it an attractive drug to be further evaluated in early phase clinical trials. Disclosures Workman: Institute of Cancer Research: Employment. Jones: Institute of Cancer Research: Employment. Kaiser: Celgene: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Other: Travel expenses; Amgen: Consultancy, Honoraria; Takeda: Consultancy; Janssen: Honoraria; Chugai: Consultancy.",
    "topics": [
        "multiple myeloma",
        "neoplasms",
        "stress",
        "heat-shock proteins",
        "immunoglobulins",
        "molecular chaperones",
        "transcription factor",
        "tumor cells",
        "western blotting",
        "annexin a5"
    ],
    "author_names": [
        "Karen Menezes, PhD BSc, MSc",
        "Grace Aram, MSc",
        "Fabio Mirabella, PhD",
        "David C Johnson, PhD",
        "Amy L Sherborne, PhD",
        "Richard S Houlston, MD PhD",
        "Matthew D Cheeseman, PhD",
        "Elisa Pasqua, PhD",
        "Paul Clarke, PhD",
        "Paul Workman, PhD",
        "Keith Jones, PhD",
        "Martin F Kaiser, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karen Menezes, PhD BSc, MSc",
            "author_affiliations": [
                "Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Grace Aram, MSc",
            "author_affiliations": [
                "Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Mirabella, PhD",
            "author_affiliations": [
                "Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C Johnson, PhD",
            "author_affiliations": [
                "Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy L Sherborne, PhD",
            "author_affiliations": [
                "Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard S Houlston, MD PhD",
            "author_affiliations": [
                "Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew D Cheeseman, PhD",
            "author_affiliations": [
                "Cancer Therapeutics, The Institute of Cancer Research, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Pasqua, PhD",
            "author_affiliations": [
                "Cancer Therapeutics, The Institute of Cancer Research, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Clarke, PhD",
            "author_affiliations": [
                "Cancer Therapeutics, The Institute of Cancer Research, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Workman, PhD",
            "author_affiliations": [
                "Cancer Therapeutics, The Institute of Cancer Research, London, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith Jones, PhD",
            "author_affiliations": [
                "Cancer Therapeutics, The Institute of Cancer Research, London, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin F Kaiser, MD",
            "author_affiliations": [
                "Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:42:23",
    "is_scraped": "1"
}