{
    "doi": "https://doi.org/10.1182/blood.V120.21.2551.2551",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2363",
    "start_url_page_num": 2363,
    "is_scraped": "1",
    "article_title": "Multilineage Dysplasia Confers Poor Prognosis to Patients with De Novo Acute Myeloid Leukemia with Intermediate-Risk Cytognetics and Wild-Type NPM1 . ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Abstract 2551 Background: The presence of multilineage dysplasia (MLD) is the hallmark to define acute myeloid leukemia (AML) with myelodysplasia-related changes. The recognition by the WHO classification of this category as a separate entity implies the presence of differential biological and clinical features. While this seems to be confirmed for patients with AML and MLD associated with high risk cytogenetic abnormalities, the prognostic significance of MLD in cases with intermediate risk karyotype is unclear. Recent studies have shown that MLD has no prognostic impact in patients with mutated NPM1 , but the prognosis of patients with intermediate-risk cytogenetics and MLD harboring a wild-type configuration of NPM1 is uncertain. Objective: The aim of this study was to analyze the presence of MLD and its prognostic value in AML patients with intermediate risk cytogenetics (IR-AML) and wild-type NPM1 . Patients and methods: One-hundred eighty-two patients diagnosed with de novo IR-AML and wild-type NPM1 treated with the same chemotherapy protocol (CETLAM-2003) were included (M/F:101/81; median age: 55.5, 18–73). Bone marrow aspirate smears performed at diagnosis were reviewed by a panel of expert cytologists, and the cases were categorized as having MLD by applying strictly the WHO criteria (Harris et al, WHO 2008, MLD-1). Additionally, cases with dysplasia in ≥50% of the cells in one cell line, and between 30% and 50% in another cell line, were classified as having significant dysplasia (MLD-2). Results: The degree of dysplasia was evaluable in 139 of the 182 cases, observing strictly WHO-defined multilineage dysplasia (MLD-1) in 45 (25%), significant dysplasia (MLD-2) in 17 additional patients (9%), and absence of MLD in 80 (44%). In 43 (30%) cases dysplasia could not be thoroughly quantified in all hematopoietic lines, mostly due to the lack of enough evaluable precursors in a context of massive blast infiltration. No major differences concerning main characteristics were observed between patients with or without MLD, including age, leucocyte count at presentation, degree of BM involvement, proportion of normal karyotype, and frequency of mutations of FLT3 (internal tandem duplication), CEBPA, and partial tandem duplication of MLL gene. Since the outcome of patients with MLD-2 was similar to that of patients with stringent WHO MLD, and markedly inferior to patients lacking MLD ( table 1 ), these two groups were merged in a unique MLD group (MLD-1+MLD-2). Thus, MLD was associated with a lower probability to achieve complete remission (CR) after frontline induction chemotherapy (66% vs. 80%, p=0.033). In addition, patients with MLD showed a trend to an inferior overall survival (OS at 5 years: 39.2±5% vs. 22.9±8.1%, p=0.064). Of note, a multivariate analysis identified increasing age, higher leucocyte count at presentation, and presence of MLD (hazard ratio, 95% CI: 1.569,1.056–2.331; p=0.026) as the only variables associated with a shortened survival; this analysis also included presence of FLT3 -ITD and cytogenetics (normal karyotype vs. other intermediate-risk abnormalities). Age was the only variable with independent prognostic value on leukemia-free survival in this cohort of patients, whereas MLD did not reach statistical significance. Interestingly, the outcome of patients with MLD-AML with a minimum CR duration of 3 months was significantly better after allogeneic stem cell transplantation in first CR compared to other post-remission treatments (5-year OS: 82±12% vs. 31±9%, p=0.006), suggesting that alloHSCT could partially overcome the adverse prognosis associated with this AML category. Table 1 Medians for survival time (months)  . . . 95% CI . . Estimate . SE . Lower bound . Upper bound . No MLD 35.200 8.192 19.144 51.256 MLD1 20.533 4.152 12.396 28.671 MLD2 4.533 6.700 0.0 17.665 . . . 95% CI . . Estimate . SE . Lower bound . Upper bound . No MLD 35.200 8.192 19.144 51.256 MLD1 20.533 4.152 12.396 28.671 MLD2 4.533 6.700 0.0 17.665 View Large Conclusions: The presence of MLD confers adverse prognosis to patients with IR-AML and wild-type NPM1. Presence of significant dysplasia in two hematopoietic cell lines without fulfilling stringent WHO criteria was associated to an outcome similar to that of patients with WHO-defined criteria, an observation that leads to a wider interpretation of significant MLD in AML. These results have an important clinical relevance and should lead to the search of new genetic and epigenetic markers associated with MLD in this setting. This study has been partially supported by grant n° 03/0423 from Instituto de Salud Carlos III/FIS0. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "dysplasia",
        "leukemia, myelocytic, acute",
        "npm1 gene",
        "karyotype determination procedure",
        "ms-like tyrosine kinase 3",
        "allogeneic stem cell transplant",
        "bone marrow aspiration",
        "ccaat/enhancer binding protein alpha",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Jose Tomas Navarro, MD; PhD",
        "Maria Rozman, MD, PhD",
        "Leonor Arenillas",
        "Ana Aventin",
        "Teresa Gimenez, MD",
        "Esther Alonso, MD, PhD",
        "Granada Perea, MD; PhD",
        "Mireia Camós, MD, PhD",
        "Mayda Navarrete, MD",
        "Esperanza Tuset, MD",
        "Lourdes Florensa, MD",
        "Fuensanta Millá, MD, PhD",
        "Josep F Nomdedeu, MD",
        "Esmeralda de la Banda, MD",
        "Marina Díaz-Beyá, MD",
        "Salut Brunet",
        "Jorge Sierra, MD, PhD",
        "Jordi Esteve, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Josep Carreras Research Institute, Badalona, Spain, "
        ],
        [
            "Department of Pathology, Hospital Clinic Barcelona, Barcelona, Spain, "
        ],
        [
            "Pathology, Hospital del Mar, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Sant Pau, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Joan XXIII, "
        ],
        [
            "Hospital de Bellvitge – ICO Duran i Reynals, Hospitalet, Spain, "
        ],
        [
            "Laboratory Depatment, Corporació Sanitària Parc Taulí, Sabadell, "
        ],
        [
            "Hematology Laboratory, Hospital Sant Joan de Déu de Barcelona, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Vall d′Hebron, "
        ],
        [
            "Hematology, Hospital Universitario Dr. Josep Trueta, Girona, "
        ],
        [
            "Dept. Pathology, Hospital del Mar, Barcelona, Spain, "
        ],
        [
            "Department of Hematology, Catalan Institute of Oncology. Germans Trias i Pujol Hospital, Badalona, Spain, "
        ],
        [
            "Laboratori, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain, "
        ],
        [
            "Pathology Department, Hospital Universitari de Bellvitge, Barcelona, "
        ],
        [
            "Institute of Hematology and Oncology. Department of Hematology. Hospital Clínic. IDIBAPS., Barcelona, Spain, "
        ],
        [
            "Hospital Santa Creu i Sant Pau, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "41.485513499999996",
    "first_author_longitude": "2.2397781000000005"
}