{
    "doi": "https://doi.org/10.1182/blood.V120.21.769.769",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2252",
    "start_url_page_num": 2252,
    "is_scraped": "1",
    "article_title": "PU.1 and p53 Double Mutant Mice Develop Aggressive AML with Dysplastic Features ",
    "article_date": "November 16, 2012",
    "session_type": "603. Oncogenes and Tumor Suppressors III",
    "topics": [
        "dysplasia",
        "mice",
        "cachexia",
        "proto-oncogene protein c-kit",
        "protein p53",
        "transcription factor",
        "dna",
        "flow cytometry",
        "hepatosplenomegaly",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Petra Vlckova, MSc.",
        "Libor Stanek, MSc.",
        "Pavel Burda, PhD",
        "Karin Vargova, MSc.",
        "Filipp Savvulidi",
        "Martina Kapalova, MSc.",
        "Ulrich Steidl, MD, PhD",
        "Tomas Stopka, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Pathology, First Faculty of Medicine, Charles University in Prague, Prague, Czech Republic, "
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Dept. of Cell Biology, Albert Einstein College of Medicine, New York, NY, USA, "
        ],
        [
            "Pathological Physiology and 1st Dept Medicine, First Faculty of Medicine and General Hospital, Charles University, Prague, Czech Republic"
        ]
    ],
    "first_author_latitude": "50.07460899999999",
    "first_author_longitude": "14.426601000000002",
    "abstract_text": "Abstract 769 Introduction: Downregulation of tumour suppressor transcription factor PU.1 in haematopoietic stem and progenitor cells represents primary underlying mechanism for the development of acute myeloid leukaemia (AML) in mice with homozygous deletion of the upstream regulatory element (URE) of PU.1 gene. Human AML often display differences in aggressiveness that are associated with mutations of a well known tumour suppressor p53. We produced murine model carrying mutations of p53 and URE that develops highly aggressive AML and focused on molecular mechanisms that are responsible for AML aggressiveness. Mouse models: PU.1 ure/ure (Rosenbauer F, et al. 2004) and p53 −/− (Jacks T, et al. 1994) mice were used. Conditional deletion of the URE leads to downregulation of PU.1 and is marked by clonal accumulation of myeloid c-Kit + Mac-1 low Gr-1 low blast cells within bone marrow, spleen, and peripheral blood mirrored by lower numbers of lymphoid and erythroid cells. AML development in PU.1 ure/ure mice involves a preleukaemic phase (at 2–3 months) marked by proliferation of myeloid c-Kit + Gr-1 + cells and splenomegaly. Interestingly, p53 −/− mice do not develop AML, instead loss of p53 predisposes mice to solid tumours, mostly lymphomas, by 6 months of age. Results: Deletion of TP53 in the PU.1 ure/ure mice (PU.1 ure/ure p53 −/− ) results in more aggressive AML with significantly shortened overall survival, prominent hepatosplenomegaly and cachexia (wasting syndrome). Mild differences in cell surface phenotype of bone marrow derived cells were observed between PU.1 ure/ure and PU.1 ure/ure p53 −/− mice by flow cytometry (these included: blasts expansion and lymphopenia). Next, the PU.1 expression was determined in all genotypes at progenitor and stem cell levels. PU.1 mRNA level in more aggressive PU.1 ure/ure p53 −/− murine AML is decreased in the entire c-Kit + tumour cell population compared to AML in PU.1 ure/ure mice including haematopoietic stem and progenitor cells (HSPCs). Correspondingly to RNA level, in the PU.1 ure/ure progenitors the PU.1 protein was decreased compared to p53 −/− progenitors and is yet further reduced in the PU.1 ure/ure p53 −/− c-Kit + Mac1 + progenitors. p53 −/− progenitors express similar level of PU.1 as wild type progenitors indicating that despite p53 can bind DNA as a transcription factor, it does not regulate PU.1 level directly. In addition to URE deletion we searched for other mechanisms that control PU.1 levels and found that PU.1-inhibiting microRNA miR-155 gene display altered chromatin structure and expression of both pri-miR-155 as well as its spliced mature form in the AML of PU.1 ure/ure and (to higher extent in) PU.1 ure/ure p53 −/− murine progenitors. Upregulation of miR-155 coincides with upregulation of the Mir155hg activators: Myc and Myb. Finally, upon inhibition of either Myb or miR-155 in vitro the AML progenitors restore PU.1 levels and lose leukaemic cell growth. Conclusion: In summary, PU.1 and p53 double mutant mice develop aggressive AML with dysplastic features. Defective control of PU.1 levels in PU.1 ure/ure and PU.1 ure/ure p53 −/− AML involves miR-155. Lastly, restored PU.1 level and cell differentiation capacity are achieved by inhibiting either Myb or miR-155 in the PU.1 ure/ure p53 −/− progenitors. (Grant support: P305/12/1033, UNCE 204021, PRVOUK-P24/LF1/3, SVV-2012-264507, P301/12/P380. MK was sponsored by GAUK 251070 45410, 251135 82210) Disclosures: No relevant conflicts of interest to declare."
}