{
    "doi": "https://doi.org/10.1182/blood.V118.21.2432.2432",
    "article_title": "Upregulation of eIF4E in Nucleophosmin 1 (NPM1) Haploinsufficient Cells Alters CCAAT Enhancer Binding Protein Alpha (C/EBPα) Activity: Implications for MDS and AML ",
    "article_date": "November 18, 2011",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Abstract 2432 NPM1 , is a highly conserved, ubiquitous nucleolar phosphoprotein that belongs to the nucleoplasmin family of nuclear chaperones. NPM1 −/− mice die at mid-gestation (E11.5) from anemia, underscoring the gene's role in embryonic development. NPM1 is one of the most frequently mutated genes in AML. Mutations in NPM1 are found in 50% of normal karyotype AML patients, and mutant NPM1 (NPMc+) is aberrantly located in the cytoplasm of leukemic blasts in about 35% of all AML patients. Furthermore, NPM1 maps to a region on chromosome 5q that is the target of deletions in both de novo and therapy-associated human MDS. NPM1 thus acts as a haploinsufficient tumor suppressor in the hematological compartment, although the mechanism of its contribution to dysmyelopoiesis remains unknown. NPM-1 +/− mice develop a hematological syndrome similar to that observed in human MDS, and develop AML over time. The NPM1 deficient model therefore provides a platform to interrogate the molecular basis of MDS. We identified nucleophosmin ( NPM1 ) in a screen for protein binding partners of C/EBPα. C/EBPα is a single exon gene, but is expressed as two isoforms that arise by alternate translation start sites to yield a full length C/EBPα p42 and a truncated dominant negative C/EBPα p30 isoform. Translational control of isoform expression is orchestrated by a conserved upstream open reading frame (uORF) in the 5' untranslated region (5'UTR) and modulated by the translation initiation factors eIF4E and eIF2. We generated factor-dependent myeloid cell lines from the bone marrow of Npm1 +/+ and Npm1 +/− mice. These lines are IL-3-dependent and inducible toward neutrophil maturation with GM-CSF and/ or all- trans retinoic acid (ATRA). Neutrophils derived from MNPM1 +/− cells display defective neutrophil-specific gene expression, including a cassette of C/EBPα-dependent genes. These observations led us to postulate that myeloid abnormalities in NPM1 deficiency reflect an aberrant NPM1-C/EBPα axis. We show that NPM1 haploinsufficiency upregulates eIF4E (eukaryotic initiation factor 4E) (but not eIF2), which binds the mRNA-Cap (m 7 -GTP) as part of the mRNA translation initiation complex, eIF4F. Increased eIF4E is observed in about 30% of all malignancies. Initial increased eIF4E levels in MNPM +/− cells likely reflect transcriptional activation by the oncoprotein c-Myc, protein levels of which are also elevated in MNPM1 +/− cells. We propose that increased eIF4E then induces increased C/EBPαp30 translation. C/EBPαp30 is a dominant negative inhibitor of full length C/EBPαp42 activity and disrupts normal neutrophil development. Furthermore, we demonstrate that C/EBPαp30 but not C/EBPαp42, activates the eIF4E promoter. We propose a positive feedback loop, wherein increased C/EBPαp30 induced by eIF4E further increases the expression of eIF4E. Our data suggest that NPM1 deficiency modulates neutrophil-specific gene expression by altering C/EBPα. We propose an aberrant feed-forward mechanism that increases levels of both eIF4E and C/EBPαp30 and likely contributes to MDS associated with NPM1 deficiency. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "5' untranslated regions",
        "anemia",
        "cancer",
        "ccaat/enhancer binding protein alpha",
        "death",
        "eukaryotic initiation factor-2",
        "eukaryotic initiation factors",
        "granulocyte-macrophage colony-stimulating factor",
        "karyotype determination procedure",
        "myelodysplastic syndrome"
    ],
    "author_names": [
        "Nirmalee Abayasekara, MS",
        "Michelle Levine, BS",
        "Niccolo Bolli, MD",
        "Hong Sun, MD",
        "Matthew Silver, BS",
        "Navid Nia",
        "Paolo Sportoletti, MD",
        "Pier Paolo Pandolfi, MD, PhD",
        "Nancy Berliner, MD",
        "Arati Khanna-Gupta, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nirmalee Abayasekara, MS",
            "author_affiliations": [
                "Hematology, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michelle Levine, BS",
            "author_affiliations": [
                "Hematology, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niccolo Bolli, MD",
            "author_affiliations": [
                "Heematology, Cambridge Institute of Medical Research, Cambridge, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Sun, MD",
            "author_affiliations": [
                "Division of Hematology, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Silver, BS",
            "author_affiliations": [
                "Dentistry, Harvard Medical School, Boston, MA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Navid Nia",
            "author_affiliations": [
                "Hematology, Brigham and women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Sportoletti, MD",
            "author_affiliations": [
                "Institute of Hematology, University of Perugia., Perugia, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Paolo Pandolfi, MD, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Berliner, MD",
            "author_affiliations": [
                "Medicine, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arati Khanna-Gupta, PhD",
            "author_affiliations": [
                "Harvard Medical School Division of Hematology, Brigham and Women's Hospital, Boston, MA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:11:56",
    "is_scraped": "1"
}