{
    "doi": "https://doi.org/10.1182/blood.V108.11.1698.1698",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=621",
    "start_url_page_num": 621,
    "is_scraped": "1",
    "article_title": "The Effect of an Arg/Trp Polymorphism in α 2 -Antiplasmin on Fibrinolysis. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "α 2 -antiplasmin (α 2 AP) is a serine proteinase inhibitor with plasmin as its primary target. Plasmin plays a critical role in fibrin proteolysis and tissue remodeling and is highly regulated to prevent excessive proteolysis. α 2 AP is cleaved by antiplasmin-cleaving enzyme (APCE) between Pro12-Asn13 to yield a shortened version with Asn as the amino-terminus. Asn-α 2 AP is crosslinked into fibrin ~13 X faster than the full-length Met-α 2 AP. Clot lysis is slowed in direct proportion to the ratio of Asn-α 2 AP to Met-α 2 AP present during fibrin formation. The cloned gene for Met-α 2 AP contained either a CGG codon resulting in Arg as the sixth amino acid or TGG, resulting in Trp at that position. Both polymorphic forms of Met-α 2 AP, Arg6 and Trp6, have been found in human plasma. In the present study we determined the genotype frequency of the polymorphism and whether it affected cleavage of Met-α 2 AP to Asn-α 2 AP, and ultimately whether fibrinolytic rates were affected by one polymorphic form as opposed to the other. In our normal population, the genotype frequencies were found to be RR 60.9%; RW 35.8%; WW 3.4%. The R allele had a frequency of 78.8% and the W allele had a frequency of 21.2%. A primate DNA panel revealed that the polymorphism follows an evolutionary split with Old World monkeys having the WW genotype and Great Apes having the RR genotype. We found that the polymorphism affected the ratio of Asn-α 2 AP to Met-α 2 AP in plasma with WW having the highest percentage of Met-α 2 AP (56.4%), RR having the least (23.6%) and RW falling in between (40.6%). We examined whether this was due to Met-α 2 AP(Arg6) being a better substrate for APCE than Met-α 2 AP(Trp6). When purified α 2 AP(Arg6) or α 2 AP(Trp6) were digested with APCE, comparisons of reaction rates based on linear regression analysis of early time points revealed that APCE cleaved Met-α 2 AP(Arg6) ~8-fold faster that Met-α 2 AP(Trp6). This phenomenon was confirmed in whole plasma, by incubating plasma from subjects with either the RR, RW or WW genotype and determining the Asn-α 2 AP/Met-α 2 AP ratio at 0, 24 and 48 hours. When APCE was removed from the plasma by a specific antibody bound to chromatography beads, the ratio of Asn-α 2 AP to Met-α 2 AP did not change over the same time period. Since Asn-α 2 AP/Met-α 2 AP ratios are in direct proportion to clot lysis times, we determined whether the polymorphism also impacts and correlates with correspondent plasma clot lysis times. The first tertile of plasma clot lysis times contained all of the WW persons; the longer lysis times in the second and third tertiles contain only RR and RW persons. We conclude that the Arg6Trp polymorphism is functionally significant in that it clearly affects conversion of Met-α 2 AP to Asn-α 2 AP, and as a consequence, the rate of Asn-α 2 AP incorporation into fibrin. Based on these data, the Arg6Trp polymorphism may play a significant role in governing the long-term deposition/removal of intravascular fibrin.",
    "topics": [
        "alpha-2 antiplasmin",
        "polymorphism",
        "fibrinolysis",
        "fibrin",
        "plasmin",
        "amino acids",
        "antibodies",
        "chromatography",
        "dna",
        "enzymes"
    ],
    "author_names": [
        "Victoria J. Christiansen, PhD",
        "Kenneth W. Jackson, Ph.D.",
        "Kyung N. Lee, Ph.D.",
        "Dini Chissoe",
        "Patrick A. McKee, M.D."
    ],
    "author_affiliations": [
        [
            "William K. Warren Medical Research Center and Department of Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
        ],
        [
            "William K. Warren Medical Research Center and Department of Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
        ],
        [
            "William K. Warren Medical Research Center and Department of Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
        ],
        [
            "William K. Warren Medical Research Center and Department of Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
        ],
        [
            "William K. Warren Medical Research Center and Department of Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
        ]
    ],
    "first_author_latitude": "35.479646699999996",
    "first_author_longitude": "-97.5006758"
}