{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2016.2016",
    "article_title": "A Predictive Score for Early Mortality during Induction Therapy in Newly Diagnosed Transplant-Eligible Multiple Myeloma - an Analysis from Five GMMG and HOVON Multicenter Phase III Trials ",
    "article_date": "December 7, 2017",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster I",
    "abstract_text": "Introduction: Early mortality is up to 10% in newly diagnosed multiple myeloma (MM) with no improvement in subsequent study generations until 2002 (Augustson et al., JCO, 2005). Recent data on the causes of early mortality in transplant-eligible (te) MM patients during induction therapy (IT) and associated risk factors are not available. Patients and Methods: This retrospective multi-cohort analysis included 1515 patients from three subsequently conducted phase III multicenter trials for teMM (HD3, HD4, MM5) from the German-speaking Myeloma Multicenter Group (GMMG). The analyzed IT period was defined from the first dose of IT until the last dose of IT plus 30 days or until start of stem cell mobilization. Patients were analyzed as treated if they received at least one dose of trial medication and no more than three IT cycles. Early deaths were defined as any deaths in the defined period. Severe infections (SI) were defined as any infection ≥ grade 3 according to the Common Terminology Criteria for Adverse Events (CTCAE). Three cycles of a three-drug IT were applied in each trial: vincristine, doxorubicin (DOX), dexamethasone (DEX; VAD) vs. thalidomide, DOX, DEX (TAD) in the HD3 trial (09/2001-09/2004, Breitkreutz et al., Leukemia, 2007; n=529); VAD vs. bortezomib (BTZ), DOX, DEX (PAD) in the HD4 trial (05/2005-05/2008, Sonneveld et al., JCO, 2012; n=388); and PAd vs. BTZ, cyclophosphamide (CYC), DEX (VCD) in the MM5 trial (07/2010-11/2013, Mai et al., Leukemia, 2015; n=598). Major inclusion / exclusion criteria were similar between the trials, except for the maximum age for inclusion: 65 years (HD3, HD4) vs. 70 years (MM5). Uni- and multivariate logistic regression models were built to assess risk factors. Trial effect was accounted for. Based on the risk factors for SI during IT, a predictive score for SI-related / overall mortality during IT was developed. Data from the Dutch-Belgian Cooperative Trial Group for Hematology Oncology (HOVON) -50 (VAD and TAD IT, 11/2001-05/2005, Lokhorst et al., Blood, 2010, n=528) and HOVON-65 (VAD and PAD IT, 05/2005-05/2008, Sonneveld et al., JCO, 2012; n=430) multicenter phase III trials for teMM were used to validate the prognostic score for mortality during IT. Results: Severe infections occurred in 22.3% vs. 27.3% vs. 10.0% vs. 18.8% of patients in the HD3, HD4, MM5, and pooled population, respectively. In the HD3, HD4, MM5 and pooled cohort, 6.2% vs. 3.1% vs. 1.3% vs. 3.5% (n=33/12/8/53) of patients died during IT, respectively. Infections were the single largest cause of death during IT (n=26, 49.1%). Besides trial effects (HD4, odds ratio [OR]=1.42, p=0.03; MM5, OR=0.37, p>0.001, both vs. HD3), pooled multivariate analyses identified World Health Organization performance status >1 (WHO>1, OR=1.97, p60 years (age>60, OR=1.42, p=0.01) and lactate dehydrogenase > upper level of normal (LDH>ULN, OR=1.45, p=0.04) as trial-independent significant predictors for SI during IT. Combination of these factors allowed the stratification in three groups according to the risk of SI during IT: high risk (HiR, WHO>1 plus age>60 and/or LDH>ULN, n=95, SI incidence: 37.9%), low risk (LoR, no risk factors or age>60 only, n=1046, SI incidence: 15.8%) and intermediate risk (ImR, neither HiR nor LoR, n=310, SI incidence: 21.6%). In the HiR group, the incidence of death from any cause or SI was 14.7%/8.4% vs. 6.1%/2.6% vs. 1.4%/0.9% in the ImR and LoR groups, respectively. The increased risk of death from any cause or SI in the HiR and ImR group was independent of trial effects (HiR group: OR [any cause/SI]=11.46/10.19, both p<0.001 and ImR group: OR [any cause/SI]=4.83/3.23, p<0.001/0.02; vs. LoR group). To validate the constructed risk score, we analyzed the HOVON-50 and HOVON-65 trials (n=922): 5.8% (n=53) of patients died during IT. Similar to the GMMG cohort, the HiR group included 7.7% of patients with an overall mortality of 18.3% vs. 6.1% and 4.3% in the ImR (21.4% of patients) and LoR groups (70.9% of patients) during IT, respectively. Again, the increased risk for death from any cause during IT was independent of trial effects (HiR group: OR=4.90, p<0.001). Conclusions: Our validated risk score for early mortality in teMM identifies a subgroup of patients with an excessive mortality during IT. These patients are at risk to miss the benefits of modern anti-MM therapy, thus intensive clinical monitoring and the development of strategies to prevent early mortality are needed. Disclosures Mai: Onyx: Other: Travel grants; Mundipharma: Other: Travel grants; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Other: Travel grants; Celgene: Other: Travel grants. Salwender: Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Takeda: Honoraria; Honoraria and travel support: Janssen Cilag, Celgene, BMS.: Honoraria, Other: Travel support. Lokhorst: Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Genmab: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; OncoImmune: Research Funding. Zweegman: Takeda: Other: advisory board participation, Research Funding; Janssen: Other: advisory board participation, Research Funding; Celgene: Other: advisory board participation, Research Funding; Amgen: Other: advisory board participation. Hillengass: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; honoraria from Amgen, BMS, Celgene: Honoraria; BMS: Honoraria; Sanofi: Research Funding. Raab: Novartis: Consultancy, Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria; BMS: Consultancy, Speakers Bureau. Hose: Sanofi: Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; EngMab: Research Funding. Merz: Takeda: Honoraria, Research Funding; Celgene: Other: Travel grant; Janssen: Other: Travel grant. Kersten: Millennium/Takeda: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Mundipharma: Honoraria; Novartis Pharmaceuticals Corporation: Honoraria; Kite Pharma: Honoraria; Roche: Honoraria, Research Funding; Gilead Sciences: Honoraria; BMS: Honoraria; MSD: Honoraria; Amgen: Honoraria. Scheid: Amgen: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Takeda: Consultancy, Honoraria. Weisel: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Research Funding; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Sonneveld: Celgene Corporation, Amgen, Janssen, Karyopharm, SkylineDx, PharmaMar: Consultancy; Celgene Corporation, Amgen, Janssen, Karyopharm, PharmaMar, SkylineDx: Honoraria; Celgene, Amgen, Janssen, Karyopharm, Takeda: Consultancy, Honoraria, Research Funding. Goldschmidt: Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Chugai: Consultancy, Honoraria, Research Funding, Speakers Bureau; Millenium: Research Funding, Speakers Bureau; Onyx: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Morphosys: Research Funding; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau.",
    "topics": [
        "multiple myeloma",
        "neoadjuvant therapy",
        "phase 3 clinical trials",
        "transplantation",
        "infections",
        "leukemia",
        "adverse event",
        "bortezomib",
        "cyclophosphamide",
        "dexamethasone"
    ],
    "author_names": [
        "Elias K Mai, MD",
        "Thomas Hielscher, PhD",
        "Uta Bertsch, MD",
        "Jana Schlenzka, MD",
        "Hans Jürgen Salwender",
        "Henk M Lokhorst",
        "Markus Munder, MD",
        "Bronno van der Holt",
        "Christian Gerecke, MD",
        "Michael Pfreundschuh, MD",
        "Ulrich Duhrsen",
        "Peter Brossart, MD",
        "Sonja Zweegman, MD PhD",
        "Kai Neben",
        "Jens Hillengass, MD",
        "Marc-Steffen S Raab",
        "Dirk Hose, MD",
        "Edo Vellenga, MD",
        "Maximilian Merz, MD",
        "Iris Breitkreutz, MD",
        "Anna Jauch",
        "Marie José Kersten, MD",
        "Hans Martin",
        "Hans-Walter Lindemann",
        "Norma Peter, MD",
        "Sandra Croockewit, MD",
        "Igor Wolfgang Blau, MD",
        "Christof Scheid, MD",
        "Katja C. Weisel",
        "Pieter Sonneveld, MDPhD",
        "Hartmut Goldschmidt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elias K Mai, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas Hielscher, PhD",
            "author_affiliations": [
                "German Cancer Research Center (DKFZ), Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uta Bertsch, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jana Schlenzka, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Jürgen Salwender",
            "author_affiliations": [
                "Department of Hematology and Oncology, Asklepios Hospital Hamburg Altona, Hamburg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk M Lokhorst",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Munder, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Medical Center Mainz, Mainz, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bronno van der Holt",
            "author_affiliations": [
                "Department of Hematology, HOVON Data Center, Erasmuc MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Gerecke, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Helios Hospital Berlin-Buch, Berlin, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Pfreundschuh, MD",
            "author_affiliations": [
                "Saarland University Medical School, Homburg/Saar, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Duhrsen",
            "author_affiliations": [
                "Hematology, University Hospital Essen, Essen, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Brossart, MD",
            "author_affiliations": [
                "University Hospital Bonn, Bonn, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja Zweegman, MD PhD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Neben",
            "author_affiliations": [
                "Department of Hematology and Oncology, Klinikum Baden Baden, Baden Baden, Germany "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jens Hillengass, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc-Steffen S Raab",
            "author_affiliations": [
                "Medizinische Klinik V, Universitätsklinikum Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Hose, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edo Vellenga, MD",
            "author_affiliations": [
                "Department of Hematology, Cancer Research Center Groningen, University Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maximilian Merz, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iris Breitkreutz, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Jauch",
            "author_affiliations": [
                "Institute for Human Genetics, Heidelberg University Hospital, Heidelberg, Germany "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie José Kersten, MD",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Martin",
            "author_affiliations": [
                "Department of Medicine, Hematology/Oncology, Goethe-University of Frankfurt, Frankfurt, Germany "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans-Walter Lindemann",
            "author_affiliations": [
                "Department of Hematology and Oncology, Katholisches Krankenhaus Hagen, Hagen, Germany "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norma Peter, MD",
            "author_affiliations": [
                "Department of Internal Medicine II, Carl-Thiem-Klinikum Cottbus, Cottbus, Germany "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Croockewit, MD",
            "author_affiliations": [
                "Department of Hematology, Radboud University Medical Center, Nijmegen, Netherlands "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Igor Wolfgang Blau, MD",
            "author_affiliations": [
                "Medical Department, Division of Hematology, Oncology, and Tumor Immunology, Charité Universitätsmedizin, Berlin, Germany "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christof Scheid, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katja C. Weisel",
            "author_affiliations": [
                "Department of Hematology, Oncology and Immunology, University Hospital Tuebingen, Tuebingen, Germany "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld, MDPhD",
            "author_affiliations": [
                "Cancer Institute, Department of Hematology, Erasmus Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt, MD",
            "author_affiliations": [
                "National Center for Tumor Diseases, Heidelberg, Germany ",
                "Heidelberg University Hospital, Heidelberg, Germany"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:35:53",
    "is_scraped": "1"
}