{
    "doi": "https://doi.org/10.1182/blood.V126.23.5356.5356",
    "article_title": "Phospho-Flow Cytometry Quantitation of STAT Signalling Checkpoints in Malignant and Non-Malignant Cells Identifies Patients Suitable for pSTAT3 and 5 Targeted Inhibitors ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Background IL-6 receptor/JAK/STAT is a major signalling pathway associated with pleiotropic functions including cell transformation and proliferation. STAT3, one of a family of 7 STAT members, sits at the apex of the signalling cascade and is a potential target for cancer therapy. Small molecular weight inhibitors either prevent STAT3 phosphorylation or target high constitutive levels of phosphorylated pSTAT3 (pSTAT3). Increased constitutive expression of pSTAT3 is a hallmark of solid tumors and is associated with increased morbidity. However recent studies suggest that this may not apply to hematological malignancies. Phospho-flow cytometry offers a novel approach for the quantitation of constitutive and cytokine induced pSTAT3 expression in subsets of hemopoietic cells. Constitutive pSTAT3 expression is not a prognostic factor for patients with either multiple myeloma (MM) or acute myeloid leukemia (AML), though we recently demonstrated that IL-6 induced pSTAT3 was associated with better prognosis in MM (χ 2 =13.06; p<0.0003) (Leukemia 2015; 29:483) . There is considerable heterogeneity of pSTAT3 expression between patients which suggests that quantitation of these new biomarkers may help to identify those patients most likely to respond to STAT-targeted therapy. Methods We have determined constitutive and IL-6 induced pSTAT3 and 5 in malignant plasma cells of patients with MM (n=25) and for comparison, the blast cells in AML (n=8) and CD5+ B cells in chronic lymphocytic leukemia (CLL) (n=12) as well as the non-malignant B and T cells in each sample. Normal BM cells (n=9) served as a control. We have also determined pSTAT3 and 5 expression in \"side population\" cells (SP), the putative myeloma stem cells, and determined whether MM and AML tumor cells induce pSTAT3 on normal lymphocytes in vitro by co-culture experiments. IL-6 receptor expression was also determined on all cells. Results Constitutive pSTAT3 expression was increased (>5% of normal lymphocytes) in the malignant plasma cells of 44% of patients with MM but by comparison was not increased in AML or B-CLL. Constitutive pSTAT5 was increased (>5%) in 68% of MM plasma cells and 75% of AML cells and was either normal or decreased in CLL cells. Patients with increased pSTAT3 or 5 in MM cells also had high expression in autologous normal T cells. The level of constitutive pSTAT3 and 5 was not related to the disease status (relapse vs remission). In patients with MM, IL-6 induced an increased pSTAT3 expression (induced/constitutive ratio >1.5) in both MM cells and T cells in 88% of samples. IL-6 induced pSTAT3 expression in blasts of 89% of AML patients (median ratio = 79). There was no correlation between the level of pSTAT3 induced by IL-6 and IL-6 receptor expression. IL-6 did not increase pSTAT5 levels in MM, AML or CLL. SP cells in the MM cell line RPMI 8226 had lower constitutive pSTAT3 than the non-SP population and a lower IL-6 receptor expression, but had a greater response to cytokine stimulation, suggesting that SP cells may be more sensitive than non-SP cells to inhibitors of STAT phosphorylation. Addition of RPMI 8226 cells or supernatant to normal T cells caused an increase in pSTAT3, suggesting that the upregulation of pSTAT3 is at least partly due to a tumor-derived soluble agent in the microenvironment. Conclusions These results demonstrate the heterogeneity of constitutive and cytokine induced pSTAT3 and 5 expression in MM, AML and CLL. Elevated levels of constitutive pSTAT3 (approx 44% of MM) and pSTAT5 (88% of MM and AML) in the malignant clone were associated with high levels in autologous non-malignant T cells and are not of prognostic significance. Therefore elevated pSTAT3 and 5 may not be an exclusive hallmark of the malignant clone, as reported in solid tumors, but rather a result of the microenvironment and a high IL6-R expression. Phospho-flow cytometry enables precise quantitation of constitutive and cytokine-induced pSTAT3 and 5, and thus can identify the patients most likely to respond to direct STAT-3 or 5 inhibitor therapies. SP cells (putative MM stem cells) appear to be potentially targetable. Inhibitors targeting signalling pathways may be more efficacious if therapy is directed to patients with targetable checkpoints. Disclosures Hart: DendroCyte BioTech Pty Ltd: Equity Ownership.",
    "topics": [
        "biological markers",
        "cancer therapy",
        "cell cycle checkpoint",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "coculture techniques",
        "cytokine",
        "disease remission",
        "hematologic neoplasms",
        "interleukin 6 receptor"
    ],
    "author_names": [
        "Ross D Brown",
        "P Joy Ho",
        "Douglas E Joshua",
        "Shihong Yang",
        "Christian Bryant",
        "Hayley Suen",
        "Claire Weatherburn",
        "Stephen Larsen",
        "Derek NJ Hart",
        "John Gibson"
    ],
    "author_dict_list": [
        {
            "author_name": "Ross D Brown",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "P Joy Ho",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas E Joshua",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shihong Yang",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Bryant",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hayley Suen",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Weatherburn",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Larsen",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derek NJ Hart",
            "author_affiliations": [
                "Dendritic Cell Research Group, ANZAC Research Institute, Concord, Australia"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Gibson",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T18:39:32",
    "is_scraped": "1"
}