{
    "doi": "https://doi.org/10.1182/blood.V122.21.3649.3649",
    "article_title": "Resuscitation With Different Volume Expanders Does Not Influence Coagulation After Antidoting Dabigatran With Its Specific Fab In a Pig Model Of Hemorrhagic Shock ",
    "article_date": "November 15, 2013",
    "session_type": "332. Antithrombotic Therapy: Poster III",
    "abstract_text": "Introduction A specific antibody fragment (Fab) is currently in development to reverse the effects of dabigatran in cases of life-threatening bleeding or emergency surgery. In trauma, different volume expanders are used for resuscitation to compensate for blood loss and hemorrhagic shock. The influence of volume expanders on binding of dabigatran to the Fab, however, is not known. Therefore, in this study we investigated whether frequently used infusion solutions affect binding of dabigatran to the Fab antidote and the resulting effects on coagulation assays. Methods All studies were performed after ethical approval. Dabigatran etexilate was given to pigs for 3 days (30 mg/kg bid) and on day 4 a 90 min infusion of dabigatran (30 min:0.77mg/kg/h; 60 min:0.26 mg/kg/min) was performed in anesthetized pigs. Then ∼50% (100 mL/min) of total blood volume was removed and animals were randomized to (n=5/group): balanced Ringer’s solution, 6% HES 130/0.4, 6% HES 200/0.5, 4% gelatin, retransfusion of washed red blood cells (RBCs) or control (no haemodilution). Resuscitation consisted of, 1:1 to blood loss for crystalloids, 25 mL/kg for colloids, and 12 mL/kg for RBC. Antidote was then given (30 mg/kg iv) and serial blood samples were taken for up to 24 hrs to measure active dabigatran as diluted TT (Hemoclot) and total dabigatran (LC-MS/MS). Coagulation was assessed by means of aPTT, diluted PT (dPT, Neoplastin R, 1:100), i-Stat ACT celite (ACT), and ROTEM, ExTem and InTem reagents. Data expressed as mean ± SE and analyzed with ANOVA. Results Hemodilution resulted in a substantial reduction of hemostatic parameters (Hemoglobin, platelets and leukocytes) with all agents, except after RBC transfusion vs control. Mean plasma dabigatran levels measured at dTT were 640 ± 60 ng/mL after infusion and 625 ± 123 ng/mL after hemodilution without significant differences between groups. Administration of 30 mg/kg iv Fab resulted in a comparable reduction of active dabigatran in all groups, with a calculated half-life of 3.2 ± 0.1 hrs. The best correlation between dTT and other coagulation assays was obtained for the dPT (r 2 =0.6321), the ACT-celite (r 2 =0.6605) and clotting time from ExTEM and InTEM ROTEM (r 2 =0.5169 and 0.7303, respectively). The correlation between aPTT and dTT was moderate: r 2 =0.2321. Overall, coagulation was prolonged upon dabigatran treatment as indicated by the dPT (from 32.3±10.6 to 162.7±18.1 sec), aPTT (fom 44.6±6.2 to 67.9±10.3 sec), ACT (from 97±6 to 297±25 sec), CT ExTem (from 36.5±3.7 to 1205.4±598.3 sec) and CT InTem (from 122.0±11.9 to 989.3±218.9 sec). Fab treatment restored coagulation by on average 73% (between 58 and 95%, depending on the applied assay) at 5 minutes following administration. The dPT shortened to 43.8±24.1 sec, the aPTT to 30.6±5.5 sec, the ACT to 126±25 sec, the CT ExTem to 124.3±83.4 sec, and the CT InTem to 300.7±168.7 sec, with no significant differences in coagulation parameters between the various volume expanders. However, resuscitation with 4% gelatin and Fab treatment resulted in a significant lesser reduction of the CT InTem compared to the other volume expanders: 631.6±360.4 sec for 4% gelatin and 203.8±22.4, 251.7±157.2, and 280.8±235.3 sec for 6% HES 200/0.5, 6% HES 130/0.4, and Ringers, respectively. All coagulation parameters were comparable between the various volumes expanders from 60 minutes onward. Twenty four hours after Fab administration all coagulation parameters were almost back to baseline values with 26.9±62.8 ng/mL dabigatran, 50.9±12.6 sec for the dPT, 48.6±13.5 sec for the aPTT, 121±6 sec for ACT, 50.0±3.4 sec for CT ExTem, and 189.7±24.5 sec for CT InTem. Conclusions Clinically used infusion solutions for volume resuscitation do not interfere with binding of dabigatran to its specific antidote. Inhibition of dabigatran with its specific Fab antidote at this particular dose, restored coagulation by almost 70% This effect was independent of the volume applied for resuscitation. Disclosures: Spronk: Boehringer Ingelheim Pharma GmbH & Co. KG: Research Funding. van Ryn: Boehringer Ingelheim Pharma GmbH & Co. KG: Employment. Grottke: Boehringer Ingelheim Pharma GmbH & Co. KG: Research Funding.",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "dabigatran etexilate",
        "resuscitation",
        "shock, hemorrhagic",
        "volume expanders",
        "colloids",
        "activated partial thromboplastin time measurement",
        "diphtheria-tetanus-pertussis vaccine",
        "antidotes"
    ],
    "author_names": [
        "Henri M.H. Spronk, PhD",
        "Joanne van Ryn, PhD",
        "Christian Zentai",
        "Hugo ten Cate, MD, PhD",
        "Rolf Rossaint, MD",
        "Oliver Grottke, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Henri M.H. Spronk, PhD",
            "author_affiliations": [
                "Laboratory for Clinical Thrombosis and Haemostasis, Department of Internal Medicine, Cardiovascular Research Institute Maastricht, Maastricht University Medical Center, Maastricht, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joanne van Ryn, PhD",
            "author_affiliations": [
                "CardioMetabolic Disease Research, Boehringer Ingelheim Pharma GmbH & Co KG, Biberach, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Zentai",
            "author_affiliations": [
                "Department of Anesthesiology, RWTH Aachen University Hospital, Aachen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hugo ten Cate, MD, PhD",
            "author_affiliations": [
                "Laboratory for Clinical Thrombosis and Haemostasis, Department of Internal Medicine, Cardiovascular Research Institute Maastricht, Maastricht University Medical Center, Maastricht, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rolf Rossaint, MD",
            "author_affiliations": [
                "Anesthesiology, RWTH Aachen University Hospital, Aachen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Grottke, MD, PhD",
            "author_affiliations": [
                "Department of Anesthesiology, RWTH Aachen University Hospital, Aachen, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T04:02:51",
    "is_scraped": "1"
}