{
    "doi": "https://doi.org/10.1182/blood.V128.22.3538.3538",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3537",
    "start_url_page_num": 3537,
    "is_scraped": "1",
    "article_title": "Factors Influencing Hematology Career Choice in Hematology and Oncology Fellows at a Major Academic Institution ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster II",
    "topics": [
        "burnout",
        "career choice",
        "medical oncology",
        "solid tumors",
        "qualitative research",
        "mentors",
        "mentorships",
        "schools, medical",
        "life style",
        "perception"
    ],
    "author_names": [
        "Natalie H Wallace, MD MPH",
        "Janet P Hafler, EdD",
        "Michael E Hurwitz, MD PhD",
        "Nikolai A Podoltsev, MD PhD",
        "Jill Lacy, MD",
        "Alfred I Lee, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Department of Pediatrics, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Department of Internal Medicine, Division of Medical Oncology, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Department of Internal Medicine, Division of Hematology, Yale University School of Medicine, New Haven, CT"
        ],
        [
            "Department of Internal Medicine, Division of Medical Oncology, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Department of Internal Medicine, Division of Hematology, Yale University School of Medicine, New Haven, CT"
        ]
    ],
    "first_author_latitude": "41.3033051",
    "first_author_longitude": "-72.9337837",
    "abstract_text": "INTRODUCTION/BACKGROUND The majority of graduating fellows from hematology/oncology subspecialty training programs in the U.S. pursue careers in medical oncology or in non-academic fields. A workforce shortage of physicians specializing in hematology has been predicted for the next decade. Large-scale surveys have identified a number of factors responsible for this trend, including financial considerations, educational debt, work-life balance, and fellowship exposure. Qualitative studies in other subspecialty fields have yielded unique insights into specific factors motivating career decisions, but no such study has been conducted in hematology. We performed a qualitative study to identify factors influencing trainees' perceptions of careers in hematology. METHODS Senior or graduating fellows in the hematology/oncology training program at Yale School of Medicine were invited to participate in this study. Semi-structured interviews lasting between 30 and 90 minutes were conducted. Recordings were transcribed and analyzed using the framework method. RESULTS Eight trainees participated in the study, five in their senior year of training, three shortly after graduation. Five were female. Three held dual M.D. and Ph.D. degrees. Most were planning on an academic career or a career with an academic affiliation; two were specifically pursuing careers in benign or malignant hematology. Trainees' career decisions and perceptions of hematology revolved around five major themes: serendipity, mentorship, clinical exposure and teaching, intellectual interest, and lifestyle factors. Most trainees identified seminal, career-defining experiences prior to medical school but were not influenced by medical school classroom experiences and were not differentiated at the start of fellowship with respect to a hematology- or oncology-oriented career. By the end of their first year of fellowship, almost all had decided to pursue careers in solid tumor oncology owing to clinical exposure and research opportunities. Mentorship was identified as the single most important determinant, with mentorship opportunities tending to occur \"randomly\" or by \"happenstance,\" and with oncology having \"more\" \"available mentors\" who played a \"huge role\" in the career-decision process. Trainees characterized hematology as having a less desirable work/life balance than oncology, and trainees' experiences on the inpatient hematology services caused some of them to feel \"burned out.\" Despite this, fellows commonly perceived hematology to be more \"interesting\" and \"challenging\" than oncology, with \"much more complex\" disease pathology. Financial considerations were of importance to only a minority of trainees. CONCLUSIONS Mentorship and research opportunities are the major factors guiding career decisions among hematology/oncology fellows. An increase in structured mentorship opportunities in hematology may lead to greater trainee recruitment. Trainees view hematology as an intellectually engaging field although lifestyle factors render it less desirable than oncology. Disclosures Podoltsev: Incyte: Consultancy, Honoraria; Ariad: Consultancy, Honoraria."
}