{
    "doi": "https://doi.org/10.1182/blood.V128.22.866.866",
    "article_title": "Treatment with Intravenous Immunoglobulin Does Not Prevent Chronic Immune Thrombocytopenia in Children: Results of a Randomized Controlled Trial ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: ITP I: Pediatrics",
    "abstract_text": "Background and objectives: Management in children with newly diagnosed immune thrombocytopenia (ITP) consists of careful observation or treatment with corticosteroids or intravenous immunoglobulin (IVIg). Observational studies suggest a lower risk of chronic ITP in children treated with IVIg. Based on these findings, we designed the multicenter randomized 'Treatment with or without IVIg for Kids with ITP' (TIKI) trial (NTR study ID TC1563) . Primary endpoint was the development of chronic ITP. Secondary objectives were evaluating recovery and response rates as well as identifying predictors of response and recovery. Patients and methods: Children aged 3 months-16 years with newly diagnosed ITP, platelet counts ≤20 x 10 9 /L and mild to moderate bleeding were included in 48 hospitals. Within 72 hours after diagnosis patients were randomized to receive either a single infusion of 0.8 g/kg IVIg or careful observation and treatment only in case of severe bleeding. Clinical data were collected and laboratory studies were performed at diagnosis, after one week, one month, three, six and twelve months. Results: Between May 2009 and May 2015, 200 patients were enrolled, 109 males and 91 females. After randomization, 100 received IVIg and 100 received careful observation. No statistically significant differences regarding baseline characteristics were found between the IVIg and observation group. No statistically significant differences were seen regarding development of chronic ITP (currently defined as a platelet count <100 x 10 9 /L at 12 months) between both groups: 10.2% in the IVIg group en 10.4% in the observation group. The rate of chronic ITP was equal in different age groups:  10 years. Complete recovery, defined as a platelet count ≥ 100 x 10 9 /L, was significantly more often observed in the IVIg group than in the observation group at 1 week, 1 month and 3 months after diagnosis. Complete response to IVIg at 1 week was seen in 68.7%. No clinical or laboratory predictors of complete response to IVIg were found. Predictors for complete recovery at 12 months were younger age (p=0.03), shorter duration of symptoms prior to diagnosis (p<0.001), mucosal bleeding at diagnosis (p=0.038), higher leukocyte count at diagnosis (p=0.044) and a higher lymphocyte count at diagnosis (p=0.018). In patients randomized to the IVIg group, absence of complete response to IVIg at one week was associated with development of chronic ITP: 20.7% chronic ITP in patients without complete response versus 5.9% in complete responders (p=0.028). Eight patients in the observation group needed rescue treatment (IVIg, methylprednisolone) because of grade 4-5 bleeding, versus one patient in the IVIg group. Seven out of 9 bleeding events occurred within the first month after diagnosis. All 9 patients recovered completely and fast from their bleeding events. Conclusion: In this phase 3 multicenter randomized controlled trial evaluating the efficacy of IVIg treatment versus careful observation in children aged 3 months -16 years with newly diagnosed ITP, the primary end point - the rate of chronic ITP- did not differ significantly between both groups. However, in the IVIg group recovery rates were higher during the first three months after diagnosis and bleeding events occurred less frequently than in the observation group. These results suggest that treatment with IVIg solely to prevent a chronic course of the disease is not justified, but that treatment with IVIg might be beneficial in order to provide adequate hemostasis in selected patient groups. Disclosures Porcelijn: Sanquin: Employment.",
    "topics": [
        "child",
        "immunoglobulins, intravenous",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "hemorrhage",
        "complete remission",
        "adrenal corticosteroids",
        "glucocorticoids",
        "hemostasis procedures"
    ],
    "author_names": [
        "Katja M.J. Heitink-Polle, MD",
        "Cuno S.P.M. Uiterwaal, MD PhD",
        "Leendert Porcelijn, MD PhD",
        "Rienk Y.J. Tamminga, MD PhD",
        "Frans J Smiers, MD PhD",
        "Nicole L. van Woerden, MD PhD",
        "Judith Wesseling, MD",
        "Annemieke G. Laarhoven, MD PhD",
        "Masja de Haas, MD PhD Prof.",
        "Marrie C.A. Bruin, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katja M.J. Heitink-Polle, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology, University Medical Center Utrecht/ Wilhelmina Children's Hospital, Utrecht, Netherlands ",
                "Department of Pediatrics, Flevoziekenhuis, Almere, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cuno S.P.M. Uiterwaal, MD PhD",
            "author_affiliations": [
                "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leendert Porcelijn, MD PhD",
            "author_affiliations": [
                "Department of Immunohematology Diagnostics, Sanquin Diagnostic Services, Amsterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rienk Y.J. Tamminga, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, University Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frans J Smiers, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole L. van Woerden, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Meander Medical Center, Amersfoort, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith Wesseling, MD",
            "author_affiliations": [
                "Department of Pediatrics, Rijnstate Hospital, Arnhem, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annemieke G. Laarhoven, MD PhD",
            "author_affiliations": [
                "Landsteiner Laboratory, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands ",
                "Department of Experimental Immunohematology, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masja de Haas, MD PhD Prof.",
            "author_affiliations": [
                "Department of Immunohematology Diagnostics, Sanquin Diagnostic Services, Amsterdam, Netherlands ",
                "Landsteiner Laboratory, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands ",
                "Department of Experimental Immunohematology, Sanquin Research, Amsterdam, Netherlands ",
                "Department of Immunohematology and Blood Transfusion, Leiden University Medical Center, Leiden, Netherlands ",
                "Center for Clinical Transfusion Research, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marrie C.A. Bruin, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, University Medical Center Utrecht/ Wilhelmina Children's Hospital, Utrecht, Netherlands ",
                "Princess Maxima Center for Pediatric Oncology, Utrecht, Netherlands"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:43:21",
    "is_scraped": "1"
}