{
    "doi": "https://doi.org/10.1182/blood.V114.22.3039.3039",
    "article_title": "Antiphospholipid Antibodies Promote Leukocyte-Endothelial Cell Adhesion by Antagonizing Endothelial NO Synthase Via b2GPI and ApoER2. ",
    "article_date": "November 20, 2009",
    "session_type": "VASCULAR WALL BIOLOGY, ENDOTHELIAL PROGENITOR CELLS AND PLATELET ADHESION POSTER I",
    "abstract_text": "Abstract 3039 Poster Board II-1015 The antiphospholipid syndrome (APS) is an autoimmune disease characterized by the presence of antiphospholipid antibodies (aPL), with pathogenic aPL directed primarily against the cell surface protein β2 glycoprotein I (β2GPI), increased risk for thrombosis and cardiovascular events, and pregnancy morbidity. The endothelium is a critical direct target of aPL, which upregulate adhesion molecule expression and procoagulant activity. However, the molecular basis for aPL actions on endothelium is unknown. Nitric oxide (NO) generated by endothelial NO synthase (eNOS) has potent antiadhesive and antithrombotic properties. In this study we determined if aPL-induced alterations in endothelial cell phenotype are mediated by aPL actions on eNOS. Normal human IgG (NHIgG) and polyclonal aPL were obtained from healthy adults and APS patients, respectively. We found that aPL prevented acetylcholine (Ach)- or VEGF-mediated attenuation of monocyte adhesion to cultured endothelial cells and this was reversed by an NO donor, indicating a role for eNOS antagonism. In contrast, NHIgG did not affect adhesion. Whereas NHIgG did not alter eNOS activation, stimulation of eNOS by VEGF and other agonists was fully antagonized by aPL. In mice, NO-dependent, Ach-induced increases in carotid vascular conductance were unaffected by NHIgG but impaired by aPL, indicating that these processes are operative in vivo. Additional studies in culture showed that aPL attenuates eNOS activation by inhibiting Ser1179 phosphorylation, deprivation of β2GPI prevented aPL inhibition of eNOS, and monoclonal antibody against β2GPI mimicked the effects of aPL. Furthermore, receptor-associated protein (RAP) antagonism of LDL receptors, which are known to bind dimerized β2GPI, prevented aPL inhibition of eNOS in culture, and mice null for the LDL receptor apolipoprotein receptor 2 (apoER2) were protected from aPL inhibition of eNOS in vivo. Moreover, aPL-stimulated increases in leukocyte-endothelial adhesion were absent in both eNOS-/- and apoER2-/- mice. Thus, aPL-induced increases in leukocyte-endothelial adhesion are caused by eNOS antagonism, which is due to impaired S1179 phosphorylation mediated by β2GPI and apoER2. Novel therapies for APS can now be developed targeting these mechanisms. Disclosures Thomas: NIcox Research Institute: Research Funding. Thorpe: Peregrine Pharm.: Consultancy, sponsored research agreement.",
    "topics": [
        "antiphospholipid antibodies",
        "endothelium",
        "leukocytes",
        "nitric oxide synthase",
        "cell adhesion",
        "adhesions",
        "acetylcholine",
        "low density lipoprotein receptor",
        "vascular endothelial growth factor a",
        "agonists"
    ],
    "author_names": [
        "Cristina Tarango, MD",
        "Sangeetha Ramesh, PhD",
        "Craig N. Morrell, DVM, PhD",
        "Gail D. Thomas, PHD",
        "Guillermina Girardi, PhD",
        "Jane Salmon, MD",
        "Ivan S. Yuhanna",
        "Joachim Herz, PhD",
        "Philip Thorpe, PhD",
        "Philip Shaul, MD",
        "Chieko Mineo, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cristina Tarango, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, UT Southwestern Medical Center Dallas, Dallas, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sangeetha Ramesh, PhD",
            "author_affiliations": [
                "Division of Pulmonary and Vascular Biology, Department of Pediatrics, UT Southwestern Medical Center Dallas, Dallas, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig N. Morrell, DVM, PhD",
            "author_affiliations": [
                "Pathology, Aab Cardiovascular Research Institute, University of Rochester Medical Center, Rochester, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gail D. Thomas, PHD",
            "author_affiliations": [
                "Department of Internal Medicine, Hypertension Division, UT Southwestern Medical Center Dallas, Dallas, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermina Girardi, PhD",
            "author_affiliations": [
                "Hospital for Special Surgery, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Salmon, MD",
            "author_affiliations": [
                "Department of Medicine, Hospital for Special Surgery, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan S. Yuhanna",
            "author_affiliations": [
                "Division of Pulmonary and Vascular Biology, Department of Pediatrics, UT Southwestern Medical Center Dallas, Dallas, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joachim Herz, PhD",
            "author_affiliations": [
                "Department of Molecular Genetics, UT Southwestern Medical Center Dallas, Dallas, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Thorpe, PhD",
            "author_affiliations": [
                "Department of Pharmacology, ut Southwestern Medical Center Dallas, Dallas"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Shaul, MD",
            "author_affiliations": [
                "Division of Pulmonary and Vascular Biology, Department of Pediatrics, UT Southwestern Medical Center Dallas, Dallas, TX, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chieko Mineo, PhD",
            "author_affiliations": [
                "Division of Pulmonary and Vascular Biology, Department of Pediatrics, UT Southwestern Medical Center Dallas, Dallas, TX, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T09:43:23",
    "is_scraped": "1"
}