{
    "doi": "https://doi.org/10.1182/blood-2021-149499",
    "article_title": "Impact of Daratumumab-Containing Induction on Stem Cell Mobilization and Collection, Engraftment and Hospitalization Parameters Among Multiple Myeloma Patients Undergoing Autologous Stem Cell Transplantation ",
    "article_date": "November 5, 2021",
    "session_type": "711.Cell Collection and Processing",
    "abstract_text": "Introduction: Advances in induction regimens have significantly improved depth of response and duration of remission in multiple myeloma (MM) patients who are eligible for high-dose therapy and autologous stem cell transplantation (ASCT). Proteasome inhibitor-based induction regimens are standard as part of induction and it has been shown not to have any detrimental effect on stem cell (SC) collection and engraftment. Daratumumab (DARA) is an IgG1k monoclonal antibody directed against CD38 with potent antimyeloma activity. Based on the results of prospective studies DARA is now approved as part of induction therapy. Available data indicate a potential impact of DARA on SC collection but there is limited data on engraftment, duration of hospitalization and infection risk. In this retrospective analysis we evaluated the effect of DARA-based induction on ASCT parameters. Methods: The analysis included consecutive newly diagnosed MM patients that received ASCT between 2016 and 2020, as part of their upfront treatment regimen in our institution (Department of Clinical Therapeutics, Athens, Greece). Per institutional protocol, after 4-6 cycles of induction, pts received low dose cyclophosphamide (2.5 g/m2) followed by G-CSF (10 mcg/Kg/day) to mobilize and collect SCs. Plerixafor was administered on-demand in case of poor mobilization and insufficient first day collection. Large volume leukapheresis was performed in pts with low CD34+ counts in order to increase CD34+ yield. Pts received G-CSF 480 μcg once daily from day +4 after SC reinfusion to ANC >1500/mm3. All pts received antiviral and antifungal but no anti-bacterial prophylaxis. Results: 200 eligible pts were included in the analysis; 40 (20%) pts received DARA as part of PI-based upfront treatment and 160 (80%) pts received PI-based upfront treatment without DARA. Baseline demographics (age, gender, performance status) and disease characteristics (ISS and R-ISS stage, cytopenias, eGFR, lytic bone disease etc) were not different between the two groups. Response after induction was also similar (CR+VGPR rate was 93% vs 95% for non-DARA and DARA-containing regimens respectively). Use of DARA at induction was associated with lower total mean number of collected CD 34+ SCs (10.48 x 10^6/kg vs 16.58 x 10^6/kg, p1 day of SC collection (37.5% vs 6.3%, P 500/mm3, p 25x10^9/mm3, p<0.001) and required more transfusions (2 vs 1 for RBCs, p=0.031 and 4 vs 2 for platelets, p<0.001). Rates of neutropenic fever were higher (80% vs 67%, p=0.182), required antibiotics for longer duration (10 vs 8 days, p=0.042) and more often 2 or more lines of antibiotic therapy (53% vs 39%, p=0.003), experienced more often septic shock (12.5% vs 1.3%, p=0.003) and as a results DARA-treated pts had a slightly prolonged hospitalization (21 vs 19 days, p=0.02). However, D100 mortality was not statistically different (<2% in both groups). Conclusion: DARA-containing induction before ASCT is associated with poorer mobilization and frequent need for use of plerixafor. However, similar percentage of patients can move to at least a single ASCT. The use of DARA-containing induction was also associated with slightly increased risk of infectious complications, antibiotics use and blood product transfusions but no increase in the risk of D100 mortality. These data point to the need for certain modifications to ASCT protocol for patients treated with DARA-containing regimens at induction, such as preemptive use of plerixafor, and perhaps prophylactic antibiotics. Disclosures Terpos:  Amgen: Consultancy, Honoraria, Research Funding; BMS: Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Genesis: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Novartis: Honoraria; Takeda: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria, Research Funding; GSK: Honoraria, Research Funding. Gavriatopoulou:  Takeda: Honoraria; Karyopharm: Honoraria; Sanofi: Honoraria; GSK: Honoraria; Genesis: Honoraria; Janssen: Honoraria; Amgen: Honoraria. Dimopoulos:  Amgen: Honoraria; BMS: Honoraria; Janssen: Honoraria; Takeda: Honoraria; BeiGene: Honoraria. Kastritis:  Takeda: Honoraria; Pfizer: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Genesis Pharma: Honoraria; Janssen: Consultancy, Honoraria, Research Funding.",
    "author_names": [
        "Evangelos Eleutherakis Papaiakovou",
        "Evangelos Terpos",
        "Nikolaos Kanellias",
        "Magdalini Migkou",
        "Maria Gavriatopoulou",
        "Ioannis Ntanasis-Stathopoulos",
        "Despina Fotiou",
        "Panagiotis Malandrakis",
        "Foteini Theodorakakou",
        "Panagiotis Tsirigotis",
        "Meletios-Athanasios Dimopoulos",
        "Efstathios Kastritis"
    ],
    "author_dict_list": [
        {
            "author_name": "Evangelos Eleutherakis Papaiakovou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Terpos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolaos Kanellias",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magdalini Migkou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Gavriatopoulou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Ntanasis-Stathopoulos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Despina Fotiou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Panagiotis Malandrakis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Foteini Theodorakakou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Panagiotis Tsirigotis",
            "author_affiliations": [
                "Second Department of Internal Medicine, National and Kapodistrian University of Athens, School of Medicine, Attiko Hospital, Athens, Greece"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios-Athanasios Dimopoulos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Efstathios Kastritis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:39:46",
    "is_scraped": "1"
}