{
    "doi": "https://doi.org/10.1182/blood.V108.11.3183.3183",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=581",
    "start_url_page_num": 581,
    "is_scraped": "1",
    "article_title": "Ectopic Expression of Mutated HOXB4 Proteins with Increased Intracellular Stability Affects Both Long and Short Term Hematopoietic Reconstitution. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "amino acid substitution",
        "ectopic gene expression",
        "flow cytometry",
        "mutant proteins",
        "mutation",
        "transplantation",
        "western blotting",
        "bone marrow",
        "child",
        "half-life"
    ],
    "author_names": [
        "Stephanie Beauchemin",
        "Gorazd Krosl",
        "Nathalie Beslu",
        "Jana Krosl",
        "Guy Sauvageau",
        "Denis-Claude Roy"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, Maisonneuve-Rosemont Research Center, Montréal, QC, Canada"
        ],
        [
            "Hematology-Oncology, Maisonneuve-Rosemont Research Center, Montréal, QC, Canada"
        ],
        [
            "IRIC, Université de Montréal, Montréal, QC, Canada"
        ],
        [
            "IRIC, Université de Montréal, Montréal, QC, Canada"
        ],
        [
            "IRIC, Université de Montréal, Montréal, QC, Canada"
        ],
        [
            "Hematology-Oncology, Maisonneuve-Rosemont Research Center, Montréal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.574132999999996",
    "first_author_longitude": "-73.5584935",
    "abstract_text": "The capacity of recombinant Hoxb4 protein to induce ex vivo expansion of HSCs identifies this protein as a potential HSC expanding factor. However, its short extra- and intra-cellular half-life (3–4 hours and 40–60 minutes, respectively) are hampering clinical applications of Hoxb4. The analyses of Hoxb4 molecular structure lead us to generate amino acid substitutions: Leu7→Ala, Tyr23→Ala and Tyr28→Ala in the Hoxb4 protein in order to decrease its degradation. Indeed, these modifications increased the intracellular stability of Hoxb4 protein ~3-fold compared to wild type Hoxb4 (Hoxb4(WT)). The ability of mutated Hoxb4 protein to favor expansion of hematopoietic progenitors was first examined in cultures initiated with 10% Hoxb4(WT)-GFP, 10% mutated Hoxb4-YFP expressing cells and 80% non-transduced cells. After an 18-day culture, the proportion of Hoxb4(Leu7→Ala) and Hoxb4(Tyr23→Ala) cells increased to 50–60% in comparison to 30% for Hoxb4(WT) (p < 0.05), and no difference between the proliferation of Hoxb4(Tyr28→Ala) and Hoxb4(WT) cells could be identified. Western blot analyses showed that these Hoxb4(Leu7→Ala) and Hoxb4(Tyr23→Ala) cells expressed ~ 4-fold higher and Hoxb4(Tyr28→Ala) cells ~ 8-fold lower levels of Hoxb4 protein than Hoxb4(WT) cells. The long-term reconstituting ability of these constructs was then evaluated in vivo using competitive repopulation assays. At 8 weeks after transplantation, Hoxb4(Leu7→Ala) and Hoxb4(Tyr23→Ala) contributed to 11.5±2 and 13.1±1.8% of peripheral blood leukocytes (PBL) compared to 26.2± 4.3% determined for Hoxb4(WT), while after 16 weeks the progeny of Hoxb4(WT) cells generated the majority (≥65%) of the transplant-derived PBL in all recipients. Likewise, 16 weeks post transplantation Hoxb4 positive cells represented ≥80% of bone marrow, while cells expressing mutated Hoxb4 were present at ~10–12%level. Flow cytometry analysis of bone marrow, spleen and thymus revealed that mutated Hoxb4, like Hoxb4(WT) was expressed by all hematopoietic lineages, and that repopulation differences observed between mutated and WT Hoxb4 expressing cells were almost entirely attributable to myeloid lineage cells. However, short-term, non-competitive repopulation experiments showed that in the first 4 weeks post transplantation, mutated Hoxb4 expressing progenitors had a significantly greater contribution to the PBL recovery in comparison to Hoxb4(WT) (range 50–70% vs 16–30%, respectively; p < 0.05) for all three mutant proteins. Interestingly, this difference became less pronounced and non-significant after week 8 post transplantation. Together, these studies strongly suggest that different intracellular levels of Hoxb4 protein are affecting different types of hematopoietic progenitors. Early ex vivo expansion of clonogenic progenitors was achieved with mutated Hoxb4 proteins without impairing HSC long-term reconstituting ability. Thus, mutated Hoxb4 could represent a useful tool to accelerate engraftment after HSC transplantation."
}