{
    "doi": "https://doi.org/10.1182/blood.V112.11.3604.3604",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1211",
    "start_url_page_num": 1211,
    "is_scraped": "1",
    "article_title": "R-CHOEP-14 X 6 Followed by Systemic CNS Prophylaxis for Diffuse Large B-Cell Lymphoma (DLBCL)/Follicular Lymphoma (FL) Grade 3 with Age Adjusted IPI Score 2–3: Preliminary Results of a Nordic Lymphoma Group (NLG) Phase 2 Study Including 160 Patients Aged 18- 64 Years ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "central nervous system prophylaxis",
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "lymphoma",
        "toxic effect",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "radiation therapy",
        "biopsy",
        "central nervous system dysfunction",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Harald Holte, MD, PhD",
        "Sirpa M. Leppa, MD, PhD",
        "Magnus Bjorkholm, MD, PhD",
        "Oystein Fluge, MD, PhD",
        "Sirkku Jyrkkio, MD, PhD",
        "Jan Delabie, MD, PhD",
        "Christer Sundstrom, MD, PhD",
        "Marja-Liisa Karjalainen-Lindsberg, MD, PhD",
        "Martin Erlanson, MD, PhD",
        "Arne Kolstad, MD, PhD",
        "Alexander Fossa, MD, PhD",
        "Björn Östenstad, MD, PhD",
        "Eva Lofvenberg, MD, PhD",
        "Marie Nordström, MD, PhD",
        "Lars Möller-Pedersen, MD, PhD",
        "Harald Anderson, PhD",
        "Mats Jerkeman, MD, PhD",
        "Mikael Eriksson, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Oncology, Norwegian Radium Hospital, Oslo, Norway"
        ],
        [
            "Oncology, Helsinki University Central Hosp., Helsinki, Finland"
        ],
        [
            "Department of Medicine, Division of Hematology, Karolinska University Hospital and Karolinska Institutet, Stockholm, Sweden"
        ],
        [
            "Oncology and Radiotherapy, Haukeland University Hospital, Bergen, Norway"
        ],
        [
            "Oncology and Radiotherapy, Turku University Centre Hospital, Turku, Finland"
        ],
        [
            "Pathology, Norwegian Radium Hospital, Oslo, Norway"
        ],
        [
            "Pathology, Academic Hospital, Uppsala, Sweden"
        ],
        [
            "Pathology, Helsinki University Central Hosp., Helsinki, Finland"
        ],
        [
            "Oncology, Norrlands University Hospital, Umeå, Sweden"
        ],
        [
            "Oncology, Norwegian Radium Hospital, Oslo, Norway"
        ],
        [
            "Oncology, Norwegian Radium Hospital, Oslo, Norway"
        ],
        [
            "Oncology, Ulleval University Hospital, Oslo, Norway"
        ],
        [
            "Hematology, Karolinska University Hospital, Stockholm, Sweden"
        ],
        [
            "Hematology, Karolinska University Hospital, Stockholm, Sweden"
        ],
        [
            "Hematology, Odense University Hospital, Odense, Denmark"
        ],
        [
            "Cancer Epidemiology, Lund University, Lund, Sweden"
        ],
        [
            "Oncology, Lund University Hospital, Lund, Sweden"
        ],
        [
            "Oncology, Lund University Hospital, Lund, Sweden"
        ]
    ],
    "first_author_latitude": "59.94054669999999",
    "first_author_longitude": "10.691038899999999",
    "abstract_text": "CHOP – based chemotherapy for aggressive lymphomas in patients with age-adjusted International Prognostic Index (IPI) score of 2–3 resulted in a historical 3-year progression free survival of approximately 30% in a previous Nordic phase III study. The aim of the present study is to determine whether an intensified regimen with chemoimmunotherapy and CNS prophylaxis improves outcome. Methods. From October 2004-June 2008 patients in Norway, Finland, Sweden and Denmark were included in a phase II study. Inclusion criteria : Age 18–64 years, newly diagnosed de novo DLBCL or FL grade III, no clinical sign of CNS disease and negative CSF cytology/flow cytometry by lumbar puncture, HIV negative, WHO performance status grade 0–3, adequate organ functions. Schedule: Six courses of rituximab and CHOP with the addition of etoposide 100 mg/m 2 day 1–3 by i.v. route given every 14 day. Pegfilgrastim 6 mg sc. day 4 of each cycle. One course of cytarabine 12 g/m 2 (6 g/m 2 for patients 60–64 years). One course of methotrexate 3 g/m 2 (1.5 g/m 2 for patients 60–64 years). Biopsy and/or 18 FDG PET/CT exam. of residual masses after fulfilled therapy was recommended, but not mandatory. Radiotherapy was given to residual masses of uncertain significance. Results. Demographic data: 160 patients were included (99 males). Median age: 54 years (range 20–64). Histology: DLBCL: 148, FL grade 3: 12. Age adjusted IPI score: 2: 120; 3: 40. Stage 3–4: 154 patients. LDH elevated: 154 patients. Performance status 2–3: 53 patients. B-symptoms were registered in 40% of the patients, more than one extranodal site in 23%, and bulky lesions (≥ 10 cm) in 43%. Data on toxicity and response rates were registered for 127 patients by Aug. 1 st 2008 after the end of therapy and will be available for all patients by Dec 1 st . Toxicity : Two toxic deaths were registered, one after large bowel perforation and one after an acute toxic necrosis of the liver. Hematological toxicity grade 4 was seen in 78% of the patients, infection grade 4 in 8%. Seven patients (5.5%) had major protocol deviations due to toxicity. Response : Two of the patients were non-responders at evaluation after 3 courses and were taken off therapy. Radiotherapy was given to 25 patients (20%). Response rates at end of therapy: CR: 54 (43%), CRu: 38 (30%), PR: 27 (21%), SD: 1 (1%), PD: 7 (5%). The majority (23/27) of the PR patients were considered to have residual masses and not viable tumor tissue and were observed without further treatment. Conclusions: Preliminary data indicate a low rate of toxic deaths despite intensive therapy. Remission rates are highly satisfactory for this subgroup of patients. Data are too premature for survival analysis at this time point."
}