{
    "doi": "https://doi.org/10.1182/blood.V118.21.1831.1831",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2130",
    "start_url_page_num": 2130,
    "is_scraped": "1",
    "article_title": "Pralatrexate Has Potent Activity Against Multiple Myeloma In Vitro and In Vivo , and Activity Correlates with Tumor RFC-1 and DHFR Expression ",
    "article_date": "November 18, 2011",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "dihydrofolate reductase",
        "multiple myeloma",
        "neoplasms",
        "pralatrexate",
        "biological markers",
        "cancer",
        "caspase-3",
        "coculture techniques",
        "cytotoxic drug therapy",
        "diagnostic imaging"
    ],
    "author_names": [
        "Michael Mangone, AB",
        "Luigi Scotto, Ph.D.",
        "Enrica Marchi, MD, Ph.D.",
        "Owen A. O'Connor, MD, PhD",
        "Hearn J. Cho, MD, PhD"
    ],
    "author_affiliations": [
        [
            "New York University Cancer Institute, New York University Langone Medical Center, New York, NY, USA, "
        ],
        [
            "New York University Cancer Institute, New York University Langone Medical Center, New York, NY, USA, "
        ],
        [
            "New York University Cancer Institute, New York University Langone Medical Center, New York, NY, USA, "
        ],
        [
            "New York University Cancer Institute, New York University Langone Medical Center, New York, NY"
        ],
        [
            "New York University Cancer Institute, New York University Langone Medical Center, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.74654295",
    "first_author_longitude": "-73.9768663",
    "abstract_text": "Abstract 1831 Multiple myeloma (MM) is the second most common hematologic malignancy. Although there are effective new agents that can induce remission, relapse is inevitable and the disease is currently incurable. Progress in the treatment of this disease demands development of novel therapeutics and identification of functional biomarkers that may be used to distinguish tumors that are susceptible to specific targeted agents, creating a “personalized” therapeutic strategy for individual patients. We investigated these principles with anti-folates, which are not commonly used in MM but have demonstrated activity in this disease. Pralatrexate (PDX, 10-propargyl 10-deazaaminopterin) is a folate analogue that was rationally designed to have high affinity for Reduced Folate Carrier (RFC)-1, an oncofetal protein expressed in many cancers that actively transports folates into cells. PDX induced dose-dependent apoptotic cell death in a subset of human myeloma cell lines (HMCL) and CD138 + MM cells isolated from a clinical specimen. In sensitive cell lines, PDX exhibited 10-fold greater potency compared to the structurally related drug methotrexate (MTX). PDX induced dose-dependent, intrinsic apoptosis in sensitive HMCLs, characterized by cleavage of caspase-3 and -9 and accompanied by the loss of full-length Mcl-1, a Bcl-2 family protein that plays a critical role in drug-induced apoptosis in MM. Furthermore, the activity of PDX is not abrogated by the presence of exogenous interleukin-6 or by co-culture with HS-5 bone marrow stromal cells, both of which exert powerful survival effects on MM cells and can antagonize apoptosis in response to some cytotoxic chemotherapy drugs. Sensitivity to PDX-induced apoptosis correlated with higher relative levels of RFC-1 mRNA in sensitive compared to resistant HMCL. Resistant HMCL also exhibited a dose-dependent up-regulation of dihydrofolate reductase (DHFR) protein, a primary molecular target for anti-folates, in response to PDX exposure, whereas sensitive HMCL did not. These changes in functional folate metabolism biomarkers, high baseline RFC-1 expression and upregulation of DHFR in response to PDX, appeared to be mutually exclusive to sensitive or resistant HMCL, respectively. Importantly, PDX was also effective against sensitive HMCL in vivo in a novel mouse xenograft model. NOD/Shi- scid /IL-2Rγ null (NOG) mice were inoculated with MM.1s HMCL stably transduced to express both GFP and luciferase (GFP-luc). GFP-luc MM.1s cells engrafted into the long bones, pelvis, and vertebral column of NOG mice within 4–7 days after injection of cells, as assessed by in vivo bioluminescent imaging. Treatment with PDX resulted in a significant reduction in tumor burden after two doses. These results demonstrate that PDX has potent anti-myeloma activity in vitro and in vivo , and that RFC-1 expression and DHFR upregulation are robust functional biomarkers that may identify patients who are likely to benefit from PDX therapy. These data support further exploration of PDX therapy in clinical trials for MM and investigation of folate metabolism biomarkers as indices for treatment with this class of drugs. Improved anti-folates such as PDX are a promising class of agents that may be a valuable addition to the arsenal against MM. Disclosures: O'Connor: Celgene: Consultancy, Research Funding; Merck: Research Funding; Novartis: Research Funding; Spectrum: Research Funding."
}