{
    "doi": "https://doi.org/10.1182/blood.V114.22.2668.2668",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1551",
    "start_url_page_num": 1551,
    "is_scraped": "1",
    "article_title": "Elevated Serum IL-12 Levels Attenuate Tumor Immunity Via the TIM-3/Gal-9 Axis and Worsen Patient Prognosis in Follicular B-Cell Non-Hodgkin Lymphoma (NHL). ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS POSTER II",
    "topics": [
        "attenuation",
        "b-cell lymphomas",
        "hepatitis a virus cellular receptor 2",
        "interleukin-12",
        "tumor immunity",
        "lymphoma",
        "rituximab",
        "interferon type ii",
        "neoplasms",
        "recombinant interferon-gamma"
    ],
    "author_names": [
        "Zhi-Zhang Yang",
        "Steven C. Ziesmer",
        "Anne J. Novak, PhD",
        "Toshiro Niki",
        "Mitsuomi Hirashima, MD, PhD",
        "Thomas E. Witzig",
        "Stephen M Ansell"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "GalPharma Co., Ltd., Takamatsu, Kagawa, Japan, "
        ],
        [
            "Department of Immunology and Immunopathology, Kagawa University, Kita-gun, Japan, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "College of Medicine, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.022427199999996",
    "first_author_longitude": "-92.4666779",
    "abstract_text": "Abstract 2668 Poster Board II-644 Interleukin-12 (IL-12) has been demonstrated to induce IFN-g production by T and NK cells and thereby contribute to anti-tumor immunity. However, the administration of IL-12 to boost anti-tumor immunity in B-cell lymphoma has shown no clinical benefit. In fact, clinical trials of IL-12 in combination with rituximab in follicular B-cell lymphoma (FL) showed a lower response rate in patients treated with the combination than in patients treated with rituximab alone (Clin Cancer Res. 2006 15; 12:6056-63). The goal of this study was therefore to determine the role of IL-12 in the antitumor response in B-cell NHL. First, we measured serum levels of IL-12 in patients with untreated FL before treatment with rituximab and normal healthy controls. We found that serum IL-12 levels were elevated in FL patients compared to healthy individuals (median: 0.50 ng/ml, n=30 vs 0.32 ng/ml, n=22; p= 0.03) and that elevated serum IL-12 levels were associated with a poor outcome in these patients when treated with rituximab alone as initial therapy. Using 0.56 ng/ml as a cutoff, patients with serum IL-12 levels of greater than 0.56 ng/ml had a significantly shorter time to progression than patients with IL-12 levels less than 0.56 ng/ml (12 months versus 40 months; p=0.001). To determine the mechanism by which IL-12 may contribute to a poor prognosis, we investigated the role of IL-12 on induction of immune tolerance. First, we found that TIM-3, a member of the T cell immunoglobulin and mucin domain-containing protein (TIM) family that functions to terminate T H 1-mediated immunity and promote tolerance, was constitutively expressed on a subset of intratumoral T cells accounting for approximately 15% and 25% of the intratumoral CD4 + and CD8 + T cells, respectively. In contrast, less than 2% of T cells from peripheral blood of normal individuals expressed TIM-3. TIM-3-expressing T cells were distinct from regulatory T cells since CD25 + and Foxp3 + T cells lacked TIM-3 expression. Secondly, we found that TIM-3-expressing CD4 + cells were unable to produce cytokines such as IL-2, IFN-g or IL-17 and that TIM-3-expressing CD8 + T cells failed to produce Granzyme B, IFN-g or IL-2. We also observed that TIM-3-expressing T cells lost the capacity to proliferate in response to TCR activation. These results suggest that TIM-3 expressing CD4 + and CD8 + T cells are functionally exhausted. Thirdly, we observed that TIM-3 expression on T cells could be induced by activation and that IL-12 was the strongest stimulus to induce TIM-3 expression on CD4 + and CD8 + T cells. Finally, we found by immunohistochemistry (IHC) that Galectin-9 (Gal-9), a ligand for TIM-3, was abundantly expressed on lymphoma B cells. In vitro incubation with a stable form of Gal-9 induced apoptosis of CD4 + and CD8 + T cells in a dose dependent fashion. Gal-9-mediated apoptosis of T cells was attenuated by a TIM-3 Fc protein and isolated TIM-3 + T cells exhibited a significantly higher apoptosis rate than TIM-3 − T cells in response to Gal-9. These results indicate that, in contrast to the observations in vitro or in vivo in mice, IL-12 actually plays a detrimental role in lymphoma patients. Given the findings that IL-12 strongly induces TIM-3 expression on effector T cells and that the TIM-3/Gal-9 pathway impairs the immune response, we conclude that increased serum levels of IL-12 suppress anti-tumor immunity in follicular lymphoma patients and is associated with a poor prognosis. Disclosures: Witzig: Novartis: Research Funding."
}