{
    "doi": "https://doi.org/10.1182/blood.V104.11.4216.4216",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=169",
    "start_url_page_num": 169,
    "is_scraped": "1",
    "article_title": "Interferon-gamma Has Dual Potential in Inhibiting or Promoting Survival and Growth of Haematopoietic Progenitors: Interactions with Stromal Cell-Derived Factor-1. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "fibrinogen",
        "hematopoietic system",
        "interferon type ii",
        "stromal cell-derived factor 1",
        "suppressor of cytokine signaling 1 protein",
        "1-phosphatidylinositol 3-kinase",
        "proto-oncogene proteins c-akt",
        "aplastic anemia",
        "cxcr4 receptors",
        "cytokine"
    ],
    "author_names": [
        "Deog-Yeon Jo, MD, PhD",
        "Jin-Hee Hwang",
        "Seong-Woo Kim",
        "Hwan-Jung Yun, MD",
        "Samyong Kim, DM, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, College of Medicine, Chunganam National University, Daejon, Korea"
        ],
        [
            "Department of Internal Medicine, College of Medicine, Chunganam National University, Daejon, Korea"
        ],
        [
            "Department of Internal Medicine, College of Medicine, Chunganam National University, Daejon, Korea"
        ],
        [
            "Department of Internal Medicine, College of Medicine, Chunganam National University, Daejon, Korea"
        ],
        [
            "Department of Internal Medicine, College of Medicine, Chunganam National University, Daejon, Korea"
        ]
    ],
    "first_author_latitude": "36.342798",
    "first_author_longitude": "127.38154744999999",
    "abstract_text": "Despite many apparently contradictory reports, IFN-γ is well known as a hematopoiesis-inhibitory cytokine and is implicated in the pathogenesis of aplastic anemia. It has been shown that IFN-γ intrinsically and simultaneously induces specific and conflicting signalling pathways and transcriptional programs that contribute to the potential dual effects of IFN-γ in promoting or inhibiting proliferation of murine pro-B cells ( Asao et al, J Biol Chem  275 : 867 , 2000 ). We explored the dual roles of IFN-γ in the inhibition or promotion of the survival and growth of hematopoietic progenitors, especially with regard to interactions with stromal cell-derived factor-1 (SDF-1). IFN-γ partially rescued normal bone marrow CD34+ cells and colony-forming cells from apoptosis induced by serum- and growth factor-deprivation. SDF-1 further enhanced cell survival, in synergy with IFN-γ. Short-term IFN-γ treatment of CD34+ cells enhanced the clonal growth of the cells in synergy with SDF-1. In contrast, IFN-γ inhibited the clonal growth of hematopoietic progenitor cells in a standard methylcellulose clonogenic assay and inhibited the growth factor-mediated survival of normal CD34+ cells, CD34+ cells from patients with chronic myeloid leukaemia, and MO7e cells. The addition of SDF-1 did not alter these outcomes. IFN-γ did not activate PI3K/Akt, enhance SDF-1-induced activation of PI3K/Akt, or up-regulate the expression of CXCR4 or its chemotactic function in bone marrow CD34+ cells. IFN-γ up-regulated the expression of Socs1 mRNA in CD34+ cells and MO7e cells. Referring to a previous report describing that Socs1 binds to multiple signalling proteins and suppresses stem cell factor-dependent proliferation of bone marrow-derived mast cells (De Sepulveda et al, EMBO J 18: 904,1999), it is suggested that IFN-γ-induced inhibition of the growth factor-dependent survival of CD34+ cells might be mediated, at least in part, through the induction of Socs1. Paradoxically, IFN-γ down-regulated SDF-1 production in primary human bone marrow stromal cells. These results indicate that IFN-γ, partly in concert with SDF-1, exerts dual effects on the survival and growth of hematopoietic progenitor cells; the effects of IFN-γ on hematopoietic progenitor cells can differ depending on the particular in vitro experimental conditions, especially the presence of hematopoietic growth factors."
}