{
    "doi": "https://doi.org/10.1182/blood.V118.21.579.579",
    "article_title": "Novel Dual E-Selectin-CXCR4 Inhibitors Mobilize Human Acute Myeloid Leukemia (AML) Cells in the NODscid IL2Rγc−/− Xenograft and Confer Susceptibility to Cytarabine ",
    "article_date": "November 18, 2011",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Novel Strategies and Preclinical Studies",
    "abstract_text": "Abstract 579 High expression of CXCR4, a chemokine receptor for CXCL12 (SDF1), is associated with poor prognosis in AML. CXCR4 inhibitors mobilize AML and enhance chemotherapy sensitivity in laboratory studies. They are currently under study as single inhibitors in combination with standard chemotherapy regimens for induction or salvage in AML. Antibody to CD44, an E-selectin ligand when properly glycosylated [HCELL (Sackstein et al 2004)], eliminates leukemia stem cell engraftment in NODscid animals (Jin et al 2006). High level expression of CD44 contributes to leukemia relapse (Quéré et al 2011). In addition, bcr-abl positive leukemia stem cells are dependent on CD44 for homing to the marrow, (Krause et al 2006) and Nalm6 ALL cell line homes to E-selectin+SDF1+ regions of the bone marrow microvasculature, dependent on both E-selectin and CXCR4 (Sipkins et al 2005). Our preclinical studies demonstrate very high level expression of CD44 (99.8% ± 1.7%) by AML blasts from patients, and by putative CD34+CD38−CD123+ leukemia stem cells (99.8% ± 0.6%). The mean fluorescence intensity (MFI) for CD44 expression by AML blasts is one to two logs higher than the MFI for 16 other adhesion receptors. We also have found that blocking of CD44 inhibits adhesion of AML blasts to a stromal cell line in vitro. Eighty percent of the AML blast samples tested demonstrated binding of E-selectin-IgG chimeric protein by flow cytometry, and nearly all AML blast samples exhibited functional adhesion to immobilized E-selectin. We then tested the hypothesis that functional inhibition of CD44 by an E-selectin inhibitor together with mobilization and inhibition of binding to CXCR4 would enhance chemotherapy sensitivity. To target these overlapping pathways, GMI-1215 and GMI-1257 were each rationally designed to inhibit both E-selectin and CXCR4. GMI-1215 and GMI-1257 inhibit E-selectin in vitro with IC50 values of 4.1μM and 3.6μM, respectively. Both molecules also target CXCR4 as determined by inhibiting antibody (12G5) binding to CXCR4 or inhibiting SDF-1-mediated transwell migration of CCRF-CEM cells (GMI-1215 IC50 = 31nM; GMI-1257 IC50 = 1.1μM, respectively). We have tested these novel dual inhibitors of both E-selectin and CXCR4 in a murine xenograft model. The inhibitor GMI-1257 inhibits E-selectin and SDF-1 mediated chemotaxis in a transwell-based assay for CXCR4 activity. Both E-selectin-CXCR4 bifunctional inhibitors GMI-1215 and GMI-1257 successfully mobilize primary human leukemia cells in the NODscid IL2Rγc −/− mouse. The peak rise occurs at 3 hours after IV injection of 5 mg/kg. After IV injection of GMI-1215, the total white blood count rose from 4.1 × 10 9 /L ±1.1 to 11.4 × 10 9 /L ±0.9 (2.8 fold), and human CD34+ leukemia count from 2.5 × 10 9 /L ±0.8 to 7.7 × 10 9 /L ±1.0 (3.1 fold), p=0.0024 and p=0.0045, respectively. After injection of GMI-1257, the human CD45+ leukemia count rose from 0.08 to 0.27 (3.4 fold). Administration of these inhibitors daily for 3 days, followed by cytarabine 300 mg/kg/day by intraperitoneal injection, 3 hours later each day, reduced circulating leukemia in the xenograft model without affecting recovery of normal mouse neutrophil counts. For example, at 7 days post treatment with GMI-1215, the human CD34+ leukemia count fell by 86%, and at 7 days post treatment with GMI-1257, it fell by 94%. For the control mice that received only cytarabine alone, but not GMIO-1257, the leukemia number fell by only 38% by day 7. Remarkably, by 15 days post treatment with the combination of GMI-1257 and cytarabine, human CD34+ leukemia cells were largely depleted from the bone marrow (by 90%) compared to treatment with cytarabine alone. Thus, these novel dual inhibitors of E-selectin and CXCR4 effectively mobilize leukemia from the marrow and reduce the bone marrow burden of AML in combination with chemotherapy. As both E-selectin and CXCR4 play roles in the sequestration of leukemic cells in the bone marrow, an antagonist that targets both adhesion mechanisms may have added benefits in blocking these interactions and enhancing the efficacy of chemotherapy. Disclosures: Patton: GlycoMimetics, Inc.: Employment, Equity Ownership. Smith: Glycomimetics, Inc.: Employment, Equity Ownership. Sarkar: Glycomimetics, Inc.: Employment, Equity Ownership. Magnani: GlycoMimetics, Inc.: Employment, Equity Ownership. Becker: GlycoMimetics, Inc.: Research Funding.",
    "topics": [
        "cxcr4 receptors",
        "cytarabine",
        "leukemia, myelocytic, acute",
        "selectins",
        "transplantation, heterologous",
        "leukemia",
        "e-selectin",
        "cd44 antigens",
        "homing-associated cell adhesion molecule",
        "adhesions"
    ],
    "author_names": [
        "Sylvia Chien",
        "Xin Zhao, MD",
        "John T. Patton, PhD",
        "Theodore Smith",
        "Arun Sarkar, PhD",
        "John L. Magnani",
        "Frederick R. Appelbaum, MD",
        "Pamela S Becker, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sylvia Chien",
            "author_affiliations": [
                "Division of Hematolgy, Department of Medicine, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xin Zhao, MD",
            "author_affiliations": [
                "Division of Hematolgy, Department of Medicine, University of Washington Institute for Stem Cell and Regenerative Medicine, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John T. Patton, PhD",
            "author_affiliations": [
                "GlycoMimetics, Inc., Gaithersburg, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theodore Smith",
            "author_affiliations": [
                "GlycoMimetics, Inc, Gaithersburg, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arun Sarkar, PhD",
            "author_affiliations": [
                "GlycoMimetics, Inc, Gaithersburg, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John L. Magnani",
            "author_affiliations": [
                "GlycoMimetics, Inc., Gaithersburg, MD, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick R. Appelbaum, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela S Becker, MD, PhD",
            "author_affiliations": [
                "University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T21:31:04",
    "is_scraped": "1"
}