{
    "doi": "https://doi.org/10.1182/blood.V120.21.537.537",
    "article_title": " NUP98/JARID1A Is a New Recurrent Genetic Abnormality in Pediatric Acute Megakaryoblastic Leukemia with a Distinct HOX -Gene Expression Pattern ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Genetic Subgroups in Acute Myeloid leukemia",
    "abstract_text": "Abstract 537 Introduction: Cure rates in pediatric AML are currently in the 60–70% range despite treatment with intensive chemotherapy. To improve prognosis new treatment targets need to be identified, hence there is a need to better understand the underlying biology. It is hypothesized that AML results from at least two types of mutations which non-randomly collaborate in leukemogenesis. The type-I aberrations confer a proliferative advantage, type-II mutations lead to impairment of hematopoietic differentiation (Kelly et al , 2002). We recently described NUP98/NSD1 as recurrent event in cytogenetically normal AML (Hollink et al , 2011). Patients with NUP98/NSD1 had dismal outcome, and a stem-cell phenotype characterized by overexpression of homeobox (HOX) A and – B genes. Using split-signal FISH on 122 pediatric AML cases without driving oncogenic mutation, 26 NUP98- rearranged cases were identified, including 1 patient with acute megakaryoblastic leukemia (AMKL). We previously reported a patient with fusion of JARID1A, located on chromosome 12p13, to NUP98, located on chromosome 11p15, in a non-Down Syndrome (DS) AMKL case (Van Zutven et al , 2006). Therefore, a large series of non-DS AMKL patients was screened for NUP98/JARID1A and for other abnormalities, including the novel CBFA2T3/GLIS2 translocation (Gruber et al , ASH2011; #757). Methods: Samples from 105 pediatric non-DS AMKL cases, diagnosed between 1998 and 2011, were obtained from the DCOG, the AML-BFM SG, the Saint-Louis Hospital in Paris, and the COG. AMKL is more common in DS patients, therefore we also screened a series of DS AMKL (n=16). Centrally reviewed clinical and cell-biological data were provided by these study groups. Translocation of NUP98/JARID1A, MLL -rearrangements, RBM15/MKL1, and CBFA2T3/GLIS2 were identified using RT-PCR, as well as molecular characterization including hospots for the following mutations: FLT3, KIT, RAS, PTPN11, NPM1, WT1, and CEBPA. HOXA and – B expression levels were analyzed using gene expression profiling (Affymetrix) in 274 pediatric AML patients (Balgobind et al , 2011) including 9 AMKL patients, and validated with quantitative real-time PCR (n=37). Results: NUP98/JARID1A translocations were identified in 11 patients (11%). Four other patients had a NUP98- aberration with unknown translocation partner based on split signal FISH. We identified 16/105 patients with RBM15/MKL1 , 13/105 with CBFA2T3/GLIS2 translocation, and 13/96 harbouring an MLL -rearrangement. Hence, specific non-random abnormalities could be defined in 61% of pediatric AMKL cases. Only 3/45 cases harboured a type-I mutation, all localized in the RAS gene. Comparing NUP98/JARID1A positive cases with negative cases in pediatric AMKL, no significant differences in patient characteristics including sex, age, and white blood cell count (WBC) were found. Considering prognosis, 5-year pEFS (22±14% vs. 36±6%, p=0.50) did not differ significantly from all other AMKL patients, nor did the cumulative incidence of relapse (56±19% vs. 54±7% p=0.9). CBFA2T3/GLIS2 translocated patients also did not differ from other AMKL patients (pEFS 19±16% vs. 36±6%, p=0.63). However, 5-year pEFS for RBM15/MKL1 translocated patients was significantly better (73±13% vs. 28±6%, p=0.043), but not in multivariate analysis adjusted for age and WBC. Gene expression analysis showed significantly higher HOXA5/A9/A10 and HOXB2/B3/B4/B5/B6 expression in NUP98/JARID1A compared to other pediatric AML cases. We did not identify any NUP98/JARID1A cases in the 16 DS AMKL patients. Discussion and conclusion: NUP98/JARID1A is a recurrent cryptic translocation in approximately 11% of pediatric AMKL cases. In 61% of all AMKL cases a type-II mutation could now be identified. Similar to NUP98-NSD1 a stem-cell phenotype was detected with persistent HOXAB -gene expression. Although NUP98/JARID1A did not influence prognosis, outcome in pediatric AMKL is unsatisfactory. NUP98 is known to recruit CREBBP/p300 resulting in histone acetylation, and transcriptional activation of HOX genes (Wang et al, 2007), suggesting that histone acetyltransferase inhibitors may be active. Moreover, JARID1A is unable to demethylate H3K4me2/3, which also results in sustained up regulation of HOX genes. This may provide options for targeted therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute megakaryocytic leukemias",
        "genes",
        "pediatrics",
        "gene abnormality",
        "myeloblastic leukemia, pediatric acute",
        "ccaat/enhancer binding protein alpha",
        "chemotherapy regimen",
        "gene expression profiling",
        "histone acetyltransferases",
        "leukemogenesis"
    ],
    "author_names": [
        "Jasmijn D.E. de Rooij, MD",
        "Marry M. van den Heuvel-Eibrink",
        "Iris H.I.M. Hollink, MD, PhD",
        "Susan T.C.J.M. Arentsen-Peters",
        "H. Berna Beverloo, PhD",
        "Janneke F. van Galen",
        "Andre Baruchel, MD, PhD",
        "Jan Trka, MD, PhD",
        "Dirk Reinhardt, MD",
        "Edwin Sonneveld, PhD",
        "Martin Zimmermann",
        "Todd A. Alonzo, PhD",
        "Rob Pieters, MD, PhD",
        "Soheil Meshinchi, MD, PhD",
        "C. Michel Zwaan, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jasmijn D.E. de Rooij, MD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marry M. van den Heuvel-Eibrink",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iris H.I.M. Hollink, MD, PhD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan T.C.J.M. Arentsen-Peters",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Berna Beverloo, PhD",
            "author_affiliations": [
                "Clinical Genetics, Erasmus MC, Rotterdam, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janneke F. van Galen",
            "author_affiliations": [
                "Clinical Genetics, Erasmus MC, Rotterdam, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Baruchel, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology, Hopital Saint Louis, Paris, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Trka, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, 2nd Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Reinhardt, MD",
            "author_affiliations": [
                "Hannover Medical School, AML-BFM Study Group, Hannover, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edwin Sonneveld, PhD",
            "author_affiliations": [
                "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Zimmermann",
            "author_affiliations": [
                "AML-BFM Study Group, Pediatric Oncology and Hematology, Medical School Hannover, Hannover, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo, PhD",
            "author_affiliations": [
                "Children's Oncology Group (COG), Arcadia, CA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Pieters, MD, PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology/Oncology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Michel Zwaan, MD, PhD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:43:05",
    "is_scraped": "1"
}