{
    "doi": "https://doi.org/10.1182/blood.V128.22.3058.3058",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3483",
    "start_url_page_num": 3483,
    "is_scraped": "1",
    "article_title": "Adipose Tissue-Derived IGFBP1 Facilitates Progression of Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "culture media, conditioned",
        "insulin-like growth-factor binding protein 1",
        "leukemia",
        "weight reduction",
        "hypoxia",
        "cytokine",
        "leukemic cells",
        "osteopenia",
        "adipokines",
        "neutralizing antibodies"
    ],
    "author_names": [
        "Haobin Ye, PhD",
        "Nabilah Khan, PhD",
        "Mohammad Minhajuddin, PhD",
        "Biniam Adane, BS",
        "Craig T Jordan, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, University of Colorado, Aurora, CO"
        ],
        [
            "Division of Hematology, University of Colorado, Aurora, CO"
        ],
        [
            "Division of Hematology, University of Colorado, Aurora, CO"
        ],
        [
            "Division of Hematology, University of Colorado, Aurora, CO"
        ],
        [
            "Division of Hematology, University of Colorado, Aurora, CO"
        ]
    ],
    "first_author_latitude": "39.7449015",
    "first_author_longitude": "-104.8378085",
    "abstract_text": "We recently reported that adipose tissue functions as a reservoir for leukemia stem cells (LSCs) using a murine model of leukemia (Ye et al., Cell Stem Cell , 2016). Intriguingly, the presence of leukemic cells in adipose tissue induces increased lipolysis and the release of free fatty acids (FFA) which in turn fuels the growth of LSCs. Further, adipose tissue protects resident LSCs from chemotherapy. These findings indicate that the unique characteristics of adipose tissue may provide key insights on the growth and survival of leukemic cells. Thus, in the present study we focus on the endocrine function of adipose tissue and explore its role in leukemia development. First, to evaluate secreted factors, we applied adipokine arrays which detect 38 adipokines to leukemia serum collected at different stages of leukemia pathogenesis. Interestingly, we observed a significantly elevated level of serum IGFBP1 as soon as leukemic disease became evident at low levels (~0.5%) in marrow. IGFBP1 increased to levels approximate 200X normal at peak stages of disease burden. ELISA analyses further confirmed these observations. IGFBP1 is normally considered as a liver-derived protein. However, we did not find any changes of IGFBP1 expression in leukemic liver. Rather, we observed a significant increase in the expression of IGFBP1 in adipose tissue. IGFBP1 in conditioned medium (CM) from leukemic gonadal adipose tissue (GAT) is approximate 100X higher than naive GAT. Together, these findings suggest adipose tissue-derived IGFBP1 contributes to the increased serum IGFBP1 we detected in leukemic animals. We next examined the role of IGFBP1 in leukemia development using a neutralizing antibody. Treatment of experimental animals with anti-IGFBP1 antibody significantly decreased leukemic burden in GAT (~40% IgG treated VS. 20% Anti-IGFBP1 treated) while bone marrow (BM) and spleen leukemic engraftment remained unchanged (~40%). Further, less atrophy of adipose tissue as well as less body weight loss was seen in the IGFBP1 neutralizing antibody treated group. Consistent with this observation, serum FFA level was also reduced, suggesting less lipolysis in the IGFBP1 antagonized group. Together, these results indicate that IGFBP1 is involved in the regulation of leukemic cells homing to adipose tissue and consequently leukemia-induced lipolysis. Next we explored the mechanisms for the increased expression of IGFBP1 in adipose tissue. Studies have shown that both FGF21 and hypoxia induce IGFBP1 expression. We did not find any changes of FGF21 expression in adipose tissue or in liver, suggesting FGF21 was not involved in IGFBP1 regulation in our system. In contrast, we observed a five-fold elevation in IGFBP1 mRNA in primary adipose tissue cultured under hypoxic conditions. Studies have shown that both BM and spleen in leukemia mice are already hypoxic in early stages of leukemic development (Benito et al., Plos One , 2011). Thus, we hypothesize that tissue hypoxia may at least partially regulate IGFBP1 in leukemia. Ongoing experiments are testing this hypothesis. Additionally, inflammatory cytokines have been reported to increase IGFBP1 expression. We previously reported significantly increased levels of inflammatory cytokines in the adipose tissue of leukemic mice including TNF-α, IL1 and CSF2 (1.5X normal adipose tissue). Therefore, we hypothesize the local inflammatory cytokine production may also contribute to increased expression of IGFBP1, a theory that is also currently under investigation. IGFBP1 has recently been reported to activate osteoclasts and thus promotes bone metabolism (Wang et al., Cell Metabolism , 2015). Studies have found an increased number of osteoclasts and thus bone loss in our leukemic model (Frisch et al., Blood , 2012). We hypothesize that adipose tissue-derived IGFBP1 contributes to bone loss in leukemic mice. Ongoing experiments are testing whether antagonization of IGFBP1 in leukemic mice will rescue bone loss. Collectively, these findings suggest that adipose tissue-derived IGFBP1 facilitates progression of leukemia through regulation of adipose tissue lipolysis and may promote bone marrow colonization by leukemia cells through activation of osteoclasts. Disclosures No relevant conflicts of interest to declare."
}