{
    "doi": "https://doi.org/10.1182/blood.V120.21.2803.2803",
    "article_title": "Phenotypic and Prognostic Correlates of Spliceosome Mutations ( SRSF2 , SF3B1 , U2AF35 ) in Chronic Myelomonocytic Leukemia with ≥ 1% Ring Sideroblasts. ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster II",
    "abstract_text": "Abstract 2803 Background: Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder with overlapping features between myelodysplastic syndromes (MDS) and myeloproliferative neoplasms. Ring sideroblasts (RS) represent abnormal mitochondrial iron accumulation in MDS; with ≥15% RS necessary for the conventional diagnosis of MDS-RS. Somatic spliceosome mutations are recurrent in MDS, with SF3B1 mutations being the most frequent in MDS-RS (∼75%) and SRSF2 in CMML (∼28%). The distribution of these mutations in the presence of both RS and monocytosis is unknown and their prognostic relevance, in the particular setting, undetermined. Methods: Using the Mayo Clinic database for myeloid malignancies (1997–2007), we identified patients who met the 2008 WHO criteria for CMML, and who also displayed at least 1% RS in their bone marrow (BM). All patients underwent BM examination and cytogenetic evaluation at diagnosis and the pathology slides, including iron stains, were centrally re-reviewed to accurately quantify BM RS. DNA was interrogated in the three most frequent spliceosome genes with somatic mutations; SF3B1, SRSF2 and U2AF35 . Results: Sixty four patients met the above stipulated criteria for CMML with ≥1% RS; 46 (72%) were males and median age was 71 years (range, 17–90 years). Fifty three (83%) had CMML-1 and the remainder CMML-2. The percentage of patients with ≥15% RS was 41%: 30% had 15–49% RS and 11% had >50% RS. Thirty patients (47%) displayed SRSF2 mutations (mutational frequencies were 58% in the presence of 50% RS), 9 (14%) SF3B1 mutations (3% with 50% RS), and 5 (8%) U2AF35 mutations (8% with 50% RS). Mutational hotspots were P95 for SRSF2 (93%), K700 for SF3B1 (67%) and Q157 for U2AF35 (60%). The three spliceosome mutations were mutually exclusive. At a median follow-up of 26 months, 49 (77%) deaths and 11 (17%) leukemic transformations were documented. In univariate analysis, significant risk factors for survival included increased levels of white blood cell (WBC), absolute neutrophil (ANC), absolute monocyte (AMC), absolute lymphocyte (ALC) counts, the Spanish cytogenetics risk stratification system ( Haematologica 2011;96:375 ), and the presence of circulating blasts. Neither the presence of spliceosome mutations ( SF3B1/SRSF2/U2AF35 ) nor the percentage of RS (considered both as a continuous and a categorical variable), had an impact on either overall or leukemia-free survival. Conclusions: Among spliceosome mutations in CMML, those involving SRSF2 are by far the most frequent, even in the presence of ring sideroblasts. However, in patients with >50% RS, only SF3B1 mutations were seen whereas in those with 15–49% RS, SRSF2 mutations were more common. These observations suggest that SF3B1 mutations play a dominant but not exclusive role in the pathogenesis of RS. Regardless, the current study did not suggest prognostic impact from either the presence of the spliceosome mutations studied or the percentage of RS. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelomonocytic, chronic",
        "mutation",
        "sf3b1 gene",
        "sideroblasts",
        "spliceosomes",
        "srsf2 gene",
        "phenotype",
        "iron",
        "cancer",
        "dna"
    ],
    "author_names": [
        "Mrinal M. Patnaik, MBBS, MD",
        "Terra L Lasho, MT, (ASCP)",
        "Curtis A Hanson, MD",
        "Janice M Hodnefield, MS, MT(ASCP)",
        "Ryan A Knudson",
        "Rhett P Ketterling, MD",
        "Animesh Pardanani, MBBS, PhD",
        "Ayalew Tefferi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mrinal M. Patnaik, MBBS, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Terra L Lasho, MT, (ASCP)",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Curtis A Hanson, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janice M Hodnefield, MS, MT(ASCP)",
            "author_affiliations": [
                "Division of Hematopathology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan A Knudson",
            "author_affiliations": [
                "Division of Cytogenetics, Department of Laboratory Medicine, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rhett P Ketterling, MD",
            "author_affiliations": [
                "Division of Cytogenetics, Department of Laboratory Medicine, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Animesh Pardanani, MBBS, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayalew Tefferi, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T06:40:30",
    "is_scraped": "1"
}