{
    "doi": "https://doi.org/10.1182/blood.V116.21.1987.1987",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1834",
    "start_url_page_num": 1834,
    "is_scraped": "1",
    "article_title": "Prognosis Is Genetically Fixed In Polycythemia Vera and Definable by Gene Expression Profiling ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster I",
    "topics": [
        "gene expression profiling",
        "polycythemia vera",
        "illness length",
        "indolent",
        "pancytopenia",
        "cd44 antigens",
        "chemotherapy regimen",
        "forkhead box protein o1",
        "granulocyte colony-stimulating factor",
        "hemoglobin measurement"
    ],
    "author_names": [
        "Jerry L Spivak, MD",
        "Donna M Williams, PhD",
        "Brady L Stein, MD",
        "Alison Moliterno",
        "Chunfa Jie, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "School of Medicine, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Microarray Core, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.313319899999996",
    "first_author_longitude": "-76.60438655",
    "abstract_text": "Abstract 1987 Polycythemia vera (PV) is a chronic, clonal, stem cell disorder whose natural history is usually indolent but an undefined fraction of patients have a clinical course characterized by extramedullary hematopoiesis, myelofibrosis, massive splenomegaly, bone marrow failure, and a propensity to develop spontaneous acute leukemia or early death. Recently, a prognostic scoring system was developed to determine the survival of such patients after the onset of bone marrow failure (Blood, 2008; 111:3383-7). However, at that point, for most such patients, only palliative therapy is available. We have been conducting a gene expression profiling (GEP) study in PV peripheral blood (pb) CD34+ cells using oligonucleotide microarray technology, confirmed by QPCR, and now report that in patients who develop an aggressive form of PV, the associated genetic abnormalities are time independent, providing an opportunity to identify patients at risk before bone marrow failure ensues. Our observations were obtained in a cross-sectional study of 19 PV patients (8 men and 11 women) from whom pb CD34+ cells were harvested for GEP in comparison to immunophenotypically similar G-CSF mobilized pb CD34+cells from normal individuals (3 men and 3 women). The median age (55 years; range 33–71), disease duration (11.5 years; range 1–33) and JAK2 V617F allele burden (92%: range 50–100) of the men at the time of study were not significantly different from the women (median age 51 years; range 42–70); disease duration, (8 years; range 1–13) and JAK2 V617F allele burden (100%; range 49–100);16 patients were homozygous for the mutation. Gender-specific differences in PV clinical features (Haematologica 2010; 95:1090-7) were mirrored by gender-specific differences in GEP between the men and women patients, allowing us to identify a core set of 89 genes (31 down regulated and 58 up regulated) shared in common. Using this core gene set and unsupervised hierarchical clustering, the 19 PV patients could be segregated into a small homogeneous group (6 patients; 3 men and 3 women) and a larger heterogeneous group(5 men and 8 women), which did not differ with respect to median age (64.5 vs 67 years); median disease duration (10.5; range 5–20, vs 7 years; range 1–33); JAK2 V617F allele burden (100% vs 88%), or leukocyte and platelet counts, but did differ with respect to their clinical characteristics with the smaller group having a lower median hemoglobin level (10.7 gm% vs 13.1 gm%; p= 0.01), a greater number of thrombotic events (p = 0.017), greater spleen size, (p= 0.01), a need for splenectomy (p= 0.017), a need for chemotherapy (p =0.009), and a shorter median survival time (17 years vs 25 years; log rank p value 0.02). Since the median disease duration of the two groups did not differ, the underlying genetic abnormalities must be time independent. Analysis of the core gene set revealed a “stromal gene signature” consisting of 16 matricellular and collagen genes, which, when subjected to unsupervised hierarchical clustering, not only led to the same group distinctions but resolved the genetic heterogeneity of the larger group. Remarkably, the stromal genes were down regulated in the more aggressive group and up regulated in the more indolent one. To determine the overall genetic differences between these two clinically distinct groups, we used Gene Set Enrichment Analysis to identify the top 50 up or down regulated genes in each. Among the notable genes down regulated in the indolent group were BAALC, DACH1, CD44, DDX17 and VIM, and in the aggressive group, FOXO1, IRF8, ABCD1, HOXA5, SOX4 and CRIM1. In the indolent group, LSM1, FADS2, CDKN1A, E2F1, MAZ and FHL2 were up regulated. FHL2 was also the only top 50 up regulated gene shared in common with the aggressive group, and one of the top two most up regulated genes in the patient population as a whole, LSM1 being the other, emphasizing the importance of these genes in disease pathogenesis. Equally important, in the aggressive group, there was an up regulated 17 gene signature involving DNA replication unique to it alone (p = 0.032). These data solidify the contention that despite the commonality of JAK2 V617F, PV is not a monolithic illness, that prognosis is independent of disease duration, provide insight into the pathogenesis of PV and offer the possibility of genetically identifying those patients most at risk of disease-associated morbidity and mortality when they can still benefit from therapeutic intervention. Disclosures: No relevant conflicts of interest to declare."
}