{
    "doi": "https://doi.org/10.1182/blood.V104.11.3921.3921",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=121",
    "start_url_page_num": 121,
    "is_scraped": "1",
    "article_title": "Correlation of ADAMTS-13 Activity with Response to Plasma Exchange in Patients Diagnosed with Thrombotic Thrombocytopenic Purpura. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Deficiency of the von Willebrand factor (VWF)-cleaving metalloprotease ADAMTS-13 is assumed to be the proximate cause of thrombotic thrombocytopenic purpura (TTP), a potentially devastating microvascular thrombotic disorder. Lack of the enzyme leads to the plasma accumulation of unusually large and extraordinarily adhesive VWF multimers (ULVWF), which clump platelets and precipitate microvascular thrombosis, thrombocytopenia, microangiopathic hemolytic anemia, and systemic tissue infarction. Thus, accurate assessment of ADAMTS-13 activity should aid in differentiating TTP from other similar syndromes, and could help predict which patients will benefit from plasma exchange. We retrospectively reviewed the cases of 38 patients diagnosed with TTP between 1998 and 2004 in The Methodist Hospital in Houston, TX, recording comorbid conditions, response to plasma exchange, and ADAMTS-13 activity. All patients had ADAMTS-13 activity measured and received plasma exchange. ADAMTS-13 activity was determined by the capacity of patient plasma to cleave ULVWF derived from the supernatants of cultured umbilical vein endothelial cells. Response to plasma exchange was assessed by platelet counts and serum LDH levels. Those designated as having responded to therapy achieved platelet counts above 150,000 per ml. Ten of the 38 patients had no response to plasma exchange. Of these, all had associated conditions (e.g., transplantation, drugs, vasculitis) and 8 had normal ADAMTS-13 activity. Of the 28 who responded to therapy, 21 had no associated conditions. ADAMTS-13 activity was absent in 23 and low (6% and 12%) in 2. We assessed ADAMTS-13 activity in response to therapy in the patients divided into three groups: those without detectable activity (Group 1, 25 patients); those with low but detectable activity (Group 2, 2 patients); and those with normal activity (Group 3, 11 patients). In group 1, 65% had an inhibitor of ADAMTS-13 activity. Twenty three (92%) responded to plasma exchange, the other 2 had received bone marrow transplantation. Thirteen of the 23 responders required less than 6 exchanges; the other 10 required more than 6 exchanges, and 9 had fluctuating platelet counts during therapy. In 6 of the 9, the platelets fluctuations correlated with the LDH levels and ADAMTS-13 activities; the other 3 had intercurrent infections and the platelet counts did not correlate with their LDH levels or ADAMTS-13 activities. ADAMTS-13 activity values increased with plasma exchange in 23 of 25 patients. Mortality in group 1 was 8%; 32% of patients relapsed and none had renal failure requiring hemodialysis. Both patients in group 2 responded to fewer than 7 plasma exchanges. All patients in group 3 had associated conditions. Three of 11 (27%) responded to therapy. Mortality was 36% and no patient relapsed. Forty five percent of group 3 patients had renal failure requiring hemodialysis. The median number of plasma exchanges in this group was 15 (range 7–23). We conclude that assay of ADAMTS-13 activity is predictive of response to plasma exchange, and may distinguish patients with true TTP from those with disorders that have similar clinical and laboratory manifestations. Patients with low or absent activity responded to therapy with increasing ADAMTS-13 activity, platelet counts, and declining LDH levels.",
    "topics": [
        "adamts proteins",
        "plasma exchange",
        "thrombotic thrombocytopenic purpura",
        "hemodialysis",
        "kidney failure",
        "thrombosis",
        "bone marrow transplantation",
        "enzymes",
        "infections",
        "lactate dehydrogenase test, serum"
    ],
    "author_names": [
        "Elham Abbasi, MD",
        "David Yawn, MD",
        "Christopher Leveque, MD",
        "Leticia Nolasco, BS",
        "Jose Lopez, MD",
        "Joel Moake, MD"
    ],
    "author_affiliations": [
        [
            "Medicine and Pathology, Baylor College of Medicine and The Methodist Hospital, Houston, TX, USA"
        ],
        [
            "Medicine and Pathology, Baylor College of Medicine and The Methodist Hospital, Houston, TX, USA"
        ],
        [
            "Medicine and Pathology, Baylor College of Medicine and The Methodist Hospital, Houston, TX, USA"
        ],
        [
            "Medicine and Pathology, Baylor College of Medicine and The Methodist Hospital, Houston, TX, USA"
        ],
        [
            "Medicine and Pathology, Baylor College of Medicine and The Methodist Hospital, Houston, TX, USA"
        ],
        [
            "Medicine and Pathology, Baylor College of Medicine and The Methodist Hospital, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.710529599999994",
    "first_author_longitude": "-95.39649899999999"
}