{
    "doi": "https://doi.org/10.1182/blood-2019-124396",
    "article_title": "Disease State Adaptation Experienced By Patients with Hemophilia: Literature Review and Expert Consensus ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction Hemophilia is an inherited disorder that causes a deficiency of a blood clotting factor resulting in a lifelong bleeding diathesis. People with hemophilia (PWH) may experience significant morbidity including potentially life-threatening hemorrhages and accumulation of joint damage and require burdensome and costly chronic treatment with factor replacement therapies. Gene therapies aimed at providing endogenous production of the missing clotting factor have the potential to yield significant health benefits for PWH. Economic evaluation is an important component for the commissioning and funding of new treatments like gene therapies. In economic evaluation, quality-of-life (QoL) is measured using health state utility valuations (HSUV). However, people with inherited and long-term health conditions may adapt to their given health state and adjust their expectations, therefore biasing the estimates of QoL/HSUV (i.e., disease state adaptation (DSA) or \"disability paradox\"; Albrecht and Devlieger, 1999). Here, we describe the first stages of research to evaluate DSA experienced by PWH. Methods To facilitate the selection of research methodology, a systematic litearure review (SLR) was performed to examine existing studies on QoL/HSUVs for PWH. A SLR was conducted to identify full-text studies by searching electronic databases (e.g. MEDLINE, Web of Science, Cochrane Library). Studies were included in the review using predefined inclusion/exclusion criteria for population, study type, language (English). Additionally, a manual search (last three years) for conferences abstracts was performed to capture the most up-to-date research. Findings from the SLR informed the conceptualisation of a study framework. The proposed research approach was then discussed with an expert panel consisting of clinicians, patient advocacy representatives, and Health Technology Assessment (HTA) specialists. Results The SLR identified 32 studies reporting HSUVs in hemophilia. The studies identified applied a mix of direct and indirect HSUV elicitation techniques. Two studies applied direct time trade-off methodology and the remaining 30 studies adopted indirect valuation methodologies. Utility values were found to vary by disease severity, musculoskeletal damage, bleed frequency, inhibitors, hemophilia subtype, treatment regimen, and adherence. Interestingly, HSUVs derived from valuations from the general public were found to be valued lower than those derived from PWH for the same health states. For example, in Carlsson et al. (2017), general public participants consistently rated significantly lower HSUVs for hemophilia disease states compared to PWH (range: 0.54-0.60 vs. 0.67-0.73), suggesting DSA might exist for PWH. Based on SLR findings, an expert panel discussed the feasibility and acceptability of an approach for conducting a preference elicitation study to directly evaluate DSA in PWH. Preference elicitation is an established research framework that is widely used in health economics. A comparative preference elicitation study was proposed to describe and quantify DSA by comparing responses from PWH, caregivers of PWH, and the general public. Conclusion Based on the SLR and expert panel inputs from clinicians, patients and HTA experts, an agreement was achieved about the research methodology for a new study directly assessing DSA experienced by PWH. Experts agreed that a comparative preference elicitation approach among PWH, caregivers of PWH, and the general public was fit-for-purpose for this research. The impact of DSA on QoL/HSUV should be characterized within economic evaluations of novel treatments with transformative impact on patients' lives, such as gene therapies. Disclosures Martin: HCD Economics: Employment. Mulhern: HCD Economics: Consultancy. Shaikh: HCD Economics: Employment. Asghar: HCD Economics: Employment. O'Hara: HCD Economics: Employment, Equity Ownership. Pedra: HCD Economics: Employment. Sawyer: uniQure Inc.: Employment. Li: uniQure Inc.: Employment.",
    "topics": [
        "hemophilia a",
        "hemophilias",
        "gene therapy",
        "blood coagulation factors",
        "hemorrhage",
        "bleeding diathesis",
        "genetic disorder",
        "severity of illness",
        "caregivers",
        "cochrane collaboration"
    ],
    "author_names": [
        "Antony Martin",
        "Brendan Mulhern",
        "Anum Shaikh",
        "Sohaib Asghar, MSc",
        "Jamie O'Hara, MSc",
        "Gabriel Pedra, PhD",
        "Eileen K Sawyer, PhD",
        "Nanxin (Nick) Li, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Antony Martin",
            "author_affiliations": [
                "HCD Economics, Daresbury, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brendan Mulhern",
            "author_affiliations": [
                "University of Technology Sydney, Sydney, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anum Shaikh",
            "author_affiliations": [
                "HCD Economics, Daresbury, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sohaib Asghar, MSc",
            "author_affiliations": [
                "HCD Economics, Daresbury, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamie O'Hara, MSc",
            "author_affiliations": [
                "HCD Economics, Daresbury, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriel Pedra, PhD",
            "author_affiliations": [
                "HCD Economics, Daresbury, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eileen K Sawyer, PhD",
            "author_affiliations": [
                "uniQure Inc., Lexington, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nanxin (Nick) Li, PhD",
            "author_affiliations": [
                "uniQure Inc., Lexington, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:31:13",
    "is_scraped": "1"
}