{
    "doi": "https://doi.org/10.1182/blood.V126.23.2374.2374",
    "article_title": "Systemic Glycosyltransferase Attenuates Granulocyte Progenitor Differentiation ",
    "article_date": "December 3, 2015",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "The dynamic interaction of hematopoietic stem and progenitor cells (HSPC) with niche environments and delivery of soluble extrinsic signals are the principal driving factors determining cell fate decisions for self renewal, expansion, and differentiation. Here we present evidence that a systemic glycosyltransferase originating from the liver is one such extrinsic signal that acts by remodeling hematopoietic progenitor cell surfaces. There is mounting evidence that sialyl- and fucosyl-glycan structures mediate adhesive interactions critical to stem cell differentiation (Alisson-Silva et al . Glycobiology, 2014). Our lab has discovered that the absence of a single type of sialic acid linkage on HSPC cell surface profoundly augments the ability of hematopoietic progenitors to produce myeloid cells. This single sialic acid linkage, the Sia(alpha2,6) linkage on Gal(beta1,4)-GlcNAc termini, is constructed by the blood-borne glycosyltransferase ST6Gal-1. Mice with diminished circulatory ST6Gal-1 levels have more severe inflammatory responses, secondary to elevated production of granulocytic inflammatory cells in the marrow. Less clear, however, are the consequences of elevated systemic ST6Gal-1 on HSPC homeostasis. Here, we show that ST6Gal-1 acts as a cell-signaling rheostat by blunting the response of granulocytic progenitors to cytokines. Accordingly, ex vivo ST6Gal-1 treated human CD34 + cells showed stunted growth response to a myeloid-differentiation cocktail consisting of SCF, IL-3, and G-CSF (Fig. 1). Blinded cytochemical myeloperoxidase evaluation noted a substantial decrease in myeloid differentiation in ST6Gal-1 treated cells. To study these effects in vivo, we utilized a transplantable murine melanoma (B16-S6G) transduced to stably express excess soluble ST6Gal-1 into circulation in mice. We subjected naïve B16-S6G, B16-cntl, and C57BL/6 (WT) animals to a Th1 inflammatory challenge with intra-tracheal lipopolysaccharide (LPS) and monitored inflammatory cell infiltrates in the bronchial alveolar lavage fluid (BALF). The mutant dP1 mouse, which is deficient in the circulatory pool of extracellular ST6Gal-1, was included as positive control for enhanced inflammation (Nasirikenari et al. Journal of Leukocyte Biology, 2010). On average, around 1.5x10 6 neutrophils were recoverable in the bronchial alveolar lavage fluid in B16-S6G mice 24 hours after LPS challenge. This represents about half the recovered cells from B16-cntl and WT mice, and over a 3-fold reduction from dP1 animals. Although total cellularity in the marrow was not perturbed amongst the different models, we found the marrow to be drastically depleted (>50% of normal) of CD11b+Ly6G+ PMNs. Higher order marrow progenitors within the Lin - , c-kit + , Sca-1 - (LK) population, namely common myeloid progenitor (CMP; LK, CD41-), pre-granulocyte macrophage progenitor (Pre-GM; LK, CD41-FcgRII/III-Endoglin-CD150-), and pro-granulocyte macrophage progenitor (pro-GMP; LK, CD41-FcgRII/III+) numbers remained similar across control and transduced tumor-bearing mice. However, enhanced surface sialylation segregated markedly with granulocytic precursors, and ex vivo primary marrow culture revealed ST6Gal-1 blunted granulocytic differentiation at the level of the granulocyte-macrophage progenitor (GMP). Taken together, our data show that ST6Gal-1 action conveys instructive cues critical for late-stage granulocytic development. These findings have important implications for instances in which suppression of an overactive innate response may be clinically desirable. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "glycosyltransferase",
        "granulocytes",
        "cyclic gmp",
        "irrigation",
        "n-acetylneuraminic acid",
        "cd29 antigen",
        "cd34 antigens",
        "cytokine",
        "endoglin",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Christopher W Dougher",
        "Alexander Buffone, Jr., PhD",
        "Mehrab Nasirikenari, PhD",
        "Joseph T. Lau, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher W Dougher",
            "author_affiliations": [
                "Department of Immunology, Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexander Buffone, Jr., PhD",
            "author_affiliations": [
                "Department of Molecular and Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehrab Nasirikenari, PhD",
            "author_affiliations": [
                "Department of Molecular and Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph T. Lau, PhD",
            "author_affiliations": [
                "Department of Molecular and Cellular Biology, Roswell Park Cancer Institute, Buffalo, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T15:56:23",
    "is_scraped": "1"
}