{
    "doi": "https://doi.org/10.1182/blood-2018-99-116822",
    "article_title": "Hydroxychloroquine Therapy and Netosis Regulators Expression in Patients with Primary Antiphospholipid Syndrome ",
    "article_date": "November 29, 2018",
    "session_type": "331. Pathophysiology of Thrombosis",
    "abstract_text": "Introduction: Primary antiphospholipid syndrome (PAPS) is an autoimmune pro-thrombotic condition that affects different vascular beds, with no detectable underlying diseases. Immunothrombosis is at the basis of thrombosis development in PAPS and neutrophil activation and generation of neutrophil extracellular traps (termed NETosis) have been described as part of the immunological process. NETosis involves the orchestrated participation of several proteins such as peptidyl arginine deaminase (PADI4), neutrophil elastase (ELANE) and myeloperoxidase (MPO). PADI4 mediates histone citrullination, so that inhibition of PADI4 could be considered a potential therapeutic strategy to prevent NETosis. Hydroxychloroquine (HCQ) is an anti-malarial drug prescribed for patients with autoimmune diseases as complementary treatment for prevention of immune activation and thrombosis. Whether HCQ treatment affects the NETosis process is not known. Objective: The aim of this study was to evaluate whether HCQ use is associated with the expression of NETosis regulators proteins PADI4, ELANE, and MPO in patients with PAPS. Methods: This is a cross-over study in which patients with PAPS were selected to receive HCQ at 400mg per day for 6 months and then discontinue the drug. The study had two periods of follow-up: 6 months of HCQ treatment and 6 months of no HCQ treatment. A wash-out period of 6 months between the two study periods was allowed. The mean gene expression and 95% confidence intervals (95% CI) of PADI4, ELANE, and MPO were calculated at baseline and at the end of the study periods. The within periods change in gene expression from baseline to the end of the treatment and the difference in gene expression between periods at the end of the follow-up were determined. Results : The study comprised 20 patients. Mean age was 45 years, 70% were women. In HCQ treatment period, mean relative gene expressions of PADI4, ELANE, and MPO were respectively: 1.0 (SD=0.6), 0.5 (SD=0.7) and 0.6 (SD=0.7) at baseline and 0.8 (SD=0.3), 0.9 (SD=1.5) and 0.6 (SD=0.9) at the end of the period. The mean changes in PADI4, ELANE, and MPO relative gene expressions during HCQ treatment period were: -0.1 (95%CI:-0.4;0.1), 0.4 (95%CI: -0.5;1.4), 0 (95%CI: -0.6;0.5), respectively. In the period when HCQ was not used, mean relative gene expressions of PADI4, ELANE, and MPO were respectively: 1.2 (SD=0.6), 0.6 (SD=1.4) and 0.8 (SD=1.3) at baseline and 0.8 (SD=0.4), 0.4 (SD=0.9) and 0.6 (SD=0.6) at the end of the period. The mean changes in PADI4, ELANE, and MPO relative gene expressions during period of no treatment were: -0.4 (95%CI:-0.6;-0.2), -0.2 (95%CI:-0.5;0.1) and -0.2 (95%CI -0.5;0), respectively. In comparison with no treatment period, treatment with HCQ had no effect on the relative gene expressions of PADI4, ELANE, and MPO. The mean differences in PADI4 ELANE, and MPO relative gene expression between HCQ treatment and no treatment at the end of the periods were 0.1 (95%CI:-0.1; 0.3), 0.5 (95%CI:-0.2; 1.3) and 0.1 (95%CI:-0.3; 0.5), respectively. Conclusion: The results suggest that HCQ treatment has no effect on NETosis process, as measured by the gene expression of NETosis regulators proteins, in patients with PAPS. Disclosures De Paula: Hematology and Transfusion Medicine Center, University of Campinas: Employment.",
    "topics": [
        "antiphospholipid syndrome",
        "hydroxychloroquine",
        "pediatric acute pancreatitis severity scoring system",
        "phosphoadenosine phosphosulfate",
        "follow-up",
        "thrombosis",
        "arginine",
        "autoimmune diseases",
        "beds",
        "histones"
    ],
    "author_names": [
        "Bruna M Mazetto",
        "Bidossessi Wilfried Hounkpe",
        "Sabrina Saraiva",
        "Joyce Maria Annichino Bizzacchi, MD PhD",
        "Erich Vinicius De Paula, MD PhD",
        "Fernanda Andrade Orsi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bruna M Mazetto",
            "author_affiliations": [
                "School of Medical Science, State University of Campinas, São Paulo, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bidossessi Wilfried Hounkpe",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Saraiva",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joyce Maria Annichino Bizzacchi, MD PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil ",
                "Department of Clinical Medicine, Faculty of Medical Sciences, University of Campinas, Campinas, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erich Vinicius De Paula, MD PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil ",
                "Department of Clinical Medicine, Faculty of Medical Science, Universisity of Campinas, Campinas, Brazil ",
                "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernanda Andrade Orsi, MD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil ",
                "Clinical Pathology, School of Medical Science University of Campinas, Campinas, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T09:32:23",
    "is_scraped": "1"
}