{
    "doi": "https://doi.org/10.1182/blood.V112.11.903.903",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1296",
    "start_url_page_num": 1296,
    "is_scraped": "1",
    "article_title": "Epoetin Alfa Reduces the Need for Red Blood Cell Transfusions and Does Not Affect Remission Rate or Survival When Given to Patients with Hematologic Malignancies Receiving Hyper-CVAD Therapy. ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Lymphocytic Leukemia - Biology and Pathophysiology",
    "topics": [
        "burkitt's lymphoma",
        "disease remission",
        "epoetin alfa",
        "erythrocyte transfusion",
        "hematologic neoplasms",
        "hypercvad protocol",
        "blood transfusion",
        "brachial plexus neuritis",
        "acute lymphocytic leukemia",
        "complete remission"
    ],
    "author_names": [
        "Gloria Mattiuzzi, MD",
        "Hagop Kantarjian",
        "Maria Cabanillas",
        "Maria Foudray",
        "Rebecca Garris",
        "Susan O’Brien",
        "Deborah A. Thomas",
        "Jorge Cortes"
    ],
    "author_affiliations": [
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background : Recent reports suggest that the use of erythropoietic stimulating agents (ESA) may adversely affect survival when used in the management of patients with certain solid tumors. Anemia is common in patients with acute lymphoblastic leukemia (ALL), lymphoblastic lymphoma (LL), and Burkitt’s lymphoma (BL). The use of erythropoietin (EPO) in this group of patients may be beneficial; however, the impact of EPO on the survival of patients with hematologic malignancies is unknown. Objective : To evaluate the effects of EPO on rate of transfusions, survival and remission rates in patients with ALL, LL and BL treated with Hyper-CVAD. Methods : We evaluated 109 pts with newly diagnosed acute lymphocytic leukemia (ALL), lymphoblastic lymphoma (LL), and Burkitt’s lymphoma (BL) who participated in a randomized trail comparing EPO (40,000 units SQ weekly within 14 days of starting chemotherapy) vs. standard of care. Both arms received blood transfusions as per institutional guidelines. Results : From September 2003 to July 2008, 109 pts were included in the study, 5 patients were excluded from the survival analysis because they did not receive study drug (1) or for violation of the study (4), randomized to no EPO but received EPO. The median age of patients was 41 years (range: 15–84), the majority had ALL (82 pts, 79%). Median baseline Hgb was 8.8 g/dl (range 6–12.6). There was no difference in the complete remission rate or survival between the 2 groups (Table 1). Seventy-six patients (38 in each arm) who remained in the study for at least 5 months were evaluable for number of transfusions during that period of time. Patients randomized to EPO received significantly less number of transfusions than patients that did not receive EPO [N=, 16 units (range 6–32) versus 19 units (range 11–40)], p = 0.026 (Mann-Whitney U test). Five patients (deep vein thrombosis = 3; pulmonary embolism =1; and CVA = 1) in the EPO group and 2 patients (deep vein thrombosis =2) in the NO EPO group developed possible related adverse events over 6 months of evaluation (p= 0.285)  . EPO (N= 54) . No EPO (N= 50) . P value . Complete remission, n (%) 51 (94) 48 (96) 0.873 Survival at 1 year (%) 80 81 NS Survival at 2 years (%) 75 70  Survival at 3 years (%) 72 70  . EPO (N= 54) . No EPO (N= 50) . P value . Complete remission, n (%) 51 (94) 48 (96) 0.873 Survival at 1 year (%) 80 81 NS Survival at 2 years (%) 75 70  Survival at 3 years (%) 72 70  View Large Conclusions : The use of EPO appears not to have a negative impact on remission rate or survival in patients with ALL, LL or BL receiving HyperCVAD treatment, while EPO significantly decreased the number of transfusions required. There was no significant increase in the risk of thrombotic events associated with EPO."
}