{
    "doi": "https://doi.org/10.1182/blood.V114.22.3854.3854",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1458",
    "start_url_page_num": 1458,
    "is_scraped": "1",
    "article_title": "A Pilot Study of Pomalidomide and Dexamethasone in Previously Treated Light Chain Amyloidosis Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster III",
    "abstract_text": "Abstract 3854 Poster Board III-790 Background Primary systemic amyloidosis (AL) is an incurable plasma cell disorder. Lenalidomide, especially in conjunction with dexamethasone, has been shown to be active in patients with multiple myeloma. Pomalidomide is a derivative of thalidomide that acts as an immunomodulator. Preliminary data in multiple myeloma demonstrate that this agent is highly active and well tolerated. Methods Eligible patients were accrued into an IRB approved treatment trial with pomalidomide and dexamethasone after signing informed consent. Pomalidomide (2 mg) and dexamethasone (40 mg) were scheduled to be taken orally, the former on a continuous schedule and the latter once weekly. All patients were instructed to take an aspirin daily. Patients were eligible if they had previously treated, biopsy proven, symptomatic AL. Patients were required to have measurable hematologic disease, defined as either a serum M-protein greater than 1 g/dL, a urinary M-protein greater than 200 mg/24-hours, or a serum immunoglobulin free light chain greater than 10 mg/dL. Other eligibility criteria included an ECOG PS>=2, adequate hematologic reserve (ANC>=1000/uL, platelets>=75/uL) and adequate renal function (creatinine 0.1 ng/mL, >=grade 3 peripheral neuropathy, untreated active thrombosis, or other chemotherapy within 2 weeks of study enrollment. Thirty-four patients are to be enrolled to allow for 2 possible cancels and to provide 90% power to detect a true hematologic response rate of at least 20%. Between 11/24/08-7/28/09, 20 patients have been enrolled. Baseline characteristics and adverse events are available for 17 of the 20 enrolled patients. Results Median age was 63 years (range 52 78), with 60% male. The median time from diagnosis to study entry was 45 months (range 4.5-103). Eighty-two percent had cardiac involvement; 41% renal involvement; 18% peripheral nerve involvement; and 12% autonomic nerve involvement. The cardiac biomarker staging breakdown was: I, 13%; II, 56%; and III, 31%. Patients were heavily treated, with 100% having received prior alkylator (including prior transplant in 9), 44% prior lenalidomide, 31% prior thalidomide, and 37% prior bortezomib. Thirty-three percent of patients had non-hematological adverse events (AEs) >=grade 3 (severe) that were deemed to be at least possibly related to therapy. Thirty-three percent had >=grade 3 hematologic AEs. Neutropenia was most the most common severe hematologic AE; severe thrombocytopenia was observed in only 1 patient, and there was no severe anemia. The most common severe non-hematologic AE was fatigue, which was observed in 3 patients. The only other severe AEs, each of which was observed in one subject each, were pneumonia, weakness, dyspnea, and ascites. As of 8/14/09, 17 patients remain on active therapy. Median time on study is only 3.7 months (range 0.2-8.1). Three patients have discontinued therapy: two progressions; and one death 5 days into treatment, presumably due to cardiac amyloidosis. At the time of this writing response rates could not be calculated given the short follow-up, but hematologic responses have been observed, and details on efficacy will be presented at the meeting. Conclusions Pomalidomide is well tolerated in previously treated AL patients. More information about its activity will be provided at the meeting. Disclosures: Dispenzieri: Celgene: Research Funding. Gertz: Celgene: Honoraria. Kumar: Celgene: Research Funding. Rajkumar: Celgene: Research Funding. Witzig: Novartis: Research Funding. Greipp: Celgene: Research Funding. Fonseca: Celgene: Consultancy. Bergsagel: Celgene: Consultancy. Mikhael: Celgene: Research Funding. Roy: Celgene: Research Funding. Lacy: Celgene: Research Funding.",
    "topics": [
        "dexamethasone",
        "pomalidomide",
        "primary amyloidosis",
        "adverse event",
        "lenalidomide",
        "multiple myeloma",
        "thalidomide",
        "uterine fibroids",
        "alkylating agents",
        "amyloidosis, primary systemic"
    ],
    "author_names": [
        "Angela Dispenzieri",
        "Morie A Gertz",
        "Suzanne R. Hayman",
        "Francis Buadi",
        "Shaji Kumar",
        "Craig B. Reeder",
        "Steven R. Zeldenrust",
        "S.Vincent Rajkumar",
        "Kristen Detweiler-Short",
        "John A. Lust",
        "Thomas E Witzig, MD",
        "Philip R. Greipp",
        "Stephen J. Russell",
        "David Dingli",
        "Jacob Allred",
        "Kristina Laumann",
        "Melanie Ann Thompson",
        "Rafael Fonseca",
        "A. Keith Stewart",
        "P. Leif Bergsagel, MD",
        "Joseph R. Mikhael",
        "Vivek Roy",
        "Robert Kyle",
        "Martha Q. Lacy"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Scottsdale, AZ, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "College of Medicine, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic Scottsdale, Scottsdale, AZ, USA, "
        ],
        [
            "Mayo Clinic, Scottsdale, AZ, USA, "
        ],
        [
            "Research, Mayo Clinic, Scottsdale, AZ, USA, "
        ],
        [
            "Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "Mayo Clinic, Jacksonville, FL, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.022427199999996",
    "first_author_longitude": "-92.4666779"
}