{
    "doi": "https://doi.org/10.1182/blood.V128.22.4493.4493",
    "article_title": "Central Nervous System Invasion in Multiple Myeloma: A Nationwide Survey of 75 Patients in Japan ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Introduction: Central nervous system invasion in multiple myeloma (CNS-MM) is extremely rare (approximately 1% of MM). Prognosis of patients with CNS-MM is generally poor, and the median overall survival (OS) time from its diagnosis (Dx) has been reported to be 2 to 7 months. However, because of its rareness, most available data concerning CNS-MM are based on anecdotal reports on small case series. In this study, we retrospectively collected clinical data of Japanese patients with CNS-MM and analyzed them to reveal clinical features and prognosis of this disease entity. Methods: We conducted a nationwide multicenter retrospective study involving 107 centers that consist of educational facilities authorized by Japanese Society of Hematology and its related hospitals. CNS-MM was defined based on the previously reported criteria (Br J Haematol 2013;162:483-48). Univariate and multivariate analyses were performed to explore prognostic factors and the suitable treatment of CNS-MM. Results: From December 1978 to February 2016, 75 patients with CNS-MM were identified. The median age was 58 (range: 32-77 years). CNS invasion was detected at initial Dx of MM in 4% and at relapse in 96%. The median time from Dx of MM to that of the secondary CNS-MM was 1.8 years. Concomitant plasma cell leukemia (18%), skull plasmacytoma (12%), and myeloma cells in the cerebrospinal fluid (63%) were observed at the Dx of CNS-MM. Common symptoms of CNS-MM included consciousness disturbance (37%), cranial nerve palsy (25%), diplopia (18%), headache (16%), spinal nerve disorder (13%), and nausea/vomiting (12%). Intrathecal chemotherapy (IT) was used in 37%, cranial and/or spinal irradiation therapies (RTx) in 45% in addition to various systemic therapies, which included immunomodulatory drugs (IMiDs) (21%), bortezomib (19%), alkylators (21%), dexamethasone alone (6%), autologous stem cell transplant (auto-SCT, 4%), and allogeneic stem cell transplant (allo-SCT, 3%). With a median follow-up of 3.4 months from Dx of CNS-MM and of 31.5 months from that of MM, the median OS time from Dx of CNS-MM was only 3.7 months. The median OS times for the 12 untreated and 61 treated patients were 0.2 and 5.1 months, respectively (P < 0.01), suggesting that the patients who did not receive any treatments (Txs) were in a severe condition and their prognoses were extremely poor. In univariate analyses for the entire group, absence of both atypical lymphocytes and plasma cells in the peripheral blood at Dx of MM and no Tx for MM before Dx of CNS-MM were significantly favorable prognostic factors (P = 0.008 and P < 0.0001, respectively). Regarding Tx for CNS-MM patients who received any Txs (conventional chemotherapies, bortezomib, IMiDs, IT, and RTx), only RTx was correlated with longer OS time (P = 0.047). In multivariate analyses, RTx and IT had a significant impact on longer OS time (>6 months, OR = 3.80, 3.97, P = 0.002, 0.01, respectively). Although the prognosis of CNS-MM in this study cohort was very poor, seven patients could survive for >1 year from Dx of CNS-MM. Among them, RTx, IMiDs, IT, bortezomib, auto-SCT, and allo-SCT were given to 5, 4, 5, 3, 1, and 1 patients, respectively. Conclusions: Prognosis of CNS-MM is extremely poor in general. Although there must be a selection bias that patients who received various salvage Txs for CNS-MM were in a better condition, the results of our study suggest that multi-modality Txs with RTx, IT, and IMiDs/bortezomib may prolong the survival time in some cases. Prospective studies are needed to confirm our preliminary observations. Disclosures Takamatsu: Celgene: Honoraria; Janssen Pharmaceuticals: Honoraria. Sunami: Janssen Pharmaceutical: Research Funding; Sanofi: Research Funding; Daiichi Sankyo: Research Funding; Bristol-Myers Squibb K.K.: Research Funding; Novartis: Research Funding; Celgene: Honoraria, Research Funding; Takeda: Research Funding; Ono Pharmaceutical: Research Funding. Hagiwara: Takeda: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Kuroda: Janssen: Honoraria; Bristol Myers Squibb: Honoraria, Research Funding; Astra Zeneca: Research Funding; Celgene: Honoraria, Research Funding. Murakami: Bristol Meyers Squibb: Honoraria; Astellas: Honoraria; Mochida: Honoraria; Eisai: Honoraria; Takeda: Honoraria; MSD: Honoraria; Chugai: Honoraria; Celgene: Honoraria. Nakao: Alexion Pharmaceuticals: Honoraria, Research Funding. Tobinai: Celgene: Research Funding; Mundipharma KK: Honoraria, Research Funding; Eisai: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; SERVIER: Research Funding; HUYA Bioscience: Honoraria; Kyowa Hakko Kirin: Research Funding; Zenyaku Kogyo: Honoraria; Chugai Pharma: Research Funding; Abbvie: Research Funding; GlaxoSmithKline: Research Funding; Ono Pharmaceutical: Research Funding; Daiichi Sankyo Co., Ltd.: Consultancy; Janssen Pharmaceuticals: Honoraria, Research Funding. Iida: Celgene: Honoraria, Research Funding; Janssen Pharmaceuticals: Honoraria, Research Funding.",
    "topics": [
        "central nervous system",
        "multiple myeloma",
        "consciousness disturbance",
        "bortezomib",
        "allopurinol",
        "prognostic factors",
        "alkylating agents",
        "allogeneic stem cell transplant",
        "autologous stem cell transplant",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Takeshi Yamashita, MD",
        "Hiroyuki Takamatsu, MD PhD",
        "Koji Kawamura, MD",
        "Kazutaka Sunami, MD PhD",
        "Shotaro Hagiwara, MD, Grad Dip Clin Epid., PhD",
        "Mitsuhiro Itagaki, MD",
        "Tsutomu Takahashi, MD PhD",
        "Tadakazu Kondo, MD PhD",
        "Takashi Ikeda, MD PhD",
        "Kyoko Watakabe-Inamoto, MD",
        "Hiroshi Handa, MD PhD",
        "Yoshitaka Imaizumi, MD PhD",
        "Junya Kuroda, MD PhD",
        "Jun Murakami, MD PhD",
        "Yuichi Nakamura, MD PhD",
        "Hideyuki Nakazawa, MD PhD",
        "Shuji Ozaki, MD PhD",
        "Shinji Nakao, MD PhD",
        "Kensei Tobinai, MD, PhD",
        "Shinsuke Iida, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Takeshi Yamashita, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Keiju Kanazawa Medical Center, Kanazawa, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroyuki Takamatsu, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Kanazawa University, Kanazawa, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Kawamura, MD",
            "author_affiliations": [
                "Division of Hematology, Saitama Medical Center, Jichi Medical University, Saitama, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazutaka Sunami, MD PhD",
            "author_affiliations": [
                "Department of Hematology, National Hospital Organization Okayama Medical Center, Okayama, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shotaro Hagiwara, MD, Grad Dip Clin Epid., PhD",
            "author_affiliations": [
                "Hematology, National Center for Global Health and Medicine, Tokyo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsuhiro Itagaki, MD",
            "author_affiliations": [
                "Department of Hematology, Hiroshima Red Cross Hospital, Hiroshima, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsutomu Takahashi, MD PhD",
            "author_affiliations": [
                "Department of Oncology/Hematology, Shimane University Hospital, Izumo, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadakazu Kondo, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Ikeda, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Stem Cell Transplantation, Shizuoka Cancer Center, Shizuoka, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyoko Watakabe-Inamoto, MD",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Handa, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshitaka Imaizumi, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Nagasaki University Hospital, Nagasaki, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junya Kuroda, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Medicine, Kyoto Prefectural University of Medicine, Kyoto, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Murakami, MD PhD",
            "author_affiliations": [
                "Department of Gastroenterology and Hematology, University of Toyama Graduate School of Medicine and Pharmaceutical Sciences, Toyama, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuichi Nakamura, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Saitama Medical University Hospital, Saitama, Japan "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideyuki Nakazawa, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Shinshu University School of Medicine, Matsumoto, Japan "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuji Ozaki, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Tokushima Prefectural Central Hospital, Tokushima, Japan "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinji Nakao, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Kanazawa University, Kanazawa, Japan "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensei Tobinai, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinsuke Iida, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:49:28",
    "is_scraped": "1"
}