{
    "doi": "https://doi.org/10.1182/blood.V110.11.2580.2580",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=871",
    "start_url_page_num": 871,
    "is_scraped": "1",
    "article_title": "IELSG Phase II Studies of Bortezomib in Malt Lymphomas. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Therapy with Biologic Agents excluding Pre-Clinical Models",
    "topics": [
        "bortezomib",
        "lymphoma, mucosa-associated lymphoid tissue",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "extranodal disease",
        "follow-up",
        "adverse event",
        "electrocorticogram",
        "fatigue",
        "lactate dehydrogenase test, serum"
    ],
    "author_names": [
        "Annarita Conconi, MD",
        "Armando Lopez-Guillermo, MD",
        "Giovanni Martinelli, MD",
        "Luigi Rigacci, MD",
        "Umberto Vitolo, MD",
        "Pier Luigi Zinzani, MD",
        "Stefano Luminari, MD",
        "Franco Cavalli, MD",
        "Emanuele Zucca, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, ASO Maggiore della Carità, Università Amedeo Avogadro, Novara, Italy"
        ],
        [
            "Hematology, Hospital Clinic, University of Barcelona, IDIBAPS, Barcelona, Spain"
        ],
        [
            "Hematology, European Institute of Oncology, Milan, Italy"
        ],
        [
            "Hematology, Careggi Hospital and University of Florence, Florence, Italy"
        ],
        [
            "Hematology, ASO San Giovanni Battista, Turin, Italy"
        ],
        [
            "Institute of Hematology and Oncology L. and A. Seràgnoli, University of Bologna, Bologna, Italy"
        ],
        [
            "Oncology and Hematology, University of Modena & Reggio Emilia, Modena, Italy"
        ],
        [
            "IOSI, Oncology Institute of Southern Switzerland, Bellinzona, Switzerland"
        ],
        [
            "IOSI, Oncology Institute of Southern Switzerland, Bellinzona, Switzerland"
        ]
    ],
    "first_author_latitude": "45.38483385",
    "first_author_longitude": "8.52222415",
    "abstract_text": "The International Extranodal Lymphoma Study Group (IELSG) is coordinating two phase II multicenter studies aimed to assess the antitumor activity and safety of bortezomib treatment in patients (pts) with relapsed or refractory extranodal marginal zone B-cell lymphoma of MALT-type. The IELSG25A study is evaluating bortezomib in pts previously treated with one prior systemic treatment, and the IELSG25B pts previously treated with more than one prior treatment. Bortezomib 1.3 mg/m2 is administered on days 1, 4, 8, and 11 of a 21-day cycle, for up to 6 cycles. Response and progression are determined by International Workshop Criteria. As of July 2007, 18 pts have been enrolled in the studies: 11 (61%) patients were male, median age was 62 years (range, 38–77). At time of enrolment, the Ann Arbor stages distribution was the following: stage I=5 pts (28%), stage II=5 pts (28%), stage IV=8 (44%). In 10 pts primary gastric localization was present, in 5 cases primary skin, in 2 cases primary subcutaneous, in 1 primary lung lymphoma. All patients had ECOG PS=0; in 2 cases (11%) elevated serum LDH was reported. More than 1 site of extranodal localization was present in 4 pts (22%). Median number of prior therapies was 2 (range, 1–3). Median follow-up was 16 months. Nine pts were assessed for response at the end of treatment plan: 3 pts had a CR (33%); 4 a PR (45%) and 2 SD (22%). Five additional pts, with ongoing therapies, have been evaluated after the first two courses of therapy: one pt achieved a CR and 2 pts a PR, in 2 cases a SD was observed. The safety profile of bortezomib is similar to that observed in multiple myeloma and other subtypes of non-Hodgkin lymphoma. The most relevant adverse events grade 3 or higher were peripheral neuropathy and fatigue. One death, non-related to treatment, was observed during the early follow up. These preliminary results suggest that bortezomib is active and safe in relapsed or refractory MALT lymphomas and encourage us to complete the studies accrual."
}