{
    "doi": "https://doi.org/10.1182/blood.V112.11.4547.4547",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1256",
    "start_url_page_num": 1256,
    "is_scraped": "1",
    "article_title": "Transforming Transfusion Practices: High Dose Aminocaproic Acid and Vitamin K for the Management of Thrombocytopenia ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Aminocaproic acid (Amicar), an inhibitor of fibrinolysis, is indicated for the management of bleeding in thrombocytopenia, hepatic cirrhosis, cardiac surgery and neoplastic disease, such as cancer of the prostate, lung, stomach and cervix (package insert). Vitamin K, administered concurrently with aminocaproic acid, aids in coagulation through stimulation of clotting factors II, VII, IX and X ( Pereira and Phan 2004 ). Though aminocaproic acid has been available since 1964, there is limited use of the drug within the medical field, most likely due to concerns about thrombosis. These concerns are confirmed through previous studies ( Saba et al. 1994 , Wells 2002 ) and the label cautions physicians against prescribing the drug in patients with upper urinary tract bleeding due to risk of thrombosis (package insert). We have treated hundreds of patients with these drugs over the past ten years (80 administrations across 71 hospitalized patients in the past 19 months), primarily in our population of Jehovah’s Witnesses who refuse blood product support due to religious beliefs. To support these patients through thrombocytopenia resulting from a variety of reasons including stem cell transplant, bleeding complications and surgical blood loss, we administer aminocaproic acid by IV or PO in varied doses with Vitamin K subcutaneously at 10mg daily for 3 days. Oral use is preferred but the large doses we prescribe are difficult for many patients to tolerate in pill form. The standard dosing regimen for our bloodless stem cell patients is 24g in 24 hours, administered on a prophylactic basis to prevent bleeding when platelet count falls below 10,000cells/ μL. Using this approach in over 70 stem cell patients, we have not experienced any bleeding-related mortality and only one major intestinal bleeding episode. In addition, this combination is used to stop ongoing blood loss at doses that range from 500mg – 24g/day of aminocaproic acid. With our novel use of the dosing and combination of these drugs, we have experienced minimal drug-related toxicity. Though the label warns against a potential for muscle weakness and necrosis of skeletal muscle with prolonged administration and that rapid intravenous administration could lead to hypertension, bradycardia, or arrhythmia (package insert), our patients have not experienced any of these indicated adverse events. We have also experienced no thrombotic episodes other than one patient, treated for a life-threatening urologic bleed, who formed a clot in the bladder, which resolved without further complications. In addition to being an effective alternative to blood product support, the combination of aminocaproic acid and Vitamin K is cost effective and can be administered orally on an outpatient basis with acceptable toxicity, as demonstrated above. At approximately $500.00 for 100 of the 1000mg Amicar tablets, this drug is cost effective when compared to the average cost of a platelet transfusion. For our stem cell regimen, the daily cost of oral aminocaproic acid is about $120.00. In all patients, our average oral dose, administration length and cost, calculated over 25 courses between January 2007 and July 2008, was 11g/day for 3 days at approximately $55.00/ day. Considering the cost, complications, and risks associated with platelet transfusions, the favorable outcomes we have seen with our use of aminocaproic acid and Vitamin K suggest that this drug could be an alternative or adjunct therapy to provide hemostasis in a wide variety of patients with thrombocytopenia, platelet refractoriness and bleeding.",
    "topics": [
        "aminocaproic acids",
        "thrombocytopenia",
        "transfusion",
        "vitamin k",
        "tablet dosage form",
        "hemorrhage",
        "6-aminocaproic acid",
        "blood products",
        "platelet transfusion",
        "thrombosis"
    ],
    "author_names": [
        "Suzanne Rossi, BA",
        "Patricia A. Locantore-Ford, MD",
        "Lawrence D Jones, RPh"
    ],
    "author_affiliations": [
        [
            "Pennsylvania Oncology & Hematology Associates, Philadelphia, PA, USA"
        ],
        [
            "Pennsylvania Hospital, Philadelphia, PA, USA"
        ],
        [
            "Director of Pharmacy, Pennsylvania Hospital, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9463741",
    "first_author_longitude": "-75.1538731"
}