{
    "doi": "https://doi.org/10.1182/blood.V116.21.2217.2217",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1832",
    "start_url_page_num": 1832,
    "is_scraped": "1",
    "article_title": "Association of Quantitative and Qualitative Abnormalities of Von Willebrand Factor and Risk of Death In Hemodialysis Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "hemodialysis",
        "von willebrand factor",
        "dialysis procedure",
        "kidney failure, chronic",
        "adamts proteins",
        "interleukin-6",
        "antigen assay",
        "antiplatelet agents",
        "blood coagulation disorders",
        "cardiovascular event"
    ],
    "author_names": [
        "Rachel Holden, MD",
        "Angie Tuttle",
        "Francis MacLeod",
        "Toni Burbidge",
        "Carol Hegadorn",
        "Paula D. James, MD"
    ],
    "author_affiliations": [
        [
            "Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Medicine, Queen's University, Kingston, ON, Canada"
        ]
    ],
    "first_author_latitude": "44.2252795",
    "first_author_longitude": "-76.49514119999999",
    "abstract_text": "Abstract 2217 In order to evaluate the possible role of abnormalities of von Willebrand factor in the hemostatic defects seen in indivdiuals with chronic kidney disease (CKD), a cohort study was performed evaluating pre- and post-dialysis levels of von Willebrand factor (VWF), VWF multimer profiles and levels of its cleaving protease, ADAMTS-13. There were 57 subjects (31 males, 26 females) enrolled with CKD with a mean age of 75 years (range 60 – 90). Subjects with known vascular disease were recruited; 49 (86%) had documented ischemic heart disease, 16 (29%) had cerebrovascular disease and 17 (31%) had peripheral vascular disease. A little over half had diabetes mellitus (30 subjects or 54%), 37 (67%) were on antiplatelet therapy and 7 (13%) were chronically anticoagulated with warfarin. Blood samples were drawn immediately pre- and again post-dialysis and all results were compared with a group of age-matched normal controls ( Table 1 ). As has been previously reported, VWF antigen levels (VWF:Ag) and VWF functional activity as measured by the ristocetin cofactor assay (VWF:RCo) were higher in the pre-dialysis samples compared with controls, and both levels were increased even further following dialysis. Additionally, the percentage of high molecular weight VWF multimers (% HMWM) were significantly increased in the pre-dialysis samples compared with controls. This is a novel finding, and the level of % HMWM seen in the subjects is similar to what has been reported in individuals with Thrombotic Thrombocytopenic Purpura (TTP). This difference decreased following dialysis, potentially due to the effect of shear stress on VWF and the resultant proteolytic processing, however still remained significantly higher when compared with controls. ADAMTS-13 functional activity was lower in the subjects compared with controls, providing a possibly explanation for the increase in % HMWM. IL-6 levels are higher in subjects compared with controls. IL-6, which is an inflammatory cytokine known to be increased in patients with CKD, has been previously reported as a marker of inactivation of ADAMTS-13. Two years after enrollment, follow up of the subjects revealed that 22 had died, 17 from documented cardiovascular events. Higher VWF levels at the time of enrollment significantly correlated with risk of death (p=0.041) during the study period. The increase in % HMWM suggests that a “TTP-like phenotype” may also be playing a role. Taken together, these data suggest that both quantitative and qualitative abnormalities of VWF contribute to the risk of thrombotic death in chronic kidney disease. Table 1  . Controls n=30 . Pre-Dialysis n=56 . Post-Dialysis n=56 . P value (ANOVA) . Mean VWF:Ag IU/mL (range) 1.39 (0.55–2.72) 2.26 (0.64–4.71) 2.70 (0.90–5.28) <0.001 Mean VWF:RCo IU/mL (range) 1.00 (0.59–1.43) 2.03 (0.53–4.22) 2.16 (0.59–3.98) <0.001 Mean HMWM (%) (range) 12 (4–20) 18 (6–30) 16 (4–29) <0.001 Mean ADAMTS-13 IU/mL (range) 1.10 (0.60–1.51) 0.84 (0.44–1.29) 0.91 (0.49–1.45) 0.001 Mean IL-6 pg/mL (range) 2.43 (0.10–10) 19 (0.24–371) 20 (0.81–286) <0.001 . Controls n=30 . Pre-Dialysis n=56 . Post-Dialysis n=56 . P value (ANOVA) . Mean VWF:Ag IU/mL (range) 1.39 (0.55–2.72) 2.26 (0.64–4.71) 2.70 (0.90–5.28) <0.001 Mean VWF:RCo IU/mL (range) 1.00 (0.59–1.43) 2.03 (0.53–4.22) 2.16 (0.59–3.98) <0.001 Mean HMWM (%) (range) 12 (4–20) 18 (6–30) 16 (4–29) <0.001 Mean ADAMTS-13 IU/mL (range) 1.10 (0.60–1.51) 0.84 (0.44–1.29) 0.91 (0.49–1.45) 0.001 Mean IL-6 pg/mL (range) 2.43 (0.10–10) 19 (0.24–371) 20 (0.81–286) <0.001 View Large Disclosures: No relevant conflicts of interest to declare."
}