{
    "doi": "https://doi.org/10.1182/blood.V128.22.4193.4193",
    "article_title": "Phase 2 Study of Abbreviated 3 Cycles of Rituximab Plus CHOP (Cyclophosphamide, Adriamycin, Vincristine, and Prednisolone) Immunochemotherapy in Patients with Completely Excised Stage I or II CD20+ Diffuse Large B-Cell Lymphoma (CISL 12-09) ",
    "article_date": "December 2, 2016",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials: Poster III",
    "abstract_text": "Introduction: Full cycles of R-CHOP chemotherapy or abbreviated chemotherapy followed by radiotherapy are recommended as standard of care for limited stage (LS) diffuse large B-cell lymphoma (DLBCL). There are occasions when lesions are completely excised during the diagnostic surgical resection. In addition, initial surgical resection of the involved area is often performed in the treatment of intestinal lymphomas with LS disease due to obstructive lesions or perforation risk. As to these patients without residual gross lesions, however, the number of cycles of chemotherapy has not so far been questioned and full cycles of chemotherapy are usually performed. Thus, we aimed to investigate the effectiveness of an abbreviated three courses of R-CHOP chemotherapy in patients with completely excised stage I or II CD20+ DLBCL. Methods: This is a multicenter, single arm, phase 2 study designed to evaluate efficacy and safety of 3 cycles of R-CHOP chemotherapy in low risk LS DLBCL. Key inclusion criteria were as follows: pathologically confirmed CD20 positive DLBCL, age >18 years, stage I or II, and complete resection with no residual lesion after surgical resection. Patients with B symptoms, bulky disease, primary breast, testicular or CNS lymphomas were excluded. R-CHOP chemotherapy started within 6 weeks from surgical resection and was repeated every 3 weeks for 3 cycles. Prophylactic G-CSF was not administered. Radiologic tumor assessment was performed at baseline, every 3 months until 2 years, then every 6 months until 5 years after completion of study treatment. The primary endpoint was 2-year disease-free survival (DFS). Secondary endpoints included overall survival and safety. (ClinicalTrials.gov: NCT01279902.) Results: Twenty-three patients were enrolled between Dec 2010 and May 2013. Of these, one was excluded because of ineligibility and the remaining 22 patients were included in the analysis. The median age at diagnosis was 57 years (range, 29-77 years). Fourteen patients had stage 1 disease and the other eight had stage 2. Preoperative LDH level was available in 11 patients and it was elevated in two of them. Thus, preoperative IPI scores could be calculated in those 11 patients; 0 in 8, 1 in one, and 2 in one patients, respectively. Postoperative IPI scores were 0 in 11, 1 in 10 and 2 in one patients. Primary sites included intestine (n=15), cervical lymph nodes (n=4), stomach (n=1), tonsil (n=1) and spleen (n=1). All the 22 patients completed 3 cycles of R-CHOP chemotherapy as planned. With a median follow-up of 39.5 months (95% CI, 29.9-47.1 months), only one patient showed disease progression and died with the estimated 2-year DFS and OS rates of 95.0%. It was the only one patient with IPI of 2 with elevated LDH and age>60 that showed disease progression at 12.7 months. He had a splenic mass and underwent splenectomy followed by 3 cycles of R-CHOP. He underwent one cycle of salvage R-ESHAP chemotherapy but died of rapid disease progression. No grade 3 or 4 non-hematologic toxicities were observed. Neutropenia was the most common grade 3 or 4 hematologic toxicity which was noted in 8 (36.4%) patients. Three patients experienced G3 febrile neutropenia. Conclusions: Three cycles of abbreviated R-CHOP chemoimmunotherapy is an effective and safe therapeutic approach for patients with localized and completely excised DLBCL especially in those with low-risk IPI. Figure 1 View large Download slide Kaplan-Meier curves of (A) disease-free survival and (B) overall survival. (A) (B) Figure 1 View large Download slide Kaplan-Meier curves of (A) disease-free survival and (B) overall survival. (A) (B) Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cyclophosphamide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "doxorubicin",
        "prednisolone",
        "rituximab",
        "vincristine",
        "r-chop",
        "chemotherapy regimen",
        "excision"
    ],
    "author_names": [
        "Dok Hyun Yoon",
        "Byeong Seok Sohn, PhD",
        "Jung Yong Hong",
        "Sung Yong Oh, MD",
        "Won-Sik Lee",
        "Sang Min Lee",
        "Deok-Hwan Yang",
        "Jooryung Huh",
        "Cheolwon Suh"
    ],
    "author_dict_list": [
        {
            "author_name": "Dok Hyun Yoon",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Byeong Seok Sohn, PhD",
            "author_affiliations": [
                "Internal Medicine, Inje University College of Medicine, Sanggye Paik Hospital, Seoul, South Korea "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jung Yong Hong",
            "author_affiliations": [
                "Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea., Seoul, Korea, The Republic of "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung Yong Oh, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Dong-A University College of Medicine, Busan, South Korea "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won-Sik Lee",
            "author_affiliations": [
                "Department of Internal Medicine, Inje University College of Medicine, Inje University Busan Paik Hospital, Busan, Korea, The Republic of "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang Min Lee",
            "author_affiliations": [
                "Hemato-Oncology, Internal Medicine, Busan Paik Hospital, Inje University, Busan, South Korea "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deok-Hwan Yang",
            "author_affiliations": [
                "Hematology-Oncology, Chonnam National University Hwasun Hospital, Jeonnam, South Korea "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jooryung Huh",
            "author_affiliations": [
                "Department of Pathology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheolwon Suh",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:30:28",
    "is_scraped": "1"
}