{
    "doi": "https://doi.org/10.1182/blood-2020-142689",
    "article_title": "Elevated International Normalized Ratio (INR) Did Not Prevent Against Thrombosis in Patients with Chronic Liver Disease (CLD): A Population Based Study ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Background: Elevated INR values are common among patients with chronic liver disease (CLD), and signify a decrease in the synthesis of clotting factors II, V, VII, IX and X. Preclinical evidence suggests that the decrease in these factors is balanced by a decrease in anticoagulant factors (e.g. antithrombin, protein C) and an increase in factor VIII {Tripodi 2009, Tipodi 2010}, establishing a rebalanced hemostasis in CLD {Tripodi 2011}. The proposed rebalanced hemostasis has been observed in vitro by rate of thrombin generation being similar to that of individuals with normal hepatic function {Tripodi 2005, Tripodi 2006}. There is however, a lack of in vivo data supporting rebalanced hemostasis in CLD patients. Whether an elevated INR protects against thrombosis among these patients is therefore controversial. We studied the INR-specific rate of non-portal venous thromboembolism (VTE) in a large cohort of United States Veterans with CLD. Methods: Study Population: We identified patients diagnosed with CLD in the Veterans Health Administration database between January 2001 and December 2016 using International Classification of Diseases (ICD) 9/10 codes. To improve the positive predictive value of CLD diagnosis, we followed a previously validated algorithm where patients were required to have an additional ICD9/10 code for one of the common clinical presentations of CLD (e.g., esophageal varices). We identified a control cohort of patients with atrial fibrillation using ICD9/10 codes that had a prescription for warfarin for at least 30 days. Patients with artificial valves, history of VTE within 5 years prior to diagnosis and malignancy were excluded from both cohorts. Patients on warfarin were excluded from the CLD cohort, and those on other anticoagulants were excluded from the control cohort unless anticoagulation was started after a thrombotic event. Patients were followed retrospectively until December 2016. Measurement of Outcomes: Non-portal VTE was identified using ICD9/10 codes plus the presence of a current procedural terminology code for relevant diagnostic imaging (e.g. Doppler ultrasound or computerized tomography scan). Statistical Analysis: To account for the competing risk of non-VTE related death, we analyzed the association between INR and non-portal VTE in a competing risk analysis by the methods of Fine and Gray. For atrial fibrillation patients with newly prescribed warfarin, time 0 started 15-days after their 1st warfarin prescription. For patients with CLD, time 0 was the time of first INR measurement, at least 15 days after CLD diagnosis. We used the natural logarithm of INR as a time-dependent continuous variable in the analysis, and adjusted for the following confounders: age, gender, race, body mass index (BMI), concomitant antiplatelet therapy, surgery, fracture, trauma, presence of central venous line, estimated glomerular filtration rate (GFR), and Charlson comorbidity index (excluding liver disease and chronic kidney disease). The primary test of our hypothesis (that INR values had a different risk among patients with CLD than warfarin users) was an interaction term between CLD (Yes/No) and INR. Results: A total of 15,930 patients with CLD, and 81,415 atrial fibrillation patients on warfarin were included in the study. During the 12-month follow-up, 164 CLD patients and 1,347 warfarin users developed VTE. African American race, low serum albumin, low eGFR, central-line placement, surgery, fracture and trauma increased the risk of VTE. The interaction between INR and CLD was significant (p < 0.01) i.e., the effect of INR values on the incidence of VTE differed between CLD patients and warfarin users. Each unit-increase in INR decreased the risk of VTE in warfarin users by 33% [adjusted hazards ratio (aHR)= 0.67 , 95% Confidence Interval (CI)=0.56 to 0.80]); it however, did not affect the risk of VTE in CLD patients (aHR=1.45, 95% CI=0.82 to 2.59) Conclusion: In this study of 97,345 Veterans, elevated INR values did not decrease the risk of VTE in CLD patients. Thus, healthcare providers should not rely solely on INR values to inform decisions regarding primary and secondary thromboprophylaxis in this patient population. Disclosures Sanfilippo: Bayer HealthCare Pharamceuticals: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Other: Travel Support for Investigator Meeting; Pfizer: Membership on an entity's Board of Directors or advisory committees; Covington & Burling LLP: Consultancy; Luther & Associates: Consultancy; Health Services Advisory Group: Consultancy; Amgen: Other: Trasfer of Value (food) during discussion of research.",
    "author_names": [
        "Amber Afzal, MD",
        "Brian F. Gage, MD MSc",
        "Suhong Luo, MPH",
        "Martin W. Schoen, MDMPH",
        "Kristen M. Sanfilippo, MD MPHS"
    ],
    "author_dict_list": [
        {
            "author_name": "Amber Afzal, MD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology/Oncology, Washington University at St Louis, Saint Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian F. Gage, MD MSc",
            "author_affiliations": [
                "Washington University in St. Louis School of Medicine, St. Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suhong Luo, MPH",
            "author_affiliations": [
                "St. Louis Veterans Affairs Medical Center, Saint Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin W. Schoen, MDMPH",
            "author_affiliations": [
                "Saint Louis University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen M. Sanfilippo, MD MPHS",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Washington University School of Medicine, Saint Louis, MO ",
                "St. Louis Veterans Affairs Medical Center Research Service, Saint Louis, MO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T13:01:01",
    "is_scraped": "1"
}