{
    "doi": "https://doi.org/10.1182/blood.V112.11.4818.4818",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1266",
    "start_url_page_num": 1266,
    "is_scraped": "1",
    "article_title": "Hydroxyurea in the Management of Pediatric Sickle Cell Patients ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "drepanocytes",
        "hydroxyurea",
        "pediatrics",
        "brachial plexus neuritis",
        "blood transfusion",
        "fetal hemoglobin",
        "cisplatin/methotrexate/vinblastine protocol",
        "deferiprone",
        "hepatotoxicity",
        "jaundice"
    ],
    "author_names": [
        "Amal M. El-Beshlawy, MA"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology, Faculty of Medicine, Cairo University, Egypt, Cairo, Egypt"
        ]
    ],
    "first_author_latitude": "30.030872199999997",
    "first_author_longitude": "31.2275532",
    "abstract_text": "Low levels of fetal hemoglobin (HbF) in sickle cell disease (SCD) patients (pts) are associated with a variety of vaso-occlusive complications and an increased risk of early death. Raising HbF levels can reduce the effect of the disease. Hydroxyurea (HU) reduces the production of HbS containing red cells and favors the production of HbF containing red cells. HU has bean used successfully in the management of adults with SCD but still there is a limited data on its efficacy and safety in pediatric age group. This study reviews our clinical experience with HU in the treatment of pediatric pts with SCD attending the Pediatric Hematology Clinic of Cairo University. Sixty SCD pts from 2001 to 2007 who received HU over the period of 6 years (yrs) and who continued therapy for at least 6 months were included. Four pts were excluded because of non compliance to treatment. Response to HU was assessed both clinically and by laboratory findings. Pts were considered responders if they showed ≥50% improvement in clinical and laboratory data. These data included number of blood transfusions/yr, vasoocclusive crisis (VOC)/yr requiring admission to the emergency unit, hospital admissions/yr. Laboratory data included Hb (g/dl), MCV (fl), HbF%, total leucocytic count (TLC), (×10 3 /ml) absolute neutrophil count (ANC), platelets (×10 3 /ml) and reticulocytic count (%) and serum ferritin level (ng/ml). Fifty six pts (44 children and 12 adults [≥ 18 yrs]) were included. Their mean age was 14.05 ± 5.3 yrs (range of 6–28 yrs). Thirty seven were females and 19 males. Twenty four (43%) were sickle-β thalassemia while 32 (57%) were homozygous sickle cell anemia (SS). Splenectomy was done for 26 pts (46.5%), 17 before and 9 after start of HU. Forty four (79%) received blood transfusion > 5 times per yr and 12 had sporadic transfusions. Forty pts (71%) were HCV positive. The main indications for starting HU therapy were frequent VOC, transfusion dependency and acute chest syndrome (91%, 86% and 16% respectively). Other indications included hepatic crisis (5%), bone infarction (7%), sequestration crisis (5%) and pulmonary hypertension in one case. HU was started in a dose of 15mg/kg/day with careful monthly monitoring for side effects. There was no attempt to achieve maximum tolerated dose. Dose increase or decrease was done depending on clinical and laboratory response with a maximum dose of 30mg/kg/day. The mean dose of HU was 15.8mg/kg/day (range 10–30 mg/kg/day) and the mean duration of therapy was 3.25 yrs (range of 0.5–6 yrs). Forty four pts (79%) were found to be responders. There was a significant (p50% or stop blood transfusion. Responders showed a significant decrease in TLC, ANC, Retics and serum ferritin (P values 0.002, 0.019, 0.000, 0.001 respectively). Significant increase in HbF and MCV (p= 0.000, 0.001 respectively) was also observed. HU toxicity was defined by > 3 fold increase in ALT, platelet count < 80,000 μl, ANC 50% above baseline. Twenty pts (36%) showed signs of HU toxicity: elevated ALT (n=9), neutropenia (n=7), thrombocytopenia (n=1), unexplained jaundice (n=1) and both neutropenia and jaundice (n=2). Thirteen pts continued therapy with reduction of the dose or temporary stopping of HU while 7 stopped HU. It was noticed that all pts who developed hepatotoxicity were HCV positive (p= 0.036). It was also shown that hepatotoxicity was significantly higher among those receiving Deferiprone with HU (n=20) (p=0.001). There was no relation between response to HU and patients’ age, sex, spleen status or phenotype. HU provides the best available strategy to achieve clinical and hematological improvement in SCD in pediatrics, but requires periodic monitoring of blood count and ALT levels especially for HCV positive pts and those on Deferiprone therapy"
}