{
    "doi": "https://doi.org/10.1182/blood.V124.21.125.125",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2708",
    "start_url_page_num": 2708,
    "is_scraped": "1",
    "article_title": "DDX41 Is a Tumor Suppressor Gene Associated with Inherited and Acquired Mutations ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Genetic Mutations in Association: Novel Insights",
    "topics": [
        "adenosine triphosphatases",
        "agar",
        "complex",
        "epitopes",
        "introns",
        "karyotype determination procedure",
        "lenalidomide",
        "massively-parallel genome sequencing",
        "mutation",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Chantana Polprasert, MD",
        "Isabell Schulze",
        "Mikkael A. Sekeres, MD MS",
        "Hideki Makishima, MD PhD",
        "Bartlomiej P Przychodzen",
        "Naoko Hosono, MD PhD",
        "Jarnail Singh, PhD",
        "Richard A Padgett, PhD",
        "Xiaorong Gu, PhD",
        "Eckhard Jankowsky, PhD",
        "Michael Clemente, MS",
        "Brittney Dienes",
        "Sudipto Mukherjee, MD MPH",
        "Utz Krug, MD",
        "Hans-Ulrich Klein, PhD",
        "Martin Dugas, MD",
        "Wolfgang E Berdel, MD",
        "Kenichi Yoshida, MD PhD",
        "Yuichi Shiraishi, PhD",
        "Kenichi Chiba, PhD",
        "Hiroko Tanaka, BA",
        "Satoru Miyano, PhD",
        "Seishi Ogawa, MD PhD",
        "Carsten Müller-Tidow",
        "Jaroslaw P. Maciejewski, MD PhD"
    ],
    "author_affiliations": [
        [
            "Cleveland Clinic, Cleveland, OH ",
            "King Chulalongkorn Memorial Hospital, Chulalongkorn University, Bangkok, Thailand "
        ],
        [
            "University of Muenster, Muenster, Germany "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH ",
            "University of Fukui, Fukui, Japan "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University of Muenster, Muenster, Germany "
        ],
        [
            "University of Muenster, Muenster, Germany "
        ],
        [
            "University of Muenster, Muenster, Germany "
        ],
        [
            "University of Muenster, Muenster, Germany "
        ],
        [
            "Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "University of Muenster, Muenster, Germany "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "41.486636600000004",
    "first_author_longitude": "-81.7188455",
    "abstract_text": "Familial MDS is rare and usually occurs at a young age. Distinguishing familial from sporadic disease at the typical late age of disease onset is difficult. While investigating the genetic background in familial AML cases, we identified 5 families characterized by germ line (GL) mutations in the DEAD-box RNA helicase DDX41 gene. In one family, a father, son, daughter and paternal grandmother were affected. Sequencing revealed a GL DDX41 mutation (c.419insGATG, p.D140fs; prevalence in controls <.0001%) co-segregating with the disease. This mutation was recurrent in three other AML families, while in another family containing identical twins with congruent MDS, a c.T1187C mutation (not detected in controls) was identified. Further screening ( N =1052) identified 15 patients with GL DDX41 alterations. We previously reported recurrent somatic (c.G1574A, p.R525H) DDX41 mutations in MDS. Further analysis revealed that somatic and GL mutations coincided, with 50% of patients carrying GL mutations having biallelic lesions of DDX41 , suggesting a strong predisposition to second allele lesions. Isolated recurrent somatic p.D140fs was found in another 12 patients. In total, 25 cases had DDX41 mutations: 15 GL and 17 somatic of which 7 were biallelic. In addition to DDX41 mutations, we observed 15 somatic mutations (5% of all cases) in other members of the DEAD/H-box RNA helicase family ( DDX11,17,23,53,50,60 and DHX29,32,33,34,37,58). GL DDX41 mutations could be considered founder lesions, while somatic DDX41 mutations were ancestral in some cases and secondary in others. GL and somatic DDX41 mutations were more commonly associated with normal karyotype (81% vs. 47%; P =.02), while biallelic cases lacked other typical AML mutations. Among 112 patients treated with lenalidomide, 8/8 of the DDX41 MT cases responded ( P =.006) per IWG criteria. The most frequent mutations coincident with DDX41 lesions involved TP53 and RUNX1. DDX41 is expressed in myeloid cells, consistent with a function in hematopoiesis. GL mutations were predominantly out of frame insertions early in the gene, likely functionally equivalent to deletions. Deletion of DDX41 is found in 26% of all del5q cases. Such deletions of the DDX41 locus lead to haploinsufficient expression, which is also observed in 5% of diploid cases. DDX41 appears to be an essential gene, as the inactivating GL c.419insGATG mutation was not found among del5q35.3 patients and no DDX41 -/- pups have been observed to date in the offspring of DDX41 knockout mice. For somatic DDX41 R525H , we showed decreased ATPase activity in vitro, suggestive of a possible dominant negative effect. Lentiviral shRNA DDX41 knockdown (40-50%) in K562 cells enhanced proliferation compared to mock transduced cells. Forced DDX41 over-expression in U937 cells, which express low levels of DDX41 , inhibited growth. Over-expression of either WT or DDX41 R525H in HEK293 cells led to the p.R525H mutant increasing soft agar colony formation compared to DDX41 WT or DDX41 KD cells. Previous data suggested that DDX41 is a component of the catalytic spliceosome and becomes stably associated at a late step (Complex C) immediately prior to catalysis of the first splicing reaction. We have also verified this result through proteomic analysis of complexes associated with epitope tagged DDX41 . The co-precipitated proteins included many mature spliceosomal components, but few that are associated with early forming complexes, suggesting that DDX41 is distinct from other MDS-associated splicing factors that function early in the pathway . In DDX41 KD HEK293 cells (80% reduction), using qRT-PCR analysis of the spliced to unspliced RNA ratio, we demonstrated that splicing of a subset of introns is indeed significantly reduced. In patient samples with DDX41 MT , using deep RNA NGS, we found that multiple alternative exons were altered in their inclusion frequency. In summary, we identified GL mutations in DDX41 that are associated with the development of hereditary MDS/AML. The strong family history and late onset suggest high penetrance and long latency. GL DDX41 defects strongly predispose to somatic DDX41 mutations. Our results indicate that DDX41 lesions lead to altered splicing of many genes likely responsible for down-stream leukemogenic effects of DDX41 MT . DDX41 mutations, along with hemizygous DDX41 deletions, constitute a new type of leukemogenic defect and highlight a new class of tumor suppressor genes. Disclosures Sekeres: Celgene Corp.: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Boehringer Ingelheim: Membership on an entity's Board of Directors or advisory committees."
}