{
    "doi": "https://doi.org/10.1182/blood.V112.11.1465.1465",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1166",
    "start_url_page_num": 1166,
    "is_scraped": "1",
    "article_title": "Mannose-Binding Lectin Deficiency - a Risk Factor for Invasive Aspergillosis in Immunocompromised Patients. ",
    "article_date": "November 16, 2008",
    "session_type": "Immunodeficiency, Including HIV and Other Infections",
    "topics": [
        "animal model",
        "aspergillosis, invasive",
        "immunocompromised host",
        "mannan-binding lectin deficiency",
        "aspergillosis",
        "infections",
        "fever",
        "mannose binding lectin",
        "enzyme-linked immunosorbent assay",
        "aspergillus"
    ],
    "author_names": [
        "Jonathan Lambourne, MD, BA, MRCP",
        "Dan Agranoff, PhD, FRCP",
        "Aby Buchbinder, MD",
        "Peter F Troke, PhD",
        "Raoul Herbrecht, MD",
        "Jodi Lindsay, BSc, MSc, PhD",
        "Thomas Harrison, MD, MPH, FRCP"
    ],
    "author_affiliations": [
        [
            "Centre for Infection, Division of Cellular & Molecular Medicine, St George’s University London, London, United Kingdom"
        ],
        [
            "Department of Infectious Diseases & Immunity, Imperial College London, London, United Kingdom"
        ],
        [
            "Enzon Pharmaceuticals Inc., Bridgewater, NJ, USA"
        ],
        [
            "Global Research & Development, Pfizer Inc. (Retired), Sandwich, United Kingdom"
        ],
        [
            "Oncology and Hematology, Hopital de Hautepierre, Strasbourg Cedex, France"
        ],
        [
            "Centre for Infection, Division of Cellular & Molecular Medicine, St George’s University London, London, United Kingdom"
        ],
        [
            "Centre for Infection, Division of Cellular & Molecular Medicine, St George’s University London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4269516",
    "first_author_longitude": "-0.17388109999999998",
    "abstract_text": "Invasive aspergillosis is a devastating infection with 30–40% mortality. Immune mechanisms involved in recognition and elimination of aspergillus are incompletely understood. Mannose-binding lectin (MBL) deficiency occurs in 10–15% of the population and has been identified as a susceptibility factor in animal models of aspergillosis. We hypothesise there is an association between human MBL deficiency and invasive aspergillosis. In this multi-centre case-control study, serum MBL concentrations were measured in 65 patients with probable or proven invasive aspergillosis (as defined by the 2002 EORTC/NIH-MSG criteria) and in 79 immunocompromised controls with fever not due to aspergillosis. MBL concentrations were measured using a commercially available, technically straightforward solid phase ELISA (Hycult Biotechnology, The Netherlands). Median MBL concentrations and the frequency of MBL deficiency were compared using the Mann-Whitney and Fisher’s exact tests. Cases and controls were well matched in terms of age, gender, ethnicity and cause of immunocompromise. The assay performed well with a mean coefficient of variation of 7%. Patients with invasive aspergillosis had significantly lower MBL concentrations and a greater frequency of MBL deficiency than controls (65% vs. 33%, p = 0.0002, MBL deficiency cut-off 500ng/ml). MBL deficiency was significantly more frequent in cases than in controls at all MBL concentrations ≤500ng/ml. This is the first study to identify a strong association between MBL deficiency and invasive aspergillosis in immunocompromised patients. Because MBL concentrations do not consistently change during acute infection we conclude that MBL deficiency predisposes to invasive aspergillosis. Routine measurement of MBL levels is within the capability of most diagnostic laboratories. These data suggest that replacement therapy with recombinant human MBL may be an opportunity to prevent or mitigate the poor outcome of invasive aspergillosis."
}