{
    "doi": "https://doi.org/10.1182/blood.V108.11.3301.3301",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=578",
    "start_url_page_num": 578,
    "is_scraped": "1",
    "article_title": "Using Geographical Information Systems (GIS) To Examine Associations between Characteristics of Males with Hemophilia and Geographic Distance to Hemophilia Treatment Centers (HTCs). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "hemophilia a",
        "hemophilias",
        "information systems",
        "bleeding diathesis",
        "blood coagulation disorders",
        "health personnel",
        "software"
    ],
    "author_names": [
        "Ann C. McClellan, PhD",
        "J. Michael Soucie, PhD",
        "Roshni Kulkarni, MD"
    ],
    "author_affiliations": [
        [
            "NCBDDD-DHBD, Centers for Disease Control and Prevention (CDC), Atlanta, GA, USA"
        ],
        [
            "NCBDDD-DHBD, Centers for Disease Control and Prevention (CDC), Atlanta, GA, USA"
        ],
        [
            "NCBDDD-DHBD, Centers for Disease Control and Prevention (CDC), Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.7993178",
    "first_author_longitude": "-84.328008",
    "abstract_text": "Hemophilia, an inherited bleeding disorder, is best treated at specialized healthcare facilities offering comprehensive healthcare services. For healthcare providers at the over 130 federally-funded HTCs across the U.S., information about where individuals with hemophilia live and distances to the HTC can be useful in studying barriers to care and health outcomes. For the analysis, we used data collected on males with hemophilia in the CDC-sponsored Universal Data Collection (UDC) surveillance program that includes demographic and clinical data on about 90% of patients using these HTCs for their care. Patient characteristics, including age, race/ethnicity, insurance status, hemophilia severity, treatment (prophylaxis vs. on-demand) and residential 3-digit zip code were obtained from the UDC database. We calculated distances between the HTC and the centroid (geographic center) of the patients’ zip codes using GIS software (sample map shown in figure 1). The independent associations between patient characteristics and distance to the HTC adjusting for regional variations were examined using a multivariate generalized linear model. The mean age of the patients was 21 years (median 16 years); 70% were white; 42% used a health maintenance organization (HMO), 27% had Medicare or Medicaid coverage, and 16% had commercial health insurance; 50% of patients had severe hemophilia; and 26% were on prophylaxis. The mean distance from patient residence to HTC was 68 miles (median 35 miles). Of the 12,397 patients living in the contiguous U.S., 10,164 (82%) lived within 90 miles of the HTC (53% within 30 miles, 31% from 31–60 miles, and 16% from 61–90 miles). Among patients who lived within 90 miles of the HTC, we found that patients >25 years old and those on prophylaxis lived closer to HTCs than their counterparts (p=0.04 for each). On the other hand, white patients and those using an HMO lived farther from HTCs than those of other races and those with other types of health insurance, respectively (p<0.001 for each). Information from this geographic analysis may be used to guide resource allocation and programmatic activities and may help during emergencies such as natural disasters and treatment product shortages. View large Download slide North Carolina Hemophilia Treatment Centers Male UDC* Participants with Hemophilia View large Download slide North Carolina Hemophilia Treatment Centers Male UDC* Participants with Hemophilia "
}