{
    "doi": "https://doi.org/10.1182/blood.V126.23.4628.4628",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3092",
    "start_url_page_num": 3092,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Micafungin As Salvage Treatment for Invasive Fungal Disease in Patients with Hematologic Malignancies ",
    "article_date": "December 3, 2015",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections",
    "topics": [
        "hematologic neoplasms",
        "micafungin",
        "systemic mycosis",
        "adverse event",
        "antifungal agents",
        "amphotericin b",
        "salvage therapy",
        "voriconazole",
        "caspofungin",
        "complete remission"
    ],
    "author_names": [
        "Li Gao",
        "Ren Lin",
        "Min Dai",
        "Jing Sun, MD",
        "Zhiping Fan",
        "Yu Zhang, MD",
        "Hongsheng Zhou",
        "Qifa Liu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, NanFang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "Objective To explore the efficacy and safety of micafungin as salvage treatment for invasive fungal disease(IFD) in patients with hematologic malignancies. Methods A retrospective, observational, sequential cohort study was performed between Feb 2012 and June 2015 at southern medical university nanfang Hospital. We selected a group of 51 patients who either refractory or intolerant to first-line antifungal therapies, received micafungin as salvage therapy. Of the 51 patients, IFD was proven in 5 and probable in 46 patients. The predominant cause for treatment switch to micafungin was refractory therapy in 33 patients, followed by intolerance in 15 patients or both in 3 patients. For their first-line antifungal therapies of IFD, 34 patients received voriconazole, 7 patients received itraconazole, 2 patients received amphotericin B,1 patients received caspofungin,1 patients received posaconazole and 6 patients received voriconazole combined amphotericin B. The median duration of antifungal treatment before salvage therapy was 26 days (range, 4 to 57 days). The successful resolution rates、the median time of micafungin treatment, the drug related adverse events and overall survival were assessed. Results All of the patients were treated with 150 mg/d micafungin. The median time of micafungin treatment was 23 days (range,12-72 days). The success rate was 64.7%, including 16 achieved complete response, 17 achieved partial response and 18 patients had no overall response (failure in 9 patients, 2 patient with stable disease and 7 patients died). Only one patient experienced an adverse event. No patient discontinued micafungin therapy due to an adverse event. Conclusions This study demonstrated that micafungin was efficacy and safety as salvage treatment IFD in patients with hematologic malignancies. Disclosures No relevant conflicts of interest to declare."
}