{
    "doi": "https://doi.org/10.1182/blood.V126.23.2994.2994",
    "article_title": "Global 3' UTR Sequencing in Multiple Myeloma (MM) ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "The 3' untranslated region (3'UTR) of mRNA contains elements that play regulatory roles in polyadenylation, localization, translation efficiency, and mRNA stability. Although relative contributions of different regulatory mechanisms remain poorly understood, several recent studies showed that alterations in 3'UTRs may affect protein localization as well as their interactions with other proteins. Here, we obtained global measurements of 3'UTR sequencing and RNA-seq in MM and normal plasma cells to study the effects of 3'UTR alterations in MM. The transcriptomes of 15 MM samples and two samples from normal plasma cells were assessed by RNA-seq and alternative 3'UTR isoforms were measured using 3'-seq, an established quantitative 3' end sequencing method. We first studied gene expression results from two different platforms to estimate the overlap of mRNA abundance. For each individual sample there was a high level of correlation between 3'-seq and RNA-seq in terms of identifying genes that were up or down regulated. We identified a common set of 195 genes that were significantly different between normal plasma cells and the 15 MM samples as measured with two independent platforms and this list was enriched in genes regulated by NF-kB in response to TNF and genes up-regulated by KRAS activation pathways. In addition to finding differences in mRNA abundance levels, with 3'-seq, we found 187 genes that had shorter 3'UTRs and 170 genes that had longer 3'UTRs in MM compared to normal plasma cells. Genes that had shorter 3'UTR sequences were enriched for those localized to nucleus and endoplasmic reticulum. They were also enriched in RNA metabolic processes, RNA splicing as well as DNA repair. Genes that had longer 3'UTRs were enriched for genes involved in signal transduction affecting a change in the level or activity of a second messenger or other downstream targets, and ultimately affecting a change in cellular functions. We observed enrichment for G2/M checkpoint, as in progression through the cell division cycle and activation of mTORC1 complex and MYC targets for both shorter and longer 3'UTR genes, which suggests we should investigate these genes deeply to understand their individual regulatory roles in MM development. We found five oncogenes that had shorter 3'UTRs, whereas genes with longer 3'UTRs contained two oncogenes and two tumor suppressor genes. Interestingly amongst 15 patients, five patients had UTR pattern similar to normal plasma cells, 6 had higher frequency of longer UTRs and 4 patients had relatively shorter UTRs compared to normal plasma cells. This pattern did not correlate with common cytogenetic abnormalities. Further investigation is now required to understand the functional consequences of UTR changes and to correlate clinical and prognostic impact of such UTR differences. In conclusion, we report that significant 3'UTR alterations are observed in MM with impact on MM cell pathobiology and suggesting need for further investigation to understand their precise role in regulation and translation of proteins in MM. Disclosures Munshi: millenium: Membership on an entity's Board of Directors or advisory committees; onyx: Membership on an entity's Board of Directors or advisory committees; novartis: Membership on an entity's Board of Directors or advisory committees; celgene: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "3' untranslated regions",
        "cell nucleus",
        "chromosome abnormality",
        "endoplasmic reticulum",
        "mechanistic target of rapamycin complex 1",
        "multiple myeloma",
        "nf-kappa b",
        "plasma cells",
        "protein isoforms",
        "rna"
    ],
    "author_names": [
        "Irtisha Singh",
        "Mehmet K Samur, PhD",
        "Lee Shih-Han",
        "Adam Samuel Sperling, MD PhD",
        "Yu-Tzu Tai, PhD",
        "Mariateresa Fulciniti",
        "Christina S Leslie, PhD",
        "Christine Mayr",
        "Nikhil C. Munshi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Irtisha Singh",
            "author_affiliations": [
                "Computational Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Tri-Institutional Training Program in Computational Biology and Medicine, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mehmet K Samur, PhD",
            "author_affiliations": [
                "Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA ",
                "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee Shih-Han",
            "author_affiliations": [
                "Cancer Biology and Genetics Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Samuel Sperling, MD PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Tzu Tai, PhD",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariateresa Fulciniti",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina S Leslie, PhD",
            "author_affiliations": [
                "Computational Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Mayr",
            "author_affiliations": [
                "Cancer Biology and Genetics Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T12:53:29",
    "is_scraped": "1"
}