{
    "doi": "https://doi.org/10.1182/blood.V122.21.1773.1773",
    "article_title": "Extramedullary Disease In Waldenstrom’s Macroglobulinemia ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster I",
    "abstract_text": "Introduction Disease assessment in Waldenstrom’s Macroglobulinemia (WM) is dependent on percent involvement of B-cell neoplasm in bone marrow and immunoglobulin M (IgM) paraprotein in the serum. A subset of patients also demonstrate extramedullary involvement and is infrequently examined. Its role in diagnosis and prognosis of WM is poorly understood. In this study, we sought to understand the role of extramedullary disease (EMD) in patients with WM. Methods Database for patients seen at Dana-Farber Cancer Institute was searched and 985 documented WM cases were identified between June 1994 and April 2013. Medical charts were reviewed for patients who had biopsy of one or more extramedullary sites during the course of disease. Involvement of lymph nodes, spleen and amyloid deposits were excluded. Results Among the 985 WM patients screened, 50 (5%) had evidence of extramedullary involvement during the course of disease. 28 (56%) were male and 22 (44%) were female, with median age of 57 years (min 37.8; max 71.1) at the time of diagnosis. At diagnosis, 11 (22%) patients were asymptomatic with monoclonal gammopathy of unknown significance (MGUS) or smoldering WM, 21 (42%) were low risk, 15 (30%) were intermediate risk, and 3 (6%) were high risk based on the Morel ISS-WM study (ISS-WM). Laboratory data included median beta-2 microglobulin of 3.7 g/dL (min 1.26; max 10.9), IgM of 3.3 g/dL (min 0.4; max 10.1), and percent bone marrow involvement of 37% (min 5%; max 90%). At the time of data collection, one patient was previously untreated, 14 (28%) had 1 line of therapy, 9 (18%) had 2 lines, 9 (18%) had 3 lines, 8 (16%) had 4 lines, and 9 (18%) had 5 or more lines of therapy. Among the 50 patients identified with EMD, 12 (24%) patients presented with involvement at diagnosis, while 38 (76%) developed EMD after receiving therapy. One patient had EMD at diagnosis, which continued post-diagnosis. 7 patients were identified with multiple sites of involvement during the course of disease. Overall, 60 extramedullary samples were noted with 47 (78%) occurring post-therapy. Extramedullary sites involved included: Pulmonary (n=14; 23%), Soft tissue (n=12; 20%), Cerebrospinal fluid (n=10; 17%), Renal (n=5; 8%), Bone (n=4; 7%), Peripheral blood (n=3; 5%), Neck mass (n=3; 5%), Skin (n=2; 3%), Breast (n=1; 2%), Conjunctiva (n=1; 2%), Liver (n=1; 2%), Gallbladder (n=1; 2%), Small Bowel (n=1; 2%), Prostate (n=1; 2%), and Colon (n=1; 2%). Immunophenotypic data was obtained for 58 of the 60 extramedullary samples and was analyzed by flow cytometry (n=24), immunohistochemistry (n=17), or both (n=17). All samples were of B-cell lineage (CD19+, CD20+). Monotypic surface immunoglobulin kappa or lambda light chain was analyzed in 49 samples, of which 43 were kappa (88%) and 6 were lambda (12%). In the group of 38 patients that presented with EMD post-therapy median time to EMD presentation from diagnosis was 75.7 months (min 1.5; max 213.7 or approximately 6 years) with a median of 2 lines of treatment (min 1; max 6). Therapies prior to EMD presentation in this group included rituximab based regimen in 31 of 38 cases (82%), cyclophosphamide based regimen in 15 cases (39%), fludarabine/cladribine based regimen in 12 cases (32%), and bortezomib based regimen in 11 cases (29%). Treatments for EMD in both groups included bendamustine based regimen resulting in minimal response (MR) or better in 8 of 9 cases (89%), rituximab based regimen resulting in MR or better in 24 of 30 cases (80%), cyclophosphamide based regimen resulting in MR or better in 11 of 14 cases (79%), and bortezomib based regimen resulting in MR or better in 6 of 8 cases (75%). At the time of data collection, 32 of 50 patients were alive (64%), 10 patients were lost to follow-up (20%), and 8 patients died due to progressive disease (16%). Conclusion This is the first description and analysis of the EMD in WM as a clinical entity and further studies in understanding the molecular mechanisms that govern EMD in WM should be examined. Disclosures: Treon: Millennium: Consultancy. Ghobrial: Onyx: Membership on an entity’s Board of Directors or advisory committees; BMS: Membership on an entity’s Board of Directors or advisory committees; BMS: Research Funding; Sanofi: Research Funding; Novartis: Membership on an entity’s Board of Directors or advisory committees.",
    "topics": [
        "waldenstrom macroglobulinemia",
        "immunoglobulin m",
        "bortezomib",
        "cyclophosphamide",
        "monoclonal gammopathy of undetermined significance",
        "rituximab",
        "b-cell neoplasms",
        "bendamustine",
        "beta 2-microglobulin",
        "biopsy"
    ],
    "author_names": [
        "Ranjit Banwait, MA",
        "Yosra Aljawai, MS",
        "Joseph Cappuccio",
        "Serena McDiarmid",
        "Salomon Manier, MD",
        "Steven Peter Treon, MD, MA, PhD",
        "Irene M. Ghobrial, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ranjit Banwait, MA",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yosra Aljawai, MS",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Cappuccio",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serena McDiarmid",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salomon Manier, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Peter Treon, MD, MA, PhD",
            "author_affiliations": [
                "Bing Center for Waldenstrom Macroglobulinemia, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene M. Ghobrial, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T09:40:21",
    "is_scraped": "1"
}