{
    "doi": "https://doi.org/10.1182/blood.V126.23.4825.4825",
    "article_title": "Downregulation of SATB1 Increase the Invasiveness of Jurkat Cell Via Activation of the WNT/Beta-Catenin Signaling Pathway in Vitro ",
    "article_date": "December 3, 2015",
    "session_type": "603. Oncogenes and Tumor Suppressors",
    "abstract_text": "Backgroud: Special AT-rich sequence-binding protein-1 (SATB1) is critical for genome organizer that reprograms chromatin organization and transcription profiles, and associated with tumor growth and metastasis in several cancer types. Many studies suggest that SATB1 overexpression is an indicator of poor prognosis in various cancers, such as breast cancer, malignant cutaneous melanoma, liver cancer, etc. However, their expression patterns and function values for adult T-cell leukemia (ATL) are still largely unknown. Objective: The aim of this study is to examine the levels of SATB1 in ATL and to explore its function and mechanisms in ATL. METHODS: 20 ATL peripheral blood samples and 20 normal controls were collected. Expressions of SATB1 in both groups were evaluated by quantitative reverse transcriptase-polymerase chain reaction (qRT-PCR). Cellular proliferation and invasion of SATB1-knockdown Jurkat cells and cells in control group were evaluated by manually count and transwell matrigel invasion assay, respectively. RESULTS: SATB1 expressions were decreased in ATL peripheral blood mononuclear cells (p<0.001) compared with normal controls. Knockdown of SATB1 gene might increase Jurkat cell invasiveness through the activation of Wnt/β-Catenin signaling pathway. CONCLUSIONS: SATB1 expression is down-regulated in ATL and decreased expression of SATB1 increase the invasiveness of Jurkat cell through the activation of Wnt/β-Catenin signaling pathway in vitro. Acknowledgments This study was supported by grants from the National Natural Science Foundation of China (81200399) and Key Clinical Disciplines of Guangdong Province (20111219) Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "beta catenin",
        "breast cancer",
        "cancer",
        "down-regulation",
        "hyperplasia",
        "jurkat cells",
        "leukemia, t-cell",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "liver cancer"
    ],
    "author_names": [
        "Xiaodan Luo",
        "Lihua Xu",
        "Dan Liu",
        "Yaya Wang",
        "Xiaohong Wu",
        "Huo Tan"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaodan Luo",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lihua Xu",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan Liu",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaya Wang",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaohong Wu",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huo Tan",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical Unversity, Guangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T12:54:17",
    "is_scraped": "1"
}