{
    "doi": "https://doi.org/10.1182/blood.V126.23.3438.3438",
    "article_title": "T Cell Activation By Plasmacytoid Dendritic Cells Is Augmented By Inhibition of Vasoactive Intestinal Polypeptide Signaling: Implications for Cellular Immunotherapy ",
    "article_date": "December 3, 2015",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "abstract_text": "Introduction: Data from clinical allogeneic bone marrow transplant (allo-BMT) and pre-clinical murine models of allo-BMT have shown that donor plasmacytoid dendritic cells (pDC) have important roles in regulating graft-versus-host disease (GvHD) and graft-versus-leukemia (GvL) activities of donor T cells. Using murine models of allo-BMT we have previously shown that 1) donor pDCs induce Th1 polarization of donor T cells and augment the GvL activity of T cells; and 2) the addition of pDC to grafts composed of purified T cells and HSC limited the subsequent development of GvHD. VIP is an immunosuppressive neuropeptide that regulates adaptive immune responses. We reasoned that VIP signaling may regulate activation of allo-specific T-cells, and the VIP pathway may be target for regulating GvHD and GvL in allo-BMT. Methods: To explore the mechanisms by which pDC and VIP signaling regulate T cell activation we used: 1) transgenic mice expressing GFP under the control of the VIP promoter to measure VIP expression in vivo in allo-BMT recipients; 2) one-way mixed lymphocyte reaction (MLR) to measure the proliferative response of transgenic luciferase positive T cells in response to allo-antigens via bioluminescence imaging (BLI); and 3) a model system of indirect presentation of allo-peptides derived from a H2-Ab MHC class II molecule by pDC to transgenic T cells expressing the TEa TCR. The effect of blocking vasoactive intestinal polypeptide (VIP) signaling during activation of allo-reactive T cells was assessed by using VIP-KO cells and by the addition of VIP peptide or a peptide antagonist of VIP (VIPhyb) to the one-way MLR. T cell proliferation and activation was measured by flow cytometry. Results: Analysis of VIP expression in donor pDC in murine models of allo-BMT showed >100-fold induction of VIP promoter activity in donor pDC and donor T cells during the first two weeks post-transplant, indicating that VIP expression in donor pDC may regulate T cell activation.Addition of endogenous native VIP suppressed T cell proliferation in one-way MLR but was reversed by addition of a 10x concentration of the VIP antagonist peptide (Figure 1B). Furthermore, adding 3 uM of the VIP antagonist to the MLR cultured significantly enhanced T cell proliferation. TEa peptide-primed T cells cultures with peptide-primed pDC from VIP knock-out mice had increased proliferation and expressed more of the activation markers CD69 and CD71 compared with T cells cultured with VIP-WT pDCs. Comparing pDC purified from marrow versus spleen, we found significantly more proliferation in T cells cultured with bone marrow VIP-KO pDCs than splenic VIP-KO pDCs, indicating that the less mature marrow pDC have greater antigen presenting ability than the more mature splenic pDC. Conclusion: These data suggest that 1) VIP is produced by donor pDC early after allo-BMT; 2) VIP inhibits T cell allo-proliferation in one-way MLR's; and 3) blocking VIP signaling using donor cells that cannot produce VIP or through the use of pharmacological inhibitors of VIP can augment activation and proliferation of T cells in response to indirect antigen presentation.The present findings support studies of VIP antagonist in allo-BMT to augment the GvL activity of T cells through indirect antigen presentation. Future studies include using the BLI analysis of MLR to determine the effect of novel drugs on T cell proliferation. **Jingxia Li and Reema Panjwani were equal contributors to this abstract. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dendritic cells",
        "immunotherapy",
        "signal transduction",
        "t-cell activation",
        "vasoactive intestinal peptide",
        "bone marrow transplantation, allogeneic",
        "peptides",
        "allopurinol",
        "antagonists",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Jingxia Li",
        "Reema Panjwani",
        "Jian-Ming Li, PhD",
        "Cynthia R. Giver, PhD",
        "Maryellen Malone",
        "Edmund K Waller, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jingxia Li",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA ",
                "Xiangya Hospital, Central South University, Changsha, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Reema Panjwani",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-Ming Li, PhD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Winship Cancer Institute, Emory University, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia R. Giver, PhD",
            "author_affiliations": [
                "Winship Cancer Institute, Department of Hematology and Medical Oncology, Emory University, Atlanta, GA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maryellen Malone",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edmund K Waller, MD PhD",
            "author_affiliations": [
                "Winship Cancer Institute, Department of Hematology and Medical Oncology, Emory University, Atlanta, GA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T18:38:54",
    "is_scraped": "1"
}