{
    "doi": "https://doi.org/10.1182/blood.V116.21.310.310",
    "article_title": "Maintenance Treatment with Lenalidomide After Transplantation for MYELOMA: Final Analysis of the IFM 2005-02. ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation: Randomized Trials",
    "abstract_text": "Abstract 310 High dose therapy with autologous stem cell transplantation (ASCT) is a standard treatment for young patients with myeloma. Some residual disease responsible for relapse is always present after ASCT. Effective maintenance treatment would be required to prevent relapse. However, such treatment is still to be defined. This phase 3, placebo-controlled trial investigated the efficacy of lenalidomide (LEN) for maintenance after transplantation. Patients, under 65 years of age, with non-progressive disease after a first line ASCT (performed within the last 6 months) were randomized to receive consolidation with LEN (25 mg/d, 21 days/month, for 2 months) followed by maintenance with either placebo (Arm A) or LEN (10 to 15 mg/d) until relapse (Arm B). From July 2006 to August 2008, 614 patients were randomized. Patient's characteristics of each group were similar with regard to age (57 years), ISS stage, FISH analysis, induction regimen (VAD / bortezomib-dex / others = 49%/44%/7%), diagnosis-randomization interval (10 months), and response at time of randomization. The first pre-planned interim analysis was performed on the 4 th of September 2009 with a median follow up of 24 months from randomization (ASCO 2010, abstract 8018). The independent data and safety monitoring committee recommended to unblind the trial due to the PFS superiority of arm B (primary end point). On the 6 th of July 2010, the trial was unblinded and the final analysis was performed with a median follow up of 34 months from randomization and 44 months from diagnosis. Consolidation with LEN improved the very good partial response rate (VGPR) (p<0.0001). Maintenance with LEN improved the progression-free survival: median 24 months from randomization and 34 months from diagnosis in arm A, versus 42 months from randomization and 52 months from diagnosis in arm B (HR=0.5, p<10 −8 ). This benefit was observed across all stratified subgroups of patients including beta-2 microglobulin level, (< or > 3 mg/l) cytogenetic profile (del 13, + or -), and response after transplantation (CR/VGPR or not). In multivariate analysis, PFS was related to maintenance with LEN (p<0.0001), and to the achievement of CR/VGPR after consolidation with LEN (p<0.01). Maintenance treatment with LEN was not associated with resistance of the disease at time of progression: the median interval between progression and death was similar in both arms (12 months). With the current follow-up, the 5-year post diagnosis overall survival remains extremely high and similar in the 2 treatment groups: 83%. Maintenance treatment with LEN was well tolerated. The definitive interruption rate for serious adverse events during maintenance was similar in both arms (Arm A=5%, Arm B=8%, NS). The IFM 2005-02 trial demonstrates that lenalidomide is an effective and well tolerated maintenance treatment after transplantation for multiple myeloma patients. Disclosures: Attal: celgene: Consultancy, Research Funding; johnson and johnson: Consultancy, Research Funding. Off Label Use: maintenance treatment with Revlimid. Facon: celgene: Consultancy, Research Funding; johnson and johnson: Consultancy. Roussel: celgene: Consultancy; johnson and johnson: Consultancy. Avet-Loiseau: celgene: Consultancy, Research Funding; johnson and johnson: Consultancy, Research Funding. Harousseau: celgene: Consultancy; johnson and johnson: Consultancy.",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "transplantation",
        "autologous stem cell transplant",
        "follow-up",
        "adverse event",
        "beta 2-microglobulin",
        "bortezomib",
        "off-label use",
        "partial response"
    ],
    "author_names": [
        "Michel Attal, MD",
        "Valerie cances Lauwers",
        "Gerald Marit, Service, d'hématologie, clinique, et, de, thérapie, cellulaire",
        "Denis Caillot",
        "Thierry Facon, MD",
        "Cyrille Hulin",
        "Philippe Moreau, MD",
        "Claire Mathiot",
        "Murielle Roussel",
        "Catherine Payen",
        "H. Avet-Loiseau",
        "jean Luc Harousseau"
    ],
    "author_dict_list": [
        {
            "author_name": "Michel Attal, MD",
            "author_affiliations": [
                "Hopital Purpan, Toulouse, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Valerie cances Lauwers",
            "author_affiliations": [
                "Hopital Purpan, Toulouse, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerald Marit, Service, d'hématologie, clinique, et, de, thérapie, cellulaire",
            "author_affiliations": [
                "Service d'hématologie clinique et de thérapie cellulaire, CHU de Bordeaux Hopital du Haut-Lévèque, Pessac, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denis Caillot",
            "author_affiliations": [
                "IFM, Dijon, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Facon, MD",
            "author_affiliations": [
                "Maladies du Sang, Hopital C. Huriez, Lille, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cyrille Hulin",
            "author_affiliations": [
                "Ifm, Nancy, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau, MD",
            "author_affiliations": [
                "Service d'Hematologie, CHU, Nantes, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Mathiot",
            "author_affiliations": [
                "Ifm, Paris, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murielle Roussel",
            "author_affiliations": [
                "Hopital Purpan, Toulouse, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Payen",
            "author_affiliations": [
                "Ifm, Toulouse, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Avet-Loiseau",
            "author_affiliations": [
                "Ifm, Center Hospitalier Universitaire de Nantes, Nantes, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "jean Luc Harousseau",
            "author_affiliations": [
                "Ifm, Nantes, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T13:07:22",
    "is_scraped": "1"
}