{
    "doi": "https://doi.org/10.1182/blood.V122.21.2533.2533",
    "article_title": "Mir-128 and DNA Damage In Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster II",
    "abstract_text": "Background microRNAs (miRs) are small non-coding RNAs that post-transcriptionally regulate gene expression by binding target mRNAs and hampering their translation by translation inhibition or mRNA degradation. miRs have been shown to play an important role in cancer development by controlling several pivotal cellular processes [Lee and Dutta (2009), Annu Rev Pathol 4:199-227]. In particular,miR-128 has also been associated with cancer, namely leukemia and has been shown, , with other miRs, to allow the discrimination between AML and ALL [Mi et al. (2007), PNAS 104(50):19971-6]. Moreover, it is included in a miR signature that associates a subgroup of patients with high-risk molecular features of AML with worse clinical outcome [Marcucci et al. (2008), NEJM 358(18):1919-28]. Nevertheless, all the data associating miR-128 with leukemia derives from expression array analysis and no functional studies have been performed. Therefore, the aim of this study was to understand the role of miR-128 in AML cells and in their response to some chemotherapeutic agents. Methods HL-60 cells were transfected with miR-128 mimic (or control miR mimic) and further treated with etoposide, doxorubicin or their vehicle as control. miR expression was evaluated by RT-qPCR. The effect of miR-128 overexpression in sensitization of HL-60 cells to the effects of doxorubicin or etoposide was analysed by Trypan blue exclusion assay. Cellular proliferation (BrdU assay), cell cycle (flow cytometry following PI labeling), programmed cell death (TUNEL assay) and apoptosis (Annexin V/ PI staining) were analysed. The expression levels of proteins involved in apoptosis (caspase-3, PARP), autophagy (Beclin-1, Vps34 and LC3) and DNA damage (γ-H2AX, 53BP1) were studied (Western Blot). DNA damage was analysed with the Comet assay and by foci formation of γ-H2AX and 53BP1 proteins, visualized by immunofluorescence microscopy. miR-128 expression was analysed in samples from peripheral blood mononuclear cells (PBMCs) of 13 healthy donors and from bone marrow of 11 AML patients by RT-qPCR. Results miR-128 expression was increased upon miR mimic transfection. miR-128 overexpression decreased HL-60 viable cell number to 84.3% and 81.0%, at 24 h and 48 h after transfection respectively, and sensitized HL-60 cells to both doxorubicin and etoposide. Nevertheless, miR-128 overexpression did not affect cell cycle profile, cellular proliferation, apoptosis, or the expression of apoptosis-related or autophagy-related proteins. Interestingly, miR-128 overexpression increased DNA damage analysed by Comet assay (from 3.6% in miR-control transfected cells to 8.1% in miR-128 transfected cells). This increase in DNA damage of miR-128 overexpressing cells was confirmed by verifying an increase in DNA repair foci of γ–H2AX and 53BP1 together with an increase in expression of both those proteins γ–H2AX and 53BP1. Analysis of miR-128 expression in samples from PBMCs of healthy donors and from bone marrow of AML patients showed no statistically significant differences, although the expression levels of miR-128 in the AML samples were higher than in healthy donors. Conclusion miR-128 overexpression per se decreased HL-60 viable cell number and sensitized cells to doxorubicin and etoposide. miR-128 increased DNA damage, which might justify the increased sensitivity that these cells presented to doxorubicin and etoposide. Concerning patient samples, a slight increase in the expression of miR-128 was found in AML bone marrow samples, when compared to PBMCs from healthy donors, suggesting that these patients maybe more susceptible to DNA damaging agents. Acknowledgments Fundação Calouste Gulbenkian for financial support. FCT for the grants to H. Seca (SFRH/BD/47428/2008) and R. T. Lima (SFRH/BPD/68787/2010). G. M. Almeida was supported by FCT and the European Social Fund. IPATIMUP is an Associate Laboratory of the Portuguese Ministry of Science, Technology and Higher Education and is partially supported by FCT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "dna damage",
        "leukemia, myelocytic, acute",
        "doxorubicin",
        "etoposide",
        "tumor suppressor p53-binding protein 1",
        "cancer",
        "comet assay",
        "hyperplasia",
        "leukemia",
        "rna, messenger"
    ],
    "author_names": [
        "Hugo Seca",
        "Raquel T. Lima",
        "Gabriela M. Almeida",
        "Manuel Sobrinho-Simões",
        "Rui Bergantim",
        "Jose E. Guimaraes, MD, PhD",
        "M. Helena Vasconcelos"
    ],
    "author_dict_list": [
        {
            "author_name": "Hugo Seca",
            "author_affiliations": [
                "Laboratory of Microbiology, Department of Biological Sciences, Faculty of Pharmacy, University of Porto, Porto, Portugal, Porto, Portugal, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Raquel T. Lima",
            "author_affiliations": [
                "Research Center of Medicinal Chemistry, University of Porto, (CEQUIMED-UP), Porto, Portugal, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriela M. Almeida",
            "author_affiliations": [
                "Cancer Drug Resistance Group, IPATIMUP - Institute of Molecular Pathology and Immunology of the University of Porto, Porto, Portugal, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel Sobrinho-Simões",
            "author_affiliations": [
                "Clinical Hematology Department, Faculty of Medicine of University of Porto, Porto, Portugal, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rui Bergantim",
            "author_affiliations": [
                "Clinical Hematology Department, Hospital São João, Porto, Portugal"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose E. Guimaraes, MD, PhD",
            "author_affiliations": [
                "Clinical Hematology Department, Hospital São João, Porto, Portugal"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Helena Vasconcelos",
            "author_affiliations": [
                "Laboratory of Microbiology, Department of Biological Sciences, Faculty of Pharmacy, University of Porto, Porto, Portugal, Porto, Portugal, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T06:46:37",
    "is_scraped": "1"
}