{
    "doi": "https://doi.org/10.1182/blood.V116.21.4548.4548",
    "article_title": "Etanercept for Steroid-Refractory Acute Graft-Versus-Host Disease After Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications and Immune Reconstitution of Transplantation",
    "abstract_text": "Abstract 4548 Background: Treatment strategy for steroid-refractory acute graft versus host disease (aGvHD) after allogeneic hematopoietic stem cell transplantation (allo-HSCT) is to be standardized. We report our clinical experience of Etanercept, recombinant human soluble tumor necrosis factor receptor fusion protein, on steroid-refractory aGvHD, retrospectively. Method: A total of 18 patients who received allo-HSCT and presented with steroid-refractory aGvHD in Ajou University Hospital were studied retrospectively. Twenty five miligram of Etanercept was given subcutaneously twice weekly for 4 weeks. Clinical responses were checked with regard to the severity of aGvHD. Results: Median age was 43.5 years. Patients with AML, myeloma, ALL, aplastic anemia, myelodysplastic syndrome and idiopathic myelofibrosis were studied. The engraftment kinetics was adequate and no one failed to engraft. Before Etanercept, grade 4, grade 3, grade 2 and grade 1 of aGvHD occurred in 7, 6, 5, and zero patients, respectively however the number of patients were changed to 4, 5, 5, and 4 after Etanercept, respectively ( p = .005). Eighty percent of grade II and 57% of grade IV patients showed partial response, so did in 14% of grade III patients. Skin and gut aGvHD was well controlled with Etanercept, whereas hepatic GvHD was not. Three patients died of severe infection. There was no factor affecting clinical outcome of Etanercept. All the non-responders died but 56.6% of the responders survived ( p = 0.003). Conclusion: Etanercept can be one of the effective anti-aGvHD drugs for steroid-refractory cases after allo-HSCT considering tolerable side effects and tolerable cost. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "etanercept",
        "graft-versus-host disease, acute",
        "steroids",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "adverse effects",
        "aplastic anemia",
        "fusion proteins",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Joon Seong Park",
        "Seong Hyun Jeong"
    ],
    "author_dict_list": [
        {
            "author_name": "Joon Seong Park",
            "author_affiliations": [
                "Ajou University Hospital, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seong Hyun Jeong",
            "author_affiliations": [
                "Department of Hematology-Oncology, Ajou University School of Medicine, Suwon, South Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T21:37:00",
    "is_scraped": "1"
}