{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4700.4700",
    "article_title": "Primary Caregiver's Knowledge Related to Cancer: Opportune Detection and Prevention of Treatment Complications in a Pediatric Hematology-Oncology Unit ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Conditions: Poster III",
    "abstract_text": "Introduction Organized and planned education of primary caregivers has shown to have a favorable influence in treatment outcomes, by improving treatment adherence and event free survival, as well as reducing rejection of treatment. A finding most noticeable in patients with a low socioeconomic status. During 2016, at Hospital Civil de Guadalajara Dr. Juan I. Menchaca, 183 new cases of cancer in children younger than 18 years were diagnosed. A standardized protocol to provide information or education to primary caregivers before treatment and upon hospital discharge does not exist. Objective The objective of this study was to assess the knowledge-base of primary caregivers of children with an oncologic disease treated at our institution and to guide development of an education program. We now present the data of the knowledge-base assessment. Methods A cross sectional study was initiated once the Ethical Committee approved the project. Primary caregivers of children with cancer receiving care at our institution were selected as the population. After obtaining informed consent, a 75 item, multiple-choice interview was applied using electronic tablets. The variables included in the study were general cancer knowledge, ambulatory care concepts, ability to identify complications related to cancer and its treatment as well as preventive measures to be followed at home. Descriptive analyses of the baseline cross-sectional data were performed. For qualitative variables, frequency and proportion were calculated. Results A total of 130 primary caregivers were interviewed. Sixty-eight percent of primary caregivers at our institution reported low levels of education; they had only finished junior high school or less. Eighty-eight percent have a median income of less than 250 US dollars monthly. Seventy-three percent traveled more than an hour in order to arrive at the hospital and 22% of the caregivers did not clearly understand the meaning of the word cancer. A total of 48% lived in rural communities. With regards to important preventive measures at home, 25% of the primary caregivers were unfamiliar to the concept of fever, 33% did not know that neutropenic fever represents an emergency, and 36% did not know how to use a thermometer. Finally, 85% of the caregivers did not know that cancer patients can be vaccinated during treatment as indicated, 59% did not know about the expected neutropenic nadirs associated with chemotherapy, and 96% did not know what mucositis is. Conclusion The current study has raised awareness and alert about how uninformed our population of caregivers is about cancer and caregiving at home for children with an oncological disease. The results of this study motivated us to take measures to improve this problem. Nowadays we are implementing an educational program for primary caregivers and other members of the family, as well as creating tools to evaluate the knowledge acquisition. We are confident that these interventions will positively impact in a middle course of time reducing the complications related to treatment, a less index of treatment abandonment, an increase in the overall survival and event free survival, at least through the prevention of the treatment related mortality that results from delayed recognition and response to fever at home. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "medical oncology",
        "pediatrics",
        "tablet dosage form",
        "fever",
        "ambulatory care services",
        "chemotherapy regimen",
        "childhood cancer",
        "febrile neutropenia",
        "mucositis"
    ],
    "author_names": [
        "Karla Nohemi Guerrero Gómez, MD",
        "Oscar Gonzalez-Ramella, MD",
        "Paola Friedrich, MD",
        "Carlos Rodriguez-Galindo, MD",
        "Hugo Romo, MD",
        "Fernando Sanchez-Zubieta, MD",
        "Norma Esthela Llamas-Peregrina, MD",
        "Danhely Etelvina Rocha-Flores, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karla Nohemi Guerrero Gómez, MD",
            "author_affiliations": [
                "Hospital Civil de Guadalajara \"Dr. Juan I. Menchaca\", Guadalajara, Mexico "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oscar Gonzalez-Ramella, MD",
            "author_affiliations": [
                "Hospital Civil de Guadalajara \"Dr. Juan I. Menchaca\", Guadalajara, Mexico "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Friedrich, MD",
            "author_affiliations": [
                "St Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Rodriguez-Galindo, MD",
            "author_affiliations": [
                "St Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hugo Romo, MD",
            "author_affiliations": [
                "Pediatric Hematology Oncology, Hospital Civil de Guadalajara \"Dr. Juan I Menchaca\", Guadalajara, Mexico "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Sanchez-Zubieta, MD",
            "author_affiliations": [
                "Hospital Civil de Guadalajara \"Dr. Juan I Menchaca\", Guadalajara, Mexico "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norma Esthela Llamas-Peregrina, MD",
            "author_affiliations": [
                "Hospital Civil de Guadalajara \"Dr. Juan I. Menchaca\", Guadalajara, Mexico "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danhely Etelvina Rocha-Flores, MD",
            "author_affiliations": [
                "Instituto Tecnológico y de Estudios Superiores de Monterrey, Monterrey, Mexico"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:40:44",
    "is_scraped": "1"
}