{
    "doi": "https://doi.org/10.1182/blood.V122.21.4741.4741",
    "article_title": "Profile Of Microparticles In Patients With Acute Leukemia At Diagnosis and Upon Remission Induction ",
    "article_date": "November 15, 2013",
    "session_type": "302. Molecular Aspects of Vascular Biology and Thrombus Formation",
    "abstract_text": "Introduction Microparticles (MPs) shedding from the cell surface are assumed to express antigens reflecting their cell origin. MPs bearing tissue factor (TF) can play a pivotal role in the pathogenesis of the prothtombotic condition in patients with malignancies. Patients with acute myeloid leukemia (AML) can develop venous thromboembolism. This study was aimed to evaluate whether circulating MPs could serve as a biomarker, indicating changes in blood cells and predicting development of a thrombogenic state in AML patients at diagnosis and remission. Methods Blood samples were obtained from healthy controls and patients with AML at diagnosis, 2 weeks after the start of therapy and at remission achievement. The MP cell origin was assessed using fluorescent antibodies and was analyzed by fluorescence-activated cell sorting (FACS). The following fluorescent antibodies were used: CD41 (platelet glycoprotein complex), CD144 (the endothelial marker), CD11 (leukocyte marker) and Annexin V (for MPs expressing negative phospholipids on their surface). To identify MPs originating from leukemic cells, MPs were also labeled with CD34, CD117, CD33, and HLA-DR. The procoagulant and anticoagulant activity of MPs was evaluated in the study groups using the FACS analysis: each MP sample was labeled with florescent antibodies against TF and tissue factor pathway inhibitor (TFPI) and the TF/TFPI ratio, potentially indicating a hypercoagulable state, was calculated. Results Forty patients with AML were enrolled in the study: 25 patients achieved remission with induction treatment. In AML patients, the average MP count at diagnosis was higher than in controls and than that observed at nadir and remission, although the difference did not reach statistical significance. Notably, the Annexin V expression was significantly higher in controls compared to patients at diagnosis (33.24% vs. 8.27%; p<0.01), or those at nadir (33.24% vs. 8%; p<0.01). CD144 levels were found to be higher in patients’ MPs at diagnosis compared to controls (28.4% vs. 7.5%; p<0.05). The levels of CD34 and CD33 were significantly greater in patients at diagnosis compared to remission (4.4% vs. 1.7%; p<0.05 and 34.9% vs. 15.3%; p<0.05, respectively) and controls (4.4% vs. 1.4%; p<0.001 and 34.9% vs. 15.7%; p<0.01, respectively). A similar trend was observed with CD117 and HLA-DR. The TF expression was found to be higher in patients at diagnosis compared to nadir (6.4% vs. 4.1%; p<0.05), remission (6.4% vs. 2.7%; p<0.001). The TFPI level appeared to be greater in controls’ MPs compared to that of patients (9% vs. 3.5%; p<0.05), while the TF/TFPI ratio was higher at diagnosis compared to remission (8.5 vs. 0.46; p<0.01) and controls (8.5 vs. 0.35; p<0.05). Conclusion MPs of AML patients at diagnosis express markers of blast cells and may potentially serve as a biomarker. The increased level of endothelial MPs in AML and high MP thrombogenicity at diagnosis may be suggestive of a hypercoagulable state. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "annexin a5",
        "antibodies",
        "anticoagulants",
        "antigens",
        "antigens, cd11",
        "biological markers",
        "cancer",
        "cd33 antigen",
        "cd34 antigens",
        "cell separation"
    ],
    "author_names": [
        "Inna Tsoran-Rosenthal, MD",
        "Benjamin Brenner, MD",
        "Anat Aharon, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Inna Tsoran-Rosenthal, MD",
            "author_affiliations": [
                "Department of Internal Medicine C, Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Brenner, MD",
            "author_affiliations": [
                "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anat Aharon, PhD",
            "author_affiliations": [
                "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T06:46:13",
    "is_scraped": "1"
}