{
    "doi": "https://doi.org/10.1182/blood-2019-126542",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4306",
    "start_url_page_num": 4306,
    "is_scraped": "1",
    "article_title": "Rapid Improvement of Patient-Reported Outcomes with Venetoclax Plus Obinutuzumab in Patients with Previously Untreated CLL and Coexisting Conditions: A Prospective Analysis from the CLL14 Trial ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": [
        "obinutuzumab",
        "patient self-report",
        "venetoclax",
        "follow-up",
        "fatigue",
        "weight measurement scales",
        "cancer",
        "chlorambucil",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Othman Al-Sawaf, MD",
        "Brittany Gentile, PhD",
        "Jacob Devine, MA",
        "Kavita Sail, PhD",
        "Maneesh Tandon, MD",
        "Anna-Maria Fink, MD",
        "Nadine Kutsch, MD",
        "Barbara F. Eichhorst, MD",
        "Kirsten Fischer, MD",
        "Michael Hallek, MD"
    ],
    "author_affiliations": [
        [
            "University of Cologne, Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Duesseldorf; German CLL Study Group, Cologne, Germany ",
            "University of Cologne, Cologne, Germany "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "AbbVie, Inc., Chicago, IL "
        ],
        [
            "Roche Products Limited, Welwyn Garden City, United Kingdom "
        ],
        [
            "University of Cologne, Cologne, Germany "
        ],
        [
            "University of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Duesseldorf; German CLL Study Group, University of Cologne, Cologne, Germany"
        ],
        [
            "University of Cologne, Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Duesseldorf; German CLL Study Group, Cologne, Germany "
        ],
        [
            "University of Cologne, Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Duesseldorf; German CLL Study Group, Cologne, Germany "
        ]
    ],
    "first_author_latitude": "51.007191549999995",
    "first_author_longitude": "6.457418949999999",
    "abstract_text": "Background Chronic lymphocytic leukemia (CLL) primarily affects elderly patients, who regularly present with clinically relevant coexisting conditions. Improvement and maintenance of health-related quality of life (QoL) is an important objective of effective therapies. In the phase 3 CLL14 trial, elderly patients with CLL and comorbidities were randomized to receive either chlorambucil-obinutuzumab (ClbG) or venetoclax-obinutuzumab (VenG) over 12 cycles. In the primary analysis, treatment with VenG achieved significantly longer progression-free survival compared with ClbG (Fischer et al, 2019). Here, we report data from a longitudinal observation of patient-reported outcomes (PRO) focusing on functioning, symptoms, and QoL in patients treated in CLL14. Methods Paper PRO questionnaires were completed at each treatment cycle and every 3 months during follow-up. Disease- and treatment-related symptoms were assessed using the M.D. Anderson Symptom Inventory (MDASI) with the CLL module. Lower MDASI scores (range 0-10) indicate lower symptom severity or interference. Changes in physical functioning, role functioning, and global health status (GHS)/QoL were assessed using the EORTC Quality of Life Questionnaire Core 30 (EORTC QLQ-C30). Higher scores (range 0-100) for the functioning scales and global health status denote a better level of functioning (i.e. a better state of the patient), while higher scores on the symptom and single-item scales indicate a higher level of symptoms (i.e. a worse state of the patient). All scores are given as mean values for all patients per study arm. Results At baseline, compliance was 100% for both the EORTC and MDASI questionnaires, and completion rates remained above 90% throughout treatment and 85% throughout follow-up until month 18 after completion of study treatment. Median observation time was 28.1 months. At the start of treatment, physical function (mean 75.9 [standard deviation (SD) ±20.1] in the ClbG arm and 76.9 (±19.4) in the VenG arm), role function (73.6 [±27.86] and 72.6 [±26.9]) and GHS/QoL (63.6 [±21.0] and 60.3 [±20.5]) were comparable between treatment arms. Overall, patients reported moderate-to-high functioning and GHS/QoL, and low symptom severity, with dyspnea (21.3 [± 25.6] and 24.8 [±27.76]), fatigue (35.8 [±23.3] and 39.2 [±24.7]) and insomnia (26.9 [±29.0] and 30.8 [±30.5]) being the most severe symptoms at baseline, followed by pain (16.8 [±22.1] and 18.4 [±25.6]), appetite loss (14.7 [±23.6] and 15.6 [±26.7]), and constipation (10.9 [±20.9] and 12.8 [±23.7]). Baseline levels of physical and role functioning were maintained throughout treatment and follow-up, with no relevant improvement or deterioration. On average, patients treated with VenG showed a meaningful improvement of GHS/QoL during treatment and follow-up by at least 8 points at cycle 3, whereas less pronounced and consistent improvement was observed with ClbG at cycle 8 ( Figure 1 ). Insomnia and fatigue scales likewise demonstrated improvement starting at cycle 3 in the VenG arm, whereas this was observed later at cycle 4 and 6, respectively, in the ClbG arm ( Figures 2 and 3 ). According to MDASI scoring, CLL symptoms (1.5 [±1.2] and 1.6 [±1.3]), core cancer symptoms (1.5 [±1.4] and 1.8 [±1.7]), and symptom interference (2.1 [±2.3] and 2.3 [±2.3]) were generally low and comparable between treatment arms at baseline. No clinically meaningful improvements or deterioration were observed for either arm during treatment and follow-up ( Figure 4 ). Conclusion Overall, patients treated in CLL14 with either ClbG or VenG experienced no impairment to baseline physical functioning, role functioning, and global health status/QoL during treatment and follow-up, nor increase in symptom burden and interference. This status was maintained after treatment completion and into follow-up. This analysis also shows that patients treated with VenG showed earlier improvement on the GHS/QoL scale by approximately 5 months on average compared with patients treated with ClbG. Earlier relief from insomnia and fatigue was observed with VenG, as well. As elderly patients with CLL typically experience impairment of QoL, particularly when suffering from various other conditions, such improvement should be considered a main therapeutic goal. Our data confirm that rapid and sustained improvement of QoL as measured by PRO can be achieved with a tolerable, fixed-duration treatment with VenG. View large Download slide View large Download slide  Disclosures Al-Sawaf: Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support; Janssen: Membership on an entity's Board of Directors or advisory committees, Other: travel support; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support. Gentile: Genentech, Inc.: Employment. Devine: Genentech: Employment, Other: stock options; AbbVie: Other: Alliance Partner. Sail: AbbVie: Employment, Other: and may hold stock or stock options. Tandon: Roche: Equity Ownership; Roche Products Ltd: Employment. Fink: Celgene: Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees; Roche: Other: travel grants. Kutsch: Gilead Sciences, Inc.: Research Funding; Mundipharma, AbbVie, Janssen: Other: Travel, accomodation, expenses. Eichhorst: Gilead Sciences, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; ArQule: Membership on an entity's Board of Directors or advisory committees; BeiGene: Research Funding. Fischer: AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Other: travel grants. Hallek: Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Gilead: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Boehringer Ingelheim: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau."
}