{
    "doi": "https://doi.org/10.1182/blood.V124.21.3048.3048",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2833",
    "start_url_page_num": 2833,
    "is_scraped": "1",
    "article_title": "R-Bendamustine Vs R-CHOP As Initial Treatment for Advanced Stage Low Grade Follicular Lymphoma: A Matched-Pair Analysis ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "bendamustine",
        "follicular lymphoma",
        "r-chop",
        "follow-up",
        "indolent",
        "mantle-cell lymphoma",
        "rituximab",
        "toxic effect",
        "chemotherapy regimen",
        "complete remission"
    ],
    "author_names": [
        "Karishma Phansalkar",
        "Mohamed Amin Ahmed, MD",
        "Nathan Fowler, MD",
        "Long Ma",
        "Mansoor Noorani",
        "Seung Tae Lee, MD PhD",
        "Lei Feng, MS",
        "Fredrick B. Hagemeister, MD",
        "Jorge E. Romaguera, MD",
        "Luis Fayad, MD",
        "Alma Rodriguez, MD",
        "Felipe Samaniego, MD",
        "Michelle A. Fanale, MD",
        "Michael Wang, MD",
        "Yasuhiro Oki, MD",
        "Francesco Turturro, MD",
        "Jason R. Westin, MD",
        "Loretta J. Nastoupil, MD",
        "Larry W Kwak, MD PhD",
        "Richard E. Davis, MD",
        "Sattva S. Neelapu, MD"
    ],
    "author_affiliations": [
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7393552",
    "first_author_longitude": "-95.52166089999999",
    "abstract_text": "Introduction: In the randomized phase 3 clinical trial performed by the Study group indolent Lymphoma (STiL) in patients with indolent and mantle cell lymphoma, the complete response (CR) rates and progression-free survival (PFS) were superior with first-line bendamustine plus rituximab (BR) therapy compared with CHOP plus rituximab (R-CHOP) therapy. However, in a second randomized phase 3 clinical trial (the BRIGHT study) also performed in patients with indolent and mantle cell lymphoma, the CR rates were similar between BR and R-CHOP groups and PFS data has not been reported. In both trials, the toxicity profile was better for BR compared with R-CHOP. Here, we report the results of a matched-pair analysis of advanced stage low-grade follicular lymphoma patients treated with first-line BR or R-CHOP at MD Anderson Cancer Center, Houston, Texas. Methods: We reviewed the medical records of all patients (n=74) with stage III or IV grade 1 or 2 follicular lymphoma treated at MD Anderson Cancer Center with first-line BR between January 2009 and December 2013. Each BR patient was paired with a grade 1 or 2 follicular lymphoma patient treated with first-line R-CHOP matched by age, gender, and stage. Patients with histological diagnosis of concurrent diffuse large B-cell lymphoma were excluded. Results: There were no significant differences in most baseline patient characteristics including age, gender, stage, FLIPI 1 and FLIPI 2 risk groups, Ki-67 score, absolute monocyte count, and absolute lymphocyte count (p>0.05). However, more patients in R-CHOP group met GELF criteria compared with BR group (69% vs 47%, p=0.012). Also, more patients in R-CHOP group had SUVmax >10 on baseline FDG PET scan compared with BR group (74% vs 49%, p=0.011). Median number of chemotherapy cycles was 6 for both groups (range, 2-6 for BR and 4-8 for R-CHOP). The CR rates were comparable between the two groups (93% for BR and 91% for R-CHOP, p=0.142). The median follow-up was 24.4 months (range, 2.8-63.2 months) for BR patients and 68.1 months (range, 4.4-149.4 months) for R-CHOP patients. At 24 months, the PFS and overall survival (OS) were comparable between the two groups (PFS and OS of 85% and 94% for BR and 82% and 99% for R-CHOP; log rank p=0.654 for PFS and 0.158 for OS). Conclusions: In this 1:1 matched pair analysis of advanced stage low-grade follicular lymphoma patients treated with first-line BR or R-CHOP, the CR rates, PFS and OS were comparable between the two therapies. However, longer follow-up is required for better comparison of PFS, OS, and long-term toxicities between the two regimens. Disclosures Fanale: Seattle Genetics, Inc.: Consultancy, Honoraria, Other, Research Funding. Wang: Pharmacyclics, Janssen: Honoraria, Research Funding. Westin: Novartis: Research Funding."
}