{
    "doi": "https://doi.org/10.1182/blood-2020-136061",
    "article_title": "AVAIL-T: A Phase 2a Trial of Avelumab, and Anti-PD-L1 Antibody, in Relapsed and Refractory Peripheral T-Cell Lymphoma (PTCL) ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "BACKGROUND Peripheral T-cell lymphomas (PTCL) are a diverse group of diseases, of which the majority of histological types respond poorly to first line treatments. While there are licensed treatments for refractory and relapsed PTCL responses are only observed in 25 to 35% of patients and these are rarely sustained. Programmed Death 1 (PD1) and its ligand (PDL1) are expressed on the malignant lymphocytes of some PTCL with PDL1 also being variably expressed on the stroma. Animal experiments suggest that PD1-PDL1 interactions contribute to the regulation of normal T-cell regulation. We tested the hypothesis that perturbation of PD1-PDL1 could be a generally useful strategy in PTCL and while other groups have used anti-PD1 antibodies in this setting (Barta SK, Zain J, MacFarlane AW, et al. Phase II Study of the PD-1 Inhibitor Pembrolizumab for the Treatment of Relapsed or Refractory Mature T-cell Lymphoma. Clin Lymphoma Myeloma Leuk. 2019;19(6):356-364.e3) we used avelumab, a depleting anti-PDL1 antibody. METHODS AVAIL-T is a multicentre, single arm, open-label, phase 2a trial to determine best overall response to avelumab (10 mg/kg by IV infusion once every 2 weeks for 8 cycles (28 day cycles)) using contrast-enhanced CT scans and the Revised Response Criteria for Malignant Lymphoma in patients with refractory and relapsed PTCL (RR PTCL). Antihistamine and paracetamol premedication was given. Sample size was determined by Bayesian probability methodology such that if 30 patients were recruited and 11 responses were observed there would be a 60% chance that the true response rate is greater than 35%. RESULTS 34 patients were recruited from Jun 2017 to Nov 2019 at 14 UK centres. Median age was 63.5 (range 36.6 to 84.5), 28/34 (82.4%) were male and 6 (17.6%) were female (Table 1). Histologies were angioimmunoblastic T-cell lymphoma (AITL) 11/34 (32.4%), PTCL-not otherwise specified (PTCL-NOS) 17/34 (50%), extranodal NK/T-cell lymphoma 4/34 (11.8%) and 1/34 (2.9%) anaplastic large cell lymphoma and transformed mycosis fungoides. The patients were heavily pre-treated with a median of 3 previous therapy lines (range 1 to 7). 18/34 (53%) of patients did not achieve a first assessment (Cycle 3, post day 15) either due to progressive disease 12/18, death 4/18 or withdrawal of consent 2/18. Of the remaining 16/34 (47%) patients who were evaluable there was a median reduction in tumour size during the first 8 cycles of treatment of 14.9% (range -94.2% to 61.1%) but only 6/34 (17.6%) achieved a PR while 7 (20.6%) showed progressive disease (PD) and 3 had stable disease (SD) (Figure 1). Currently the longest duration of response is 9.6 months with on-going responses in 4 PR patients. These patients did not differ from those patients with PD or SD by age, gender, baseline performance status, number of previous treatments, diagnosis or PDL1 expression (assessed by immunohistochemistry). Median overall survival was 8.9 months (95% CI 5.1 to 11.2) and median progression free survival was 2.9 months (95% CI 1.7 to 5.0). During the course of the trial there were 27 serious adverse events with 12/28 of the SAEs treatment-related (8 SARs and 4 SUSARs). The SUSARs included one patient who died of fulminant hepatic failure associated with unsuspected liver involvement by T-cell lymphoma (grade 5, treatment-related) and another who died due to the effects of gastric perforation (grade 4, possibly treatment-related). There was one serious infusion-related reaction (treatment-related) and one immune-mediated colitis (grade 3 treatment-related). CONCLUSIONS Over 50% of this patient cohort did not reach the first evaluation point although there was no definite evidence for hyperprogression, which has been previously reported in some cases of PTCL treated with check-point inhibitors (Bennani NN, Pederson LD, Atherton P, et al. A Phase II Study of Nivolumab in Patients with Relapsed or Refractory Peripheral T-Cell Lymphoma. Blood (2019) 134 (Supplement_1): 467). Therefore, as a single agent, avelumab did not have significant rapid activity against RR PTCL with diverse diagnoses. Of the evaluable patients there were only overall modest reductions in tumour size. Therefore, interruption of PD1-PDL1 signalling by means of a therapeutic anti-PDL1 antibody does not appear effective in the setting of RR PTCL, in line with reported results of anti-PD1 antibodies, although a clinical effect in subgroups cannot be completely excluded. View large Download slide View large Download slide  Close modal Disclosures Fox: Gilead: Honoraria, Research Funding; Adienne: Honoraria, Research Funding; Roche: Honoraria, Research Funding; Atarabio: Research Funding; Sunesis: Research Funding; Takeda: Honoraria, Research Funding; AbbVie: Honoraria, Research Funding; Celgene: Research Funding; AstraZeneca: Research Funding. Collins: BMS: Consultancy, Honoraria, Research Funding, Speakers Bureau; BeiGene: Consultancy; Gilead: Consultancy, Honoraria, Speakers Bureau; Roche: Consultancy, Honoraria, Other: travel, accommodations, expenses , Speakers Bureau; Taekda: Consultancy, Honoraria, Other: travel, accommodations, expenses, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau; MSD: Consultancy, Honoraria, Research Funding; Celgene: Research Funding; Pfizer: Honoraria; Amgen: Research Funding; Celleron: Consultancy, Honoraria, Research Funding; ADC Therapeutics: Consultancy, Honoraria. Davies: Pfizer: Honoraria, Research Funding; Roche: Consultancy, Honoraria, Other: Travel, Accomodations, Expenses, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Kite Pharma: Consultancy, Honoraria; Acerta Pharma: Consultancy, Research Funding; Karyopharma: Consultancy; Regeneron: Consultancy; Incyte: Consultancy; AstraZeneca: Research Funding; Gilead: Research Funding; ADC Therapeutics: Research Funding. Cwynarski: Atara: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; KITE: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel Support, Speakers Bureau; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel Support, Speakers Bureau; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel Support; Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel Support, Speakers Bureau. Linton: BeiGene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Conference/travel support; Roche: Consultancy, Speakers Bureau; Gilead: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Patents & Royalties; Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Hartley-Taylor: Honoraria; The Christie NHS Foundation Trust and The University of Manchester: Current Employment. McKay: Janssen: Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Speakers Bureau; TAKEDA: Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Speakers Bureau; Greater Glasgow and Clyde Health Board: Current Employment; BeiGene: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Roche, Gilead, Takeda, Janssen: Other: For lectures etc. OffLabel Disclosure: Avelumab is an anti-PD-L1 antibody which blocke the protein PD-L1 on tumour cells, and the AVAIL-T trial is a phase 2a trial to look at the responses to this drug in patients with refractory and relapsed PTCL.",
    "author_names": [
        "Matthew J Ahearne",
        "Charlotte Gaskell, BSc, MSc",
        "Aimee E Jackson, BSc, MSc",
        "Clare Morland, PhD",
        "Louise Hopkins",
        "Nadia Nawaz",
        "Matthew A Timmins",
        "Christopher P Fox, MD PhD",
        "Graham P. Collins, MD DPhil",
        "Andrew Davies",
        "David John Lewis, MD",
        "Kate Cwynarski",
        "Kim Linton, MBChB, MRCP, PhD",
        "Pam McKay, MD",
        "Rod Johnson",
        "Simon D. Wagner"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthew J Ahearne",
            "author_affiliations": [
                "University Hospitals of Leicester NHS Trust, Leicester, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Charlotte Gaskell, BSc, MSc",
            "author_affiliations": [
                "Cancer Research UK Clinical Trials Unit, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aimee E Jackson, BSc, MSc",
            "author_affiliations": [
                "Cancer Research UK Clinical Trials Unit, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clare Morland, PhD",
            "author_affiliations": [
                "Cancer Research UK Clinical Trials Unit, Birmingham, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louise Hopkins",
            "author_affiliations": [
                "Cancer Research UK Clinical Trials Unit, Birmingham, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadia Nawaz",
            "author_affiliations": [
                "University of Leicester, Leicester, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew A Timmins",
            "author_affiliations": [
                "University Hospitals of Leicester NHS Trust, Leicester, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher P Fox, MD PhD",
            "author_affiliations": [
                "Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham P. Collins, MD DPhil",
            "author_affiliations": [
                "Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Davies",
            "author_affiliations": [
                "University of Southampton, Southampton, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David John Lewis, MD",
            "author_affiliations": [
                "Plymouth Hospitals NHS Trust - Derriford Hospital, Plymouth, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kate Cwynarski",
            "author_affiliations": [
                "Department of Haematology, University College London Hospitals NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim Linton, MBChB, MRCP, PhD",
            "author_affiliations": [
                "The Christie, Manchester, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pam McKay, MD",
            "author_affiliations": [
                "Beatson West of Scotland Cancer Centre, Glasgow, United Kingdom "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rod Johnson",
            "author_affiliations": [
                "St James's Hospital Leeds, Leeds, United Kingdom"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon D. Wagner",
            "author_affiliations": [
                "University Hospitals of Leicester NHS Trust, Leicester, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T13:00:43",
    "is_scraped": "1"
}