{
    "doi": "https://doi.org/10.1182/blood.V124.21.777.777",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2890",
    "start_url_page_num": 2890,
    "is_scraped": "1",
    "article_title": "Dose Dependent Role of Gfi1 in Human MDS and AML and Its Suitability As a Novel Target ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Molecular Mechanisms of Myeloid Malignancy",
    "topics": [
        "ablation",
        "alleles",
        "apoptosis",
        "basic local alignment search tool",
        "blast cells",
        "bone marrow",
        "candidate disease gene",
        "chromosomes, human, pair 1",
        "conflict of interest",
        "disclosure"
    ],
    "author_names": [
        "Judith Maria Hönes, M.Sc.",
        "Lacramioara Botezatu, PhD",
        "Lars C. Michel",
        "Christian Thiede, MD",
        "Bert van der Reijden, PhD",
        "Michael Heuser, MD",
        "Hideki Makishima, MD PhD",
        "Jaroslaw P. Maciejewski, MD PhD",
        "Tomas Radiovoyevitch",
        "Gerhard Ehninger, MD",
        "Ulrich Dührsen",
        "Tarik Moroy, PhD",
        "Cyrus Khandanpour, MD"
    ],
    "author_affiliations": [
        [
            "University Hospital Essen, University of Duisburg-Essen, Essen, Germany "
        ],
        [
            "University Hospital Essen, University of Duisburg-Essen, Essen, Germany "
        ],
        [
            "University Hospital Essen, University of Duisburg-Essen, Essen, Germany "
        ],
        [
            "Universitätsklinikum Carl Gustav Carus der TU Dresden, Dresden, Germany "
        ],
        [
            "Radboud University Nijmegen Medical Centre (RUNMC), Nijmegen, Netherlands "
        ],
        [
            "Hannover Medical School, Hannover, Germany "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic,Taussig Cancer Institute, Cleveland, OH "
        ],
        [
            "Department of Epidemiology & Biostatistics, Cleveland, OH "
        ],
        [
            "University Hospital Carl Gustav Carus, 01307 Dresden, Germany "
        ],
        [
            "University Hospital Essen, University of Duisburg-Essen, Essen, Germany "
        ],
        [
            "Institut de recherches cliniques de Montréal, IRCM, Montreal, Canada"
        ],
        [
            "University Hospital Essen, University of Duisburg-Essen, Essen, Germany "
        ]
    ],
    "first_author_latitude": "51.45017425",
    "first_author_longitude": "6.997224849999999",
    "abstract_text": "Acute myeloid Leukemia (AML) characteristically involves a block in hematopoietic stem cell (HSC) differentiation to mature cells. This results in blast accumulation in the bone marrow (BM). Myelodysplastic syndrome (MDS) is also characterized by disturbed differentiation, but with less severe blockage of lineages. MDS often progresses to AML. Differentiation of HSC to myeloid cells is regulated by transcription factors like growth factor independence 1 (GFI1) on chromosome 1. Understanding is needed to develop AML/MDS treatments that target such factor. We investigated the role of different Gfi1 levels on the initiation, progression and prognosis of AML and whether Gfi1 could serve as a new therapeutic target of AML therapy. First, analysis of published expression array data showed that Gfi1 is expressed at a lower level in blast cells compared to control cells. In addition low Gfi1 expression level in blast cells of patients was associated with an inferior prognosis (9 months median event free survival) compared to patients with higher Gfi1 expression (32 months). With regard to MDS patients, deletion or lower levels of Gfi1 were associated with higher level of blasts. We found that in low Gfi1 expressing blasts Gfi1 target genes are up-regulated, confirming a role of Gfi1 in leukemia development. To verify that low levels or deletion of one Gfi1 allele causes AML we used mice expressing Gfi1 at the following levels: Gfi1 deficient mice (Gfi1 KO) with no expression; mice expressing Gfi1 only at 20% of WT Gfi1 expression level (Gfi1 KD); mice heterozygous for Gfi1 (Gfi1 het) with ~50% of WT expression, and WT mice. These mice were crossed with Nup98HoxD13 mice that recapitulate MDS in humans. Nup98HoxD13 tg mice develop pancytopenia and some mice develop AML or ALL. We observed that Gfi1 KD (n=13) accelerated AML development compared to Gfi1 WT mice (n=21). Complete loss of Gfi1 (n=14) inhibited AML development (p=0.03). Furthermore, deletion of one Gfi1 allele (Gfi1 het) mice (n= 26) shortened leukemia free survival (p=0.024) compared to WT mice with a higher AML-incidence of 50% whereas WT (n=46) mice have only 31%. We then confirmed our findings in an independent AML-mouse model: we crossed WT (n=31) and Gfi1-KD (n=24) mice with MLL-AF9 transgenic mice and found marginally (p=0.06) decreased leukemia free survival in Gfi1-KD mice. It has been shown that retroviral expression of onco-fusion proteins such as MLL-AF9 or AML1-Eto9a can cause AML in mice. To confirm our findings, we transplanted Gfi1 KD and WT MLL-AF9 transduced Lin - BM cells into lethally irradiated recipient mice. Mice transplanted with MLL-AF9-Gfi1 KD cells (n=7) developed AML faster than mice transplanted with MLL-AF9-WT cells (n=12; p< 0.0001). In contrast to Gfi1 KD, Gfi1 KO prevented leukemia initiation in a retroviral AML mouse model. If Gfi1 KD accelerates the emergence of AML, Gfi1 overexpression should hamper the development of AML. We thus retrovirally co-transduced, haematopoietic progenitor cells from WT mice with retroviruses overexpressing onco-fusion proteins and either Gfi1 or an empty vector. We sed the cells in liquid culture and methylcellulose. Overexpression of Gfi1 was associated with 4-fold fewer colonies and total cells relative to cells transduced with empty vector (p=0.01). In summary, either complete loss of Gfi1 or overexpression could be use as an approach to treat leukemia. To examine the role of different Gfi1 levels in AML maintenance in-vivo, we transplanted leukemic Gfi1 conditional (Gfi1 expression can be conditionally deleted) and Gfi1 up-regulation conditional (Gfi1-overexpression can be induced) cells into irradiated mice. Induced up-regulation of Gfi1 led to terminal differentiation of blast cells whereas induced loss of Gfi1 led to complete absence of blasts due to increased apoptosis. Analyzing different leukemic samples expressing Gfi1 at different level using RNA-Seq, we observed that, at low levels, Gfi1 inhibits apoptosis by inhibiting p53, at medium levels it also represses oncogenes, and at high levels it induces differentiation. Thus Gfi1 plays a dose-dependent role in AML and either very high expression or ablation of Gfi1 could be a useful novel therapeutic objective. We are currently investigating these effects on human cells. Disclosures No relevant conflicts of interest to declare."
}