{
    "doi": "https://doi.org/10.1182/blood.V120.21.4186.4186",
    "article_title": "Risk Factors of GANCICLOVIR–RELATED Neutropenia After Allogeneic STEM CELL Transplantation: A Retrospective Monocenter Study On 547 Patients ",
    "article_date": "November 16, 2012",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "abstract_text": "Abstract 4186 Introduction: Cytomegalovirus (CMV) disease is a serious complication that may occur in the weeks or months following bone marrow transplantation. Therefore it must be treated as soon as positive CMV reactivation is noticed: pre-emptive therapy has demonstrated to improve survival among patients reactivating CMV after transplantation. However, GANCICLOVIR (GCV) as well as CMV infection itself involves a well-know marrow toxicity, notably neutropenia that may consequently expose these immunosuppressed patients to life-threatening bacterial and/or fungal infections. So far, only two studies specifically identified risk factors and outcome of GCV –related neutropenia, finding low marrow cellularity between day 21 and 28, hyperbilirubinemia > 6mg/dl during the first 20 days, serum creatinine > 2mg/l after day 21, and absolute neutrophil count as predictive factors. However, transplantation has evolved in recent years, especially thanks to the reduce intensity conditioning (RIC) and supportive care. The present analysis aims at identifying risk factors of neutropenia among a large cohort of patients treated by pre-emptive GCV who received allogeneic stem cell transplantation at our Institution over last years. Patients and Methods: This is a retrospective study on a cohort of 547 consecutive patients allografted from January 2005 to June 2011 at our Institution. Diagnoses were: acute myeloid and lymphoblastic leukemia, non-Hodgkin's lymphoma, Hodgkin's disease, chronic lymphocytic leukemia, myeloproliferative and myelodisplasic syndromes, aplastic anemia, metastatic solid tumor. Transplants were performed using three sources: bone marrow, peripheral blood stem cells, cord blood; patients receiving haploidentical transplant were excluded. Donors were HLA-sibling and matched or mismatched unrelated ones. Myeloablative, non-myeloablative and RIC regiments were administered according to local guidelines or established protocols. The principal objective of the study was to identify factors associated with the occurrence of grade 3–4 neutropenia among patients receiving antiviral therapy due to CMV reactivation. Secondarily, overall survival (OS), transplant-related mortality (TRM) and relapse/progression were analyzed and compared between patients who reactivated CMV vs. those who did not. Results: A total of 547 patients were included in the analysis. One hundred ninety patients presented CMV reactivation (34.7%). Thirty patients were excluded from the analysis because they already had neutropenia at the time of reactivation. Finally one hundred and sixty patients were analyzed. We found that ANC above 3000 is a protective factor, (HR= 0.26, CI 95 %, 0.125–0.545, p < 0001); creatinine <2ml/dl after 21 days is a risk factor for GCV- related neutropenia (HR= 2.4, CI 95%, 1.11 – 5.17, p = 0.002) as well as a high viral load (HR=2.68, CI 95%, 1.25–5.737, p = 0.01). Using landmark analysis at day +100, overall survival (OS) at five years is lower for patients with CMV reactivation 43% (32–54) vs. 57% (46–68), p<0.0001. As concerns treatment-related mortality (TRM), we found a higher TRM among patients who developed CMV reactivation: 29% (21–36) vs. 12% (8–17), p=0.003. There is no significant difference in the risk of relapse in patients who reactivated CMV vs. those who did not reactivate 32 % vs. 34 % (p=n.s.). In conclusion, this large analysis revealed three risk factors of GCV-related neutropenia among patients with CMV reactivation after allogeneic hematopoietic stem cell transplantation; prompt identification of patients at risk when antiviral therapy is started may allow clinicians to adopt adequate preventive measures, thus potentially reducing morbidity and mortality associated with CMV reactivation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "ganciclovir",
        "neutropenia",
        "cmv reactivation",
        "transplantation",
        "antiviral agents",
        "allogeneic hematopoietic stem cell transplant",
        "aplastic anemia",
        "bone marrow aspiration",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Geoffroy Venton",
        "Roberto Crocchiolo, MD PhD",
        "Jean El-Cheikh, MD PhD",
        "Sabine Furst, MD",
        "Angela Granata",
        "Claire Oudin",
        "Catherine Faucher",
        "Diane Coso, MD",
        "Reda Bouabdallah, MD",
        "Pierre Berger",
        "Norbert Vey",
        "Patrick Ladaique",
        "Christian Chabannon, MD, PhD",
        "Michele Merlin",
        "Didier Blaise, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Geoffroy Venton",
            "author_affiliations": [
                "hematology, institut paoli calmettes, marseille, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roberto Crocchiolo, MD PhD",
            "author_affiliations": [
                "Hematology Department, Institut Paoli-Calmettes, Marseille, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean El-Cheikh, MD PhD",
            "author_affiliations": [
                "Hematology, Institut Paoli Calmettes, Marseille, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Furst, MD",
            "author_affiliations": [
                "Unité de Transplantation et de Thérapie Cellulaire (UTTC), Institut Paoli-Calmettes, Marseille, France., Marseille, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Granata",
            "author_affiliations": [
                "hematology, institut paoli calmettes, marseille, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Oudin",
            "author_affiliations": [
                "hematology, institut paoli calmettes, marseille, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Faucher",
            "author_affiliations": [
                "hematology, institut paoli calmettes, marseille, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Coso, MD",
            "author_affiliations": [
                "Hematology, Institut Paoli-Calmettes, Marseille, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reda Bouabdallah, MD",
            "author_affiliations": [
                "Institut Paoli-Calmettes, Marseille, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Berger",
            "author_affiliations": [
                "microbiology, institut paoli calmettes, marseille, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Vey",
            "author_affiliations": [
                "hematology, institut paoli calmettes, marseille, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Ladaique",
            "author_affiliations": [
                "hematology, institut paoli calmettes, marseille, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Chabannon, MD, PhD",
            "author_affiliations": [
                "Centre of Biological Ressources, Institut Paoli Calmettes, Marseille, France, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Merlin",
            "author_affiliations": [
                "laboratoire pcbio, marseille, France, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Blaise, MD",
            "author_affiliations": [
                "Hematology department, Transplant Program, Institut Paoli Calmettes, Marseille, France"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:50:02",
    "is_scraped": "1"
}