{
    "doi": "https://doi.org/10.1182/blood-2018-165",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4058",
    "start_url_page_num": 4058,
    "is_scraped": "1",
    "article_title": "Lack of GDF11 Does Not Ameliorate Erythropoiesis in β-Thalassemia and Does Not Prevent the Activity of the Trap-Ligand RAP-536 ",
    "article_date": "November 29, 2018",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Clinical",
    "topics": null,
    "author_names": [
        "Amaliris Guerra, PhD",
        "Rea Oikonomidou, MD",
        "Sinha Gonzalez, PhD",
        "Jianbing Zhang, PhD",
        "Vania Lo Presti",
        "Callum R Hamilton",
        "Laura Breda, PhD",
        "Carla Casu",
        "Mark D. Fleming, MD DPhil",
        "Pedro Martinez, PhD",
        "Rajasekhar Suragani, PhD",
        "Ravi Kumar, PhD",
        "Stefano Rivella"
    ],
    "author_affiliations": [
        [
            "Children's Hospital Of Philadelphia, Philadelphia, PA "
        ],
        [
            "Children's Hospital of Philadelphia, Phildelphia, "
        ],
        [
            "Children's Hospital Of Philadelphia, Philadelphia, PA "
        ],
        [
            "Childrens Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Children's Hospital of Philadelphia (CHOP), Philadelphia, PA "
        ],
        [
            "Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Children's Hospital of Philadelphia (CHOP), Philadelphia, PA "
        ],
        [
            "Department of Pathology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Acceleron Pharma, Cambridge, MA "
        ],
        [
            "Acceleron, Cambridge, MA "
        ],
        [
            "Acceleron Pharma Inc., Cambridge, MA"
        ],
        [
            "Children's Hospital of Philadelphia (CHOP), Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "39.9474703",
    "first_author_longitude": "-75.1953683",
    "abstract_text": "Mutations in the HBB gene causes β-thalassemia (BT). Treatment for BT presents a major clinical challenge in the United States, as patients require chronic and expensive treatment for survival. A new drug in Phase III clinical trials, Luspatercept (ACE-536), has been shown to improve BT symptoms via an erythropoietin (EPO) -independent pathway. ACE-536 is a peptide drug identical to the extracellular domain of activin receptor IIB (ACVR2B). Upon administration, it competes with ACVR2B to bind members of the transforming growth factor (TGF) β superfamily. Growth differentiation factor 11 (GDF11) has been pinpointed as the primary target by which the trap ligand exerts its therapeutic efforts. Studies in murine models of BT using RAP-536 (the mouse analog of ACE-536), have suggested that Gdf11 is overexpressed in erythroblasts and that overexpression functions to inhibit erythroid differentiation. Interestingly, however, ACE-536 and RAP-536 have been shown to stimulate RBC synthesis in healthy humans and mice, where GDF11/Gdf11 overexpression has not been reported. Additionally, the expression data in mice has been questioned because of the unavailability of antibodies that can discriminate between Gdf11 and other TGF-β ligands. Due to the novelty of RAP-536 promoting erythropoiesis through an Epo-independent pathway and the lack of specific antibodies to distinguish between TGF-β ligands, we resorted to genetic tools to investigate the role of Gdf11 in erythropoiesis. For our study, we generated Hbb +/+ Gdf11 flox/flox and Hbb th3/+ Gdf11 flox/flox mice and crossed them with EpoR Cre and Vav Cre transgenic lines, resulting in offspring harboring the Gdf11 deletion in erythroid cells and the complete hematopoietic compartment. If Gdf11 is secreted by erythroid cells, and it plays a role in inhibiting erythroid differentiation, then mice lacking Gdf11 in either erythroid cells or all hematopoietic cell lineages should show some increase in red blood cell (RBC) production, hemoglobin (Hb) and hematocrit (Hb). Furthermore, in Hbb th3/+ mice, where Gdf11 has been proposed to be overexpressed, improvements in erythroid cell differentiation should be most apparent. Surprisingly, we did not detect any differences in RBC number, Hb or Hct levels of Gdf11 deficient Hbb +/+ or Hbb th3/+ mice compared to their Gdf11 containing controls. The discrepancy between our results and published data could be explained if Gdf11 is produced by non-hematopoietic tissues and indirectly influences erythropoiesis. Since Gdf11 -/- are embryonic-lethal, we crossed Hbb +/+ Gdf11 flox/flox and Hbb th3/+ Gdf11 flox/flox mice with a tamoxifen (TAM) inducible Cre recombinase under the global Rosa26 promoter ( Rosa Cre ) to assess the effect of a pancellular deletion of Gdf11 . No detectable differences were found in RBC, Hb or Hct levels of fl these animals after TAM treatment either acutely nor up to 5-6 months post deletion of Gdf11. Administration of RAP-536 significantly improved and increased hematopoietic parameters in the peripheral blood in all six models lacking Gdf11. In the RAP-536-treated Hbb th3/+ models, amelioration of anemia was noted by a decrease in spleen size and improved ineffective erythropoiesis indicated by an increased hematological parameters and increased ratio of mature to immature erythroblasts in spleen analyzed by FACS. Therefore, lack of Gdf11 at the erythroid, hematopoietic and pancellular level did not prevent a response to the drug. Next, we investigated the effects of RAP-536 directly on erythroid cells. Since the drug causes increases in RBC and Hb of normal patients, we challenged CD34 + cells with RAP-536 at various concentrations. Results showed no increases in cell numbers, erythroid viability, hemoglobin content nor differentiation. Currently we are investigating the mRNA expression of activin receptors IIA and IIb along with TGF-β ligands in healthy and BT CD34+ cells as well as in erythroid specific progenitors of the Hbb th3/+ mouse model. Our findings suggest that Gdf11 is not the sole target of RAP-536, nor that Gdf11 is required to promote improvement of erythropoiesis. Most importantly, we show that in the absence of Gdf11 , RAP-536 is effective at increasing hematological parameters in both Hbb +/+ and Hbb th3/+ mice. The results of this study demonstrate potential alternative target(s) for the action of RAP-536. Future work will focus on identifying the unknown targets of RAP-536. Disclosures Casu: Aevi Genomic Medicine, Inc: Research Funding; Ionis Pharmaceuticals, Inc.: Research Funding. Martinez: Acceleron Pharma: Employment. Suragani: Acceleron Pharma: Employment. Kumar: Acceleron Pharma: Employment. Rivella: Ionis Pharmaceuticals, Inc: Consultancy; Protagonist: Consultancy; Disc Medicine: Consultancy; MeiraGTx: Other: SAB."
}