{
    "doi": "https://doi.org/10.1182/blood.V114.22.978.978",
    "article_title": "Following Beta-Globin Gene Transfer, the Production of Hemoglobin Depends Upon the Beta-Thalassemia Genotype. ",
    "article_date": "November 20, 2009",
    "session_type": "THALASSEMIA AND GLOBIN GENE REGULATION: INDUCTION OF FETAL HEMOGLOBIN",
    "abstract_text": "Abstract 978 Preclinical studies showed that β-thalassemia can be cured in mice by lentiviral-mediated transfer of the human β-globin gene. Based on these studies, clinical trials have been proposed or are underway. However, to date no study has addressed the efficacy of gene therapy in relationship to the different nature of the β-globin mutations. To address this question, we developed a new pre-clinical approach to predict the potential outcome of gene transfer in vivo, testing erythroid progenitor cells (ErPC) of a large group of β-thalassemic patients. The β0-39 and β+ IVS1-110 are two of the mutations represented in the majority of the patients enrolled in our study. Specifically, the β0-39 mutation modifies codon 39 into a premature termination codon, which, in the mutated mRNA, is easily identified and degraded by the non-sense mediated mRNA decay machinery. This and similar mutations leading to absent β-globin synthesis are defined as β0. The β+ IVS1-110 mutation, instead, activates an aberrant 3' cryptic splice site without completely abolishing normal splicing. For this reason some normal mRNA and protein is made and mutations such as this are classified as β+. We divided all patients, homozygous or compound heterozygous for β0 and β+ mutations, into three groups: β0/0, β+/+ or β+/0. Cells from patients (N=33) were infected with T9W, a lentiviral vector carrying the human β-globin gene and large elements from the human LCR, which was previously shown to cure thalassemic mice. Differentiated ErPCs of β0/0 patients (N=10), infected with T9W, increased their HbA levels in a vector-copy-number (VCN) dependent manner, reaching values similar to the expected normal ones. Conversely, ErPCs of β+/0 and β+/+ patients (N:23) responded only slightly or not at all, even though the transgenic β-globin mRNA was highly expressed and α-globin aggregates were observed. We observed that the β+ IVS1-110 mRNA appears more stable, compared to the β0-39 mRNA, representing, on average, 49% of the total β-globin mRNA. Similar results were observed with other alternative β+ splicing mutations analyzed. This led us to hypothesize that the aberrant mRNAs, generated by the alternative splicing, prevent the transgenic β-globin mRNA from being translated. We generated a second lentiviral vector in which a human ankyrin regulatory element flanks the transgenic human β-globin cassette (AnkT9W), after chromosomal integration. We compared T9W versus AnkT9 in murine erythroleukemia (MEL) cells with comparable VCN. AnkT9W expressed up to 3.5 times more human β-globin mRNA and produced nearly two times more absolute chimeric Hb (α-mouse:β-human). Furthermore, AnkT9W-RNA fractions in the cytoplasm had a net shift toward the highest multi-polysomal component, implying a translational advantage. In mice, compared to T9W, AnkT9W markedly improved the phenotype of thalassemic animals engrafted with lentiviral transduced thalassemic bone marrow cells. And finally, AnkT9W completely rescued HbA synthesis in cells of patients (N=5) carrying alternative splicing mutations, with HbA increasing according to VCN and simultaneously reducing the amount of α-globin aggregates. No major differences in HbA synthesis were observed in β0/0 cells infected with T9W or AnkT9W. We believe that the ankyrin element is responsible for increasing transcription of the β-globin transgenic mRNA during the early phases of erythroid differentiation, efficiently competing with stable aberrant mRNAs for translation. We are performing chromatin analyses and generating new vectors to further characterize the function of the ankyrin element. These new findings may have profound implications in designing gene therapy trials and in understanding the genotype/phenotype variability observed in β-thalassemia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "beta thalassemia",
        "beta-globin",
        "gene transfer techniques",
        "genotype",
        "hemoglobin",
        "globins",
        "rna, messenger",
        "hemoglobin a",
        "ankyrins",
        "gene therapy"
    ],
    "author_names": [
        "Laura Breda, PhD",
        "Carla Casu, PhD",
        "Laura Casula, PhD",
        "Dorothy A. Kleinert, NP, MPH",
        "Nicoletta Bianchi, PhD",
        "Evgenia Prus, PhD",
        "Luca Cartegni, PhD",
        "Eitan Fibach, PhD",
        "Lawrence B. Gardner, MD",
        "Patricia J Giardina, MD",
        "Roberto Gambari, PhD",
        "Stefano Rivella, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Breda, PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carla Casu, PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Casula, PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dorothy A. Kleinert, NP, MPH",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicoletta Bianchi, PhD",
            "author_affiliations": [
                "University of Ferrara, Ferrara, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evgenia Prus, PhD",
            "author_affiliations": [
                "Hadassa-Hebrew University Medical Center, Jerusalem, Israel, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Cartegni, PhD",
            "author_affiliations": [
                "MSKCC, New York, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eitan Fibach, PhD",
            "author_affiliations": [
                "Hadassa-Hebrew University Medical Center, Jerusalem, Israel, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence B. Gardner, MD",
            "author_affiliations": [
                "NY University, New York, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia J Giardina, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Gambari, PhD",
            "author_affiliations": [
                "University of Ferrara, Ferrara, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Rivella, PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T15:35:59",
    "is_scraped": "1"
}