{
    "doi": "https://doi.org/10.1182/blood-2018-99-119578",
    "article_title": "Impact of Inotersen on Functioning and Activities of Daily Living for Patients with Hereditary TTR Amyloidosis: Results from a Double-Blind Placebo-Controlled Trial ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research-Non-Malignant Hematology: Poster III",
    "abstract_text": "Background: Hereditary transthyretin amyloidosis (hATTR) is a rare, systemic, progressive, and fatal condition in which misfolded proteins, mainly produced in the liver, deposit in muscle and organ tissues leading to symptoms of peripheral neuropathy, and possible cardiomyopathy and autonomic neuropathy. The Norfolk Quality of Life (QOL)-Diabetic Neuropathy (DN) Questionnaire is a patient-reported measure that has been validated for capturing neuropathic-specific QOL in patients with hATTR amyloidosis. Examination of patients' responses to the items of the Norfolk-QOL-DN can provide important insights into the impact of hATTR amyloidosis, and its treatment, on concrete aspects of patients' daily activities and physical functioning. Objective: To provide a descriptive analysis of item-level responses to the Norfolk-QOL-DN by patients with hATTR amyloidosis with polyneuropathy, who participated in the NEURO-TTR trial, in order to identify the impact of treatment with inotersen versus placebo on concrete aspects of patients' functioning and daily activities. Methods: Data come from the NEURO-TTR trial, a multicenter, multinational, double-blind trial (NCT01737398) of 172 adults with hATTR amyloidosis with polyneuropathy who received 65 weeks of either treatment with the investigational drug inotersen, an antisense oligonucleotide, or a matching placebo. The Norfolk QOL-DN was administered to patients at baseline, week 35, and week 66. The Norfolk QOL-DN is a 35-item measure which captures neuropathic-related QOL. Nineteen items from the scale were determined to elicit concrete information about functioning and daily activities. Each of these 19 items used five response choices: \"no problems\", \"very mild problems\", \"mild problems\", \"moderate problems\", and \"severe problems\". Response options were dichotomized such that the latter two options were coded as indicating substantial impairment in functioning or activities. Descriptive analyses compared, for each item, the proportion of patients in the inotersen and placebo arms at baseline and week 66 (and change from baseline to week 66) who indicated substantial impairment. Results: At baseline, there were no differences for any Norfolk QOL-DN items in the proportions of patients who indicated substantial impairment. However, at week 66, patients receiving inotersen were less likely than those receiving placebo to indicate that they had a substantial impairment on several aspects of functioning and daily activities. Patients in the inotersen arm were half as likely as those receiving placebo to indicate a problem of pain keeping them awake at night (15% vs. 37%) and being moderately or severely bothered by the touch of bedsheets (12% vs. 27%). A noticeably smaller percentage of patients receiving inotersen than placebo reported problems with their symptoms affecting their usual activities (37% vs. 50%); having difficulty moving their fingers (47% vs 64%); feeling unsteady on their feet (49% vs 67%); having difficulty getting out of a chair (51% vs. 62%) or walking down stairs (42% vs. 58%); and having difficulty bathing (24% vs. 35%), dressing (21% vs 35%), walking (41% vs 60%), getting on/off the toilet (22% vs. 37%), and utensil use (19% vs. 31%). Percentages of change in patients from baseline to week 66 show larger increases in having substantial impairment in these functions and activities for patients receiving placebo than inotersen, with those receiving inotersen generally showing small increases, and even decreases in substantial impairment over the course of treatment. Conclusion: Following 66 weeks of treatment, hATTR amyloidosis patients receiving inotersen were less likely than those receiving placebo to report substantial impairment in many aspects of functioning and activities of daily living, including moving fingers, balance while standing, getting out of a chair, walking down stairs, bathing, dressing, walking, getting on/off the toilet, and using utensils. Ability to engage in these functions and activities was better preserved in patients treated with inotersen than placebo. These findings present a context for understanding the concrete impact of inotersen treatment on the day-to-day lives of patients with hATTR amyloidosis with polyneuropathy. Disclosures Yarlas: Optum: Employment; Akcea: Research Funding. Merlini: Millenium: Consultancy; Pfizer: Consultancy; Janssen: Consultancy; Prothena: Consultancy; Ionis: Consultancy; Akcea: Consultancy. White: Optum: Employment; Akcea: Research Funding. Sikora Kessler: Optum: Employment; Akcea: Research Funding. Lovley: Optum: Employment; Akcea: Research Funding. Guthrie: Akcea: Employment, Other: Stock Ownership. Pollock: Akcea: Employment. Gertz: Apellis: Consultancy; Amgen: Consultancy; janssen: Consultancy; Alnylam: Honoraria; Prothena: Honoraria; annexon: Consultancy; Abbvie: Consultancy; spectrum: Consultancy, Honoraria; Teva: Consultancy; Ionis: Honoraria; Medscape: Consultancy; Physicians Education Resource: Consultancy; Research to Practice: Consultancy; celgene: Consultancy.",
    "topics": [
        "activities of daily living",
        "amyloidosis",
        "inotersen",
        "polyneuropathies",
        "bandages",
        "antisense oligonucleotides",
        "autonomic neuropathy",
        "cardiomyopathy",
        "diabetes mellitus",
        "investigational new drugs"
    ],
    "author_names": [
        "Aaron Yarlas, PhD",
        "Giampaolo Merlini, MD",
        "Michelle K White, PhD",
        "Asia Sikora Kessler, PhD",
        "Andrew Lovley, MA",
        "Spencer D Guthrie, MPH, MBA",
        "Michael Pollock",
        "Morie A. Gertz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aaron Yarlas, PhD",
            "author_affiliations": [
                "Optum, Johnston, RI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giampaolo Merlini, MD",
            "author_affiliations": [
                "Amyloidosis Research and Treatment Center, Department of Molecular Medicine, Fondazione IRCCS Policlinico San Matteo and University of Pavia, Pavia, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle K White, PhD",
            "author_affiliations": [
                "Optum, Johnston, RI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asia Sikora Kessler, PhD",
            "author_affiliations": [
                "Optum, Johnston, RI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Lovley, MA",
            "author_affiliations": [
                "Optum, Johnston, RI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Spencer D Guthrie, MPH, MBA",
            "author_affiliations": [
                "Akcea Therapeutics, Cambridge, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Pollock",
            "author_affiliations": [
                "Akcea Therapeutics, Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A. Gertz, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T09:34:38",
    "is_scraped": "1"
}