{
    "doi": "https://doi.org/10.1182/blood-2019-127062",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4238",
    "start_url_page_num": 4238,
    "is_scraped": "1",
    "article_title": "Real-World Application of National Comprehensive Cancer Network (NCCN) Testing Guidelines in Diffuse Large B-Cell Lymphoma (DLBCL) Results in Underdiagnosis of Double-Hit Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "diffuse large b-cell lymphoma",
        "guidelines",
        "lymphoma",
        "national comprehensive cancer network",
        "bcl-2 protein",
        "immunophenotyping",
        "karyotype determination procedure",
        "fluorescent in situ hybridization",
        "immunohistochemistry",
        "translocation (genetics)"
    ],
    "author_names": [
        "Ian J. Hooley, BS",
        "Christina M. Parrinello, PhD MPH",
        "Adomah S. Opong, ANP",
        "Kathleen Maignan, NP, MSN",
        "Kenneth R. Carson, MD PhD",
        "Richard I. Fisher, MD"
    ],
    "author_affiliations": [
        [
            "Flatiron Health Inc, New York, NY "
        ],
        [
            "Flatiron Health Inc, New York, NY "
        ],
        [
            "Flatiron Health Inc, New York, NY ",
            "Weill Cornell Medicine, New York, NY "
        ],
        [
            "Flatiron Health Inc, New York, NY ",
            "Weill Cornell Medicine, New York, NY "
        ],
        [
            "Flatiron Health Inc, New York, NY ",
            "Washington University School of Medicine in St. Louis, Saint Louis, MO "
        ],
        [
            "Department of Hematology/Oncology, Fox Chase Cancer Center,Temple University School of Medicine, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "40.72567430000001",
    "first_author_longitude": "-74.0047294",
    "abstract_text": "Introduction: Concurrent translocation of MYC, BCL2, and/or BCL6 (so-called double hit [DH] or triple hit [TH] disease) is associated with poor prognosis in patients with DLBCL. NCCN guidelines currently recommend immunohistochemistry (IHC) testing for MYC and BCL2 for all patients and additional testing by fluorescence in situ hybridization (FISH) or karyotype analysis in patients with both (i) IHC positive results for MYC and BCL2, and (ii) a germinal center B-cell (GCB) immunophenotype (e.g., as derived from the Hans algorithm). To investigate how well these guidelines perform in identifying DH/TH patients, we examined the prevalence of DH/TH lymphoma in a real-world population of patients with DLBCL who underwent both IHC and molecular testing. Methods: This retrospective analysis leveraged de-identified electronic health record (EHR)-derived data from the nationwide Flatiron Health database. The database included 5,747 patients who had a diagnosis of DLBCL between 1/1/2011 and 7/1/2019, as confirmed by technology-enabled chart abstraction. Additional information on cell of origin, IHC, karyotype analysis, and FISH testing was abstracted from pathology reports or clinical visit notes, where available. We then selected a cohort of patients who had a known result for each of four different tests: (1) MYC by IHC, (2) MYC by molecular testing, (3) BCL2 by IHC, and (4) either BCL2 or BCL6 by molecular testing. Where not directly stated by the physician, cell of origin was derived from abstracted IHC testing using the Hans algorithm (Hans C et al. , Blood 2004; 103:275-282). Institutional Review Board approval with waiver of informed consent was obtained prior to study conduct. Results: Of 5,747 patients with DLBCL in the database, 742 were tested and had a confirmed known result for each of the qualifying tests. 417 (56%) were double expressors (DE), positive for both BCL2 and MYC by IHC, and 103 (14%) were DH/TH. Within the DH/TH sample, 64 patients (62%) were DE with a GCB-like immunophenotype, and thus would have been tested under NCCN guidelines; and 39 (38%) were not DE with a GCB-like immunophenotype, and thus would have been missed by current NCCN guidelines. Discussion: A higher-than-expected proportion of patients were DE by IHC: 56% in this series vs. up to 34% in historic series (Hu S et al. , Blood 2013; 121:4021-4031). This is likely due to our cohort of patients requiring both IHC and molecular testing to have been performed, which NCCN guidelines state should only occur in DE patients with GCB-like immunophenotype. However, even in a cohort enriched with DE and GCB patients, 38% of the DH/TH patients would not have been detected with current NCCN testing guidelines, which restrict only to those who were DE with a GCB-like immunophenotype. This analysis reflects several factors encountered in real-world cohorts, such as the variability in practice patterns relative to professional guidelines, or practical challenges in the standardization of IHC testing. In order to improve the detection of DH/TH disease, guideline panels should consider expanding molecular testing to all DLBCL patients, regardless of IHC findings. View large Download slide View large Download slide  Disclosures Hooley: Roche: Equity Ownership; Flatiron Health, Inc., which is an independent subsidiary of the Roche Group: Employment, Research Funding. Parrinello: Roche: Equity Ownership; Flatiron Health, Inc., which is an independent subsidiary of the Roche Group: Employment, Research Funding. Opong: Flatiron Health, Inc., which is an independent subsidiary of the Roche Group: Employment, Research Funding. Maignan: Roche: Equity Ownership; Flatiron Health Inc., which is an independent subsidiary of the Roche Group: Employment, Research Funding. Carson: Flatiron Health, Inc., which is an independent subsidiary of the Roche Group: Employment, Research Funding; Roche: Equity Ownership. Fisher: prIME: Honoraria; Barclays: Honoraria; AstraZeneca: Consultancy; Celgene: Consultancy."
}