{
    "doi": "https://doi.org/10.1182/blood-2021-152546",
    "article_title": "Germline and Somatic Variants of CSF3R Define Distinct Myeloid Neoplasia Syndromes ",
    "article_date": "November 5, 2021",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational",
    "abstract_text": "Somatic and germline (GL) variants of CSF3R are found in myeloid neoplasia (MN) and severe congenital neutropenia (SCN). In particular, somatic gain-of-function mutations in the juxtamembrane region of the receptor occur in chronic neutrophilic leukemia (CNL) or secondary AML. Another hotspot for somatic nonsense variants frequently mutated in these categories of pts involves the intracellular domain which regulates inhibitory growth pathways. We hypothesized that the somatic CSF3R variants could reveal previously unrecognized GL SCN mutations. When we studied a cohort of 2,610 pts with MN, we identified a total of 68 CSF3R variants ( CSF3R MT ). Using a bioanalytic pipeline, we assigned pathogenicity and type of origin (somatic vs. GL) to these variants, particularly those not previously described. In total, we found 32 GL ( CSF3R GL ) and 36 somatic ( CSF3R S ) mutations. Of the GL variants, 4 were previously described in pts with SCN consistent with heterozygous loss of function of the CSF3R gene. However, 15 additional alterations were located in similar regions and were predicted to be pathogenic while 13 variants were previously never described. Most of the CSF3R GL mutations were identified in pts with AML and MDS (88%). Interestingly, 2 (6%) pts had co-existing idiopathic neutropenia that progressed to secondary MDS. Another pt had aplastic anemia that eventually progressed to secondary AML. CSF3R GL were most often located in either the intracellular domain (44%) or the extracellular domain (34%) while none of the CSF3R GL mutations were found in the juxtamembrane region ( Fig1 ). AML was detected in 21% of the pts with a CSF3R GL intracellular domain mutation and 18% of the pts with extracellular domain mutations. Of the germline missense variants, E808K (28%), R698C (9%), and E149D (9%) were the most frequently detected. Among the pts with E808K, 22% developed AML. The previously non-reported variants were detected in either the intracellular (50%) or the extracellular domain (50%). Missense variants were detected in 9/10 of the novel mutations in the following locations: L723V (20%), R428K (10%), G731R (10%), V406fs (10%), G687S (10%), P682H (10%), T154I (10%), and S413L (10%). One truncating mutation was found (c.1865-6delC) and it was located in intron 14 and has unknown impact on CSF3R function. Complex karyotype was noted in 19 % of the cases with CSF3R GL . DNMT3A (19%), NRAS (13%), FLT3 (9%), and BCOR (9%), were the most commonly found co-mutations. CSF3R S mutations were all heterozygous and found in 18 pts with AML and 18 pts with MDS and other MN. Overall, these lesions mapped within the intracellular proximal and distal domains (53%), the extracellular domain (14%) the juxtamembrane domain (25%), and the transmembrane domain (8%). Of note, MDS/MPN pts with CSF3R S mutations (11%) had lesions distributed between the intracellular, juxtamembrane and extracellular domains while none of the AML pts had mutations in the extracellular domain. Of all mutations, 36% were truncating events previously described in the context of post SCN AML while 61% were missense mutations. T618I was the most frequent CSF3R S detected (25%), followed by Q749X (11%), Q741X (9%), Q743X (6%). Juxtamembrane hits (CNL-like lesion) were all in the same canonical region (T618I). In contrast, somatic hits otherwise typical for post SCN AML were found in 33% of CSF3R S alterations and included the following: Q749X(4), Q741X (3), Q739X (2), S742X, Q743X, and E405K (not typical for post SCN AML). Taken together the combined allelic burden of these variants did not exceed that of general population (OR: 0.9503) suggesting that they are not significant risk alleles. Of note is that none of these variants were found to be in biallelic (somatic/GL) configurations. Complex karyotype was found in 19% of the pts with CSF3R S followed by del7q in 13% of cases. Importantly, an antecedent history of neutropenia was noted only in 14% of the pts carrying CSF3R S . Regarding associated mutations, ASXL1 (43%), RUNX1 (23%), SETBP1 (23%), TET2 (23%), DNMT3A (17%), SRSF2 (16%), EZH2 (14%), IDH2 (11%), and NRAS (11%) were the most common co-mutations. We have investigated CSF3R S mutations for the presence of GL alterations, but compound heterozygous configurations were not identified. We concluded that CSF3R mutations typically associated with SCN transformation to myeloid neoplasia can occur without GL variants associated with this defect. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Balasubramanian:  Servier Pharmaceuticals: Research Funding. Patel:  Apellis: Consultancy, Other: educational talks, Speakers Bureau; Alexion: Consultancy, Other: educational talks, Speakers Bureau. Advani:  Kite Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Research Funding; Glycomimetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; OBI: Research Funding; Immunogen: Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Honoraria, Research Funding; Macrogenics: Research Funding. Carraway:  AbbVie: Other: Independent review committee; Agios: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Stemline: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Other: Independent review committee; Astex: Other: Independent review committee; Jazz: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene, a Bristol Myers Squibb company: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Maciejewski:  Novartis: Consultancy; Regeneron: Consultancy; Bristol Myers Squibb/Celgene: Consultancy; Alexion: Consultancy.",
    "author_names": [
        "Tariq Kewan",
        "Hrishikesh M Mehta",
        "Carmelo Gurnari",
        "Waled Bahaj",
        "Simona Pagliuca",
        "Suresh Kumar Balasubramanian",
        "Bhumika J. Patel",
        "Anjali Advani",
        "Valeria Visconte",
        "Hetty E. Carraway",
        "Seth J. Corey",
        "Jaroslaw P. Maciejewski"
    ],
    "author_dict_list": [
        {
            "author_name": "Tariq Kewan",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hrishikesh M Mehta",
            "author_affiliations": [
                "Cancer Biology, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmelo Gurnari",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Ins, Cleveland, OH",
                "Department of Biomedicine and Prevention, University of Rome \"Tor Vergata\", Rome, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Waled Bahaj",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Pagliuca",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suresh Kumar Balasubramanian",
            "author_affiliations": [
                "Karmanos Cancer Center, Detroit,"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhumika J. Patel",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali Advani",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Visconte",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Taussig Cancer Institute, Cleveland, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hetty E. Carraway",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seth J. Corey",
            "author_affiliations": [
                "Departments of Pediatrics and Cancer Biology, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:04:33",
    "is_scraped": "1"
}