{
    "doi": "https://doi.org/10.1182/blood.V124.21.1745.1745",
    "article_title": "Brentuximab Vedotin in Combination with RCHOP As Front-Line Therapy in Patients with DLBCL: Interim Results from a Phase 2 Study ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "abstract_text": "Background Outcomes for patients with DLBCL have improved over the past decade, with the addition of rituximab to CHOP or CHOP-like multi-agent chemotherapy regimens improving the 3-year overall survival (OS) of patients by 10-16% compared to multi-agent chemotherapy alone (Coiffier 2002; Pfreundschuh 2010). However, patients with high-intermediate or high-risk disease have relatively poor outcomes with the standard RCHOP regimen (Ziepert 2010); in a recent prospective trial of intermediate- and high-risk DLBCL patients, complete response (CR) rate for RCHOP alone was 26% (Hainsworth 2011). Brentuximab vedotin (ADCETRIS ® ) is an antibody-drug conjugate comprising the antibody cAC10, specific for human CD30, covalently attached to the microtubule-disrupting agent monomethyl auristatin E (MMAE) via a protease-cleavable linker. Brentuximab vedotin has demonstrated compelling activity as a single agent in patients with relapsed or refractory DLBCL, even those with low CD30 expression (Bartlett 2013). This phase 2, randomized, open label study is designed to evaluate the antitumor activity and safety of brentuximab vedotin (1.2 or 1.8 mg/kg) when administered in combination with standard RCHOP chemotherapy (A+RCHOP) for the front-line treatment of patients with CD30-unselected high-intermediate/high-risk (standard IPI score 3–5 or age-adjusted IPI [aaIPI] score 2–3) DLBCL (ClinicalTrials.gov NCT01925612). Methods Patients were randomized to receive up to 6 cycles of either 1.2 or 1.8 mg/kg brentuximab vedotin administered IV on Day 1 of every 21-day cycle in combination with RCHOP; prednisone was administered orally on Days 1-5 of every 21-day cycle. Assessments included disease response per Cheson 2007, as evaluated by the investigator, surveillance of adverse events (AEs), physical examination findings, and laboratory testing. The primary endpoints for this study are the CR rate at the end of treatment (EOT) and the type, incidence, and severity of AEs. Key secondary endpoints include objective response rate (ORR), progression-free survival (PFS), and OS. Results At the time of the planned interim analysis, 33 patients were enrolled (17 patients, 1.2 mg/kg A+RCHOP; 16 patients, 1.8 mg/kg A+RCHOP). Median age for all patients was 66 years (range, 21 to 81). At baseline, 36% were high-risk (IPI 4-5, aaIPI 3) and 64% were high-intermediate risk (IPI 3, aaIPI 2). The majority of patients (73%) had Stage IV disease and 33% had an ECOG status of 2. At the time of interim analysis, a total of 12 patients (6 patients in each arm) had completed EOT. Across both dose levels, ORR was 92% (11/12), with 7 CRs (58%), 4 PRs (33%), and 1 PD. The patient with PD subsequently died. Patients with PR had a median reduction of baseline tumor size of 84% (range, 92% to 83%), as measured by SPD. The only patient with follow-up after EOT converted from PR to CR without subsequent therapy. Treatment-emergent AEs occurring in ≥30% of patients treated (26/33) were nausea, diarrhea, peripheral sensory neuropathy, fatigue, and decreased appetite. Grade 3 or higher events occurring in more than 2 patients were febrile neutropenia and neutropenia. Events of peripheral neuropathy occurred equally per arm (46%, 1.2 mg/kg A+RCHOP; 46% 1.8 mg/kg A+RCHOP) and were generally Grade 1 or 2 (15% and 23%, respectively); events were of similar grade across dose levels. The median time to onset of any grade of peripheral neuropathy was 6 weeks (range, 2 to 10 weeks). Five patients (19%) had dose reductions due to peripheral neuropathy and 3 patients (12%) had dose reductions due to febrile neutropenia. One patient who received 1.2 mg/kg A+RCHOP discontinued study drug due to an AE (thrombocytopenia). Conclusions At doses of 1.2 or 1.8 mg/kg, A+RCHOP exhibited manageable toxicity in the treatment of newly-diagnosed DLBCL; the incidence of peripheral neuropathy was similar to single-agent administration of brentuximab vedotin (Pro 2012, Younes 2012) and RCHOP alone (Rummel 2013, Flinn 2014). In 12 patients with response-assessable, high-intermediate and high-risk DLBCL, A+RCHOP showed encouraging antitumor activity, with an ORR of 92% and a CR rate of 58%. Disclosures Yasenchak: Seattle Genetics, Inc.: Research Funding. Off Label Use: Brentuximab vedotin is indicated in the US for treatment of patients with Hodgkin lymphoma after failure of autologous stem cell transplant or after failure of at least two prior multi-agent chemotherapy regimens in patients who are not ASCT candidates and for the treatment of patients with systemic anaplastic large cell lymphoma after failure of at least one prior multi-agent chemotherapy regimen. . Farber: Seattle Genetics, Inc.: Research Funding. Budde: Seattle Genetics, Inc.: Research Funding. Ansell: Seattle Genetics, Inc.: Research Funding. Advani: Takeda Pharmaceuticals International Co.: Research Funding; Celgene: Research Funding; Pharmacyclics: Research Funding; Jansseen Pharmaceuticals: Research Funding; Genentech: Research Funding; Seattle Genetics, Inc.: Research Funding, Travel expenses Other. Holkova: Seattle Genetics, Inc.: Research Funding. Halwani: Seattle Genetics, Inc.: Research Funding. Knapp: Takeda Pharmaceuticals International Co.: Research Funding; EMD Serono: Research Funding; Bristol Myers Squibb: Research Funding; Celgene: Research Funding; Merck: Research Funding; Heron Pharmaceuticals: Research Funding, Travel expenses, Travel expenses Other; Genentech: Research Funding, Travel expenses, Travel expenses Other; Seattle Genetics, Inc.: Research Funding; Pharmacyclics: Research Funding. Fayad: Seattle Genetics, Inc.: Consultancy, Research Funding. Kolibaba: Genentech: Research Funding; Takeda Pharmaceuticals International Co.: Research Funding; Seattle Genetics, Inc.: Research Funding. Patel-Donnelly: Seattle Genetics, Inc.: Research Funding. Seetharam: Seattle Genetics, Inc.: Research Funding. Manley: Seattle Genetics, Inc.: Employment, Equity Ownership. Bartlett: Genentech: Research Funding; ImaginAb: Research Funding; Celgene: Research Funding; MedImmune: Research Funding; Novartis: Research Funding; Pharmacyclics: Research Funding; Pfizer: Research Funding; Takeda Pharmaceuticals International Co.: Research Funding; Seattle Genetics, Inc.: Research Funding, Travel expenses Other; Janssen: Research Funding; Astra Zeneca: Research Funding.",
    "topics": [
        "brentuximab vedotin",
        "diffuse large b-cell lymphoma",
        "chemotherapy regimen",
        "peripheral neuropathy",
        "antigens, cd30",
        "antibodies",
        "autologous stem cell transplant",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "febrile neutropenia",
        "surrogate endpoints"
    ],
    "author_names": [
        "Christopher A. Yasenchak, MD",
        "Charles M. Farber, MD PhD",
        "Lihua Elizabeth Budde, MD",
        "Stephen M. Ansell, MD PhD",
        "Ranjana Advani, MD",
        "Beata Holkova, MD",
        "Ahmad Halwani, MD",
        "Mark Knapp, MD",
        "Luis Fayad, MD",
        "Kathryn S. Kolibaba, MD",
        "Dipti Patel-Donnelly, MD",
        "Mahesh Seetharam",
        "Thomas J. Manley, MD",
        "Nancy L. Bartlett, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher A. Yasenchak, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute/US Oncology Research, Springfield, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Charles M. Farber, MD PhD",
            "author_affiliations": [
                "Hematology-Oncology Associates of Northern New Jersey and Pennsylvania Carol G. Simon Cancer Center/US Oncology Research, Morristown, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lihua Elizabeth Budde, MD",
            "author_affiliations": [
                "City of Hope Medical Center, Duarte, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen M. Ansell, MD PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjana Advani, MD",
            "author_affiliations": [
                "Stanford University Medical Center, Stanford, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beata Holkova, MD",
            "author_affiliations": [
                "Virginia Commonwealth University, Massey Cancer Center, Richmond, VA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmad Halwani, MD",
            "author_affiliations": [
                "University of Utah Huntsman Cancer Institute, Salt Lake City, UT "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Knapp, MD",
            "author_affiliations": [
                "Mid-Ohio Oncology/Hematology Inc., Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Fayad, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn S. Kolibaba, MD",
            "author_affiliations": [
                "Northwest Cancer Associates/US Oncology Research, Vancouver, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dipti Patel-Donnelly, MD",
            "author_affiliations": [
                "US Oncology Research, Fairfax, VA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mahesh Seetharam",
            "author_affiliations": [
                "Arizona Oncology Associates/US Oncology Research, Phoenix, AZ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Manley, MD",
            "author_affiliations": [
                "Seattle Genetics, Inc., Bothell, WA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy L. Bartlett, MD",
            "author_affiliations": [
                "Washington University School of Medicine, Siteman Cancer Center, St Louis, MO"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T15:36:17",
    "is_scraped": "1"
}