{
    "doi": "https://doi.org/10.1182/blood-2019-131886",
    "article_title": "Low Pre-Treatment Hemoglobin and Creatinine Clearance Correlate with Worse Overall Survival, Treatment-Related Mortality, and Regimen-Related Toxicities in Patients Undergoing a Reduced-Intensity Allogeneic Stem Cell Transplantation with Fludarabine and Melphalan ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "The reduced-intensity conditioning (RIC) regimen consisting of fludarabine and melphalan 140 mg/m 2 (Flu/Mel140) prior to allogeneic hematopoietic stem cell transplant (HSCT) has been widely adopted in clinical practice. However, pharmacokinetic (PK) studies report up to a 10-fold interpatient variability in melphalan exposure (AUC). Specifically, melphalan binds to proteins in the red blood cell membrane, leading to higher plasma concentrations in patients with lower hemoglobin. Likewise, since renal elimination contributes significantly to melphalan clearance (~ 40%), the presence of renal impairment also leads to higher concentrations. We previously identified lower hemoglobin and/or creatinine clearance as strong predictors of survival and toxicities after high dose melphalan and autologous transplant. Given this, we hypothesized that clinical variables, in particular, pre-treatment hemoglobin, could predict for outcomes after Flu/Mel140 and HSCT. We analyzed 67 consecutive patients who received Flu/Mel140. In addition to standard clinical parameters, hemoglobin (Hgb) and creatinine clearance (CrCl) on day -6 were obtained. Hemoglobin was grouped as low or high relative to the median (<9.5 or ≥ 9.5 g/dL), and CrCl was divided into two groups (< 60 or ≥ 60 ml/min). In the entire cohort, the median age was 57 (21-73) years, with most patients being female (n=37; 55.2%) and white (n=27; 40.3%) or African-American (n=16; 23.9%). Most patients were diagnosed with AML/MDS (n=27; 40.3%) or idiopathic myelofibrosis (n=14; 20.9%), and the median lines of prior therapy was 2 (0-7). Prior to HSCT, 36 (53.7%) patients presented with intermediate disease risk index (DRI) and 19 (28.4%) with high DRI, while 31 (62%) patients had a high hematopoietic cell transplantation-specific comorbidity index (HCT-CI) score. Thirty (45.5%) patients received a matched related donor transplant, while 31 (47%) received a matched unrelated donor transplant. The median time to neutrophil and platelet engraftment was 15 (9-26) and 16 (8-104) days, respectively. The median overall survival (OS) was significantly shorter in patients with a lower Hgb (113 vs. 2536 days; p=0.004). This difference was attributed to an increased rate of transplant-related mortality (TRM) in patients with a lower Hgb (n=26; 81.3%) versus a higher Hgb (n=11; 36.7%) (p=0.0005). Time to relapse between patients with a lower and higher Hgb was not different (p=0.89). The median OS in patients with a lower CrCl was significantly worse (75 vs. 317 days; p=0.003). The rate of TRM was also found to be significantly worse in patients with a lower CrCl (n=10; 90.1%) compared to patients with a higher CrCl (n=27; 52.9%) (p=0.0023). Time to relapse was not different between patients with a lower and higher Cr Cl (p=0.29). Patients with both a low Hgb and CrCl experienced a shorter median OS (75 days vs. not reached; p<0.0001; Figure 1). Multivariate Cox proportional hazards model with adjustment for clinical and prognostic factors found that a higher Hgb strongly predicted for better OS (HR 0.12, 95% CI 0.03-0.52; p=0.004) and less TRM (HR 0.13, 95% CI 0.03-0.53; p=0.004). The combination of a higher Hgb and CrCl ≥ 60 ml/min predicted for better OS (HR 0.08, 95% CI 0.01-0.63; p=0.017) and trended towards a decreased rate of TRM (HR 0.16, 95% CI 0.02-1.43; p=0.102). We then analyzed regimen-related toxicities among patients with a lower and higher Hgb and lower and higher CrCl. In patients with a lower hemoglobin, the median duration of hospitalization (35 vs. 29 days; p=0.02) and the mean duration of diarrhea (14.6 vs. 7.2 days; p=0.008) were significantly longer. In patients with a lower CrCl, the median duration of hospitalization (40 vs. 29 days; p=0.06) and the mean duration of diarrhea (20.9 vs. 8.6 days; p=0.0009) were longer, and the rate of infection was higher (90.9% vs. 49.1%; p=0.02). We show for the first time that pre-treatment Hgb and CrCl represent important determinants of clinical outcomes after Flu/Mel140 and HSCT. A lower hemoglobin in particular was strongly associated with a shorter OS and TRM. This is consistent with PK studies showing increased melphalan exposure in patients with low Hgb and CrCl. We conclude that consideration of clinical factors that affect melphalan exposure and implementation of PK-directed dosing may be beneficial in achieving optimal outcomes in patients receiving FluMel140 and HSCT. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Galvin: Incyte: Consultancy. Patel: Celgene: Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Janssen: Speakers Bureau.",
    "topics": [
        "allogeneic stem cell transplant",
        "creatinine clearance",
        "fludarabine",
        "hemoglobin",
        "melphalan",
        "toxic effect",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "influenza",
        "diarrhea"
    ],
    "author_names": [
        "Karen Sweiss, PharmD",
        "Gregory Sampang Calip, PharmD,MPH,PhD",
        "Jeremy Johnson, PharmD, PhD",
        "Jaime Holden, BFA",
        "Paulina Lewkowski, BS",
        "Iryna Mialik, AS",
        "John P Galvin, MDMS,MPH",
        "Damiano Rondelli, MD",
        "Pritesh Patel, MB, ChB"
    ],
    "author_dict_list": [
        {
            "author_name": "Karen Sweiss, PharmD",
            "author_affiliations": [
                "Department of Pharmacy Practice, University of Illinois at Chicago, Hinsdale, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gregory Sampang Calip, PharmD,MPH,PhD",
            "author_affiliations": [
                "Department of Pharmacy Systems, Outcomes and Policy, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy Johnson, PharmD, PhD",
            "author_affiliations": [
                "Department of Pharmacy Practice, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaime Holden, BFA",
            "author_affiliations": [
                "College of Pharmacy, University of Illinois, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paulina Lewkowski, BS",
            "author_affiliations": [
                "College of Pharmacy, University of Illinois, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iryna Mialik, AS",
            "author_affiliations": [
                "College of Pharmacy, University of Illinois, Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John P Galvin, MDMS,MPH",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damiano Rondelli, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pritesh Patel, MB, ChB",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T21:28:34",
    "is_scraped": "1"
}