{
    "doi": "https://doi.org/10.1182/blood-2018-99-119140",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3964",
    "start_url_page_num": 3964,
    "is_scraped": "1",
    "article_title": "Noninvasive Genotyping and Monitoring of Classical Hodgkin Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "621. Lymphoma—Genetic/Epigenetic Biology: Poster II",
    "topics": [
        "genotype determination",
        "hodgkin's disease",
        "chlorambucil",
        "circulating tumor dna",
        "neoplasms",
        "diffuse large b-cell lymphoma",
        "cell-free dna",
        "cancer",
        "computed tomography/positron emission tomography imaging",
        "human granulocytic ehrlichiosis"
    ],
    "author_names": [
        "Michael C. Jin",
        "Joseph G Schroers-Martin, MD",
        "David M. Kurtz, MD PhD",
        "Lieselot Buedts",
        "Mohammad S Esfahani, PhD",
        "Charles Macaulay, BS",
        "Brian Sworder, MD PhD",
        "Joanne Soo, BS",
        "Cynthia Glover",
        "Mark Roschewski, MD",
        "Wyndham H. Wilson, MD PhD",
        "Ulrich Dührsen, Prof, MD PhD",
        "Andreas Hüttmann, MD",
        "Davide Rossi, MD PhD",
        "Gianluca Gaidano, MD PhD",
        "Jason R. Westin, MD",
        "Lauren S. Maeda, MD",
        "Ranjana H Advani, MD",
        "Peter Vandenberghe, MD",
        "Maximilian Diehn, MD PhD",
        "Arash A. Alizadeh, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Divisions of Hematology & Oncology, Stanford University, Stanford, CA "
        ],
        [
            "Department of Medicine, Divisions of Hematology & Oncology, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Department of Medicine, Divisions of Hematology & Oncology, Stanford University Medical Center, San Francisco, CA "
        ],
        [
            "Department of Human Genetics, KU Leuven, Leuven, Belgium "
        ],
        [
            "Department of Medicine, Divisions of Hematology & Oncology, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Department of Oncology and Hematology, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Department of Oncology and Hematology, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Department of Medicine, Divisions of Hematology & Oncology, Stanford University, Stanford, CA ",
            "Duke University School of Medicine, Redwood City, CA "
        ],
        [
            "Department of Oncology and Hematology, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Lymphoid Malignancies Branch, Center for Cancer Research, National Cancer Institute, Bethesda, MD "
        ],
        [
            "Lymphoid Malignancies Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Department of Hematology, West German Cancer Center, University Hospital Essen, University of Duisburg-Essen, Essen, Germany "
        ],
        [
            "Department of Hematology, University of Duisburg-Essen, University Hospital Essen, Essen, Germany "
        ],
        [
            "Amedeo Avorgadro Univ. of Eastern Piendmont, Bellinzona, ITA "
        ],
        [
            "Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy "
        ],
        [
            "Department of Lymphoma & Myeloma, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Medicine, Divisions of Hematology & Oncology, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Department of Medicine, Division of Oncology, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Center for Human Genetics, University of Leuven Center for Human Genetics, Leuven, Belgium "
        ],
        [
            "Department of Radiation Oncology, Stanford University Medical Center, Stanford, CA"
        ],
        [
            "Department of Medicine, Divisions of Hematology & Oncology, Stanford University Medical Center, Stanford, CA "
        ]
    ],
    "first_author_latitude": "37.43168125",
    "first_author_longitude": "-122.17296815000002",
    "abstract_text": "Introduction: Cell-free DNA (cfDNA) and circulating tumor DNA (ctDNA) have an emerging diagnostic role in multiple malignancies including in lymphomas (Kurtz et al ASH 2017 ). In classical Hodgkin Lymphoma (cHL), malignant Reed Sternberg (RS) cells are rare, requiring laser capture microdissection from archival tissues or flow sorting from viable tumor cell suspensions for genotyping. We profiled ctDNA in cHL to assess the utility of ctDNA in the noninvasive evaluation of somatic single nucleotide variants (SNVs), somatic copy number alterations (SCNAs), and tumor EBV status. Methods: A total of 53 subjects with HL (29 with early stage and 24 with advanced disease) were studied encompassing a total of 95 blood and tissue samples (72 from Stanford, 23 from UZ Leuven). Plasma samples were sequenced with CAPP-Seq (Newman et al Nat Biotech 2016), using a panel informed by the genotyping of primary tumor biopsies. The genotypes of cHL patients were compared to that of 189 patients with other B-cell malignancies. Given the thoracic distribution of most cHL, we also compared ctDNA levels to that of 55 lung carcinomas. ctDNA levels were calculated as the product of the cfDNA concentration and the mean allelic fraction of somatic mutations. Results: The median pretreatment ctDNA level in cHL was 125 hGE/mL (15 - 5277 hGE/mL), corresponding to a median variant allelic fraction (VAF) of 3.2% (0.3 - 13.9%) (Fig 1A). Pretreatment ctDNA burden was greater in cHL cases than in follicular lymphoma (FL) cases ( p = 0.002), but was not significantly different from that of diffuse large B-cell lymphoma (DLBCL) ( p = 0.26). Plasma genotyping in cHL and DLBCL also identified similar numbers of SNVs, recovering a median of 108 mutations in cHL and 117 mutations in DLBCL ( p = 0.53) . In samples with available diagnostic PET/CT, pre-treatment ctDNA levels in cHL were significantly correlated with total metabolic tumor volume (MTV) (Spearman ρ = 0.615, p = 0.006) (Fig 1B), but not with diagnostic PET/CT SUVmax, stage, bulky status (>10 cm), B-symptoms, or presence of extranodal disease. Surprisingly, despite the lower tumor purity of RS cells in cHL tumor masses than that of malignant B-cells in DLBCL, the relationship between ctDNA and PET/CT estimates of disease burden in cHL was highly similar to that of DLBCL. Specifically, cHL and DLBCL were statistically indistinguishable for the ratio between ctDNA levels and MTV (mean ctDNA/MTV of 2.1 vs 1.5 hGE/mL per cm 3 tumor, p = 0.38), and both were significantly higher than that of non small cell lung carcinoma (NSCLC) ( p < 0.0001) (Fig 1C). In patients with available mid-treatment cfDNA (n = 10), we monitored ctDNA concentrations and observed that circulating tumor burden falls rapidly, with a third of our patients reaching undetectable levels within the first month after start of therapy. PD-L1 copy number gains, previously shown to be prognostic for survival in cHL treated with checkpoint inhibitors, were observed in 42% of cHL patients with ctDNA VAFs above our SCNA limit of detection (1%) and were genotyped significantly more frequently than in other non-PMBCL B-cell malignancies (42% vs 18%, p = 0.005) (Fig 1D). Coding SNVs in the most commonly mutated genes involved STAT6 (24%), SOCS1 (20%), GNA13 (20%), TNFAIP3 (18%), and B2M (16%) while noncoding SNVs in IGK and IGH were more abundant in cHL and DLBCL respectively (Fig 1E). EBV tumor cell presence has previously been shown to be prognostic in cHL (Keegan et al JCO 2005). Prior to therapy, EBV cfDNA constituted a significantly larger fraction of total cfDNA in patients confirmed by EBER ISH to have EBV+ cHL than in either EBER-negative cHL patients or healthy controls ( p < 0.0001) (Fig 1F). Conclusions: Levels of ctDNA in cHL are higher than might be expected based on tumor purity, with pre-treatment levels similar to DLBCL and higher than FL. ctDNA allows for reliable noninvasive genotyping of cHL at diagnosis, encompassing coding and non-coding SNVs and additional clinically significant factors such as tumor EBV status and SCNAs. Additional cases are currently being profiled and expanded analyses of genotyping and monitoring will also be presented at the meeting. View large Download slide View large Download slide  Disclosures Dührsen: Celgene: Honoraria, Research Funding; AbbVie: Consultancy, Honoraria; Roche: Honoraria, Research Funding; Janssen: Honoraria; Amgen: Research Funding; Gilead: Consultancy, Honoraria. Hüttmann: Roche: Other: Travel expenses; Celgene: Other: Travel expenses. Gaidano: Gilead: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Morphosys: Honoraria; Janssen: Consultancy, Honoraria; Amgen: Consultancy, Honoraria. Westin: Apotex: Membership on an entity's Board of Directors or advisory committees; Celgen: Membership on an entity's Board of Directors or advisory committees; Kite Pharma: Membership on an entity's Board of Directors or advisory committees; Novartis Pharmaceuticals Corporation: Membership on an entity's Board of Directors or advisory committees. Advani: Regeneron: Research Funding; Kyowa: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Infinity: Research Funding; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Millenium: Research Funding; Cell Medica: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Seattle Genetics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board, Research Funding; Agensys: Research Funding; Forty Seven Inc.: Research Funding; Celgene: Research Funding; Janssen: Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Kura: Research Funding; Astra Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Gilead/Kite: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Autolus: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board, Research Funding; Celgene: Research Funding; Roche/Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board, Research Funding; Bayer: Membership on an entity's Board of Directors or advisory committees, Other: Participated in an advisory board; Merck: Research Funding."
}