{
    "doi": "https://doi.org/10.1182/blood.V106.11.5012.5012",
    "article_title": "Weighted Prognostic Models for Survival in Untreated and Previously Treated Patients with CLL. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The clinical course for patients with chronic lymphocytic leukemia (CLL) is remarkably variable. Patient characteristics have been correlated with meaningful clinical endpoints such as time to treatment, response to treatment, progression-free survival, and overall survival (OS) for patients with CLL. Identification of such characteristics enables informed discussion about timing of treatment, treatment options, and can provide insight into the basic biology of the disease. The Rai staging system identifies risk groups for survival based on characteristics in untreated patients. However, within each stage there is still heterogeneity in survival. In addition to factors used in clinical staging, several other characteristics have been correlated with survival including: age, gender, pattern of marrow infiltration, lymphocyte doubling time, presence of prolymphocytes, presence of chromosome abnormalities, elevated serum levels of beta-2 microglobulin (ß-2M), thymidine kinase, and soluble CD23, IgV H mutation status, and expression of ZAP70 and CD38 by leukemia cells. Alone, each of these independent prognostic factors, including stage, has limited utility in predicting overall survival. A nomogram is a graphic representation of a statistical model with scales for calculating the cumulative affect of weighted variables on the probability of a particular outcome. The strength of using nomograms is that they combine multiple independent variables to predict an outcome and enable appreciation of the prognostic weight of each variable. They are useful in counseling patients and in developing expectations for clinical trials as well as identifying patients \"at risk\" who should be targeted for aggressive therapy or investigational approaches. We retrospectively evaluated 1607 chemotherapy-naive and 1602 previously treated patients with CLL that presented to MD Anderson Cancer Center to identify independent characteristics that could be used to predict OS. Based on significant characteristics identified in univariate analyses, a multivariate model was developed for OS for each patient group. Characteristics evaluated included age, gender, Rai stage, performance status (PS), # of affected node sites, WBC count, absolute lymphocyte count (ALC), HGB, PLT, ALB, serum alkaline phosphatase (AP) and LDH, % BM lymphocytes, spleen and liver size, ß-2M, # of prior therapies and refractoriness to fludarabine for previously treated patients. Univariate and multivariate analyses identified several patient characteristics at presentation that predicted for overall survival for each patient group. The final multivariate Cox proportional hazards model included the following characteristics for chemotherapy-naive patients: age, ALC. LDH, β2M, Rai stage, and # of involved lymph node groups. For previously treated patients, the final multivariate Cox hazards model included the following significant characteristics: β2M, # prior Rx, age, IgM, PLT, and HGB. Nomograms were constructed for each group using the respective significant characteristics to estimate 2-, 5-, and 10-year survival probability and median survival time. These prognostic model may help patients and clinicians in decision-making as well as in clinical research and design of clinical trials. Nomograms are powerful tools for predicting important clinical endpoints including survival, for counseling patients, and developing and analyzing clinical trials.",
    "topics": [
        "beta 2-microglobulin",
        "cancer care facilities",
        "cd23 antigen",
        "cd38",
        "chemotherapy regimen",
        "chromosomal disorder",
        "chromosome abnormality",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "clinical research"
    ],
    "author_names": [
        "William G. Wierda, MD, PhD",
        "S. OBrien, MD",
        "X. Wang, MS",
        "A. Ferrajoli, MD",
        "S. Faderl, MD",
        "D. Thomas, MD",
        "F. Ravandi, MD",
        "K. Do, PhD",
        "H. Kantarjian, MD",
        "S. Lerner, MS",
        "M. Keating, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "William G. Wierda, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "S. OBrien, MD",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "X. Wang, MS",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Ferrajoli, MD",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Faderl, MD",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D. Thomas, MD",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. Ravandi, MD",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "K. Do, PhD",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Lerner, MS",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Keating, MD",
            "author_affiliations": [
                "Department of Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T06:37:30",
    "is_scraped": "1"
}