{
    "doi": "https://doi.org/10.1182/blood.V124.21.2199.2199",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2775",
    "start_url_page_num": 2775,
    "is_scraped": "1",
    "article_title": "The Inhibitor of NF-KB Kinase, IKKβ Regulates the Transcriptional Activity of GLI1 By Blocking Its Proteasomal Degradation ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "topics": [
        "catabolism",
        "nf-kappa b",
        "phosphotransferases",
        "transcription, genetic",
        "zinc finger protein gli1",
        "diffuse large b-cell lymphoma",
        "pruritus",
        "transcription factor",
        "alanine",
        "cancer"
    ],
    "author_names": [
        "Nitin Kumar Agarwal, PhD",
        "Chae Hwa Kim, MD",
        "Kranthi Kunkalla, MS",
        "Izidore S. Lossos, MD",
        "Francisco Vega, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Miami School of Medicine, Sylvester Comprehensive Cancer Center, Miami, FL "
        ],
        [
            "University of Miami School of Medicine, Sylvester Comprehensive Cancer Center, Miami, FL "
        ],
        [
            "University of Miami School of Medicine, Sylvester Comprehensive Cancer Center, Miami, FL "
        ],
        [
            "University of Miami, Miami, FL"
        ],
        [
            "University of Miami School of Medicine, Sylvester Comprehensive Cancer Center, Miami, FL "
        ]
    ],
    "first_author_latitude": "25.7882523",
    "first_author_longitude": "-80.2144666",
    "abstract_text": "GLI1 is a Hedgehog (Hh) related transcription factor originally discovered as an amplified product in gliomas. Inappropriate activation of the GLI1 has been shown in many cancers including diffuse large B cell lymphoma (DLBCL). We previously showed that GLI1 mediated canonical Hh signaling is constitutive active in DLBCL and contributes to cell survival, proliferation and enhances chemotolerance. Although the importance of GLI1 in tumor development is well recognized, the molecular mechanisms controlling the transcriptional activity of GLI1 are poorly characterized. To identify regulatory components that participate in the transcriptional activity of GLI1, we explored GLI1 putative interacting proteins by liquid chromatography tandem mass spectrometry following immunoprecipitation of endogenous GLI1. We detected that the inhibitor of NF-KB kinase, IKKβ, is one of the proteins associated with GLI1 transcription factor. Here we investigate the regulatory role of IKKβ in the transcriptional activity of GLI1. We show that IKKβ regulates the transcriptional activity of GLI1 by phosphorylating GLI1 in C-terminal region and modulating its protein stability. Short stimulation of SUDHL4 and DOHH2 cells with TNF-α (20ng/mL) resulted in increased GLI1 protein levels. Similar results were observed in 293T cells transiently transfected with GLI1 and IKKβ kinase constructs. Moreover, silencing of IKKβ using siRNA and shRNAs led to decreased GLI1 protein levels and its transcriptional activity in DLBCL cell lines with constitutive activation of the NF-KB. Next, we characterized nine probable IKKβ dependent GLI1 phosphorylation sites (S543-S548, S1070, S1071 and S1074 identified by nanospray ion trap mass spectrometry) using mutational and deletions studies. We show that IKKβ phosphorylates GLI1 at Thr1074 and decreases binding between GLI1 and HECT-type E3 ubiquitin ligase (ITCH) resulting in reduced GLI1 polyubiquitination and degradation. Point mutation of Threonine 1074 to Alanine prevents IKKβ-mediated GLI1 phosphorylation and facilitates GLI1-ITCH interaction, polyubiquitination and degradation of GLI1 in the proteasome. Collectively, our data links IKKβ-mediated NF-kB signaling to the transcriptional activity of GLI1 and illustrates a novel cross talk between these two pathways. This is of clinical interest because activation of the NF-kB pathway is frequent in DLBCL and the connection between Hh and NF-kB pathways may open novel therapeutic avenues for DLBCL. Disclosures No relevant conflicts of interest to declare."
}