{
    "doi": "https://doi.org/10.1182/blood-2018-99-109471",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4040",
    "start_url_page_num": 4040,
    "is_scraped": "1",
    "article_title": "Myc and the Warburg Effect ",
    "article_date": "November 29, 2018",
    "session_type": "Metabolism and Hematologic Malignancies",
    "topics": [
        "ablation",
        "achilles tendon",
        "antigens",
        "b-lymphocyte antigens",
        "b-lymphocytes",
        "cancer",
        "heel",
        "lymphoma",
        "lymphoproliferative disorders",
        "mice"
    ],
    "author_names": [
        "Stefano Casola, MD PhD",
        "Gabriele Varano",
        "Laura Perucho",
        "Marianna Ossorio",
        "Federica Zanardi",
        "Martina Sormani",
        "Valentina Petrocelli",
        "Christin Zasada",
        "Stefan Kempa",
        "Klaus Rajewsky",
        "Maurilio Ponzoni, MD",
        "Fabio Facchetti"
    ],
    "author_affiliations": [
        [
            "FIRC Institute of Molecular Oncology Foundation, Milan, Italy ",
            "IFOM, the FIRC Institute of Molecular Oncology, Milan, Italy "
        ],
        [
            "The FIRC institute of Molecular Oncology Foundation, Milan, Italy "
        ],
        [
            "The FIRC institute of Molecular Oncology Foundation, Milan, Italy "
        ],
        [
            "The FIRC institute of Molecular Oncology Foundation, Milan, Italy "
        ],
        [
            "The FIRC institute of Molecular Oncology Foundation, Milan, Italy "
        ],
        [
            "The FIRC institute of Molecular Oncology Foundation, Milan, Italy "
        ],
        [
            "The FIRC institute of Molecular Oncology Foundation, Milan, Italy "
        ],
        [
            "Max-Delbrück-Center of Molecular Medicine, Berlin, Italy "
        ],
        [
            "Max-Delbrück-Center of Molecular Medicine, Berlin, Germany "
        ],
        [
            "Max-Delbrück-Center of Molecular Medicine, Berlin, Italy ",
            "Immune Regulation and Cancer, The Max Delbrueck Center for Molecular Medicine (MDC), Berlin, Germany "
        ],
        [
            "Pathology Unit, IRCCS Istituto Scientifico San Raffaele and Università Vita-Salute San Raffaele, Milan, Italy "
        ],
        [
            "Department of Molecular and Translational Medicine Pathology Unit, University of Brescia, Brescia, Italy"
        ]
    ],
    "first_author_latitude": "45.441786199999996",
    "first_author_longitude": "9.2030817",
    "abstract_text": "Mature B cells recognize and respond in a highly-specific fashion to a multitude of environmental antigens through membrane-bound immunoglobulins forming together with the Igα and Igβ proteins a functional unit called the B cell antigen receptor (BCR). Through a complex network of effector molecules, the BCR transforms environmental signals into biochemical reactions which are responsible for highly codified cellular responses affecting survival, proliferation, migration and terminal differentiation of B cells. Surface BCR expression is conserved in most types of B cell malignancies arising from mature B cells. This observation, together with genetic and biochemical evidence pointing to sustained BCR signaling in different types of B cell neoplasms represents the rationale for the current use of pharmacological inhibitors of BCR signaling to treat several forms of B lymphoproliferative disorders. Nevertheless, our understanding of how the BCR influences malignant B cell behavior remains poorly understood. In an attempt to fill this knowledge gap, we engineered a mouse model to monitor the effects of acute ablation of the BCR in highly-aggressive MYC-driven lymphomas. Inducible BCR ablation did not, per se, prevent the outgrowth of receptor-less MYC lymphoma cells both in vitro and in vivo. Instead, BCR loss weakened the fitness of the malignant B cells leading to the rapid elimination of BCR-less tumor cells in the presence of their BCR-expressing counterparts (Varano et al., 2017). Through the integration of data generated from genomics, metabolomics and bulk/single cell transcriptomics analyses, comparing BCR-deficient lymphoma cells to their proficient counterparts, we have started to elucidate the gene networks and metabolic pathways influenced by BCR expression that sustain competitive fitness of MYC-transformed lymphoma B cells. Data from CRISPR/Cas9-mediated disruption of candidate fitness genes in primary malignant B cells will be presented. In support of the findings in the mouse model, we will provide evidence that BCR-less malignant B cells are spontaneously generated during tumor progression in several forms of human B cell lymphoproliferative disorders, establishing a possible Achilles heel of anti-BCR therapies. Finally, we will report possible strategies enabling the clearance of BCR-less lymphoma cells, taking advantage of their acquired addiction to specific signaling and metabolic pathways. Our results shed light on the coordinated regulation of signaling and metabolism imposed on malignant B cells by BCR expression/signaling and provide indications for improved treatment options to fight several forms of mature B cell malignancies. Reference: Varano G, Raffel S, Sormani M, Zanardi F, Lonardi S, Zasada C, Perucho L, Petrocelli V, Haake A, Lee AK, Bugatti M, Paul U, Van Anken E, Pasqualucci L, Rabadan R, Siebert R, Kempa S, Ponzoni M, Facchetti F, Rajewsky K, Casola S. Nature. 2017; 546:302-306. Disclosures No relevant conflicts of interest to declare."
}