{
    "doi": "https://doi.org/10.1182/blood.V128.22.3664.3664",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3540",
    "start_url_page_num": 3540,
    "is_scraped": "1",
    "article_title": "Patients with Sickle Cell Disease in Sicily Have Lower Rates of End Organ Damage, Allo-Immunization and Opioid Prescription Compared to a US Cohort ",
    "article_date": "December 2, 2016",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical Poster III",
    "topics": [
        "allopurinol",
        "end organ damage",
        "immunization",
        "opioids",
        "sicily",
        "sickle cell anemia",
        "alloimmunization",
        "hydroxyurea",
        "severity of illness",
        "chronic pain"
    ],
    "author_names": [
        "Caterina Minniti, MD",
        "Concetta Perrotta",
        "Di Raimondo Francesco",
        "Alessandra Quota",
        "James G. Taylor, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "U.O.S. Thalassemia, P. O. Vittorio Emanuele III di Gela, Palermo, Italy "
        ],
        [
            "Department of Biomedical Sciences, Division of Haematology, University of Catania and Ferrarotto Hospital, Catania, Italy., Catania, Italy "
        ],
        [
            "Centro Microcitemia, A.O., Gela (CL), Italy "
        ],
        [
            "Genomic Medicine Section, Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "40.8626976",
    "first_author_longitude": "-73.87640455",
    "abstract_text": "Background : In developed countries, childhood mortality in sickle cell disease (SCD) is less than 5%, where the SCD morbidity and mortality burden has shifted to adults. As age increases, so do end organ complications like chronic pain. Environmental factors like health economics and genetic factors may influence such outcomes. Recent data from UK, showed higher than expected survival (ASH 2015) in the setting of a national health care system. The Hospital of Gela, Sicily has a well characterized Caucasian SCD population, which also has consistent access to health care via a nationalized system. We hypothesized that traditional disease severity markers including end organ damage, the rate of red blood cell (RBC) alloimmunization and opioid use would be lower in Sicily, compared to a modern US population of African ancestry with inconsistent access to healthcare. Methods : 90 SCD patients in Sicily were followed for over 9 years (2006-2014) to identify clinical complications, alloimmunization rates and survival. Demographics and sickle and alpha globin genotypes were documented. In the US, 632 SCD patients (excluding those with SC) had the same parameters collected as part of the Bethesda Sickle Cell Cohort Study. Laboratory and clinical complications were compared between populations according to phenotype groups (SS/SB0 or SB+ thalassemia). Clinical manifestations included hospitalizations for pain per year, RBC alloimmunization, hydroxyurea prescription rate. Statistical analysis utilized univariate comparisons (t and Chi square tests). Results : In Sicily, 51 patients had SS/SB0 and 28 SB+. All were of self-described Caucasian ancestry. No SC patients were identified in Sicily, therefore all comparisons were limited to SS/SB0 and SB+ thalassemia. Sicilian SS/SB0 patients were older than the US (p<0.0001), had lower AST (p=0.04) and creatinine (p=0.005), and higher HbF (p<0.0001). SB+ patients had similar characteristics (Table 1). Sixteen Sicilian patients (18%) died at a mean age of 53 years (range 31-77). As suggested by these survival data, SCD complications were less frequent for both SS/SB0 and SB+ groups in Sicily compared to the US (Table 2). More Sicilians were prescribed hydroxyurea, especially among those with SB+, although this was not a significant difference. The pain crisis hospitalizations per year was also higher in the US (p=0.008). Consistent with less frequent hospitalizations, only 4 of the Sicilian patients (3 SS/SB0, 1 SB+) were taking long acting opioids, compared to more frequent opioid use in the US. Finally, RBC alloimmunization, another surrogate measure for disease severity, was twice as common in SS/SB0 patients from the US (30%) as in Sicily (14%, p=0.01). Conclusions : These data suggest that end organ complications, like chronic pain and alloimmunization, in self-described Caucasians with uniform access to health care in Sicily, are less common than in a US cohort of adults. These differences could be attributable to access to specialized care, genetic differences in the proportion of African ancestry or environmental factors like more frequent use of preventative therapies like hydroxyurea. RBC alloimmunization in Sicily is significantly lower than reported in the US , but is still higher than observed in thalassemics in Italy. Perhaps this could be explained a matched genetic background between blood donors and recipients in Sicily, as has been suggested as a strategy to reduce RBC alloimmunization in the US. Further studies comparing unique SCD populations from different geographic regions may be helpful to elucidate genetic or environmental risk factors for end organ complications and disease severity. Table 1. View large Download slide Table 1. View large Download slide Table 2. View large Download slide Table 2. View large Download slide Disclosures No relevant conflicts of interest to declare."
}