{
    "doi": "https://doi.org/10.1182/blood.V108.11.792.792",
    "article_title": "Regular Blood Transfusion Does Not Prevent Progression of Cerebral Lesions Evidenced by Magnetic Resonance Imaging in Children with Sickle Cell Disease (SCD). ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Purpose: The effects of chronic transfusion on the cerebral vessel abnormalities in SCD patients are unknown. Chronic transfusion has been reported to be effective in preventing recurrence of overt strokes, and occurrence of a first stroke in children with abnormal transcranial Doppler ultrasonography (TCD). However, cerebrovascular events may occur despite adequate prevention, suggesting that transfusion therapy does not cure nor even stabilize vessels disease. We conducted a single center retrospective study to determine the evolution of cerebral lesions in SCD children on regular transfusion therapy using magnetic resonance imaging. Material and methods: Children with homozygous sickle cell anemia chronically transfused for first or secondary prevention of stroke were included in the study. All patients had been started in a program of monthly transfusions, maintaining constantly hemoglobin S level below 30%, in the month following the stroke or the abnormal TCD. They underwent cerebral magnetic resonance imaging (MRI) and magnetic resonance angiography (MRA) every one to two years. An expert neuroradiologist unaware of the date of the imaging and unaware of the identity of the patients reviewed resulting images. Standard MRI criteria were used to identify lacunae, cerebral atrophy, infarcts and leucoencephalopathy, with progressive grading. Standard MRA criteria were used to identify arterial tortuosity, stenosis/occlusion and moya-moya with progressive grading. All MRI and MRA were scored, and these scores were compared longitudinally in each patient using a Paired Rank test. Results: 18 children (9 males, 9 females) were enrolled. Chronic transfusion therapy was prescribed and initiated for 10 patients with initial strokes (mean age at the stroke 6,8 +/− 2,5 yrs) and 8 patients with abnormal TCD (mean age at the TCD 7,2 +/− 2,9 yrs). Mean follow-up was 6,8 +/− 4,1 yrs in the stroke group, 1,7 +/− 1,0 yrs in the abnormal TCD group. A total of 45 MR images were reviewed (median MR/patient: 3 [2–4]). Initial scores were lower in the abnormal TCD group than in the stroke group (mean score respectively 1 [0–7] versus 12 [2–26]). Comparison of longitudinal scores in the group of patients with initial stroke evidenced progression of lesions (p=0,008). The longitudinal scores were not significantly different in the abnormal TCD group, but this may be explained by the shorter follow-up. Conclusion: Blood transfusion maintaining permanently HbS level <30% does not prevent progression of cerebral micro or macro vascular lesions in SCD children having had a 1st stroke. A lengthier follow-up is needed to reach a conclusion in the case of children with abnormal TCD. Our results support the case that early bone marrow transplant therapy should be applied to prevent progression of cerebral vasculopathy in SCD children at risk.",
    "topics": [
        "blood transfusion",
        "brain",
        "child",
        "magnetic resonance imaging",
        "sickle cell anemia",
        "cerebrovascular accident",
        "transfusion",
        "magnetic resonance angiography",
        "follow-up",
        "arterial tortuosity syndrome"
    ],
    "author_names": [
        "Valentine Brousse, MD",
        "Lucie Hertz-Pannier, MD",
        "Jean-Louis Bresson, MD",
        "Mariane De Montalembert, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Valentine Brousse, MD",
            "author_affiliations": [
                "Reference Center for Hemoglobinopathies, Hopital Necker, Paris, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lucie Hertz-Pannier, MD",
            "author_affiliations": [
                "Pediatric Radiology, Hopital Necker, Paris, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Louis Bresson, MD",
            "author_affiliations": [
                "Centre de Recherche Clinique, Hopital Necker, Paris, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariane De Montalembert, MD",
            "author_affiliations": [
                "Reference Center for Hemoglobinopathies, Hopital Necker, Paris, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T15:35:43",
    "is_scraped": "1"
}