{
    "doi": "https://doi.org/10.1182/blood.V104.11.3996.3996",
    "article_title": "Elevated sEPCR and PAI-1 Levels, but Not sThrombomodulin Levels in Normal Pregnancy. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Pregnancy is a prothrombotic state. The protein C system is felt to be the major regulatory mechanism for the control of thrombin formation in pregnancy. The protein C (PC) system consists of PC, protein S (PS), thrombomodulin (TM) and endothelial protein C receptor (EPCR). The other component for the control of thrombosis is the fibrinolytic system. Plasminogen activator inhibitor-1(PAI-1) is a major down-regulator of fibrinolysis by its effect on plasmin formation and has been shown to be increased in pregnancy. In this study we examined the levels of plasma EPCR (sEPCR), TM (sTM) and PAI-1antigen in normal pregnancies (NP). A total of 82 1st trimester, 64 2nd trimester, and 78 3rd trimester samples from NP patients were used for this study. TM a cell surface protein, found primarily on endothelial cells (ECs) but also identified on trophoblasts and endometrial decidual cells (DCs) of pregnancy, is known to shed off ECs due to metalloproteinases stimulated by thrombin and pro-inflammatory cytokines or in the setting of EC damage. There are reports of increased adverse pregnancy outcome (APO) associated with high levels of plasma TM. Although the sTM level in NP is greater than non-pregnant controls contrary to other reports we did not find a statistically significant increase in TM with gestation. EPCR is a cell surface protein and is primarily on ECs and we have identified it on DCs. Like TM it is shred from ECs by metalloproteinases due to thrombin and pro-inflammatory cytokines. Cell surface TM and EPCR are central to the formation of activated protein C (APC). Our data would indicate that sEPCR statistically increased with gestation(1 st trimester compared to 2 nd [doubles] and 3 rd [1.5 fold]. sEPCR has the property of binding free APC and decreasing its availability as an anticoagulant to degrade FVIIIa and FVa. Therefore during pregnancy the PC system is impaired by the known decrease in PS, acquired resistance to APC and the increased levels of sEPCR which would further inhibit the actions of APC. Finally we have confirmed that PAI-1 does increase in normal gestation with statistically significant rises in the PAI-1 antigen. To date, measurement of PAI-1 levels has had limited predictive value. Exploration of the relationship between PAI-1 levels, 4G/4G polymorphism and possibly PAI-1 antibodies may provide better APO risk assessment. Overall our data indicates that in normal pregnancy the prothrombotic milieu is increased by the impaired PC system by the increased level of sEPCR and the fibrinolytic system is decreased by the rise of PAI-1. The sTM although greater than non-pregnant controls does not seem to increase with NP gestation. This would suggest that serial measurements of sTM in possible problematic pregnancies may provide additional information particularly if the non-pregnant baseline value is known. This will require prospective controlled studies of larger NP and APO patients. The assessment of decreased APC plasma function may also provide added information on the risk factors for APO. This may be related in some part to the level of sEPCR. Table 1  . 1st trimester . 2nd trimester . 3rd trimester . 1st vs 2nd . 1st vs 3rd . 2nd vs 3rd . NS=non significant sEPCR (ng/ml) 44.9+/−23 94.9+/−62 62.9+/−27.3 p<0.05 p<0.05 p<0.05 sTM (ng/ml) 35.2+/−21.4 33.5+/−10.6 35.3+/−33.6 NS NS NS PAI-1 (ng/ml) 19.3+/−12.9 48.4+/−23.2 72.4+/−27.3 p<0.05 p<0.05 p<0.05 . 1st trimester . 2nd trimester . 3rd trimester . 1st vs 2nd . 1st vs 3rd . 2nd vs 3rd . NS=non significant sEPCR (ng/ml) 44.9+/−23 94.9+/−62 62.9+/−27.3 p<0.05 p<0.05 p<0.05 sTM (ng/ml) 35.2+/−21.4 33.5+/−10.6 35.3+/−33.6 NS NS NS PAI-1 (ng/ml) 19.3+/−12.9 48.4+/−23.2 72.4+/−27.3 p<0.05 p<0.05 p<0.05 View Large",
    "topics": [
        "normal pregnancy",
        "plasminogen activator inhibitor 1",
        "endothelial protein c receptor",
        "microscopy, scanning tunneling",
        "soft tissue mobilization",
        "thrombin",
        "cytokine",
        "membrane proteins",
        "metalloproteases",
        "protein c"
    ],
    "author_names": [
        "Yale S. Arkel, MD",
        "Michael J. Paidas, MD",
        "De-Hui W. Ku, PhD",
        "Elizabeth Triche, PhD",
        "Xuam Lam",
        "Evelyn Ku",
        "Charles J. Lockwood, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yale S. Arkel, MD",
            "author_affiliations": [
                "Hemostasis and Thrombosis Laboratory, Bio-Reference Laboratories, Elmwood Park, NJ, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Paidas, MD",
            "author_affiliations": [
                "The Program for Thrombosis & Hemostasis in Women’s Health; OBGYN, Yale University, New Haven, CT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "De-Hui W. Ku, PhD",
            "author_affiliations": [
                "Hemostasis and Thrombosis Laboratory, Bio-Reference Laboratories, Elmwood Park, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Triche, PhD",
            "author_affiliations": [
                "The Program for Thrombosis & Hemostasis in Women’s Health; OBGYN, Yale University, New Haven, CT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuam Lam",
            "author_affiliations": [
                "Hemostasis and Thrombosis Laboratory, Bio-Reference Laboratories, Elmwood Park, NJ, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evelyn Ku",
            "author_affiliations": [
                "The Program for Thrombosis & Hemostasis in Women’s Health; OBGYN, Yale University, New Haven, CT, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles J. Lockwood, MD",
            "author_affiliations": [
                "The Program for Thrombosis & Hemostasis in Women’s Health; OBGYN, Yale University, New Haven, CT, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T15:33:51",
    "is_scraped": "1"
}