{
    "doi": "https://doi.org/10.1182/blood.V120.21.2127.2127",
    "article_title": "Prevalence and Risk Factors of Left Ventricular Noncompaction in Patients with β-Thalassemia. ",
    "article_date": "November 16, 2012",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "Abstract 2127 Left ventricular noncompaction (LVNC) is a rare cardiomyopathy with potentially serious outcomes. It results in multiple and excessive trabeculations, deep intertrabecular recesses, and a thickened ventricular myocardium with two distinct layers, compacted and noncompacted. The condition is most commonly congenital although acquired forms have been described. A recent report of LVNC detected in a β-thalassemia twin suggested an association with cardiac siderosis. In a cross-sectional study of 135 transfusion-dependent β-thalassemia patients (130 major and 5 intermedia, mean age 29.6 ± 7.7 year, 49.6% males) presenting for cardiac iron assessment by magnetic resonance imaging (MRI), we evaluated the prevalence and risk factors for LVNC. None of the patients had neuromuscular or congenital heart disease. Eighteen patients (13.3%, 95% CI: 8.6–20.1) fulfilled the pre-assigned strict criteria for LVNC on cardiac MRI. There were no statistically significant differences between patients with and without LVNC in respect to: demographics; hemoglobin levels; splenectomy status; systemic, hepatic and cardiac iron overload indices; hepatic disease and infection studies; or iron chelator type. Patients with LVNC were more likely to have heart failure (adjusted OR: 1.77, 95% CI: 0.29 to 10.89); although with high uncertainty. Patients with β-thalassemia have a higher prevalence of LVNC than normal individuals. As this finding could not be explained by conventional risk factors in this patient population, further investigating of the underlying mechanisms of LVNC is warranted. This remains crucial for an entity with adverse cardiac outcomes, especially in a β-thalassemia patients where cardiac disease remains a primary cause of mortality. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "left ventricular noncompaction",
        "thalassemia",
        "magnetic resonance imaging",
        "cardiac mri",
        "cardiomyopathy",
        "congenital heart disease",
        "heart diseases",
        "heart failure",
        "hemoglobin measurement",
        "infections"
    ],
    "author_names": [
        "Antonio Piga, MD",
        "Filomena Longo",
        "Khaled M Musallam",
        "Andrea Veltri",
        "Lia Davicino",
        "Rodolfo Bonamini"
    ],
    "author_dict_list": [
        {
            "author_name": "Antonio Piga, MD",
            "author_affiliations": [
                "University of Turin, Orbassano, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Filomena Longo",
            "author_affiliations": [
                "University of Turin, Orbassano, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khaled M Musallam",
            "author_affiliations": [
                "University of Milan, Milan, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Veltri",
            "author_affiliations": [
                "University of Turin, Orbassano, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lia Davicino",
            "author_affiliations": [
                "University of Turin, Orbassano, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodolfo Bonamini",
            "author_affiliations": [
                "University of Turin, Orbassano, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T03:48:26",
    "is_scraped": "1"
}