{
    "doi": "https://doi.org/10.1182/blood.V108.11.3981.3981",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=755",
    "start_url_page_num": 755,
    "is_scraped": "1",
    "article_title": "Contribution of the Heparin Neutralization Step to the Anti-PF4 ELISA. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The combination of anti-PF4 ELISA and serotonin release assay (SRA) has a reported sensitivity approximating 100% for diagnosing heparin-induced thrombocytopenia (HIT) - 7 th ACCP Chest Supplement. Current therapeutic guidelines are to initiate therapy with a direct thrombin inhibitor (DTI) based on clinical parameters and to use HIT assays for diagnostic confirmation. Consequently, timely lab data may potentially minimize unnecessary drug exposure, reduce cost, and decrease morbidity. Due to test complexity, the ELISA results consistently precede the SRAs - the “gold standard” for HIT testing. This study examines the predictive value of the optical density (OD) reading and heparin neutralization procedure (100 IU/ml) for determining positive SRA. 200 patients with orders for the anti-PF4 ELISA (GTI) were retested with and without 100 IU of unfractionated heparin. Confirmation by heparin neutralization was reported as % inhibition (>50% inhibition = positive) as calculated by manufacturer’s instructions. . Negative SRA . Positive SRA . Negative, OD/0.4 34 2 Positive, OD/0.4 120 44 . Negative SRA . Positive SRA . Negative, OD/0.4 34 2 Positive, OD/0.4 120 44 View Large The sensitivity and specificity of the ELISA was 95.6% and 21.6% respectively. The heparin neutralization step improved the specificity to 38.6% and did not alter the sensitivity. Figure 1 shows a single variable binary logistic regression analysis demonstrating the relationship between OD and probability for a positive SRA. An additional binary logistic regression analysis showed no statistical significance for the % neutralization with heparin. A receiver operators curve (ROC) (Figure 2)demonstrating an optimal sensitivity/specificity was generated for both the neat and the heparin neutralized samples. The curves were virtually identical with the same OD cut-off of 1.008. The specificity was nominally improved with the neutralization procedure. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide The heparin neutralization step only marginally improves the specificity of the anti-PF4 ELISA and does not correlate with a positive SRA result, and therefore, does not justify the added expense. Higher ELISA OD measurements correlate significantly with the probability of a positive SRA.",
    "topics": [
        "enzyme-linked immunosorbent assay",
        "heparin",
        "neutralization",
        "direct thrombin inhibitor",
        "gold standard",
        "serotonin",
        "thrombocytopenia, heparin-induced",
        "unfractionated heparin",
        "logistic regression",
        "american college of chest physicians"
    ],
    "author_names": [
        "Jeffrey S. Dlott, MD",
        "Nadia N. Amen, B.S.",
        "Ruth A. Frock, B.S.",
        "Peter P. Chou, Ph.D.",
        "Monica V. Gallivan, M.D.",
        "Mervyn A. Sahud, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology/Coagulation, Quest Diagnostics Nichols Institute, Chantilly, VA, USA"
        ],
        [
            "Hematology/Coagulation, Quest Diagnostics Nichols Institute, Chantilly, VA, USA"
        ],
        [
            "Hematology/Coagulation, Quest Diagnostics Nichols Institute, Chantilly, VA, USA"
        ],
        [
            "Hematology/Coagulation, Quest Diagnostics Nichols Institute, Chantilly, VA, USA"
        ],
        [
            "Hematology/Coagulation, Quest Diagnostics Nichols Institute, Chantilly, VA, USA"
        ],
        [
            "Coagulation, Quest Diagostics Nichols Institute, San Juan Capistrano, CA, USA"
        ]
    ],
    "first_author_latitude": "38.8761253",
    "first_author_longitude": "-77.43904880000001"
}