{
    "doi": "https://doi.org/10.1182/blood.V104.11.3416.3416",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=106",
    "start_url_page_num": 106,
    "is_scraped": "1",
    "article_title": "Clonal Evolution of Fanconi Anemia (FA) Stem Cells Results from Clonal Adaptation and Clonal Selection. A Report from the International Fanconi Anemia Transcriptome Consortium. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "FA stem cells and progenitor cells are apoptotic in the ground state and hypersensitive to a variety of extracellular apoptotic cues. The relative lifetime risk of AML or MDS in FA is high and clonal cytogenetic defects are universally found in evolved clones, but the mechanisms involved in leukemogenesis are unknown. The combined influences of genetic instability and high level stem cell apoptosis represents a de-facto selective pressure that in our view favors the emergence of more resistant stem cell clones. Predictions of this model are: (1) Non clonal FA progenitor cells (FAwt) are hypersensitive to apoptotic cues but FA progenitors derived from cytogenetically abnormal clones (FAclon) will be resistant, (2) anti-apoptotic events that attend cytogenetic clonal evolution should interdict precisely those apoptotic pathways activated by FA gene mutations, and (3) Key transcripts differentially expressed in the normal (N) vs. FAwt comparison should normalize (ie. should register as \"no change\") in the N vs. FAclon comparison. Preliminary studies support the first 2 predictions (Lensch et al, Leukemia, 1999 and Haneline et al, Blood, 2003). To further test the adaptive model, we compared transcriptomes of 41 low density bone marrow cell samples: (11 normal volunteers [N], 9 FAclon [marrow replaced [>75%] by cells bearing clonal cytogenetic defects] and 21 FAwt [no cytogenetic abnormalities]). RNA was prepared in the participating institutions and shipped to Portland on dry ice. Complementary DNA and cRNA was prepared, cRNA fragments labeled for use as targets of the probes in the human U133A Affymetrix chip. MAS 5.0 was utilized to process images, quantify signals, adjust background, and to scale the data. A linear mixed model was used for inter-chip normalization. Unsupervised hierarchical clustering and multidimensional scaling (MDS) distinguished N from FAwt samples but FAclon fell within the mathematical space defined by the N RNA. Of 17,044 genes tested, 1,430 were expressed differentially (FDR adjusted p <0.05, fold change ≥2) between N and FAwt samples. Differences did not derive from changes in cell lineages from case-to-case, and did not vary between geographical sites and were not linked to particular complementation groups. 659 transcripts were UP in FAwt (vs. N), but 587 of these were not UP in FAclon (vs N). The two dominant over-represented (p<0.01) ontologies (biological process) of the 659 genes were apoptosis and transcriptional control. 771 transcripts were DN in FAwt (vs. N) but 734 of these were not DN in the FAclon vs. N comparison. Dominant ontologies included cell proliferation, and responses to biotic stimuli. Our state assessment of FA bone marrow cells has defined a transcriptomal difference between and FAwt and normal cells and reveals that only 5-10% of these differentially expressed genes are differentially expressed between normal and FAclon cells. These observations support the notion that cytogenetically marked clones evolve adaptively from initially pro-apoptotic stem cells.",
    "topics": [
        "clonal selection",
        "complementary rna",
        "dna, complementary",
        "dry ice",
        "fanconi anemia",
        "leukemia",
        "leukemogenesis",
        "rna",
        "stem cells",
        "chromosome abnormality"
    ],
    "author_names": [
        "Grover Bagby, MD",
        "Jane Yates",
        "Shannon McWeeney, PhD",
        "Byung Park, MS",
        "Keaney Rathbun",
        "Daniela Pilonetto, PhD",
        "Richard Harris, MD",
        "John Wagner, MD",
        "Gerard Pals, PhD",
        "See Yan Lau, MS",
        "Christina Harrington, PhD",
        "Motomi Mori, PhD",
        "Ricardo Pasquini, MD"
    ],
    "author_affiliations": [
        [
            "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "Hospital de Clinicas, Federal University of Parana, Curitiba, Brazil"
        ],
        [
            "Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Pediatrics, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Genetics, Vrie Universitie Medical Center, Amsterdam, Netherlands"
        ],
        [
            "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "OHSU Cancer Institute, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "Hospital de Clinicas, Federal University of Parana, Curitiba, Brazil"
        ]
    ],
    "first_author_latitude": "45.45476179999999",
    "first_author_longitude": "-122.6223561"
}