{
    "doi": "https://doi.org/10.1182/blood.V128.22.1167.1167",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3364",
    "start_url_page_num": 3364,
    "is_scraped": "1",
    "article_title": "Validation of a Modified Comorbidity Index for Allogeneic Hematopoietic Cell Transplant ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Transplant Access and Development of Risk Scores for HCT Outcomes",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "comorbidity",
        "obesity",
        "cerebrovascular disorders",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "heart diseases",
        "heart valve diseases",
        "human leukocyte antigens",
        "infections"
    ],
    "author_names": [
        "Todd E. DeFor, MS",
        "Chap Le, PhD",
        "Angela R Smith, MD MS",
        "Erica D. Warlick, MD",
        "Nelli Bejanyan, MD",
        "Daniel J. Weisdorf, MD"
    ],
    "author_affiliations": [
        [
            "Biostatistics Core, Masonic Cancer Center, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Biostatistics, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Pediatric Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN"
        ],
        [
            "Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.97093059999999",
    "first_author_longitude": "-93.2324902",
    "abstract_text": "INTRODUCTION Among adult allogeneic hematopoietic cell transplant (HCT) recipients, the HCT-specific comorbidity index (HCT-CI) is a standard measure of baseline comorbidity. This measure incorporates 17 different comorbidities into a combined, categorically weighted score of standard, intermediate and high risk. Using the specific weights for each comorbidity from the single center analysis, the HCT-CI has been validated in other studies, most notably in a recent analysis including 8115 HCT recipients from the United States. The HCT-CI has been useful in controlling for confounding of comorbidities among patients. We previously reported that the efficiency and predictive power could be improved by removing the conversion of adjusted hazard ratios (HR) for non-relapse mortality (NRM) to three possible weights (1-3) for each comorbidity. METHODS Because some comorbidities show effects on a continuous scale and others show no effect, we proposed a weighting scheme in which each comorbidity is assigned the natural weight based on Fine and Gray regression analysis on NRM. The final modified comorbidity index (MCI) is based on a multiplicative model controlling for age, disease risk index, donor type and stratified by conditioning intensity. In this current study, we tested validation of calculations for the MCI by randomizing 2/3 of 1114 adult allogeneic patients with prospectively collected (2000-2015) comorbidities to a training set and 1/3 of patients to a test set. Using weights from the training set, we compared the MCI to the HCT-CI for the endpoints of NRM and overall survival (OS) in the test set. We did this using regression analysis and bootstrapping the difference in C-statistics for each method. RESULTS The median patient age was 51 (IQR: 39-59), 59% were male, donors included 41% HLA-matched sibling donors, 7% matched unrelated donors (URD) and 52% umbilical cord blood (UCB). Patients had malignant diagnoses with a disease risk index (DRI) of 19% low, 62% intermediate and 19% high or very high. Conditioning intensity included 65% reduced intensity (RIC) regimens. Using the HCT-CI, 19% were classified as low, 31% as intermediate and 39% as high risk. Based on the MCI, 34% were classified as low, 54% as intermediate and 12% as high risk. After adjusting for other factors, the independent weights for each comorbidity were calculated in our training set. We calculated the MCI by exponentiating the sum of all parameter coefficients from the regression analysis. The revised index score is: MCI = exponent [0.40*(binary indicator for cardiac disorders) + 0.85*(heart valve disease) + 0.05*(inflammatory bowel disease) + 0.48*(peptic ulcer) + 0.46* (diabetes) + 0.03*(psychiatric disturbance) + 0.20*(mild hepatic function) + 0.93*(moderate/severe hepatic function) + 0.19*(infection) + 2.00*(renal insufficiency) + 0.17*(moderate pulmonary abnormalities) + 0.39*(severe pulmonary abnormalities) + 0.16*(prior solid tumor)]. Comorbidities including obesity, cerebrovascular disease and rheumatologic disorders had no influence on NRM. This on-line calculator facilitates scoring of the modified index--MCI: http://bmt.ahc.umn.edu:8082/hct. In the test set (N=372), MCI was more predictive of NRM (table, fig 1a and 1b) and showed a trend toward increased sensitivity for OS compared to the original HCT-CI. The HR for intermediate and high risk categories increased (≥60% for NRM and >30% for OS). The adjusted likelihood ratio (showing model fit) increased from 20.3 to 22.5 for NRM and from 38.9 to 40.7 for OS when substituting MCI for HCT-CI. An increase shows better prediction of the endpoint. The C-statistic reflecting more NRM with a higher score and worse survival increased from 0.540 to 0.562 for NRM (P=0.02) and increased from 0.567 to 0.594 for OS (P=0.08). DISCUSSION This new MCI showed higher discriminating and predictive power for post-HCT NRM and a trend towards more predictive power for OS. As many HCT recipients have pre-existing comorbidities, the greater discrimination in assigning patient comorbidity will better inform decision-making for HCT recipients and HCT studies by better adjustment of these important risk factors. This MCI methodology should be used to create more efficient and predictive assessments in a larger multi-center study. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}