{
    "doi": "https://doi.org/10.1182/blood.V122.21.2911.2911",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2538",
    "start_url_page_num": 2538,
    "is_scraped": "1",
    "article_title": "Smac Mimetic-Mediated Sensitization Of Childhood ALL Cells For Drug-Induced Apoptosis Independent Of TNFα and NFκB Signaling Pathways ",
    "article_date": "November 15, 2013",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster II",
    "topics": [
        "apoptosis",
        "leukemia, lymphocytic, acute, childhood",
        "sensitization",
        "signal pathway",
        "signal transduction pathways",
        "caspase-8",
        "caspase-3",
        "caspase-9",
        "tumor cells",
        "cancer"
    ],
    "author_names": [
        "Karin Schmelz, PhD",
        "Nina Weichert, MD",
        "Jutta Proba",
        "Marie-Sophie Erdmann",
        "Patrick Hundsdoerfer, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Oncology / Hematology, Charité - Universitätsmedizin Berlin, Berlin, Germany, "
        ],
        [
            "Department of Pediatric Oncology / Hematology, Charité - Universitätsmedizin Berlin, Berlin, Germany, "
        ],
        [
            "Department of Dediatric Oncology / Hematology, Charité - Universitätsmedizin Berlin, Berlin, Germany"
        ],
        [
            "Department of Pediatric Oncology / Hematology, Charité - Universitätsmedizin Berlin, Berlin, Germany, "
        ],
        [
            "Department of Pediatric Oncology / Hematology, Charité - Universitätsmedizin Berlin, Berlin, Germany, "
        ]
    ],
    "first_author_latitude": "52.5264618",
    "first_author_longitude": "13.3766245",
    "abstract_text": "Targeting inhibitor of apoptosis proteins (IAPs) using small molecular Smac mimetics (SM) has been shown to offer a novel promising treatment strategy for resistant malignant diseases including childhood acute lymphoblastic leukemia (ALL). The effect of SM alone has been shown to be associated with endogenous TNFα expression, therefore tumor cells can be classified into sensitive or resistant against apoptosis induction by SM alone. In SM sensitive tumor cells the effect of SM has been shown to be mediated mainly by degradation of cellular IAP (cIAP) and activation of TNFα and NFκB signaling pathways but not inhibition of XIAP. We show here, that sensitivity of ALL cells to SM alone (as well as TNFα expression) is highly variable. Nevertheless even in ALL cells resistant against SM alone, treatment with SM resulted in significant sensitization for drugs used within standard induction therapy for childhood ALL. Sensitization for drug-induced apoptosis by SM was not only mediated by activation of the intrinsic (cleavage of caspase 9) but also extrinsic apoptosis pathway (cleavage of caspase 8). Surprisingly, SM-induced cIAP degradation alone was not sufficient for caspase 8 activation and apoptosis induction. Consistently, SM-mediated sensitization for drug-induced apoptosis was independent of TNFα and NFκB signaling pathways. We demonstrate that caspase 8 activation by combined treatment with SM and cytostatic drugs is blocked by inhibition of caspase 3 and caspase 9 and therefore occurs downstream of intrinsic apoptosis pathway activation. In conclusion, our data argue for a model comprising inhibition of XIAP-mediated blockade of caspase 3/9 as the central effect of SM in chemo-sensitization of childhood ALL cells resistant against SM-alone. Disclosures: No relevant conflicts of interest to declare."
}