{
    "doi": "https://doi.org/10.1182/blood.V108.11.3829.3829",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=610",
    "start_url_page_num": 610,
    "is_scraped": "1",
    "article_title": "Vertebral Abnormalities by Spine Morphometry in Thalassemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "spine",
        "thalassemia",
        "vertebrae",
        "thalidomide",
        "brachial plexus neuritis",
        "back pain",
        "bone pain",
        "hypogonadism",
        "ferritin",
        "growth disorders"
    ],
    "author_names": [
        "Maria Vogiatzi",
        "Eric Macklin",
        "Robert Schneider",
        "Joseph Lane",
        "Irina Chaikodinov",
        "Nancy Olivieri",
        "Melanie Kirby",
        "Elliott Vichinky",
        "Ellen Fung",
        "Janet Kwiatkowski",
        "Melody Cunningham",
        "Patricia Giardina"
    ],
    "author_affiliations": [
        [
            "Peds, Weill Med Col of Cornell Univ, NY, NY, USA"
        ],
        [
            "New England Research Inst, Watertown, MA, USA"
        ],
        [
            "Hosp for Special Surgery, NY, NY, USA"
        ],
        [
            "Hosp for Special Surgery, NY, NY, USA"
        ],
        [
            "Peds, Weill Med Col of Cornell Univ, NY, NY, USA"
        ],
        [
            "Univ Health Network, Toronto, ON, Canada"
        ],
        [
            "Hosp for Sick Children, Toronto, ON, Canada"
        ],
        [
            "Children’s Hosp Oakland, Oakland, CA, USA"
        ],
        [
            "Children’s Hosp Oakland, Oakland, CA, USA"
        ],
        [
            "Children’s Hosp of Phil, Philadelphia, PA, USA"
        ],
        [
            "Children’s Hosp Boston, Boston, MA, USA"
        ],
        [
            "Peds, Weill Med Col of Cornell Univ, NY, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7646404",
    "first_author_longitude": "-73.9540279",
    "abstract_text": "Background: The Thalassemia Clinical Research Network previously reported a high prevalence of low bone mass in thalassemia (thal) despite current treatment practices. Currently we report the association of vertebral compression fractures (frs) and vertebral (vert) growth disturbances with bone pain, bone mass, bone turnover and therapies in thal. Methods: Vert frs (T10-L4) were assessed by morphometry. Vert compression frs by quantitative assessment (Fr-qt) were defined as anterior or mid-vert hts at least 25% shorter than posterior hts or average vert ht at least 25% shorter than hts of adjacent vert. Frs by qualitative assessment (Fr-ql) and growth plate (GP) abnormalities were determined. Bone mineral density by DXA and bone turnover markers were measured. Results: 353 thal pts were studied 64% beta-thal major (beta-TM) 12% beta-thal Intermedia 11% E/beta-thal 11% HbH 1% alpha thal 1% stem cell transplant pts, mean age 23 (SD 12 yrs, range 6 – 75 yrs). General bone pain and back pain were self-reported for the 30 days prior to morphometry by 34% and 26% pts, respectively. Fr-qt occurred in 41 (12%) and Fr-ql in 9 (2.5%), while only 7 pts (2%) had a history of vertebral fr and prevalence did not differ by type of thal or gender. Fr-qt and Fr-ql prevalence increased with age (Fr-qt p < 0.1; Fr-ql p < 0.001). After controlling for age, lumbar DXA Z or T scores were negatively associated with frs (odds ratio for 1-SD increase: Fr-qt 0.670, 95% CI 0.488 to 0.921, p = 0.01; Fr-ql 0.303, 95% CI 0.125 to 0.730, p < 0.01). Hypertransfusion, yrs or onset of chelation, serum transferrin receptor or ferritin did not correlate with frs after controlling for age. Decreased ht Z score (p < 0.01) and growth hormone deficiency (GHD) (p = 0.01) were associated with higher risk for Fr-qt after correcting for age. Hypogonadism was also associated with Fr-qt but not after correction for age (odds ratio 1.916, 95% CI 0.927 to 3.959 p = 0.08). Presence of Fr-ql but not Fr-qt was correlated with generalized bone and back pain specifically (Fr-ql vs. back pain odds ratio 11.05, 95% CI 2.035 to 110.2, p = 0.001). GP abnormalities were present in 30 pts (9%), including 7 (2%) who also had Fr-qt. Prevalence of GP did not differ by gender but was more common in beta-TM pts (13%), E-beta thal (5%) and among all others (0%) (p=0.04). In beta-TM pts, lumbar DXA Z or T scores (p < 0.01), ht Z scores (p < 0.001) and age that chelation was started (p < 0.01) were all negatively associated with GP abnormalities after controlling for age. Hypogonadism (p = 0.001) and GHD (p = 0.04) were positively associated with GP abnormalities after controlling for age. Presence of GP was not correlated with either general bone pain or back pain specifically. Conclusions: Morphometry identified vert abnormalities in 18% of thal pts. These included moderate to severe vert wedging or GP disturbances. A subgroup of pts (2.5%) also had vert compression frs by radiologic assessment. Morphometry vert lesions were associated with low bone mass. Back pain was strongly correlated with radiologic frs but not with other lesions seen by morphometry."
}