{
    "doi": "https://doi.org/10.1182/blood-2021-148592",
    "article_title": "Outcomes of Chronic Lymphocytic Leukemia and Richter Transformation Following Discontinuation of Non-Covalent Bruton's Tyrosine Kinase Inhibitors ",
    "article_date": "November 5, 2021",
    "session_type": "642.Chronic Lymphocytic Leukemia: Clinical and Epidemiological",
    "abstract_text": "Background: Non-covalent Bruton's Tyrosine Kinase inhibitors (ncBTKi) are in clinical development for the treatment of chronic lymphocytic leukemia (CLL) and Richter Transformation (RT). These agents (pirtobrutinib, ARQ-531, SNS-062) reversibly bind BTK and overcome acquired resistance to covalent BTKis (cBTKi). In the phase I/II trial of pirtobrutinib, clinical activity was observed in a heavily pre-treated patient (pt) population including CLL pts with acquired mutations in BTK and pts with RT. Given the efficacy of ncBTKis, these agents hold promise to address an unmet need for pts with CLL. As an increasing number of pts are treated with ncBTKis, data on the sequential use of each therapy are critical to guide clinical decision-making following their discontinuation and where ncBTKi may ultimately fit into the CLL sequencing paradigm. Currently, there are no available data on treatment of CLL or RT following discontinuation of ncBTKis. Therefore, we sought to report outcomes for CLL and RT pts following discontinuation of ncBTKis. Methods: We conducted a retrospective, multicenter, international study of pts treated with any ncBTKi for a diagnosis CLL or RT who have discontinued ncBTKi. Data was collected using a standardized data template which included pt and disease characteristics, prior therapies, demographics, response to ncBTKi and subsequent therapies and outcomes. Data on up to two lines of therapies following ncBTKi were collected. The primary study endpoint was investigator-assessed overall response rate (ORR) for therapies following ncBTKi discontinuation. Analyses were descriptive and were performed using STATA 17.0. Results: 42 pts with CLL (n=33) or RT (n=9) were identified who were treated with and subsequently discontinued a ncBTKi. Baseline characteristics at start of ncBTKi are presented in Table 1. Pts were treated with a median of 3.5 (range 1-10) prior therapies including: cBTKi (95%), chemo+/-immunotherapy (CIT, 76%), venetoclax (50%), phosphatidylinositol 3-kinase inhibitors (PI3Ki, 33%) and cellular therapies (14%). Baseline disease characteristics included unmutated IGHV (74%), del17p (49%) and TP53 mutation (45%). Best ORR to ncBTKi was 48.5% in CLL pts and 44.4% in RT pts. Median duration of treatment exposure was 5.5 months (range 1-18). The six most common reasons for discontinuation were progressive CLL 38.1%, progression of existing RT 14.3%, CLL progression to RT 9.5%, allogeneic stem cell transplant (allo SCT) 9.5%, death not secondary to progression or toxicity 7.1%, and adverse events 7.1%. Presently, 32 pts (76.2%) received another line of therapy following discontinuation of ncBTKi. Therapies and ORR following ncBTKi discontinuation are presented in Table 2. The 3 most common treatment strategies included: cellular therapy (11 pts), venetoclax-based therapy (10 pts) and CIT for RT (9 pts). ORR to any first line of therapy post ncBTKi was 46.7% (n=30 pts with response data). ORR to any second line of therapy following ncBTKi was 45.4% (n=11 pts with response data). Focusing on specific treatment strategies, ORR to cellular therapy (allo SCT or chimeric antigen receptor (CAR) T-cell therapy) for RT or CLL was 81.8% (complete response (CR): 6, partial response (PR): 3, stable disease (SD): 1, progression of disease (PD):1, n=11) with an ORR of 80.0% (n=5) after CAR T-cell therapy and an of ORR 75.0% after allo SCT (n=4). ORR to venetoclax-based therapy was 60.0% (CR: 0, PR: 6, SD: 3, PD: 1, n=10, all CLL pts, 9 venetoclax naïve pts). Additionally, two pts received alternative ncBTKis (PR: 1, SD: 1). CIT was ineffective for either RT or CLL (ORR: 12.5% and 33.3%, respectively). At the time of data cut, 15 of 42 (35.7%) pts had died with 9 deaths due to CLL or RT. Conclusion: In this first study to report outcomes of CLL and RT pts who have discontinued a ncBTKi, several important themes have emerged. For venetoclax naive CLL pts, venetoclax appears to be a promising strategy following ncBTKi discontinuation supporting the ability to stay within the BTKi class prior to switching to venetoclax. Cellular therapies including CAR T-cell therapy and allo SCT had a high ORR and warrant further investigation (80% of pts had prior cBTKi, ncBTKi and venetoclax and 100% had prior cBTKi and ncBTKi). CIT was associated with very low response rates and poor outcomes for both RT and CLL. Data to be updated with additional pts and survival outcomes. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Thompson:  MJH Life Sciences: Honoraria; Curio Science: Honoraria; VJHemOnc: Honoraria. Coombs:  LOXO: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria; AstraZeneca: Honoraria; AbbVie: Honoraria; Genentech: Honoraria; MEI Pharma: Honoraria. Roeker:  Pfizer: Consultancy, Research Funding; TG Therapeutics: Consultancy; Pharmacyclics: Consultancy; Abbot Laboratories: Current equity holder in publicly-traded company; AbbVie, AstraZeneca, Janssen, LOXO, Pharmacyclics, TG Therapeutics, Vaniam Group, Verastem: Consultancy; Loxo Oncology: Consultancy. Pagel:  Gilead: Consultancy; Epizyme: Consultancy; AstraZeneca: Consultancy; Pharmacyclics/AbbVie: Consultancy; MEI Pharma: Consultancy; Kite, a Gilead Company: Consultancy; Actinium Pharmaceuticals: Consultancy; Incyte/MorphoSys: Consultancy; BeiGene: Consultancy. Battiato:  Janssen: Honoraria; Abbvie: Honoraria. Rhodes:  Conquer Cancer Foundation Young Investigator Award: Other: Grant/Research Support; AbbVie, Genentech, Pharmacyclics, TG Therapeutics: Other: Consultant. Fakhri:  Loxo/Lilly: Research Funding. Eyre:  Secura Bio: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Janssen: Honoraria; Incyte: Consultancy; AstraZeneca: Honoraria, Research Funding; Loxo Oncology: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Beigene: Honoraria, Research Funding; Abbvie: Consultancy, Honoraria, Other: Travel to conferences; Gilead/KITE: Honoraria, Other: Travel support for conferences, Research Funding, Speakers Bureau. Mato:  TG Therapeutics: Consultancy, Other: DSMB, Research Funding; Janssen: Consultancy, Research Funding; Acerta/AstraZeneca: Consultancy, Research Funding; Johnson and Johnson: Consultancy, Research Funding; DTRM BioPharma: Consultancy, Research Funding; Genmab: Research Funding; Nurix: Research Funding; MSKCC: Current Employment; AstraZeneca: Consultancy; Sunesis: Consultancy, Research Funding; AbbVie: Consultancy, Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Research Funding; BeiGene: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; LOXO: Consultancy, Research Funding; Adaptive Biotechnologies: Consultancy, Research Funding.",
    "author_names": [
        "Meghan C. Thompson",
        "Catherine C. Coombs",
        "Lindsey E. Roeker",
        "John M. Pagel",
        "Jeffrey L. Jensen",
        "Kristen E. Battiato",
        "Yehudit Fox",
        "Kendall Meyer",
        "Neil Bailey",
        "Joanna M Rhodes",
        "Paola Ghione",
        "Bita Fakhri",
        "Toby A. Eyre",
        "Anthony R. Mato"
    ],
    "author_dict_list": [
        {
            "author_name": "Meghan C. Thompson",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Catherine C. Coombs",
            "author_affiliations": [
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsey E. Roeker",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Pagel",
            "author_affiliations": [
                "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey L. Jensen",
            "author_affiliations": [
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen E. Battiato",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York,"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yehudit Fox",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kendall Meyer",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Bailey",
            "author_affiliations": [
                "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna M Rhodes",
            "author_affiliations": [
                "Monter Cancer Center, CLL Research and Treatment Program, Northwell Health Cancer Institute; Donald and Barbara Zucker School of Medicine, Lake Success, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Ghione",
            "author_affiliations": [
                "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bita Fakhri",
            "author_affiliations": [
                "University of California San Francisco, San Francisco, CA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toby A. Eyre",
            "author_affiliations": [
                "Oxford University Hospitals NHS Foundation Trust, Churchill Cancer Center, Oxford, United Kingdom"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony R. Mato",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:43:22",
    "is_scraped": "1"
}