{
    "doi": "https://doi.org/10.1182/blood-2019-128602",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4441",
    "start_url_page_num": 4441,
    "is_scraped": "1",
    "article_title": "Improved Outcomes of All-Trans-Retinoic Acid and Arsenic Trioxide Plus Idarubicin As a Frontline Treatment in Adult Patients with Acute Promyelocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Objective To analyze the outcomes of all-trans-retinoic acid (ATRA) and IV arsenic trioxide (ATO) plus idarubicin (IDA) as a frontline induction therapy in 118 acute promyelocytic leukemia (APL) patients with high risk (HR) and standard risk (SR) from January 2008 to December 2017. Methods The medical records of 118 APL patients (HR, n=45; SR, n=73) who received the frontline triple combination regimen at Henan Provincial People's Hospital and Tongji Hospital were retrospectively reviewed. Consolidation therapy comprised 6 cycles of ATO and ATRA plus IDA, and IDA was administered in 1~4 cycles of consolidation therapy based on the comparable clinical efficacy compared with 6 cycles and fewer side effects to myocardium without subsequent maintenance therapy. Results Of 118 patients, there were 3 (2.5%) early deaths and 115 (97.5%) hematologic complete remissions (hCR), and 102 (88.7%) of 115 patients achieved molecular complete remissions (mCR) following induction therapy, and all patients were PCR-negative for PML-RARa after the first cycle of consolidation therapy. The 5-year overall survival (OS) and event-free survival (EFS) were 93.0±2.9% and 92.4±3.0%, respectively. Early death, hCR, mCR and toxicities were comparable between the HR and SR groups. The cumulative incidence of relapse (CIR) in the HR group was 4.7% (n=2), and the CIR in the SR group was 0. The OS and EFS of the SR and HR groups were comparable (92.3±4.5 vs. 92.8±4.0%, X 2 =0.263, P=0.608; 92.3±4.5 vs. 91.1±4.2%, X 2 =0.917, P=0.338). The total dosage of IDA was approximately 181~258 mg, and no patient experienced cardiotoxicity. OS and EFS were not influenced by fms-related tyrosine kinase 3 internal tandem duplication (FLT3-ITD) mutation status (P=0.405, 0.528, respectively). Conclusion The triple combination of ATRA and ATO plus IDA as both an induction and consolidation therapy for the HR and SR groups attained excellent outcomes, and this regimen was effective, safe and easy, without maintenance therapy. The triple combination treatment might be a preferred frontline therapy for APL patients, especially for HR patients or patients with the APL FLT3-ITD mutation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute promyelocytic leukemia",
        "arsenic trioxide",
        "idarubicin",
        "tretinoin",
        "consolidation therapy",
        "ms-like tyrosine kinase 3",
        "disease remission",
        "impedance threshold device",
        "mineralocorticoid receptor",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Shiwei Yang",
        "Zunmin Zhu",
        "Xiaojian Zhu",
        "Yicheng Zhang"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology, Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Institute of Hematology, Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ]
    ],
    "first_author_latitude": "34.773205",
    "first_author_longitude": "113.693866"
}