{
    "doi": "https://doi.org/10.1182/blood-2019-126335",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4184",
    "start_url_page_num": 4184,
    "is_scraped": "1",
    "article_title": "Rive-CLL: Phase 1 Trial of Rituximab, Idelalisib, and Venetoclax in Patients with Relapsed or Refractory Chronic Lymphocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "idelalisib",
        "rituximab",
        "venetoclax",
        "1-phosphatidylinositol 3-kinase",
        "cancer",
        "bcl-2 protein",
        "protein isoforms",
        "autoimmune diseases",
        "bcl-xl protein"
    ],
    "author_names": [
        "John McKay, DO",
        "Taha Al-Juhaishi, MD",
        "Lai Guanhua, MD PhD",
        "Maciej Kmieciak, PhD",
        "Roy Sabo, PhD",
        "Ariel Sindel, DO",
        "Victor Yazbeck, MD"
    ],
    "author_affiliations": [
        [
            "Massey Cancer Center, Richmond, "
        ],
        [
            "Department of Hematology/Oncology and Palliative Care, VCU Health System, Richmond, VA "
        ],
        [
            "Massey Cancer Center, Richmond, "
        ],
        [
            "Virginia Commonwealth University, Richmond, VA "
        ],
        [
            "VCU Health System, Richmond, VA "
        ],
        [
            "Department of Hematology/Oncology, VCU Health System, Richmond, VA "
        ],
        [
            "VCU Massey Cancer Center, Richmond, VA"
        ]
    ],
    "first_author_latitude": "37.53930020000001",
    "first_author_longitude": "-77.4286151",
    "abstract_text": "Background Chronic lymphocytic leukemia (CLL) is the most common form of adult leukemia, and remains largely incurable with current therapies. The anti-apoptotic protein Bcl-2 is overexpressed in CLL patients, where it mediates survival and resistance to chemotherapy and targeted therapies. Venetoclax is the first-in-class BH3 mimetic to specifically target the Bcl-2 protein and has been recently approved in patients with relapsed CLL. In the MURANO trial, the combination of venetoclax and rituximab has demonstrated impressive clinical activity, including achievement of minimal residual disease (MRD) negativity in more than half of the patients treated with the combination, allowing a time limited therapy approach. The phosphatidylinositol -3-kinase (PI3K) pathway is activated in several cancers, especially lymphoid malignancies, where it mediates cell growth and survival. Unlike other isoforms, the PI3K delta isoform is expressed only in hematopoietic cells and plays a key role in B-cell homeostasis and function. Idelalisib is the first-in-class PI3K delta inhibitor to show impressive clinical activity in B-cell malignancies, and is approved in combination with rituximab in patients with relapsed/refractory CLL. Interestingly, venetoclax activity is limited by acquired and intrinsic resistance. In this regard, the anti-apoptotic proteins Mcl-1 and Bcl-xl mediate preclinical resistance to venetoclax that can be overcome by inhibition of the PI3K pathway through idelalisib, providing a strong rationale for this combination in several B-cell malignancies. We have shown potent synergistic interaction between venetoclax and idelalisib using CLL samples. Therefore, we are conducting a multi-institutional phase 1 clinical trial studying rituximab in combination with idelalisib and venetoclax in patients with relapsed/refractory CLL. Study Design The primary objectives of the RIVe-CLL (NCT03639324) are to determine the recommended phase 2 dose of idelalisib and venetoclax in combination with rituximab in patients with relapsed, refractory CLL and to determine the MRD negative complete response rate of the triple combination at 13 months. As secondary endpoints, we will assess safety, toxicity, MRD negativity, progression-free survival, overall survival, overall response rates, and pharmacokinetics/pharmacodynamics of the combination. Key eligibility criteria include: age ≥ 18; patients with R/R CLL who require therapy; Eastern Cooperative Oncology Group performance status ≤ 2; and adequate renal, bone marrow, and hepatic function. Patients must have no active infection, liver disorders, or autoimmune disease. Using the modified continual reassessment method (mCRM), and the escalation with overdose control (EWOC) process in order to identify the maximum tolerated dose (MTD), we are planning to treat 36 patients, and accounting for 15% drop-out or loss of follow-up, we anticipate enrolling a maximum of 42 patients. Comprehensive correlative science studies have been embedded in this trial, and include assessment of the level of MRD, mutation in the PI3K pathway, and bcl-2 protein, expression of the bcl-2 family protein, and alteration in the immune subsets particularly T cell subsets. The goal of this study is to evaluate the safety and efficacy of this triple combination using non-overlapping drugs with different mechanisms of action and to understand the underlying mechanisms of sensitivity and/or resistance to the combination. Disclosures Yazbeck: Gilead Sciences: Research Funding; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees."
}