{
    "doi": "https://doi.org/10.1182/blood.V110.11.1564.1564",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=834",
    "start_url_page_num": 834,
    "is_scraped": "1",
    "article_title": " De Novo CD5 + Diffuse Large B-Cell Lymphoma: Result of a Detail Morphologic Evaluation and Long-Term Follow Up of 128 Patients. ",
    "article_date": "November 16, 2007",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "De novo CD5-positive diffuse large B-cell lymphoma (CD5 + DLBCL) is well known to have clinicopathologically and genetically different characteristics from CD5-negative (CD5 − ) DLBCL and mantle cell lymphoma. To obtain more clinicopathologic information of CD5 + DLBCL, we reviewed specimens from 128 cases of CD5 + DLBCL and analyzed the relationship between the morphologic features and a long-term survival. The current series includes the 109 CD5 + DLBCL cases described in our previous study (Yamaguchi M, Blood 2002). All patients were diagnosed between 1984 and 2002 as having DLBCL according to the WHO classification. They had no past history of any other lymphoproliferative disorders and were immunohistochemically confirmed to be cyclin D1-negative. Four morphologic variants were identified: common (monomorphic) (n=97), pleomorphic (n=15), giant-cell rich (n=14) and immunoblastic (n=2). Intravascular or intrasinusoidal infiltration was seen in 41% of the cases, and bi-nucleated snowman-like cells were seen in 80% of the cases. BCL2 protein expression in CD5 + DLBCL was more frequent than that in CD5 − DLBCL ( P =0.0009). Immunohistochemical analysis in a serial 45 cases of CD5 + DLBCL revealed that 80% of CD5 + DLBCL cases (36/45) were classified as non-germinal center B-cell type DLBCL. CD10 was positive in 8 cases (18%), and MUM1 was positive in 93% of the cases (42/45). The estimated 5-year overall survival rate was 36% after a median observation time of 79 months. Patients with the common variant showed better prognosis than those with the other three morphologic variants ( P =0.018). Multivariate analysis showed that age more than 60 at diagnosis [hazard ratio (HR) 2.25, 95% confidence interval (CI) 1.36–3.73], advanced stage (HR 1.76, 95%CI 1.06–2.93), high serum LDH level (HR 2.2, 95%CI 1.21–4.00), and histopathologic categorization (not common) (HR 1.6, 95%CI 1.00–2.59) were independent prognostic factors for survival. In all, 16 patients (13%) developed central nervous system (CNS) recurrence. Our study revealed the morphologic spectrum and a high incidence of CNS recurrence in CD5 + DLBCL, and confirmed that CD5 + DLBCL shows frequent BCL2 protein expression and it is mainly regarded as non-germinal center B-cell type of DLBCL.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "follow-up",
        "bcl-2 protein",
        "cyclins",
        "histopathology tests",
        "lactate dehydrogenase test, serum",
        "lymphoproliferative disorders",
        "mantle-cell lymphoma",
        "neprilysin",
        "prognostic factors"
    ],
    "author_names": [
        "Motoko Yamaguchi, MD, PhD",
        "Naoya Nakamura, MD, PhD",
        "Ritsuro Suzuki, MD, PhD",
        "Yoshitoyo Kagami, MD, PhD",
        "Masataka Okamoto, MD, PhD",
        "Ryo Ichinohasama, MD, PhD",
        "Tadashi Yoshino, MD, PhD",
        "Junji Suzumiya, MD, PhD",
        "Takuhei Murase, MD, PhD",
        "Ikuo Miura, MD, PhD",
        "Masami Hirano, MD, PhD",
        "Yasuo Morishima, MD, PhD",
        "Hiroshi Shiku, MD, PhD",
        "Ryuzo Ueda, MD, PhD",
        "Shigeo Nakamura, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Mie University Graduate School of Medicine, Tsu, Mie, Japan"
        ],
        [
            "Tokai University, Isehara, Kanagawa, Japan"
        ],
        [
            "Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan"
        ],
        [
            "Aichi Cancer Center, Nagoya, Aichi, Japan"
        ],
        [
            "Fujita Health University School of Medicine, Toyoake, Aichi, Japan"
        ],
        [
            "Tohoku University Postgraduate School of Medicine, Sendai, Miyagi, Japan"
        ],
        [
            "Okayama University Graduate School of Medicine and Dentistry, Okayama, Japan"
        ],
        [
            "Fukuoka University Chikushi Hospital, Fukuoka, Japan"
        ],
        [
            "Nishio Municipal Hospital, Nishio, Aichi, Japan"
        ],
        [
            "St.Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
        ],
        [
            "Meijyo University, Nagoya, Aichi, Japan"
        ],
        [
            "Aichi Cancer Center, Nagoya, Aichi, Japan"
        ],
        [
            "Mie University Graduate School of Medicine, Tsu, Mie, Japan"
        ],
        [
            "Nagoya City University Medical School, Nagoya, Aichi, Japan"
        ],
        [
            "Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan"
        ]
    ],
    "first_author_latitude": "34.7441102",
    "first_author_longitude": "136.5244143"
}