{
    "doi": "https://doi.org/10.1182/blood.V110.11.228.228",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=869",
    "start_url_page_num": 869,
    "is_scraped": "1",
    "article_title": "GM1 Expression of Non-Hodgkins Lymphoma Determines Susceptibility to Rituximab Treatment. ",
    "article_date": "November 16, 2007",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "lymphoma, non-hodgkin",
        "rituximab",
        "lymphoma",
        "cd20 antigens",
        "molecule",
        "antibodies",
        "cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytotoxicity"
    ],
    "author_names": [
        "Christian Meyer zum Bueschenfelde, MD",
        "Yvonne Feuerstacke",
        "Katharina S. Goetze, MD",
        "Kathrin Schlolze",
        "Christian Peschel, MD"
    ],
    "author_affiliations": [
        [
            "III. Medical Department, Hematology/Oncology, Munich, Germany"
        ],
        [
            "III. Medical Department, Hematology/Oncology, Munich, Germany"
        ],
        [
            "III. Medical Department, Hematology/Oncology, Munich, Germany"
        ],
        [
            "III. Medical Department, Hematology/Oncology, Munich, Germany"
        ],
        [
            "III. Medical Department, Hematology/Oncology, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.13421029999999",
    "first_author_longitude": "11.566890999999998",
    "abstract_text": "The monoclonal antibody rituximab directed against the cell surface molecule CD20 of mature B cells has been proven to be successful in the treatment in a variety of B cell malignancies. However, resistance against rituximab occurs and there is no prognostic marker to predict individual response. Rituximab has been shown to induce cell killing via antibody dependent cytotoxicity (ADCC), complement dependent cytotoxicity (CDC) and the induction of apoptosis. However, the mechanism that renders rituximab so effective in vivo remains elusive as does the reason for treatment failure in a subgroup of patients. On the molecular level the function of rituximab has been associated with the partitioning of CD20 molecules to lipid microdomains. We now show that the extent of CD20 recruitment to lipid rafts correlates with response to rituximab. In addition, analyzing 11 different Non Hodgkin’s lymphoma cell lines we demonstrate that the expression of the raft associated sphingolipid GM1 on lymphoma cells is associated with the susceptibility to rituximab. Of note, lymphoma cells treated with the sphingolipid synthesis inhibitor PDMP exhibited reduced GM1 expression levels and showed impaired susceptibility to rituximab as compared to non treated lymphoma cells. Furthermore, analyzing the GM1 expression on lymphoma cells of 217 patients with various types of indolent Non-Hodgkin’s lymphoma, we demonstrate significantly different GM1 expression in various Non-Hodgkin’s lymphoma subtypes. Whereas chronic lymphocytic leukemia (CLL) cells have a low GM1 expression, marginal zone lymphoma (MZL) cells exhibit much higher levels. Differences were not only detected between various lymphoma subgroups but also within one lymphoma subtype. Interestingly, whereas CLL cells from patients with high GM1 expression responded to rituximab, patients with low GM1 expressing CLL cells did not. Similar results were observed analyzing lymphoma cells from patients with mantle cell lymphoma (MCL) suggesting that GM1 expression correlates with responsiveness to rituximab in further types of Non-Hodgkin’s lymphoma. Collectively, these data demonstrate the importance of membrane microdomains for the effect of rituximab and may offer a predictive factor for the responsiveness of lymphoma cells to rituximab."
}