{
    "doi": "https://doi.org/10.1182/blood-2018-99-118765",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4085",
    "start_url_page_num": 4085,
    "is_scraped": "1",
    "article_title": "Invasive Fungal Infection in the Setting of Peripheral Blood Non-Manipulated Haploidentical Stem Cell Transplantation with Postransplant Cyclophosphamide ",
    "article_date": "November 29, 2018",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "cyclophosphamide",
        "hematopoietic stem cell transplantation",
        "systemic mycosis",
        "graft-versus-host disease",
        "azoles",
        "graft-versus-host disease, chronic",
        "micafungin",
        "transplantation",
        "allogeneic stem cell transplant",
        "amphotericin b"
    ],
    "author_names": [
        "Nieves Dorado, MD",
        "Gillen Oarbeascoa, MD",
        "Miguel Argüello, MD",
        "Pascual Balsalobre, PhD",
        "David Serrano, MD",
        "Carolina Martínez-Laperche",
        "Rebeca Bailén, MD",
        "Javier Anguita, MD PhD",
        "Jose Luis Díez-Martín, MD PhD",
        "Mi Kwon"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Gregorio Marañón General University Hospital (HGUGM), Madrid, Spain ",
            "Gregorio Marañón Health Research Institute (IiSGM), Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañón General University Hospital (HGUGM), Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañón General University Hospital (HGUGM), Madrid, Spain "
        ],
        [
            "Gregorio Marañón Health Research Institute (IiSGM), Madrid, Spain ",
            "Department of Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain "
        ],
        [
            "Gregorio Marañón Health Research Institute (IiSGM), Madrid, Spain ",
            "Department of Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain "
        ],
        [
            "Gregorio Marañón Health Research Institute (IiSGM), Madrid, Spain ",
            "Department of Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain "
        ],
        [
            "Gregorio Marañón Health Research Institute (IiSGM), Madrid, Spain ",
            "Department of Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain "
        ],
        [
            "Gregorio Marañón Health Research Institute (IiSGM), Madrid, Spain ",
            "Department of Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain "
        ],
        [
            "Gregorio Marañón Health Research Institute (IiSGM), Madrid, Spain ",
            "Department of Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain ",
            "Department of Medicine, Complutense University, Madrid, Spain"
        ],
        [
            "Gregorio Marañón Health Research Institute (IiSGM), Madrid, Spain ",
            "Department of Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain "
        ]
    ],
    "first_author_latitude": "40.4195247",
    "first_author_longitude": "-3.6713438",
    "abstract_text": "Introduction: Invasive Fungal Infection (IFI) is a serious complication after allogeneic stem cell transplantation (alloSCT). Its incidence and outcome are not well characterized in the setting of peripheral blood, non-manipulated haploidentical stem cell transplantation with postransplant cyclophosphamide (HaploSCT). The aim of the study is to analyze our experience among patients who underwent HaploSCT at our institution and developed an IFI, in order to identify the incidence, risk factors and its impact in survival. Materials and methods: One hundred and thirty-three patients underwent peripheral blood HaploSCT with postransplant cyclophosphamide at our institution between 2011 and 2017. IFI was classified according to the EORTC definitions. Proven and probable IFI were included. Results: Patients´ characteristics are shown in Table 1. Patients received primary antifungal prophylaxis with micafungin from the day before stem cell infusion, during admission and until neutrophil engraftment was stablished. Patients on steroid treatment due to GVHD received prophylaxis with micafungin or posaconazole. Twenty-three episodes of IFI were observed in 20 patients, 10 proven and 13 probable, with a cumulative incidence of IFI of 15% at 500 days. Most commonly isolated organism was Aspergillus spp (5 cases), followed by Candida spp (4 cases: 1 C. kruseii and 3 C. parapsilosis ) and Fusarium spp (2 cases). Additionally we observed some isolated cases of Inonotus spp, Mucor spp and Trichosporon Ashii. Pulmonary involvement was the most frequent presentation (11 cases), followed by fungemia (5 cases, 4 Candida and 1 Trichosporon Ashii ) and skin-pulmonary involvement (2 cases). Thirteen cases were diagnosed early, in the pre-engraftment period, 5 just after the engraftment and 5 cases developed later. Among patients with late occurrence of IFI, median time of IFI was 220 days, and all of them were associated with GVHD (3 grade III-IV acute GVHD and 2 moderate/severe chronic GVHD). IFI outcome was favorable in 14 out of the 23 documented IFI, with antifungal therapy. Treatment chosen was liposomal amphotericin B in 7 cases, voriconazole in 5 and combined treatment (with amphotericin B and azole) in 6. Death related to IFI was documented in 7 out of the 20 patients, with an IFI mortality cumulative incidence of 6.4%. Prior transplant (OR 4.5, p <0.01) and especially alloHSCT were associated to IFI development (OR 8.2, p <0.01). We did not find any other risk factor associated to IFI, like time of engraftment, disease, conditioning regimen, sequential regimen, grades II-IV GVHD or severe/moderate chronic GVHD. Conclusions: In our experience, cumulative incidence of IFI in the setting of HaploSCT was similar than the one observed in other studies with alloSCT. Mortality associated to IFI in the whole cohort was low (6.4 %). The most significant factor related to IFI development was having received a previous transplant, especially alloSCT. Therefore, this high risk population should be closely monitored and could benefit from prophylaxis with azoles. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}