{
    "doi": "https://doi.org/10.1182/blood.V110.11.3640.3640",
    "article_title": "Regulation of Platelet Functions by Targeting STAT3 with a g-Quartet Oligonucleotide. ",
    "article_date": "November 16, 2007",
    "session_type": "Platelet Activation and Biochemistry",
    "abstract_text": "Collagen exposed on the subendothelial matrix supports platelet adhesion and aggregation at the site of vessel injury. Its interaction with the platelet membrane receptor GP V/FcRγ chain initiates intracellular signals that recruit the hematopoietic tyrosine kinase Syk to immunoreceptor tyrosine activation motifs (ITAMs) within the FcRγ cytoplasmic tail, leading a cascade of intracellular signal events that eventually activate platelets. In the present study, we demonstrated that collagen and the collagen-related peptide (CRP) stimulation also dose-dependently (2.5–10 mg/ml, 10 min) phosphorylated the signal transducers and activators of transcription 3 (STAT3) at the tyrosine residue 705 (Tyr705) in platelets, indicating that STAT3 participates in collagen-induced platelet activation, likely through a non-transcriptional mechanism. To test this hypothesis, we determined whether a STAT3-blocking G-rich oligonucleotide (T40214, GGGCGGGCGGGCGGGC) blocks platelet activation and aggregation induced by collagen or CRP. T40214 was designed based on G-rich DNA sequences, which were originally identified in the telomeres DNA to have the ability to form the protein-binding rigid G-quartet structures. It was formed through four guanine (G) bases into cyclic Hoogsteen H-bonding. NMR determined the tertiary structure of T40214 as two stacked identical G-quartets in the center and two G-C-G-C loop domains on the top and bottom, respectively. It has previously been shown to inhibit STAT3 phosphorylation in cancer cell lines and to induce tumor apoptosis in vivo . T40214 was delivered into platelets using nano-particle polyethylenimine (PEI) as the carrier. The treatment of washed platelets with T40214 inhibited STAT3 phosphorylation induced by collagen (10 mg/ml, 10 min), while the scramble oligonucleotides did not. Incubation of washed platelets and platelets-rich plasma (PRP) with T40214 inhibited collagen-induced platelets aggregation. Finally, thrombus formation on immobilized collagen was significantly reduced when whole blood treated with T40214 (10ug/ml) under a wall shear stress of 30 dyn/cm 2 . Results demonstrate a novel role of STAT3 in regulating the collagen-induced intracellular signal and platelet functions. The STAT3-blocking G-quartet offers a new class of potential platelet-regulating reagents derived from screening tertiary structure of the G-rich DNA sequences that form protein-binding G-quartets.",
    "topics": [
        "oligonucleotides",
        "platelet function",
        "stat3 protein",
        "dna",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "human platelets, washed",
        "tyrosine",
        "guanine"
    ],
    "author_names": [
        "Zhou Zhou, MD",
        "Yongli Guan",
        "Wensheng Sun",
        "Naijie Jin, PhD",
        "Jing-fei Dong, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Zhou Zhou, MD",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yongli Guan",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wensheng Sun",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naijie Jin, PhD",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing-fei Dong, MD PhD",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T21:37:08",
    "is_scraped": "1"
}