{
    "doi": "https://doi.org/10.1182/blood.V106.11.549.549",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=356",
    "start_url_page_num": 356,
    "is_scraped": "1",
    "article_title": "Long-Term Safety and Efficacy Data on Childhood Venous Thrombosis Treated with Enoxaparin: An Open Label Survey of Once-Daily Versus Twice-Daily Administration. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Low molecular weight heparin is as effective as unfractionated heparin for treatment of venous thromboembolism (VT) in adults, and it has been recently demonstrated that once-daily (q24h) or twice-daily (q12h) enoxaparin (E) administration had no impact on safety (bleeding rate) of efficacy (re-thrombosis rate) in the treatment of acute VT. However, in this setting it is still unclear for children, if enoxaparin should be administered q24h or q12h. In this open label pilot safety study 75 children > the neonatal period, enrolled from two different catchment areas of Germany were treated with E with a target 2–4 h anti Xa activity between 0.4 – 0.8 IU/ml. After the acute thrombotic onset during which E was administered q12h for a median (range) period of 7 (1–14) days, based on the individual decision of the study centres stratification into the study arms once-daily versus twice daily was performed. Enoxaparin was administered in both study centres regardless of age at DVT-onset, thrombus burden, underlying basic diseases or presence of prothrombotic risk factors. No difference was observed between the stratifications performed in the study centres (p=0.5). Median (range) dose administered q24h (n=50) or q12h (n=25) in children with DVT was 1.2 mg/kg (0.5–3.0) respectively. Median (range) treatment duration was 5 months (1–13). Prospectively defined study endpoints were adverse effects, e.g. re-thrombosis, bleeding, and therapy-related death. Median follow-up time was 24 months. No significant differences were found between the two patient groups treated with respect to anti Xa activities, efficacy and safety. Further statistical analysis performed to evaluate the overall differences between q24h and q12h E administration again revealed no significant differences for the study endpoints: Re-thrombosis occurred in two patients each (p=0.6), and a minor subdural bleeding was diagnosed in one patient treated q12h (p=0.4). During the follow-up no major bleeding or therapy-related death was observed. In conclusion, data presented here give evidence that long-term enoxaparin administration within the reported target anti Xa activity for treatment of childhood VT has a good efficacy and safety profile when administered q24h. These data have to be confirmed in a multicentre randomised study.",
    "topics": [
        "child",
        "enoxaparin",
        "venous thrombosis",
        "hemorrhage",
        "thrombosis",
        "deep vein thrombosis",
        "follow-up",
        "surrogate endpoints",
        "thrombus",
        "adverse effects"
    ],
    "author_names": [
        "Ulrike Nowak-Gottl, MD",
        "Christine During, MD",
        "Christoph Bidlingmaier, MD",
        "Nick Merkel, MD",
        "Rosemarie Schobess, MD"
    ],
    "author_affiliations": [
        [
            "Paediatric Haematology and Oncology, University Hospital Munster, Munster, Germany"
        ],
        [
            "Paediatric Haematology and Oncology, University Hospital Munster, Munster, Germany"
        ],
        [
            "Paediatrics, Munich, Germany"
        ],
        [
            "Pediatrics, Halle/Saale, Germany"
        ],
        [
            "Pediatrics, Halle/Saale, Germany"
        ]
    ],
    "first_author_latitude": "51.961352299999994",
    "first_author_longitude": "7.597384300000001"
}