{
    "doi": "https://doi.org/10.1182/blood.V122.21.856.856",
    "article_title": "Low Natural Killer (NK) Cell Counts and Functionality Are Associated With Molecular Relapse After Imatinib Discontinuation In Patients (pts) With Chronic Phase (CP)-Chronic Myeloid Leukemia (CML) With Undetectable BCR-ABL Transcripts For At Least 2 Years: Preliminary Results From Immunostim, On Behalf Of STIM Investigators ",
    "article_date": "November 15, 2013",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background In pts with CP-CML, the notion that tyrosine kinase inhibitors (TKI) may never be stopped is currently challenged in the setting of clinical trials. In the pioneering French STIM trial, pts on imatinib for at least 3 years who had achieved and maintained undetectable BCR-ABL transcripts for at least 2 years had a 24-month molecular relapse-free survival of 39% with no relapses beyond 24 months. A low Sokal risk group and a long-lasting imatinib treatment were significantly associated with an increased freedom from molecular relapse but the role of other factors such as cellular immunity cannot be excluded. The aim of IMMUNOSTIM performed on a subset of 51 pts enrolled in the STIM trial was to analyze the potential implication of NK-cell and T-cell immunity in molecular relapse-free survival after imatinib discontinuation. Methods Peripheral blood was drawn prior to and after imatinib cessation. All analyses were performed in a centralized fashion. Blood cell counts and differentials were determined using an automated blood cell count analyzer. Flow cytometry was performed on fresh cells to quantify CD56 dim and CD56 bright NK cells, CD3 + T cells, naïve and memory CD4 + and CD8 + T cells and CD4 + regulatory (CD25 + CD127 neg/low ) T cells (TREGs). Expression of activating and inhibitory NK cell receptors was also analyzed. Functional analyses were performed using frozen mononuclear cells. The focus was put on NK cell function by means of a CD107a degranulation assay against the K562 cell line and an IFN-g secretion assay upon IL-12 and IL-18 stimulation. Results Studied pts’ characteristics were comparable to that of the entire STIM study population. Median age was 63 years, 64.7% of pts were females and 52.9% has received prior IFN. Sokal risk group was low in 54.9%, intermediate in 35.3%, high in 7.8% and unknown in 2%. Median imatinib treatment duration was 57 months (36-94). Median follow-up after imatinib discontinuation was 42 months (24-54). A molecular relapse occurred in 28 pts after a median time off therapy of 2 months (1-20). Median BCR-ABL/ABL transcript ratio at relapse confirmation was 0.015% IS (0.006-1.546). Molecular relapse-free survival at 24 months was 47.1% (95% CI: 31.4-58.7). A significantly higher proportion of low low Sokal risk group and a trend toward longer imatinib treatment duration were found in pts who did not relapse compared to those who relapsed. At baseline, median leucocyte and lymphocyte counts were 4820/mm 3 (2550-7860) and 1310/mm 3 (720-2610), respectively and were comparable in pts who relapsed and those who did not. Median CD3 + , CD4 + , CD4 + TREGs, CD8 + T cells and CD4/CD8 ratio were 879/mm 3 (315-1949), 534/mm 3 (228-1248), 37/mm 3 (4-94), 279/mm 3 (72-998) and 2 (0.5-14.2), respectively, with no significant difference between pts who relapsed and those who did not. Analysis of CD4 + and CD8 + naïve, effector and central memory T cells did not reveal any differences between the 2 groups. In contrast, NK cell counts at imatinib cessation were significantly lower in pts who relapsed than in those who did not relapse (145/mm 3 (67-450) versus 233/mm 3 (70-727), p=0.0146). This decrease specifically affected the cytotoxic CD56 dim population. NK cells numbers did not significantly increase in either group after imatinib discontinuation. NK receptor expression analysis did not show any significant defect in the expression of the activating NKG2D receptor and the CD94, NKG2A and KIR inhibitory receptors. However, the cytotoxic activity of CD56 dim NK cells toward K562 and the IFN-g secretion potential of CD56 bright NK cells upon IL-12 and IL-18 stimulation were significantly decreased when compared to those of healthy donors. Analyses are ongoing to further dissect NK cell function in pts who relapsed and those who did not. Updated results will be presented. Conclusions Our stud shows a specific association between peripheral blood NK cells and clinical outcome after imatinib discontinuation in pts with long-lasting molecularly undetectable residual disease. These results suggest that NK cell-based immune surveillance may contribute to CML control after TKI cessation. Whether NK cells may be used as biomarkers among other factors to predict disease relapse after TKI cessation needs to be investigated. The understanding of NK cell defects may help in building strategies to restore an optimal NK cell-mediated anti-leukemic activity. Disclosures: Rea: BMS, Novartis, Pfizer, Ariad, Teva: Honoraria. Nicolini: Novartis, Ariad and Teva: Consultancy; Novartis & Bristol Myers Squibb: Research Funding; Novartis, BMS, Teva, Pfizer, Ariad: Honoraria; Novartis, BMS, Teva: Speakers Bureau; Novartis, Ariad, Teva, Pfizer: Membership on an entity’s Board of Directors or advisory committees. Rousselot: BMS, Ariad, Pfizer: Honoraria from BMS, Ariad, Pfizer. Grants from BMS Other.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "brachial plexus neuritis",
        "cell count",
        "imatinib mesylate",
        "leukemia, myeloid",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "protein-tyrosine kinase inhibitor",
        "duration of treatment",
        "interferon type ii"
    ],
    "author_names": [
        "Delphine Rea, MD, PhD",
        "Nicolas Dulphy, PhD",
        "Guylaine Henry",
        "Ing.",
        "Joelle Guilhot, Ph.D.",
        "Francois Guilhot, PhD",
        "Franck E. Nicolini, MD PhD",
        "Laurence Legros, MD, PhD",
        "Philippe Rousselot, MD, PhD",
        "Francois-Xavier Mahon",
        "Antoine Toubert"
    ],
    "author_dict_list": [
        {
            "author_name": "Delphine Rea, MD, PhD",
            "author_affiliations": [
                "Hopital Saint-Louis, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Dulphy, PhD",
            "author_affiliations": [
                "Service d'Immunologie et Histocompatibilité / UMRS-940 INSERM, Hopital Saint-Louis, Paris, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guylaine Henry",
            "author_affiliations": [],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ing.",
            "author_affiliations": [
                "Service d'Immunologie et Histocompatibilité / UMRS-940 INSERM, Hopital Saint-Louis, Paris, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joelle Guilhot, Ph.D.",
            "author_affiliations": [
                "CIC Inserm 0802, CHU de Poitiers, Poitiers, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Guilhot, PhD",
            "author_affiliations": [
                "CIC inserm 802, CHU de Poitiers, Poitiers, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck E. Nicolini, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie, Centre Hospitalier Lyon Sud, Pierre Bénite, Lyon, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Legros, MD, PhD",
            "author_affiliations": [
                "Hematology department, Hopital de l'Archet, Nice, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Rousselot, MD, PhD",
            "author_affiliations": [
                "Hematology department, Hôpital André Mignot, Le Chesnay, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois-Xavier Mahon",
            "author_affiliations": [
                "Laboratoire Hématopoïèse Leucémique et Cible Thérapeutique, Universite Victor Segalen Bordeaux 2, Bordeaux, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antoine Toubert",
            "author_affiliations": [
                "Service d'Immunologie et Histocompatibilité / UMRS-940 INSERM, Hopital Saint-Louis, Paris, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T02:30:10",
    "is_scraped": "1"
}