{
    "doi": "https://doi.org/10.1182/blood.V114.22.3811.3811",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1459",
    "start_url_page_num": 1459,
    "is_scraped": "1",
    "article_title": "European Registry for Low Risk and Intermediate-1 Risk MDS: Base Line Report On First 400 Registered Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "Myelodysplastic Syndromes Poster III",
    "topics": [
        "austria",
        "biotechnology",
        "blast cells",
        "blood transfusion",
        "body mass index procedure",
        "comorbidity",
        "cytogenetics",
        "cytopenia, refractory, with multilineage dysplasia",
        "cytopenia, refractory, with multilineage dysplasia and ringed sideroblasts",
        "demography"
    ],
    "author_names": [
        "T. M. de Witte",
        "Alex Smith",
        "Jackie Droste",
        "Pierre Fenaux",
        "Argyris Symeonidis",
        "Eva Hellstrom-Lindberg, MD, PhD",
        "Guillermo Sanz",
        "Jaroslav Cermak",
        "Otilia Georgescu",
        "Ulrich Germing",
        "Marius MacKenzie",
        "Reinhard Stauder, MD",
        "Odile Beyne Rauzy",
        "David T. Bowen, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands, "
        ],
        [
            "Health Sciences, University of York, Leeds, United Kingdom, "
        ],
        [
            "Hematology, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands, "
        ],
        [
            "Hopital Avicenne, Université Paris XIII, Bobigny, France, "
        ],
        [
            "Hematology, University of Patras Medical School, Patras, Gibraltar, "
        ],
        [
            "Karolinska University Hospital, Stockholm, Sweden, "
        ],
        [
            "Hematology, Hospital Universitario La Fe, Valencia, Spain, "
        ],
        [
            "Molecular genetics, Institution of hematology and blood transfusion, Prague, Czech Republic, "
        ],
        [
            "Hematology, Fundeni Clinical Institute, 022328 Bucharest, "
        ],
        [
            "Universitatsklinik Dusseldorf, Dusseldorf, Germany, "
        ],
        [
            "Hematology, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands, "
        ],
        [
            "University Hospital, Innsbruck, Austria, "
        ],
        [
            "Hematology, Uinversity Hospital Toulouse, Toulouse, Gabon, "
        ],
        [
            "Hematology, Leeds General Infirmary, Leeds, England"
        ]
    ],
    "first_author_latitude": "51.82279105",
    "first_author_longitude": "5.8609172",
    "abstract_text": "Abstract 3811 Poster Board III-747 Background The European LeukemiaNet has initiated a prospective, noninterventional registration study on newly diagnosed MDS patients with IPSS low and intermediate-1 risk in eleven participating European countries. The main objectives are to describe demographics and to collect data on clinical characteristics, disease management and relevant outcomes. Patients and Methods The registry started accruing patients in April 2008. Until now 478 patients have been registered through a web-based reporting system. This report describes the demographic data of the first 400 registered patients with a median follow up of 177 days. Results The median age of the patients was 74 years. RAEB-1 was the WHO-diagnosis in 13% of the patients while the remaining patients had < 5% marrow blasts (RA: 81; RARS: 84; RCMD: 114; RCMD-RS: 26, MDS-U: 16; del(5q): 27). The majority of patients were males 250/400 except within WHO del(5q) which showed a female preponderance 21/27. Cytogenetic data were available in 93% of the patients and 77% had good risk cytogenetic characteristics. IPPS score was 0 in 50% of the patients, 0.5 in 28% patients and 1 point in 15% of the patients. The Karnofsky performance score was reported in 85% of the patients. The Karnofsky index was related to age (p25) was present in 60% of the reported patients. The median Erythropoietin level (N = 219) was 42 iU/l (3.5 to 2100). The iron status at diagnosis was available in 241 patients. The median serum iron level (N = 240) was 10 mmol/l (range: 3 to 57) with a median transferrin saturation level 39% (N = 107), ranging from 17% in MDS-U to 53% in RARS. The median ferritin level was 341 mg/l (n=289) ranging from 121 mg/l in del(5q) to 577 mg/l in RARS. 37% of the patients received MDS specific treatment, principally erythropoietin (31%) and G-CSF (4%). 27% of the patients received transfusions at registration, ranging from 17% in Greece to 56% in the Netherlands. As expected only 12 patients (3%) received iron chelation therapy in this early phase after diagnosis. The mean ferritin level of these patients was 1638 mg/l. Thirteen patients progressed to high-risk MDS or AML after a median time of 154 days. Sixteen patients have died (9 patients due to non-MDS related causes) after a median of 175 days after diagnosis. In conclusion this European registry shows that is possible to collect detailed demographic data in eleven different countries. The preliminary data show demographic differences. This registry will show the impact of various demographic and clinical variables including socio-economic co-morbidity and health utility variables on the outcome of patients with low-risk MDS. Disclosures: Fenaux: Celgene: Honoraria, Research Funding; Ortho Biotech: Honoraria, Research Funding; Roche: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Cephalon: Honoraria, Research Funding; Epicept: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Merck: Honoraria, Research Funding. Hellstrom-Lindberg: Celgene Corp.: Research Funding. Stauder: Celgene: Research Funding."
}