{
    "doi": "https://doi.org/10.1182/blood-2021-151962",
    "article_title": "Possible Early Clinical Management of Systemic Mastocytosis Patients with Recently FDA Approved Drug Avapritinib By Molecular Diagnosis Using a Highly Sensitive KIT D816 Mutation Assay ",
    "article_date": "November 5, 2021",
    "session_type": "634.Myeloproliferative Syndromes: Clinical and Epidemiological",
    "abstract_text": "Recently in June 2021, the Food and Drug Administration approved avapritinib (Ayvakit™) for adult patients with advanced systemic mastocytosis (AdvSM), including patients with aggressive systemic mastocytosis (ASM), systemic mastocytosis with an associated hematological neoplasm (SM-AHN), and mast cell leukemia (MCL). Mastocytosis is a heterogeneous, neoplastic disorder characterized by infiltration of abnormal mast cells in one or more organs. Mastocytosis subtypes are defined by disease distribution and the clinical features include, cutaneous mastocytosis (CM), where mast cell infiltration is confined to the skin, and systemic mastocytosis (SM) in which at least one extracutaneous organ is involved, with or without evidence of skin lesions. CM is most common in pediatric patients whereas SM typically presents in adulthood. The presence of somatic, activating mutations in KIT codon 816, predominantly D816V (A2447T), can be identified in the mast cells of 95% or more of patients with systemic mastocytosis (SM) and represent clonal markers in the disease. KIT is located on chromosome 4q12 and encodes for the mast/stem cell growth factor receptor, a type III receptor tyrosine kinase. Detection of KIT D816 mutations serve as a World Health Organization (WHO) minor criterion for the diagnosis of systematic mastocytosis and appear to confer relative resistance to tyrosine kinase inhibitors. Versiti Blood Center of Wisconsin Diagnostics laboratory which is certified under the Clinical Laboratory Improvement Amendments (CLIA) and qualified to perform high complexity clinical laboratory testing has developed a highly sensitive clinical test for the detection of KIT D816 mutations and molecular diagnosis of systemic mastocytosis patients. The KIT D816 mutation assay is a unique laboratory developed test based on highly sensitive allele specific PCR and its performance characteristics were determined by our laboratory. The sensitivity of the KIT D816 assay is 0.25% allele proportion. The specificity for the D816V mutation is > 99%. Systemic Mastocytosis (SM) is classified as myeloid neoplasm by WHO, however SM may be missed in suspected myeloid neoplasm work up by conventional sequencing technology including NGS which might not be able to achieve higher sensitivity. It is important to have a highly sensitive KIT D816 mutation analysis assay to detect low levels of KIT D816 allele burden that may be present in blood or bone marrow especially at early stage disease. Our highly sensitive laboratory developed KIT D816 assay based on allele specific PCR with a limit of detection of 0.25% could help physicians identify SM patients and clinically manage the disease. Disclosures No relevant conflicts of interest to declare. OffLabel Disclosure: Recently FDA approved Avapritinib for adult patients with advanced systemic mastocytosis (AdvSM), including patients with aggressive systemic mastocytosis (ASM), systemic mastocytosis with an associated hematological neoplasm (SM-AHN), and mast cell leukemia (MCL).",
    "author_names": [
        "Durga Prasad Dash",
        "David Dinauer",
        "Michael Janasik"
    ],
    "author_dict_list": [
        {
            "author_name": "Durga Prasad Dash",
            "author_affiliations": [
                "Versiti Blood Center of Wisconsin, Milwaukee,"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Dinauer",
            "author_affiliations": [
                "Versiti Blood Center of Wisconsin, Milwaukee,"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Janasik",
            "author_affiliations": [
                "Versiti Blood Center of Wisconsin, Milwaukee,"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T06:42:27",
    "is_scraped": "1"
}