{
    "doi": "https://doi.org/10.1182/blood-2019-128863",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4360",
    "start_url_page_num": 4360,
    "is_scraped": "1",
    "article_title": "Frequency and Prognostic Impact of IKZF1 and Co-Existed Gene Alterations in Childhood B-ALL in Taiwan ",
    "article_date": "November 13, 2019",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "burkitt's lymphoma",
        "child",
        "genes",
        "leukemia, b-cell, acute",
        "taiwan",
        "protein p16",
        "protein tyrosine phosphatase, non-receptor type 11",
        "receptor, par-1",
        "acute lymphocytic leukemia",
        "bone marrow specimen"
    ],
    "author_names": [
        "Hsi-Che Liu, MD",
        "Ying-Jung Huang, PhD",
        "Ting-Chi Yeh, MD",
        "Tang-Her Jaing, MD",
        "Chao-Ping Yang, MD",
        "Shih-Hsiang Chen, MD",
        "Jen-Yin Hou, MD",
        "Tung-Huei Lin, MS",
        "Iou-Jih Hung, MD",
        "Lee-Yung Shih, MD"
    ],
    "author_affiliations": [
        [
            "Division of Pediatric Hematology-Oncology, Mackay Memorial Hospital and Mackay Medical College, Taipei, Taiwan "
        ],
        [
            "Division of Hematology-Oncology, Chang Gung Memorial Hospital-Linkou, Taoyuan, Taiwan "
        ],
        [
            "Division of Pediatric Hematology-Oncology, Mackay Memorial Hospital and Mackay Medical College, Taipei, Taiwan "
        ],
        [
            "Department of Hematology-Oncology, Chang Gung Children's Hospital-Linkou and Chang Gung University, Taoyuan, Taiwan "
        ],
        [
            "Department of Hematology-Oncology, Chang Gung Children's Hospital-Linkou and Chang Gung University, Taoyuan, Taiwan "
        ],
        [
            "Department of Hematology-Oncology, Chang Gung Children's Hospital-Linkou and Chang Gung University, Taoyuan, Taiwan "
        ],
        [
            "Division of Pediatric Hematology-Oncology, Mackay Memorial Hospital and Mackay Medical College, Taipei, Taiwan "
        ],
        [
            "Division of Hematology-Oncology, Chang Gung Memorial Hospital-Linkou, Taoyuan, Taiwan "
        ],
        [
            "Department of Hematology-Oncology, Chang Gung Children's Hospital-Linkou and Chang Gung University, Taoyuan, Taiwan "
        ],
        [
            "Division of Hematology-Oncology, Chang Gung Memorial Hospital-Linkou, Taoyuan, Taiwan ",
            "College of Medicine, Chang Gung University, Taoyuan, Taiwan"
        ]
    ],
    "first_author_latitude": "25.058832199999998",
    "first_author_longitude": "121.5223675",
    "abstract_text": "Introduction : IKZF1 deletion was firstly reported to be very frequent in Philadelphia (Ph) positive B-cell acute lymphoblastic leukemia (B-ALL), and continuously found in other B-ALL subtypes. IKZF1 plus defined as the presence of any of CDKN2B, CDKN2A, PAX5 or PAR1 in the absence of ERG deletion and was reported to describe a new minimal residual disease (MRD)-dependent poor prognostic profile in B-ALL. 1 We aimed to analyze the frequency and prognostic relevance of IKZF1 deletion with or without co-occurring gene alterations in Taiwanese children with B-ALL treated with TPOG-ALL-2002 protocol or MRD-directed TPOG-ALL-2013 protocol. Methods : Bone marrow samples at diagnosis from 561 children excluding Ph+ and infant ALL were analyzed. Detection of gene deletion was carried out with multiplex ligation dependent probe amplification (MLPA) kit (SALSA MLPA P335 and P327) and mutations of RAS pathway genes ( NRAS , KRAS , and PTPN11 ) were assessed by Sanger sequencing. The outcome was analyzed on 259 patients treated with TPOG-ALL-2002 protocol and 158 patients treated with TPOG-ALL-2013 protocol. Results: IKZF1 deletions were present in 11.2% of 561 patients. DEL 4-7, DEL 1-8, and other variants were present in 50.8%, 14.3%, and 34.9%, respectively of 63 IKZF1 -deleted patients. Co-existence of additional deletions with IKZF1 deletion was detected in 34.0% for CDKN2B , 37.3 % for CDKN2A , 27.7% for PAX5 , 2.1 % for PAR1 , and 8.0% for ERG . IKZF1 plus comprised of 4.4% of 546 patients who had all the genes examined. Co-existed mutations of RAS pathway genes were detected in 5.0% for PTPN11 , 13.3% for NRAS , and 10.0% for KRAS in the IKZF1- deleted patients . The 5-year event-free survival (EFS) of IKZF1 -undeleted patients was significantly better compared with IKZF1- deleted patients in TPOG-2002 cohort (82.5 ± 2.6% vs. 56.9 ± 9.1%, P = 0.002) as did TPOG- 2013 cohort (89.4 ± 3.9% vs. 59.1 ± 19.8%, P = 0.012). The 5-year overall survival (OS) of IKZF1- deleted patients was worse than that of patients with undeleted IKZF1 in TPOG-2013 cohort (58.3 ± 19.8% vs. 89.2 ± 4.2%, P = 0.004) but not in TPOG-2002 cohort (90.9 ± 5.0% vs. 86.9 ± 2.3%, P = 0.846). DEL 1-8 patients had an inferior 5-year EFS (33.3 ± 19.2%) compared with DEL 4-7 (63.3 ± 12.0%,) or DEL-others (60.0 ± 18.4 %) in TPOG- 2002 cohort ( P = 0.003). No significant difference in OS was observed between patients among different IKZF1 -deleted subtypes in TPOG-2002 cohort ( P = 0.283) (Fig. 1A) but there was different in TPOG-2013 cohort ( P = 0.003) (Fig. 1B). Patients with IKZF1 deletion alone had comparable 5-year EFS and 5-year OS compared with patients with IKZF1 plus in TPOG-2002 cohort whereas patients with IKZF1 deletion alone had worse 5-year EFS (33.3 ± 27.2% vs. 80.0 ± 17.9%, P = 0.284) and 5-year OS (33.3 ± 27.2% vs. 80.0 ± 17.9%, P = 0.415) than that of KZF1 plus in TPOG-2013 cohort. The prognostic impact of IKZF1 deletion with co-existed gene alterations in TPOG-2002 cohort was further analyzed as follows: IKZF1 plus with ≧ 2 co-existed deletions had an inferior 10-year EFS (23.8 ± 20.3%) compared with patients with IKZF1 deletion alone (36.7 ± 17.5%) or IKZF1 -undeleted patients (81.5 ± 2.7%) ( P = 0.005) (Fig. 1C). Three patients carried both IKZF1 and ERG deletions had a superior 5-year EFS (100%) compared with IKZF1 -deleted alone or IKZF1 -undeleted patients ( P = 0.005) (Fig. 1D). The 10-year EFS of patients with any gene mutation of RAS pathway was worse than that of patients with RAS wild-type genes (66.6% ± 6.4% vs. 83.7% ± 2.6%, P = 0.011). In multivariate analysis, in addition to the initial white blood count > 50 x 10 9 /L and KMT2A- rearranged, IKZF1 deletion (HR=2.609, 95% CI: 1.363-5.034; P = 0.004) and RAS pathway gene mutations (HR=2.360, 95% CI: 1.336-4.168; P = 0.003) were independent genetic predictors for inferior EFS. Co-existence of IKZF1 deletion with RAS pathway mutations had worst 5-year EFS (20.0% ± 12.6%, P < 0.0001, Fig. 1E), and 10-year OS (53.3% ± 17.6%, P = 0.042, Fig. 1F). Conclusions: Our results showed that IKZF1 deletion alone was associated with an inferior OS in MRD-directed TPOG-2013 treated cohort but not in TPOG-2002 cohort in which it became significant when co-existed with RAS pathway mutations. Reference: 1. IKZF1 plus defines a new minimal residual disease-dependent very-poor prognostic profile in pediatric B-cell precursor acute lymphoblastic leukemia. J Clin Oncol. 2018, 1240-1249. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}