{
    "doi": "https://doi.org/10.1182/blood.V110.11.4002.4002",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=960",
    "start_url_page_num": 960,
    "is_scraped": "1",
    "article_title": "Combined Antithrombotic Therapy but Not Single-Agent Therapy with Low-Dose Aspirin Deteriorated Platelet Activation in Patients with Antiphospholipid Syndrome (APS). ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "antiphospholipid syndrome",
        "aspirin low dose",
        "fibrinolytic agents",
        "platelet activation",
        "prescription drug monitoring programs",
        "aspirin",
        "thrombosis",
        "brain mri",
        "adverse effects",
        "antiplatelet agents"
    ],
    "author_names": [
        "Masahide Yamazaki, MD",
        "Yasuko Kadohira, Ph.D",
        "Eriko Morishita, MD",
        "Hidesaku Asakura, MD",
        "Shinji Nakao, MD"
    ],
    "author_affiliations": [
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medicine, Kanazawa, Japan"
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medicine, Kanazawa, Japan"
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medicine, Kanazawa, Japan"
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medicine, Kanazawa, Japan"
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medicine, Kanazawa, Japan"
        ]
    ],
    "first_author_latitude": "36.545906599999995",
    "first_author_longitude": "136.70760529999998",
    "abstract_text": "Antiphospholipid syndrome (APS) is one of autoimmune disorders characterized with recurrent thromboses. It is considered that plasma levels of D-dimer and prothrombin fragment 1+2 (F 1+2 ) could reflect hypercoagulable state in APS patients and those monitoring may be useful for a predictor of venous thromboses. In contrast, the estimation of platelet activation is difficult. Recently, plasma levels of platelet-derived microparticle (PDMP), which released from activated platelets, could be measured using ELISA supplied from JIMRO Co. JAPN (“JIMRO test PDMP”). We previously presented that plasma levels of PDMP were significantly elevated in APS-patients with arterial thromboses and that could reflect platelet activated condition in vivo. To evaluate the preventory effect of thromboses and the inhibitory effects for platelet activation by several kinds of antithrombotic agents in APS, 30 APS patients with cerebral infarctions were randomly treated with low-dose aspirin alone (Group A, n=10), aspirin plus warfarin (Group B, n=10), or aspirin plus cirostazole (Group C, n=10). Their plasma PDMP levels were measured using “JIMRO test PDMP” (JIMRO Co., JAPAN) before and after antithromboitic treatment on a regular schedule, and MRI brain scans were also underwent in every six months. Plasma PDMP levels in group B and group C significantly decreased by combined antithrombotic therapy (18.0 ± 7.1 to 13.0 ± 8.2 U/mL, 17.8 ± 6.7 to 12.4 ± 7.8 U/mL, p < 0.03 and < 0.01, respectively) but not in Group A (18.2 ± 8.1 to 17.9 ± 9.1, NS). Brain MRI revealed worsening of lacuna infarctions in only one patient in Group A. No serious adverse effects were shown in any patients. These findings suggest that single use of aspirin could be enough for prevention of arterial thrombosis in APS patients and that plasma PDMP levels may be useful for an indicator of antiplatelet therapy."
}