{
    "doi": "https://doi.org/10.1182/blood.V114.22.SCI-39.SCI-39",
    "article_title": "Role of the Glycoprotein (GP)IbαaIb Cytoplasmic Domain in Regulating the Von Willebrand Factor-Binding Functions of the Platelet GPIb-IX-V Complex. ",
    "article_date": "November 20, 2009",
    "session_type": "SCIENTIFIC COMMITTEE ON PLATELETS: GPIB MODULATION AND THERAPEUTIC TARGETING",
    "abstract_text": "Abstract SCI-39 The platelet glycoprotein (GP) Ib-IX-V complex mediates the initial attachment of platelets to regions of blood vessel damage by binding von Willebrand factor (VWF) exposed in the matrix at the site of injury. This interaction is especially important in the arterial system and microvasculature, given that it is the preferred platelet adhesive event at high shear stress. The interaction is positively and negatively regulated in several ways, including through exposure of the GPIb-binding site on VWF by shear stress or collagen binding, cleavage of VWF by the metalloprotease ADAMTS13, and in the platelet by the targeting of the GPIb-IX-V complex to lipid rafts, cytoskeletal attachments, and binding of the adaptor protein 14-3-3. Association with 14-3-3 has complex roles in regulating accessibility of GPIbα (the ligand-binding subunit of the complex), as several binding sites have been identified within the cytoplasmic domains for this adaptor molecule, and these are regulated by phosphorylation. To address the role of GPIbα phosphorylation in regulating platelet adhesion to VWF, we mutated 5 cytoplasmic Ser and Thr residues that were predicted by bioinformatics programs to be targets for serine/threonine kinases (Thr547, Ser566, Ser587, Ser590, Ser609) and expressed the mutants either as an isolated cytoplasmic domain or in intact GP Ibα as part of a GP Ib-IX complex expressed in CHO cells. We tested whether the following kinases could phosphorylate a recombinant GP Iba cytoplasmic tail: protein kinase A (PKA), protein kinase C (PKC), calmodulin-dependent kinase II (CaMKII) and Akt. All but Akt phosphorylated the region. We then tested polypeptides with various combinations of mutations to these residues for phosphorylation by PKA, and found that this kinase phosphorylated each of the residues except Ser590. We also examined the effect of the mutations on 14-3-3z association and on cell attachment and rolling on VWF. The findings from these studies were complex, with the results of 14-3-3 association suggesting a hierarchy of 14-3-3 binding. This binding did not correlate with the effect of the mutations on attachment on VWF or the rolling velocity profiles. Nevertheless, mutants could be clustered in terms of these effects, the aggregate of the data suggesting a very complex pattern of GPIb-IX-V regulation by the GP Ibα cytoplasmic tail, which will have to be taken into account when considering the association of GP Ibα with 14-3-3 as an antithrombotic target. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "cytoplasm",
        "glycoprotein",
        "platelet glycoprotein gpib-ix complex",
        "von willebrand disease",
        "phosphotransferases",
        "proto-oncogene proteins c-akt",
        "adaptor signaling protein",
        "calmodulin",
        "cyclic amp-dependent protein kinases"
    ],
    "author_names": [
        "José A. López, MD",
        "Adam Munday, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "José A. López, MD",
            "author_affiliations": [
                "Puget Sound Blood Center, Seattle, WA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adam Munday, PhD",
            "author_affiliations": [
                "Puget Sound Blood Center, Seattle, WA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T15:38:27",
    "is_scraped": "1"
}