{
    "doi": "https://doi.org/10.1182/blood-2021-149313",
    "article_title": "MI-Immune/1801: Lessons from an Ongoing, Multi-Center Trial Involving Biospecimen Collection for Prospective Microbiome and Immune Profiling in Patients Undergoing Reduced Intensity Conditioning Allogeneic HCT ",
    "article_date": "November 5, 2021",
    "session_type": "803.Emerging Diagnostic Tools and Techniques",
    "abstract_text": "Introduction: The gut microbiome is a potentially modifiable factor in treatment related outcomes in allogeneic hematopoietic cell transplant (HCT). Prior studies have linked pre- or mid-treatment gut microbiome diversity with risk for treatment related morbidity and mortality. However, these studies have been limited by the inclusion of one or only a few institutions and the lack of longitudinal sampling with high quality metadata. These limitations complicate the interpretation of microbiome alterations over the course of HCT. Methods: To overcome these, we devised and implemented a large-scale biospecimen collection protocol in conjunction with BMT CTN 1703, a randomized, multicenter, Phase III trial of tacrolimus/methotrexate vs. post-transplant cyclophosphamide/tacrolimus/mycophenolate mofetil in reduced intensity conditioning (RIC) allogeneic HCT (NCT03959241). Patients enrolled on 1703 were optionally co-enrolled in the companion immune and microbiome profiling study, 1801 (MI-IMMUNE). This involved blood, urine and stool sampling before conditioning (PCON), then weekly starting on day 0 through day 77 (through day 84 for blood), and on days 98, 180, 270, 365 and 730. For all enrolled participants where the donor consented, residual donor cells were saved from the empty hematopoietic stem cell product bag for later analysis. Additionally, the protocol included one-time blood, urine and stool sample collection from consented matched related donors (MRDs) prior to stem cell collection. Starting with protocol version 4.0 on February 1, 2021, participation in 1801 stool collection was required for the first six out of eighteen sample collection timepoints. Participation in later stool and urine timepoint collections remained optional. Here we review the feasibility of creating a multi-institutional biobank. Additionally, we assess the success of our strategies by calculating sample collection compliance and standard deviation in compliance across centers for each timepoint. Results: On June 18, 2021, BMT CTN 1703/1801 closed to accrual with 431 patients enrolled on 1703; 323 patients from 36 centers were co-enrolled on 1801. 304 (94%) provided study samples, making this the largest prospective microbiome and immune profiling study in HCT patients to date. As of July 6, 2021, 3,683 blood, 2,668 urine, and 2,098 stool samples had been collected. Across the first 6 timepoints for all participating centers, blood, urine and stool sample collection averaged 93%, 82%, and 74% compliance, respectively. Of the 99 (30%) patients enrolled on 1801 with a MRD, 34 (34%) donors consented to sample collection. Sample collection compliance was lower for MRDs than for patients on the study with 76%, 74%, and 62% of expected blood, urine and stool samples collected, respectively, from this group. For stool collection exclusively, a median of 5 samples were collected per patient across the first 6 timepoints (median of 6 across all timepoints) with 93 (31%) of patients completing a full sample set through Day 28. 139 (46%) patients provided at least one sample after day 28; these represented 37% of the total samples collected to date. The PCON sample, which provides an important measure of pre-treatment gut microbiome diversity, had the third highest compliance with 74% of patients providing a sample. Surprisingly, Day 28 had the lowest compliance (66%) and highest standard deviation (37%) possibly because this timepoint often falls around the time of hospital discharge. Between PCON and day 28, the standard deviation between sites in the average collection compliance (24%) and number of samples collected per patient (1.1) was small indicating the successful adoption of stool collection across institutions. Table 1 summarizes sample collection statistics. Conclusion: Overall this study has resulted in a large, novel biobank of blood, urine and stool samples from patients undergoing RIC allogeneic HCT at 36 centers across the US. This will serve as a valuable resource for investigating the role of the gut microbiome in long term health outcomes following HCT. Although the results of 1801 are forthcoming given ongoing sample collection, the size and composition of the biobank to date clearly demonstrate the feasibility of implementing multi-institutional stool collection. This study represents a critical step towards the large-scale adoption of microbiome sampling as a diagnostic tool. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Chhabra:  GSK: Honoraria. Clark:  Kadmon: Consultancy. Horowitz:  Mesoblast: Research Funding; Shire: Research Funding; Vertex: Research Funding; Stemcyte: Research Funding; Vor Biopharma: Research Funding; Janssen: Research Funding; Miltenyi Biotech: Research Funding; Kiadis: Research Funding; Sobi: Research Funding; Kite/Gilead: Research Funding; Pfizer, Inc: Research Funding; Jazz Pharmaceuticals: Research Funding; Magenta: Consultancy, Research Funding; Medac: Research Funding; Novartis: Research Funding; GlaxoSmithKline: Research Funding; Daiicho Sankyo: Research Funding; Xenikos: Research Funding; Omeros: Research Funding; Orca Biosystems: Research Funding; Pharmacyclics: Research Funding; Regeneron: Research Funding; Tscan: Research Funding; Takeda: Research Funding; CSL Behring: Research Funding; Genentech: Research Funding; Gamida Cell: Research Funding; Chimerix: Research Funding; Bristol-Myers Squibb: Research Funding; bluebird bio: Research Funding; Astellas: Research Funding; Amgen: Research Funding; Allovir: Consultancy; Actinium: Research Funding; Sanofi: Research Funding; Seattle Genetics: Research Funding. Jenq:  Microbiome DX: Consultancy; Merck: Consultancy; Prolacta: Consultancy, Membership on an entity's Board of Directors or advisory committees; Kaleido: Consultancy, Current holder of stock options in a privately-held company, Membership on an entity's Board of Directors or advisory committees, Research Funding; Seres: Consultancy, Current holder of stock options in a privately-held company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding; LisCure: Consultancy, Membership on an entity's Board of Directors or advisory committees; MaaT Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Karius: Consultancy. Levine:  Equillium Bio: Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy, Research Funding; Kamada: Research Funding; Biogen: Research Funding; Omeros: Membership on an entity's Board of Directors or advisory committees; Symbio: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Talaris Therapeutics: Membership on an entity's Board of Directors or advisory committees; Viracor: Patents & Royalties: GVHD biomarker patent with royalties from Viracor; Mesoblast: Consultancy, Research Funding; X4 Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. Murthy:  CRISPR Therapeutics: Research Funding. Riches:  ATARA Biotherapeutics: Other: Payment; BioIntelect: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Other: Payment. Sung:  Merck: Research Funding; Novartis: Research Funding; Enterome: Research Funding; Seres: Research Funding; AVROBIO: Consultancy; Abbott Nutrition: Honoraria; Clasado: Other: Research Product; DSM: Other: Research Product. Al Malki:  Neximmune: Consultancy; Jazz Pharmaceuticals, Inc.: Consultancy; Rigel Pharma: Consultancy; Hansa Biopharma: Consultancy; CareDx: Consultancy. Rezvani:  Kaleido: Other: One-time scientific advisory board; Nohla Therapeutics: Other: One-time scientific advisory board; Pharmacyclics-Abbvie: Research Funding; US Department of Justice: Consultancy. Bolaños-Meade:  Incyte Corp: Consultancy. Holtan:  Incyte: Consultancy, Research Funding; Generon: Consultancy. Saber:  Govt. COI: Other. Hamadani:  Sanofi, Genzyme, AstraZeneca, BeiGene: Speakers Bureau; Janssen, Incyte, ADC Therapeutics, Omeros, Morphosys, Kite: Consultancy; Takeda, Spectrum Pharmaceuticals and Astellas Pharma: Research Funding. Kean:  Bluebird Bio: Research Funding; Bristol Myers Squibb: Patents & Royalties: From clinical trial data, Research Funding; Vertex: Consultancy; Novartis: Consultancy; Gilead: Research Funding; Regeneron: Research Funding; EMD Serono: Consultancy. Perales:  Cidara: Honoraria; Servier: Honoraria; Incyte: Honoraria, Other; Equilium: Honoraria; Takeda: Honoraria; Novartis: Honoraria, Other; Nektar Therapeutics: Honoraria, Other; NexImmune: Honoraria; MorphoSys: Honoraria; Omeros: Honoraria; Karyopharm: Honoraria; Sellas Life Sciences: Honoraria; Merck: Honoraria; Miltenyi Biotec: Honoraria, Other; Medigene: Honoraria; Bristol-Myers Squibb: Honoraria; Kite/Gilead: Honoraria, Other; Celgene: Honoraria.",
    "author_names": [
        "Erin Brooks",
        "Ashley Spahn",
        "Stephanie Waldvogel",
        "Alan Howard",
        "Merav Bar",
        "Brandi Bratrude",
        "Saurabh Chhabra",
        "William Clark",
        "Suman Ranjan Das",
        "Mary M. Horowitz",
        "Robert R. Jenq",
        "Richard J. Jones",
        "John E. Levine",
        "Brent R. Logan",
        "Hemant S. Murthy",
        "Armin Rashidi",
        "Marcie L. Riches",
        "Mary Mansour Riwes",
        "Karamjeet S. Sandhu",
        "Anthony D. Sung",
        "Monzr M. Al Malki",
        "Lyndsey Runaas",
        "Hany Elmariah",
        "Andrew R. Rezvani",
        "Mahasweta Gooptu",
        "Javier Bolaños-Meade",
        "Shernan G Holtan",
        "Wael Saber",
        "Mehdi Hamadani",
        "Leslie S Kean",
        "Miguel-Angel Perales",
        "Ami S. Bhatt"
    ],
    "author_dict_list": [
        {
            "author_name": "Erin Brooks",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University, Stanford, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ashley Spahn",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Minneapolis, MN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Waldvogel",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Minneapolis, MN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Howard",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Manager, Immunobiology Research, Minneapolis, MN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merav Bar",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brandi Bratrude",
            "author_affiliations": [
                "Dana-farber/Boston Children's Cancer and Blood Disorders Center, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Chhabra",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Clark",
            "author_affiliations": [
                "Department Hematology/Oncology, Virginia Commonwealth University, Richmond, VA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suman Ranjan Das",
            "author_affiliations": [
                "Institute for Infection, Immunology and Inflammation, Vanderbilt University, Nashville, TN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary M. Horowitz",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert R. Jenq",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J. Jones",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E. Levine",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brent R. Logan",
            "author_affiliations": [
                "Division of Biostatistics, Institute for Health and Equity, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hemant S. Murthy",
            "author_affiliations": [
                "Division of Hematology-Oncology and Blood and Marrow Transplantation Program, Mayo Clinic, Jacksonville, FL"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Armin Rashidi",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcie L. Riches",
            "author_affiliations": [
                "Division Hematology/Oncology, The University of North Carolina at Chapel Hill, Chapel Hill, NC"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Mansour Riwes",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karamjeet S. Sandhu",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D. Sung",
            "author_affiliations": [
                "Duke Cancer Institute, Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monzr M. Al Malki",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lyndsey Runaas",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hany Elmariah",
            "author_affiliations": [
                "Department of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew R. Rezvani",
            "author_affiliations": [
                "Division of BMT and Cellular Therapy, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mahasweta Gooptu",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Bolaños-Meade",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shernan G Holtan",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wael Saber",
            "author_affiliations": [
                "CIBMTR® (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Hamadani",
            "author_affiliations": [
                "CIBMTR® (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie S Kean",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel-Angel Perales",
            "author_affiliations": [
                "Department of Medicine, Adult Bone Marrow Transplantation Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ami S. Bhatt",
            "author_affiliations": [
                "Departments of Genetics and Medicine, Division of Hematology, Stanford University, Palo Alto, CA"
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:07:58",
    "is_scraped": "1"
}