{
    "doi": "https://doi.org/10.1182/blood.V120.21.1956.1956",
    "article_title": "Interleukin 12 (IL12) and Interferon Gamma (IFNγ) of Donor Origin Not of Patient Origin May Predict Acute Graft Versus Host Disease After Allogeneic Hematopoietic Stem Cell Transplantation (HSCT) ",
    "article_date": "November 16, 2012",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "abstract_text": "Abstract 1956 One persistent problem following allogeneic HSCT is acute graft versus host disease (GVHD). A major role of cytokines in the pathogenesis of GVHD has been acknowledged with a lot of controversial reports. This study aimed at the possible prediction of the occurrence of acute GVHD through studying the pattern of interleukin 12 (IL12) and interferon γ (IFNγ) production. We used two approaches: (i) In vitro cytokine production by graft cells in response to recipient antigens, in a mixed lymphocyte culture setup. (ii) Measurement of cytokines levels in the patient's plasma prior to transplant and during the aplastic phase representing cytokines of patient's origin as well as at engraftment representing cytokines of donor's origin. The work was performed according to Helsinki declaration, the protocol was approved by the IRB of the NCI, Cairo University and an informed consent was obtained from all subjects. The study comprised 45 patients who received fully matched allogeneic peripheral blood stem cell transplantation from a sibling donor in the period from November 2006 until May 2010 at Nasser Institute. They included 26 males and 19 females with an age range of 6–41 with a median of 22 years. The study cohort included 18 AML, 15 CML, 4 ALL, 4 aplastic anemia, 3 MDS and one patient with Fanconi's anemia. IL12 and IFNγ were measured by microbead array technology using Luminex 200 and Flourokine MAP kit provided by R& D Company. Patients were followed up for at least one year. Fourteen/45 patients developed acute GVHD, 4 grade I, six grade II and 4 grade III. Seven patients developed chronic GVHD; 3 of them on top of acute GVHD. Patients who developed chronic GVHD showed no statistically significant differences in any of the tested parameters and will not be mentioned any more. Positive correlation between IL12 and IFNγ of donor's origin was encountered in both culture supernatant (r = 0.75, P <0.001) and patient's plasma at engraftment (r = 0.57, P <0.001). In culture supernatant, IL12 was undetectable in 7/14 cases with acute GVHD. The other 7 cases showed a level of 2.0 – 463.5 with a median of 14.6 pg/ml. It was not detected in any of the 31 cases without GVHD (P <0.001). IFNγ was undetectable in 4/14 cases with acute GVHD. The other 10 cases showed a level of 6.2 – 19.000 with a median of 133.5pg/ml. It was undetectable in 28/31 cases without GVHD. The other 3/31 cases showed a level of 1.1– 80.01 with a median of 8.1 pg/ml. (P <0.001). In patient's plasma at engraftment, IL12 was undetectable in 7/14 cases with acute GVHD; the other 7 cases showed a level of 3.89 – 608.5 with a median of 51.8 pg/ml. It was undetectable in 26/31 cases without GVHD; the other 5 cases showed a level of 2.0 – 6.88 with a median of 2.93 pg/ml. (P = 0.008). IFN γ was undetectable in 3/14 cases with acute GVHD; the other 11cases showed a level of 11 – 427 with a median of 77.9 pg/ml. It was undetectable in 24/31 cases without GVHD; the other 7 cases showed a level of 0.27– 26.67 with a median of 15.8 pg/ml (P <0.001). At a cut off value of 15.9 pg/ml in either culture supernatant or patient's plasma at engraftment, IFN γ showed a sensitivity of 64.3%, a specificity of 96.8 % and a total accuracy of 80.4%. Nine/10 cases that had a level ≥the cutoff in the culture supernatant developed acute GVHD as compared to 5/35 with levels below the cutoff (p=0.001). While 9/12 cases that had a level ≥the cutoff in patient's plasma at engraftment developed acute GVHD as compared to 5/33 with levels below the cutoff (p=0.001). At a cutoff value of 0.89 pg/ml, the level of IL12 in culture supernatant showed a sensitivity of 50.0%, absolute specificity of 100.0% and a total accuracy of 83.3%. All 7 cases that had a level ≥the cutoff developed acute GVHD as compared to 7/38 with levels below the cutoff (p=0.000). At a cutoff value of 1.0 pg/ml, the level of IL12 at engraftment showed a sensitivity of 50.0%, a specificity of 83.9% and a total accuracy of 72.3%. Seven/12 cases that had a level ≥the cutoff developed acute GVHD as compared to 7/33 with levels below the cutoff (p=0.023). On the other hand no significant difference was encountered in the levels of either cytokine of patient's origin between cases who developed and those who did not develop acute GVHD. In conclusion, IFN γ and IL12 of donor but not of patient's origin might predict the occurrence of acute GVHD. IL12 in culture supernatant is a potential absolute positive but not negative predictor. A validation cohort is needed to verify these assumptions. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "donors",
        "graft-versus-host disease, acute",
        "hematopoietic stem cell transplantation",
        "interferon type ii",
        "interleukin-12",
        "recombinant interferon-gamma",
        "cytokine",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Azza M Kamel",
        "Nahla M El-Sharkawy",
        "Eman K Abd El-Fattah",
        "Raafat Abd El-Fattah",
        "Mohammed A Samra",
        "Paul K. Wallace, MS, PhD",
        "Hossam K Mahmoud"
    ],
    "author_dict_list": [
        {
            "author_name": "Azza M Kamel",
            "author_affiliations": [
                "Clinical Pathology, National Cancer Institute, Cairo University, Cairo, Egypt, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nahla M El-Sharkawy",
            "author_affiliations": [
                "Clincal Pathology, National Cancer Institute, Cairo University, Cairo, Egypt, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eman K Abd El-Fattah",
            "author_affiliations": [
                "Clinical Pathology, National Cancer Institute, Cairo University, Cairo, Egypt, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raafat Abd El-Fattah",
            "author_affiliations": [
                "Medical Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammed A Samra",
            "author_affiliations": [
                "Medical Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul K. Wallace, MS, PhD",
            "author_affiliations": [
                "Flow Cytometry Laboratory, Roswell Park Cancer Inst., Buffalo, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hossam K Mahmoud",
            "author_affiliations": [
                "Medical Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T21:32:55",
    "is_scraped": "1"
}