{
    "doi": "https://doi.org/10.1182/blood.V128.22.724.724",
    "article_title": "PRL2 Phosphatase Is a Key Mediator of Oncogenic Cytokine Signaling in Leukemia Stem Cells ",
    "article_date": "December 2, 2016",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation I",
    "abstract_text": "Acute myeloid leukemia (AML) is a heterogeneous disease with multiple signaling pathways contributing to its pathogenesis. Mutations in receptor tyrosine kinase KIT and FLT3 are found in approximately 40% of AML patients and targeted therapies for inhibiting KIT and FLT3 have failed, thus new targets for therapeutic intervention need to be identified. The p hosphatase of r egenerating l iver (PRL) family of phosphatases, consisting of PRL1, PRL2, and PRL3, represents an intriguing group of proteins being validated as biomarkers and therapeutic targets in human cancer. While PRL2 is highly expressed in some subtypes of human AML, including AML1-ETO + AML and AML with mixed lineage leukemia (MLL) translocations, its role in AML is largely unknown. To determine the role of PRL2 in the pathogenesis of AML, we utilized two murine models of human AML induced by transducing mouse HSCs with AML1-ETO or MLL-AF9. We found that PRL2 is important for the progression and maintenance of leukemia induced by AML1-ETO or MLL-AF9 through enhancing leukemia stem cell (LSC) self-renewal. To elucidate the mechanisms by which PRL2 promotes LSC maintenance, we performed genome wide RNA-seq analysis of MLL-AF9 + LSCs. Gene Set Enrichment Analysis (GESA) indicates that PRL2 deficiency alters the MLL-AF9 signature essential for LSC self-renewal. We have recently identified PRL2 to be important for the proliferation and self-renewal of hematopoietic stem cells (HSCs) through the regulation of KIT signaling. Notably, PRL2 null hematopoietic progenitor cells showed decreased KIT phosphorylation as well as ERK phosphorylation following SCF stimulation, suggesting that PRL2 is important for KIT activation. Given that KIT inactivation could be mediated by removal from the cell surface and intracellular degradation, we reasoned that PRL2 may regulate KIT receptor internalization and stability. That was indeed the case. We found that the KIT protein half-life in PRL2 null hematopoietic progenitor cells (Kit + ) was significantly decreased compared to WT cells. Furthermore, PRL2 null progenitor cells showed enhanced KIT ubiquitination compared to WT cells and less KIT was found on the surface of PRL2 null progenitor cells compared to WT cells following SCF stimulation. We also found that loss of PRL2 in human AML cells resulted in enhanced internalization of KIT. These observations demonstrate that PRL2 deficiency results in less KIT on the cell surface and a lower global KIT level in the cell. Upon SCF stimulation, KIT binds to and induces the phosphorylation of CBL proteins, which in turn act as E3 ligases, mediating the ubiquitination and degradation of KIT. To understand how PRL2 modulates the turnover of KIT in hematopoietic cells, we performed GST-pulldown assays and found that the substrate-trapping mutant PRL2/CS-DA showed an increased association with KIT and CBL compared to wild-type PRL2 in Kasumi-1 cells, suggesting that KIT and CBL may be PRL2 substrates. Furthermore, we found that PRL2/CS-DA mutant showed enhanced association with FLT3 and CBL compared to wild-type PRL2 in MV4-11 cells. Our data suggest that PRL2 dephosphorylates CBL and inhibits CBL activity toward KIT and FLT3, leading to sustained activation of downstream signaling pathways. To determine the functional significance of PRL2 in human AML with KIT and FLT3 mutations, we utilized two well-established murine model of myeloproliferative neoplasms (MPN) induced by KITD814V or FLT3-ITD. We found that loss of Prl2 decreased the ability of oncogenic KITD814V and FLT3-ITD to promote mouse hematopoietic stem and progenitor cell (HSPC) proliferation in vitro andthe development of MPN in vivo . Furthermore, we found that genetic and pharmacological inhibition of PRL2 decreased the proliferation and survival of human AML cells bearing KIT or FLT3 mutations. Taken together, we demonstrate that PRL2 promotes leukemia stem cell (LSC) self-renewal and maintenance through sustaining the activity of oncogenic KIT and FLT3 signals. Our findings suggest that pharmacological inhibition of PRL2 holds potential as a novel therapy for acute myeloid leukemia, and might also be applicable to the treatment of other human cancers. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "leukemia",
        "phosphoric monoester hydrolases",
        "signal transduction",
        "stem cells",
        "ms-like tyrosine kinase 3",
        "cancer",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "biological markers"
    ],
    "author_names": [
        "Michihiro Kobayashi, MD PhD",
        "Yunpeng Bai, PhD",
        "Sisi Chen, BS",
        "Sarah C Nabinger, PhD",
        "Chonghua Yao, MD",
        "Zhong-Yin Zhang, PhD",
        "Yan Liu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michihiro Kobayashi, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Herman B. Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yunpeng Bai, PhD",
            "author_affiliations": [
                "Purdue University, West Lafayette, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sisi Chen, BS",
            "author_affiliations": [
                "Biochemistry and Molecular Biology, Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah C Nabinger, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Herman B. Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chonghua Yao, MD",
            "author_affiliations": [
                "Department of Pediatrics, Herman B. Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhong-Yin Zhang, PhD",
            "author_affiliations": [
                "Department of Biochemistry & Molecular Biology, Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Liu, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:33:16",
    "is_scraped": "1"
}