{
    "doi": "https://doi.org/10.1182/blood.V114.22.4959.4959",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1541",
    "start_url_page_num": 1541,
    "is_scraped": "1",
    "article_title": "Extramedullary Relapses After Stem Cell Transplantation in Multiple Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "brachial plexus neuritis",
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "dexamethasone",
        "positron-emission tomography",
        "radiation therapy",
        "thalidomide",
        "bortezomib"
    ],
    "author_names": [
        "Stefano Pulini, MD",
        "Annalisa Natale, MD",
        "Anna Maria Morelli, MD",
        "Antonio Spadano, MD",
        "Daniela Carlino, MD",
        "Francesca Fioritoni, MD",
        "Patrizia Marani Toro, MD",
        "Paolo Di Bartolomeo, MD",
        "Giuseppe Fioritoni, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Clinical Hematology, Pescara, Italy, "
        ],
        [
            "Department of Hematology, Clinical Hematology, Pescara, Italy, "
        ],
        [
            "Department of Hematology, Clinical Hematology, Pescara, Italy, "
        ],
        [
            "Department of Hematology, Clinical Hematology, Pescara, Italy, "
        ],
        [
            "Department of Hematology, Clinical Hematology, Pescara, Italy, "
        ],
        [
            "Department of Hematology, Clinical Hematology, Pescara, Italy, "
        ],
        [
            "Department of Hematology, Clinical Hematology, Pescara, Italy, "
        ],
        [
            "Department of Hematology, BMT Unit, Pescara, Italy"
        ],
        [
            "Department of Hematology, Clinical Hematology, Pescara, Italy, "
        ]
    ],
    "first_author_latitude": "41.496331",
    "first_author_longitude": "-81.6739675",
    "abstract_text": "Abstract 4959 Introduction Notwithstanding recent findings, multiple myeloma (MM) remains an incurable disease and almost all treated patients invariably relapse. The clinical presentation of recurrent MM is heterogeneous. Extramedullary relapses (EMRs) are rare, but recently an increased frequence has been reported, probably favoured by the new diagnostic imaging techniques, and maybe caused by the induction chemotherapeutic regimens. Patients We report 6 cases of EMRs, occurring after a median time of 3 years (yrs) from stem cell transplantation (SCT). Five ( A,B,C,D,E ) male and one ( F ) female patients (pts), median age 50 yrs (39-63), were affected by IgGk (5 pts) and IgAk (1 pt) MM, all in stage IIIA. At diagnosis one pt ( E ) had an EM sternal extrapleural plasmocytoma, which was successfully irradiated. Three pts were treated with total therapy II ( B,D,E ), 2 pts with VAD and autologous-SCT (ASCT) ( A,F ) or ASCT followed by mini allogeneic-SCT (AlloSCT) ( C ). The patient F showed an orbital localization after VAD, before ASCT. After SCT all 5 patients resulted in complete remission (CR). Results A systemic relapse occurred after 3 yrs in pt A, who was treated according to EDAP chemotherapy (etoposide-dexamethasone-cytarabine-carboplatin); after 2 yrs in pt B, treated with combination of bortezomib-thalidomide-dexamethasone (VTD). Both pts reached a second CR and a maintenance with thalidomide was started. However, after one yr, pt A had a lumbar paravertebral EMR, and pt B lumbosacral extradural and dorsal endocanalar EMRs, besides a tumour mass in the pelvic bone, jutting in abdominal cavity. As regarding the other 4 pts, C had a pulmonary embolism 4 yrs after first CR and an EMR was demonstrated, looking as a 6 cm long lumbar mass, infiltrating the inferior vena cava and determining thrombosis of it. In pt D the EMRs occurred 2 yrs after ASCT: one lumbar 3 cm long mass and another of 9 cm of diameter in the pelvic bone. Finally patient E and F had a dorsal 7 × 5 cm paravertebral and a femoral mass, respectively, 1 and 4 yrs after ASCT. Only in pt B elevated lactate dehydrogenase levels were present when EMR was diagnosed. Therapeutic approaches to EMRs were represented by radiotherapy; in addition pts B,C,E,F were treated with EDAP, without response; AlloSCT was performed in pt A ; PAD plus lenalidomide in pt D . The latter ( D ) reached a third CR, so an AlloSCT was performed, but unfortunately the patient died because of hepatic acute GVHD. The other patient firstly treated with AlloSCT (pt A ) was refractory and was treated with VTD chemotherapy, but he recently showed nodular lesions in the liver, showing hypercaptation at PET. Chemotherapy with lenalidomide, dexamethasone and cyclophosphamide (LDC) was started, but after 2 cycles a progressive hepatic EM disease (lesion of 7 cm) is now present. As we mentioned 4 patients ( B,C,E,F ) has been treated with EDAP, which resulted ineffective. Patient C, after EDAP, started bortezomib-dexamethasone therapy (VD), with initial clinical and radiological response (PET negative); however shortly after, he showed other scapular and axillary PET positive EMRs; radiotherapy, thalidomide-dexamethasone (TD) and then donor lymphocyte infusions (DLI) from the allogeneic donor were performed; as results the previous hypercaptant scapular regions resulted negative at PET, but various new lesions appeared, so a salvage therapy with LDC has been recently started. Femoral and humeral radiotherapy has been simultaneously started. Patient F died soon after EDAP because of renal failure. The other 2 pts, refractory to EDAP chemotherapy, showed successive EMRs. The patient B died after progressive cranial, orbital, encephalic EMRs, complicated by CD56 negative plasma cell leukaemic meningitis. Patient E developed maxillary, cranial, orbital, zygomatic MM masses, pelvic, humeral and radial fracture and died. Discussion From the initial diagnosis of MM one pt died after 3 and three patients died after 4.5 yrs respectively; 2 patients are still long survivors after 7 and 9 yrs. EMRs could be the consequence of a clonal selection after high dose chemotherapy, with the persistence of a plasmacellular clone after induction therapy before ASCT. In spite of the small number of patients, our experience shows that EMRs appear refractory to radiotherapy and to conventional and even high dose chemotherapy. Instead it seems that regimens including new drugs (thalidomide, bortezomib, lenalidomide) could be useful, prolonging survival, as demonstrated for patient A and C , still surviving, and for patient D , who died in CR for acute GVHD. Disclosures No relevant conflicts of interest to declare."
}