{
    "doi": "https://doi.org/10.1182/blood.V126.23.3479.3479",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3012",
    "start_url_page_num": 3012,
    "is_scraped": "1",
    "article_title": "Inappropriate Listing of Heparin As an Allergy in the Electronic Medical Record Due to Misdiagnosis of Heparin-Induced Thrombocytopenia: Frequency and Consequences ",
    "article_date": "December 3, 2015",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "topics": [
        "electronic medical records",
        "heparin",
        "hypersensitivity",
        "misdiagnosis",
        "thrombocytopenia, heparin-induced",
        "hemorrhage",
        "laboratory techniques and procedures",
        "argatroban",
        "lepirudin",
        "parenteral anticoagulants"
    ],
    "author_names": [
        "Christine M. McMahon, MD",
        "Adam Cuker, MD MS"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA ",
            "Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.9488336",
    "first_author_longitude": "-75.1948556",
    "abstract_text": "Introduction Heparin-induced thrombocytopenia (HIT) is a prothrombotic complication of heparin therapy. Treatment involves discontinuation of heparin and initiation of an alternative anticoagulant. Misdiagnosis is common and may result in unnecessary exposure of thrombocytopenic patients to costly direct thrombin inhibitors and their approximate 1% daily risk of major hemorrhage. Another potential and previously unstudied consequence of misdiagnosis is the inappropriate listing of heparin as an allergy in the electronic medical record (EMR). We hypothesized that inappropriate listing of heparin as an allergy due to misdiagnosis of HIT is relatively common, often persists beyond the index hospitalization, and is associated with unnecessary avoidance of heparin as well as increased bleeding and costs. Methods We conducted a retrospective cohort study of patients with an inappropriate heparin allergy listed in the EMR due to misdiagnosis of HIT. We searched the EMR of a tertiary care center and a community hospital in our health system for patients with a new heparin allergy documented between 2004 and 2011. Patients were eligible for the study if the reason for allergy listing was suspicion for acute HIT and laboratory testing for HIT had been performed within 60 days of the allergy listing. We excluded patients that were listed as having a heparin allergy due to a remote history of suspected HIT, an adverse reaction to heparin other than HIT, or if the allergy was listed for an unknown reason. Charts of eligible subjects were reviewed and demographic, clinical, and laboratory data were extracted using a standardized data collection form. Subjects were defined as \"negative for HIT\" if they had a 4T score ≤3 or negative laboratory testing for HIT (ELISA <1.0 optical density units and negative serotonin release assay). All other subjects were considered to have \"possible HIT.\" Results Among 903 patients with a new allergy to heparin documented during the time period of interest, 239 were eligible for inclusion in the study. Of these 239 subjects, 100 (42%) met the prespecified definition of \"negative for HIT\" (15 had a 4T score ≤3, 49 had negative laboratory testing, and 36 had both a 4T score ≤3 and negative laboratory testing) . Sixty-eight of the subjects who were negative for HIT (68%) received an alternative parenteral anticoagulant during the index admission: 52 received argatroban, 18 lepirudin, 2 both argatroban and lepirudin. No patients were treated with fondaparinux or bivalirudin. Median length of time on an alternative parenteral anticoagulant was 10.5 days. Among the 68 patients who received unnecessary argatroban and/or lepirudin, 45 (66%) met ISTH criteria for major bleeding. The majority of these subjects met criteria for a major bleed based on a decrease in hemoglobin of at least 2.0 g/dL (n=40, 58.8%) and/or transfusion of at least 2 units of packed red blood cells (n=33, 48.5%). There were 2 subjects who had a symptomatic bleed in a critical area or organ. No subjects had a fatal hemorrhage. Seventy-five (75%) of the 100 subjects that were negative for HIT had an inappropriate allergy to heparin listed in the EMR at the time of discharge from the index hospitalization, and 68 (68%) had an inappropriate allergy to heparin that remained in effect as of August 2015. These 68 patients have had 68 subsequent hospitalizations within our health system after the index admission. Conclusions We found that a substantial percentage (42%) of patients with a heparin allergy documented in the EMR due to suspected HIT were clearly negative for HIT based on review of clinical and laboratory data. Many of these patients were unnecessarily treated with a direct thrombin inhibitor (68%) and experienced major bleeding (66%). Inappropriate heparin allergy listing persisted in the EMR in most patients (75%) beyond the index hospitalization, suggesting that heparin may be unnecessarily avoided and alternative parenteral anticoagulants used in subsequent admissions. Disclosures Cuker: Bracco: Consultancy; CSL Behring: Consultancy; Genzyme: Consultancy; T2 Biosystems: Research Funding."
}