{
    "doi": "https://doi.org/10.1182/blood.V118.21.1801.1801",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2103",
    "start_url_page_num": 2103,
    "is_scraped": "1",
    "article_title": "CXCR4 Promotes the Tumorogenicity of Multiple Myeloma, Including Increased Motility, Clonogenicity, up-Regulation of VLA-4, Protection From Chemotherapy and Aggressive Tumor Development In Vivo ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "cell motility",
        "chemotherapy regimen",
        "cxcr4 receptors",
        "multiple myeloma",
        "neoplasms",
        "up-regulation (physiology)",
        "stromal cell-derived factor 1",
        "adhesions",
        "agar",
        "bone diseases"
    ],
    "author_names": [
        "Katia Beider",
        "Amnon Peled, PhD",
        "Lola Weiss",
        "Merav Leiba",
        "Avichai Shimoni, MD",
        "Arnon Nagler"
    ],
    "author_affiliations": [
        [
            "Hematology Division, Chaim Sheba Medical Center and Tel Aviv University, Guy Weinshtock Multiple Myeloma Foundation, Tel-Hashomer, Israel, "
        ],
        [
            "Goldyne Savad Institute of Gene Therapy, Jerusalem, Israel, "
        ],
        [
            "2Goldyne Savad Institute of Gene Therapy, Jerusalem, Israel, "
        ],
        [
            "Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel, "
        ],
        [
            "Hematology Division and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel"
        ],
        [
            "Hematology Division, Chaim Sheba Medical Center and Tel Aviv University, Guy Weinshtock Multiple Myeloma Foundation, Tel-Hashomer, Israel, "
        ]
    ],
    "first_author_latitude": "32.07325675",
    "first_author_longitude": "34.838144050000004",
    "abstract_text": "Abstract 1801 Background: Multiple myeloma (MM) is by large incurable neoplasm of plasma cells, characterized by accumulation in the bone marrow (BM), in close contact to cellular and extracellular matrix (ECM) components. Chemokine receptor CXCR4 is expressed by the majority of patients' MM cells. It promotes myeloma cell migration and homing to the BM compartment, supports the tumor cells survival and protects the myeloma cells from chemotherapy-induced apoptosis. Further investigation is required to define the specific molecular mechanisms regulated by the CXCR4/CXCL12 axis in MM. However, surface CXCR4 is commonly down-regulated in the MM cell lines. In order to overcome this limitation, the aim of the current study was to produce a reliable model for studying the functional role of high CXCR4 in MM by generating MM cell lines with stable expression of surface CXCR4. Results: To over-express CXCR4, we transduced CXCL12-expressing MM cell lines ARH77 and RPMI8226 with lentiviral vector and generated cell lines with high and stable levels of surface CXCR4. Enhanced CXCR4 expression significantly increased the in vitro survival and growth of the 2 MM cell lines in serum-deprivation conditions (p<0.01). Furthermore, elevated expression of surface CXCR4 prominently increased MM cells motility and promoted CXCL12-dependent transwell migration of the transduced MM cell lines. Highly CXCR4-expressing RPMI8226 and ARH77 cells demonstrated 40% migration in response to CXCL12 (50 ng/ml), versus only 0–5% migration of MM cells with low expression of surface CXCR4 (p<0.01). Furthermore, adhesion of MM cells to either ECM proteins or BMSCs localize the malignant PCs within the BM microenvironment, promote growth and survival of MM cells and play a critical role in myeloma bone disease and tumor invasion. In accordance, we observed induced adhesion of the transfected RPMI8226-CXCR4 cells to ECM components fibronectin and laminin and to BM fibroblasts. Moreover, we found that enhanced CXCR4 not only functionally activates, but rather significantly elevates the surface levels of VLA-4 integrin on the RPMI8226 cells. In addition, we found that CXCR4-expressing MM cells were less sensitive to melphalan- and bortezomib-induced apoptosis, when they were co-cultured with BM fibroblasts. Testing the molecular signaling pathways regulated by CXCR4, we found that elevated CXCR4 increased the basic level of pERK1/2 and pAKT in the MM cells, and promoted their prolonged activation in response to CXCL12 stimulation. Finally, the ability to produce colonies in the soft agar semi-solid culture reflects the tumorigenic capacity of cancer cells and cancer stem cells. Differentiated MM cells thus rarely produce colonies in soft agar. Here, we demonstrate that up regulation of CXCR4 promoted ARH77 and RPMI8226 colony formation, significantly increasing colonies number and size. Lastly, we determined the role of CXCR4 in MM tumor development in vivo. CXCR4-expressing ARH77 and RPMI8226 cells were subcutaneously injected into NOD/SCID mice. CXCR4-expressing cells, but not parental cell lines, produced detectable tumors already 10 days after the injection. Rapid tumor growth was further observed in both CXCR4-expressing cell lines. These findings indicate that CXCR4 provided aggressive phenotype and supported MM growth in vivo. Conclusions: Taken together, our findings clearly demonstrate the important pathophysiologic role of CXCR4 in MM development and progression. Furthermore, for the first time, we provide the evidence for CXCR4 oncogenic potential in MM, showing that CXCR4 promotes the clonogenic growth of MM cells. Our model may further serve to elucidate CXCR4-regulated molecular events potentially involved in the pathogenesis of MM, and strongly support targeting CXCR4 as therapeutic tool in MM. Disclosures: No relevant conflicts of interest to declare."
}