{
    "doi": "https://doi.org/10.1182/blood.V124.21.3272.3272",
    "article_title": "Somatic Mutations Indicative of Clonal Hematopoiesis Are Present in a Large Fraction of Cytopenic Patients Who Lack Diagnostic Evidence of MDS ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies: Poster II",
    "abstract_text": "Background: Establishing the diagnosis of myelodysplastic syndromes requires excluding benign causes of cytopenias and is based largely on morphologic criteria subject to substantial interobserver variability. Clonal hematopoiesis defined by the presence of a typical karyotype abnormality can serve as presumptive evidence of MDS in the absence of other diagnostic criteria, however these lesions are absent in the majority of cases. Somatic mutations are much more common in patients who meet the diagnostic criteria for MDS. However, the frequency of clonal somatic mutations in patients with meaningful cytopenias who lack morphologic evidence of MDS is not known and could help identify those at increased risk of progressive disease. Methods: We conducted a prospective study enrolling patients with unexplained cytopenias, suspected of having MDS into one of three groups (positive for MDS, equivocal, or negative) based on traditional diagnostic methods of morphology, cytogenetics and flow cytometry. We conducted massively parallel amplicon-based sequencing using the Illumina MiSeq platform on bone marrow samples from consenting patients to examine the mutation status of 21 genes implicated in MDS ( SF3B1, SRSF2, U2AF1, ZRSR2, TET2, IDH1, IDH2, DNMT3A, EZH2, ASXL1, SETBP1, TP53, PHF6, RUNX1, ETV6, CBL, NRAS, KIT, JAK2, MPL, NPM1 ). The minimum coverage was 500x, and only variants with minor allele fractions >5% were reported. Results: Eleven community oncology practices in the US enrolled 145 patients with cytopenias suspected of having MDS. Of these, 86 have been sequenced to date. The ages of the sequenced patients ranged from 31 to 97 years with an average age of 71. Bone marrow material from these 86 patients were examined by two hematopathologists and enrolled into three arms based on their findings; confirmed MDS (n=8), equivocal evidence of MDS (n=12), and non-MDS (n=66). We identified clinically significant MDS-associated somatic variants in all three categories. Variants were found in 5 of 8 confirmed MDS, in 9 of 12 with equivocal MDS, and in 16 of the 66 non-MDS patients. The finding of clinically significant variants in 16 of 66 (24%) in the non-MDS group was unexpected and included 6 patients with mutations in the TET2 gene,6 patients with mutations in the TP53 gene, as well as patients with mutations in RUNX1 (n=2), DNMT3A , SETBP1 , ASXL1 and ZRSR2 . There were no differences in age or blood counts between patients with mutations and those without them within the non-MDS group. Nor were there any significant differences in these measures between diagnostic groups. Discussion: Somatically acquired variants in the non-MDS group may be the result of early, low grade MDS without sufficient observable pathological characteristics, may indicate the presence of another disease affecting hematopoietic development, or may be incidental age-related somatic mutations. Our study may underestimate the fraction of patients with such mutations as genes not sequenced here may provide evidence of clonal hematopoiesis in more patients. Surprisingly, the number of patients without clear evidence of MDS greatly outnumbered those with a firm morphologic diagnosis in this prospective study. The large fraction of these patients with somatic mutations suggests that clonal cytopenias may be much more common than estimates based on the prevalence of MDS would indicate. Additional follow up may allow us to determine how these patients evolve clinically over time. Sequencing of the remaining 59 patients and additional analyses are ongoing and will include the association of somatic variants with age, type and severity of cytopenia, and features of the bone marrow morphology. All 145 patients, including 103 in the arm without evidence of MDS will be included in the study when presented at the ASH meeting. Conclusion: Somatic mutations in genes typically associated with MDS can be found in a substantial fraction of patients with little or no morphologic evidence of the disease. Identification of clonal cytopenias may help exclude benign alternative diagnoses and impact how these patients are followed clinically over time. Disclosures Hall: Genoptix Medical Laboratory: Employment. Al Hafidh: Genoptix Medical Laboratory: Employment. Balmert: Genoptix Medical Laboratory: Employment. Dabbas: Genoptix, Inc., a Novartis company: Employment, Equity Ownership. Vaupel: Genoptix Medical Laboratory: Employment. El Hader: Genoptix Medical Laboratory: Employment. McGinniss: Genoptix Medical Laboratory: Employment. Beruti: Genoptix Medical Laboratory: Employment. Bejar: Genoptix Medical Laboratory: Consultancy, Honoraria, Licensed IP, no royalties Patents & Royalties, Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "bone marrow specimen",
        "cytopenia",
        "differential diagnosis",
        "flow cytometry",
        "follow-up",
        "hematopoiesis",
        "karyotype determination procedure",
        "mutation, somatic",
        "myelodysplastic syndrome",
        "progressive neoplastic disease"
    ],
    "author_names": [
        "Jeff Hall, PhD",
        "Jenan Al Hafidh, PhD",
        "Emily Balmert",
        "Bashar Dabbas, MD",
        "Christine Vaupel, PhD",
        "Carlos El Hader, PhD",
        "Matthew McGinniss, PhD",
        "Sue Beruti, MD",
        "Rafael Bejar, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeff Hall, PhD",
            "author_affiliations": [
                "Genoptix, Inc., a Novartis company, Carlsbad, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jenan Al Hafidh, PhD",
            "author_affiliations": [
                "Genoptix, Inc., a Novartis company, Carlsbad, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Balmert",
            "author_affiliations": [
                "Genoptix, Inc., a Novartis company, Carlsbad, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bashar Dabbas, MD",
            "author_affiliations": [
                "Genoptix, Inc., a Novartis company, Carlsbad, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Vaupel, PhD",
            "author_affiliations": [
                "Genoptix, Inc., a Novartis company, Carlsbad, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos El Hader, PhD",
            "author_affiliations": [
                "Genoptix, Inc., a Novartis company, Carlsbad, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew McGinniss, PhD",
            "author_affiliations": [
                "Genoptix, Carlsbad, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sue Beruti, MD",
            "author_affiliations": [
                "Genoptix, Inc., Carlsbad, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Bejar, MDPhD",
            "author_affiliations": [
                "UCSD Moores Cancer Center, La Jolla, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T15:44:16",
    "is_scraped": "1"
}