{
    "doi": "https://doi.org/10.1182/blood.V114.22.1301.1301",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1562",
    "start_url_page_num": 1562,
    "is_scraped": "1",
    "article_title": "The Role of Immune-Response Gene Variants in Inhibitor Development in Black Patients with Hemophilia A. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Coagulation or Fibrinolysis Poster I",
    "topics": [
        "genes",
        "hemophilia a",
        "immune response",
        "interleukin-10",
        "tumor necrosis factor-alpha",
        "alloimmunization",
        "amino acids",
        "cytotoxic t-lymphocyte antigen 4",
        "dinucleoside phosphates",
        "dna"
    ],
    "author_names": [
        "Tom E. Howard, MD, PhD",
        "Shelley A. Cole, PhD",
        "Carol K. Kasper, MD",
        "Afshin Ameri, MD",
        "Kavita Natarajan, MD",
        "Raymond G. Watts, MD",
        "Valrie A. Manard, RN",
        "Shelley M. Nakaya",
        "Christine L Kempton, MD, MSc",
        "Martina Kennedy, DO",
        "Benjamin Kim, MD",
        "Rathi V. Iyer, MD",
        "Laura Almasy, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, Veterans Affairs Greater Los Angeles Healthcare System, Los Angeles, CA, USA, "
        ],
        [
            "Genetics, Southwest Foundation for Biomedical Research, San Antonio, TX, USA, "
        ],
        [
            "Orthopaedic Hospital, Pasadena, CA, USA, "
        ],
        [
            "Children's Medical Center, Medical College of Georgia, Augusta, GA, USA, "
        ],
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA, "
        ],
        [
            "University of Alabama Birmingham, Birmingham, AL, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Veterans Affairs Greater Los Angeles Healthcare System, Los Angeles, CA, USA, "
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA, "
        ],
        [
            "Aflac Cancer Center and Blood Disorders Service and Department of Hematology and Medical Oncology, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Veterans Affairs Greater Los Angeles Healthcare System, Los Angeles, CA, USA, "
        ],
        [
            "Hematology/Oncology, The David Geffen School of Medicine, Los Angeles, CA, USA, "
        ],
        [
            "Pediatrics, University of Mississippi Medical Center, Jackson, MS, USA"
        ],
        [
            "Genetics, Southwest Foundation for Biomedical Research, San Antonio, TX, USA, "
        ]
    ],
    "first_author_latitude": "34.05263",
    "first_author_longitude": "-118.45273399999998",
    "abstract_text": "Abstract 1301 Poster Board I-323 Background Neutralizing factor VIII (FVIII) alloantibodies (“inhibitors”) develop in about 15% of all patients with hemophilia A following replacement therapy. The pathogenesis of this important treatment-related alloimmune complication is complex and involves both genetic and environmental factors, and likely their interactions. The type of hemophilia-causing FVIII gene ( F8 ) mutation influences the risk of developing inhibitors with large deletions conferring the greatest risk and subtypes of single-base substitution mutations the lowest. Additional genetic factors that include possible transcription-modulating polymorphisms in the promoter regions of the structural loci encoding tumor necrosis factor a ( TNFA ), interleukin 10 ( IL10 ), and cytotoxic T-lymphocyte associated protein-4 ( CTLA-4 ) were recently found to be associated with alloimmunization risk in the Malmo International Brother Study (MIBS). We recently demonstrated that mismatched FVIII replacement therapy due to the presence of common F8 nonsynonymous-single-nucleotide polymorphisms (ns-SNPs), which result in single amino acid changes in FVIII but do not cause hemophilia, may represent a novel genetic determinant of risk and contribute to the greater frequency of inhibitor development in black compared to white patients with hemophilia A (Viel et al. N Engl J Med. 360:1618-27, 2009). Because the implicated immune response gene variants described above were not controlled for in our initial study, however, we are now evaluating their influence on inhibitor development in this sample of black Americans with hemophilia A. Methods We used PCR and genomic DNA from 78 black hemophilia A patients to genotype a SNP in the TNFA promoter (-308 G>A) and a CA-dinucleotide repeat polymorphism in the IL10 promoter (IL10G) by direct sequencing and fragment-length analysis, respectively. The inhibitor status, baseline severity, age at enrollment, and biologic relationships of these study subjects were already known as was their hemophilic F8 mutations and the background haplotypes on which they reside. Analyses for genotype-specific associations with inhibitor status were performed with and without controlling for background F8 haplotype. Results Although we found the frequency of the 134bp IL10 risk allele (102bp in our modified assay) to be 20.3%, which is similar to that observed previously in the largely Euro-Caucasian MIBS cohort (26.8%), no obvious association between inhibitor risk and genotypes containing this allele was identified in the black hemophilia A patients studied, even after controlling for the background F8 ns-SNP haplotype. The frequency we identified for the -308A TNFA risk allele (8.8%) was similar to that observed previously in non-hemophilic African Americans (12%), but was far less frequent than observed in the MIBS (32.9%). Analogous to the IL10 results, we identified no association between inhibitor development and TNFA genotypes containing the risk allele (which was only G/A heterozygotes since no homozygous A/A individuals were identified) in this black patient cohort, even after controlling for their ns-SNP haplotypes. Conclusions We found no association between inhibitor development in black Americans with hemohilia A and promoter variants in two immune response genes recently implicated as risk genotypes in the MIBS. While we did not replicate the prior findings, the small sample size of our present study could explain these results if a true functional variant in one of these genes either has a small effect or is in poor linkage disequilibrium with the typed variant in this black patient population. Our findings therefore require confirmation in a larger study, which is currently under way. Disclosures Howard: Haplomics, Inc.: Equity Ownership, Patents & Royalties. Kempton: Biomeasure Inc: Consultancy; CSL Behring Foundation: Research Funding."
}