{
    "doi": "https://doi.org/10.1182/blood.V110.11.1873.1873",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=904",
    "start_url_page_num": 904,
    "is_scraped": "1",
    "article_title": "Dose-Escalated Low Molecular Weight Heparin Provides Effective Anticoagulation for Women with Mechanical Heart Valves during Pregnancy: A Single-Centre Experience. ",
    "article_date": "November 16, 2007",
    "session_type": "Antithrombotic Therapy",
    "topics": [
        "anticoagulation",
        "heart, artificial",
        "low-molecular-weight heparin",
        "pregnancy",
        "fetal death",
        "hemorrhage",
        "anti factor xa",
        "dalteparin",
        "enoxaparin",
        "thrombus"
    ],
    "author_names": [
        "John Quinn",
        "Ruth Brooks",
        "Fiona Walker",
        "Donald Peebles",
        "Hannah Cohen"
    ],
    "author_affiliations": [
        [
            "Haematology, University College London Hospitals, London, United Kingdom",
            " "
        ],
        [
            "Cardiology, University College London Hospitals, London, United Kingdom",
            " "
        ],
        [
            "Cardiology, University College London Hospitals, London, United Kingdom",
            " "
        ],
        [
            "Obstetrics and Gynaecology, University College London Hospitals, London, United Kingdom",
            " "
        ],
        [
            "Haematology, University College London Hospitals, London, United Kingdom",
            " "
        ]
    ],
    "first_author_latitude": "51.51018315",
    "first_author_longitude": "-0.0649413",
    "abstract_text": "Effective anticoagulation for women with mechanical heart valves during pregnancy remains a major challenge. The use of standard dosage low molecular weight heparin (LMWH) is associated with an unacceptable incidence of morbidity and mortality for this patient group. In this prospective audit of anticoagulation management, we report pregnancy outcome for a cohort of women with mechanical heart valves, who received anticoagulation with a higher dosage LMWH regimen. We audited 12 consecutive pregnancies in 10 women (mean age 27.8 (18–41) years) with mechanical heart valves (mitral 4, aortic 2, aortic and mitral 2, systemic tricuspid AV valve 2). Past obstetric history (on warfarin) included 6 fetal losses: 2 miscarriages <12 weeks and 4 terminations including one therapeutic at 22 weeks gestation because of an intracerebral fetal haemorrhage. In 11/12 pregnancies treated with LMWH, warfarin was discontinued at <6 weeks and in 1/12 at 8 weeks. LMWH (dalteparin 7, enoxaparin 5) +/− low-dose aspirin (4) was then started at full therapeutic dosage (subcutaneous 12 hourly) with regular monitoring to maintain anti-Xa levels at 1.0–1.2U/mL (0.8–1.2 in the first 4/12 pregnancies). This necessitated stepwise increases in LMWH with median doses (12 hourly) pre-delivery 11,750IU for dalteparin and 95mg for enoxaparin, representing a median 47.7% increase over initial dosage. 11/12 pregnancies on LMWH resulted in live births (median BW 2.5 kg (range 1.0–3.7) at median gestation 36 (range 26–38 weeks) with 1 IUFD at 37 weeks. One patient had non-fatal valve-related thrombosis at 26 weeks associated with a sub-therapeutic anti-Xa level (0.64 U/ml). Of note, she had a past history of pulmonary embolism and was heterozygous for the G20210A prothrombin gene mutation. There were no other valve-related thrombotic events. Minor bleeding occurred during 3 pregnancies. There were 5 major bleeding episodes in 4 patients: 3 antepartum (1 with placenta praevia) and 1 post-partum haemorrhage plus 1 abdominal wound haematoma. Our data suggest that in this patient group escalated dose LMWH provides effective anticoagulation. These patients require meticulous anticoagulant monitoring and close surveillance for bleeding and thrombotic complications within a multidisciplinary setting, with urgent intervention when indicated."
}