{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1547.1547",
    "article_title": "Preliminary Results of Prophylactic Tocilizumab after Axicabtageneciloleucel (axi-cel; KTE-C19) Treatment for Patients with Refractory,Aggressive Non-Hodgkin Lymphoma (NHL) ",
    "article_date": "December 7, 2017",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Prospective Clinical Trials: Poster I",
    "abstract_text": "Background: ZUMA-1 is a pivotal, multicenter trial of axi-cel, an autologous anti-CD19 chimeric antigen receptor (CAR) T cell therapy, for the treatment of patients with refractory, aggressive NHL. The objective response rate (ORR) was 82% with a 54% rate of complete response and 44% of responses were ongoing at the time of the primary analysis (Locke et al. AACR 2017. #9986). Grade ≥ 3 cytokine release syndrome (CRS) and neurologic events (NE) occurred in 13% and 28% of patients, respectively. A safety expansion cohort was added to further characterize mechanisms underlying CRS and NE associated with CAR T cell therapy and to evaluate the impact of prophylactic use of tocilizumab and levetiracetam on the rates of these adverse events (AEs). Methods: Patients (≥ 18 years) must have had an Eastern Cooperative Oncology Group performance status of 0-1 and refractory or relapsed transplant ineligible disease. Patients received low-dose conditioning of 500 mg/m 2 cyclophosphamide and 30 mg/m 2 fludarabine for 3 days followed by axi-cel at a target dose of 2 × 10 6 CAR T cells/kg. Patients also received prophylactic treatment with 750 mg of levetiracetam twice a day on day 0 and 8 mg/kg of tocilizumab on day 2 post axi-cel infusion. To evaluate the mechanisms of NE, paired serum and cerebrospinal fluid (CSF) were obtained for all patients prior to conditioning chemotherapy and after axi-cel infusion (day 5). Results: As of April 26, 2017, 31 patients received axi-cel. Median age was 51 years (range, 21-74), 52% were male, 65% had stage III-IV disease, 74% were refractory to ≥ second-line therapy, and 19% relapsed ≤ 12 months after autologous stem cell transplant. Most patients (97%) experienced at least 1 grade ≥ 3 AE. The most common grade ≥ 3 AEs were neutropenia/neutrophil count decreased (71%), anemia (55%), thrombocytopenia/platelet count decreased (52%), leukopenia/white blood cell count decreased (35%), febrile neutropenia (29%), encephalopathy (23%), and hypotension (23%). One patient (3%) experienced a grade ≥ 3 (grade 4) CRS. Grade 3 and 4 NE occurred in 29% and 6% of patients, respectively. One patient died of cerebral edema; there were no other deaths due to AE. Updated efficacy, safety, subgroups, and paired blood/serum/CSF biomarker associative analyses will be presented. Conclusions : Early use of tocilizumab may reduce the incidence of severe CRS but not NE in patients treated with CAR T cell therapy. These data provide evidence that the underlying pathophysiology of NE may differ from that of CRS. Understanding the mechanisms of NE may help to further improve the benefit:risk profile for CAR T cell therapy. Drs Locke and Neelapu contributed equally to this work. Disclosures Locke: Kite Pharma: Consultancy; Cellular Biomedicine Group Inc: Consultancy. Neelapu: Kite Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Research Funding; Merck: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Poseida: Research Funding; Cellectis: Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees. Jacobson: Pharmacyclics, LLC: Consultancy; Kite Pharma: Consultancy. Braunschweig: Kite Pharma: Equity Ownership. Oluwole: Kite Pharma: Consultancy. Siddiqi: Seattle Genetics: Speakers Bureau; Juno: Other: Steering committee for JCAR017; Pharmacyclics, an AbbVie Company: Other: Steering committee for ibrutinib, Speakers Bureau. Timmerman: Celgene: Consultancy; Seattle Genetics: Consultancy; Kite Pharma: Research Funding; ImmuneGene: Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria, Other: Travel expenses, Research Funding; Genmab: Consultancy, Equity Ownership. Reagan: Seattle Genetics: Research Funding. Bot: Kite Pharma: Employment, Equity Ownership. Rossi: Kite Pharma: Employment, Equity Ownership. Sherman: Kite Pharma: Employment, Equity Ownership. Navale: Kite Pharma: Employment, Equity Ownership. Jiang: Kite Pharma: Employment, Equity Ownership. Aycock: Kite Pharma: Employment, Equity Ownership. Elias: Kite Pharma: Employment, Equity Ownership. Wiezorek: Kite Pharma: Employment, Equity Ownership. Go: Kite Pharma: Employment, Equity Ownership. Miklos: Pharmacyclics, LLC: Consultancy, Other: Travel expenses, Patents & Royalties, Research Funding; Kite Pharma: Consultancy, Other: Travel expenses, Research Funding; Adaptive Biotechnologies: Consultancy, Other: Travel expenses; Roche: Research Funding; Genentech: Research Funding; Novartis: Research Funding; Janssen: Consultancy, Honoraria, Other: Travel expenses; Sanofi: Honoraria.",
    "topics": [
        "non-hodgkin's lymphoma, aggressive",
        "tocilizumab",
        "t-cell therapy",
        "infusion procedures",
        "levetiracetam",
        "adverse event",
        "anemia",
        "autologous stem cell transplant",
        "biological markers",
        "cd19 antigens"
    ],
    "author_names": [
        "Frederick L. Locke, MD",
        "Sattva S. Neelapu, MD",
        "Nancy L. Bartlett, MD",
        "Lazaros J. Lekakis, MD",
        "Caron A. Jacobson, MD",
        "Ira Braunschweig, MD",
        "Olalekan O. Oluwole, MBBS, MPH",
        "Tanya Siddiqi, MD",
        "Yi Lin, MD PhD",
        "John M Timmerman, MD",
        "Patrick M. Reagan, MD",
        "Adrian Bot, MD PhD",
        "John M. Rossi, MS",
        "Marika Sherman, MS",
        "Lynn Navale, MS",
        "Yizhou Jiang, PhD",
        "Jeff S. Aycock",
        "Meg Elias, RN,BSN",
        "Jeffrey S. Wiezorek, MD MS",
        "William Y. Go, MD PhD",
        "David B. Miklos, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Frederick L. Locke, MD",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy L. Bartlett, MD",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lazaros J. Lekakis, MD",
            "author_affiliations": [
                "University of Miami Health System, Sylvester Comprehensive Care Center, Miami, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caron A. Jacobson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ira Braunschweig, MD",
            "author_affiliations": [
                "Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olalekan O. Oluwole, MBBS, MPH",
            "author_affiliations": [
                "Vanderbilt-Ingram Cancer Center, Nashville, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Siddiqi, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Lin, MD PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M Timmerman, MD",
            "author_affiliations": [
                "UCLA David Geffen School of Medicine, Los Angeles, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick M. Reagan, MD",
            "author_affiliations": [
                "University of Rochester School of Medicine, Rochester, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Bot, MD PhD",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Rossi, MS",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marika Sherman, MS",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynn Navale, MS",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yizhou Jiang, PhD",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff S. Aycock",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meg Elias, RN,BSN",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S. Wiezorek, MD MS",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Y. Go, MD PhD",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David B. Miklos, MD PhD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T13:01:03",
    "is_scraped": "1"
}