{
    "doi": "https://doi.org/10.1182/blood.V124.21.2096.2096",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2768",
    "start_url_page_num": 2768,
    "is_scraped": "1",
    "article_title": "Modulation of CD38 Expression Levels on Multiple Myeloma Tumor Cells By All- Trans Retinoic Acid Improves the Efficacy of the Anti-CD38 Monoclonal Antibody Daratumumab ",
    "article_date": "December 6, 2014",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "cd38",
        "daratumumab",
        "monoclonal antibodies",
        "multiple myeloma",
        "tretinoin",
        "tumor cells",
        "antigens, cd55",
        "antigens, cd59",
        "complement system proteins",
        "mechlorethamine"
    ],
    "author_names": [
        "Inger S. Nijhof, MD",
        "Henk M. Lokhorst, MDPhD",
        "Berris van Kessel",
        "Richard W.J. Groen, PhD",
        "Anton C. Martens, PhD",
        "Parul Doshi, PhD",
        "Saskia K. Klein, MDPhD",
        "Tuna Mutis, MDPhD",
        "Kate Sasser",
        "Niels W.C.J. van de Donk, MDPhD"
    ],
    "author_affiliations": [
        [
            "University Medical Center Utrecht, Utrecht, Netherlands ",
            "University Medical Center Utrecht, Utrecht, Netherlands "
        ],
        [
            "University Medical Center Utrecht, Utrecht, Netherlands "
        ],
        [
            "University Medical Center Utrecht, Utrecht, Netherlands "
        ],
        [
            "University Medical Center Utrecht, Utrecht, Netherlands "
        ],
        [
            "University Medical Center Utrecht, Utrecht, Netherlands "
        ],
        [
            "Janssen Research & Development, Springhouse, PA "
        ],
        [
            "Meander Medical Center, Amersfoort, Netherlands"
        ],
        [
            "University Medical Center Utrecht, Utrecht, Netherlands "
        ],
        [
            "Janssen Research & Development, Springhouse, PA "
        ],
        [
            "University Medical Center Utrecht, Utrecht, Netherlands "
        ]
    ],
    "first_author_latitude": "52.0865646",
    "first_author_longitude": "5.179913099999999",
    "abstract_text": "INTRODUCTION Daratumumab is an anti-CD38 monoclonal antibody (mAb) with lytic activity against multiple myeloma (MM) cells, including ADCC (antibody-dependent cell-mediated cytotoxicity) and CDC (complement-dependent cytotoxicity). In current clinical phase I/II trials, daratumumab induced anti-MM activity; however, the depth of the response varied between patients. Up till now it is unknown what determines the intrinsic sensitivity of MM cells towards daratumumab-mediated ADCC and CDC. We examined potential determinants of daratumumab sensitivity including CD38 levels, the frequency of effector cells, and expression levels of the complement inhibitory proteins, CD46, CD55, and CD59, which interfere with the different steps of complement activation. RESULTS In bone marrow samples from MM patients, we observed a significant correlation between CD38 expression and daratumumab-mediated ADCC (127 patients; R = 0.428; P < 0.0001) as well as CDC (56 patients; R = 0.338; P = 0.011). Similarly, experiments with isogenic MM cell lines expressing different levels of CD38, revealed that the level of CD38 expression correlates with the extent of daratumumab-mediated ADCC and CDC. Other determinants of daratumumab susceptibility include the effector:target ratio for ADCC, and levels of the complement-inhibitory proteins CD55 and CD59 for CDC. Our data suggest that upregulation of CD38 expression may improve the anti-MM activity of daratumumab. Since, interaction of all- trans retinoic acid (ATRA) with nuclear retinoic acid receptors results in altered expression of target genes including induction of CD38 expression, we evaluated the combination of ATRA and daratumumab. As little as 10 nM ATRA was sufficient to induce a 1.9 – 4.4-fold increase in CD38 expression on the MM cell lines RPMI8226, UM9, and XG1, which resulted in a significant improvement of daratumumab-mediated ADCC and CDC. Importantly, 10 nM ATRA alone resulted in no or only a minimal increase in MM cell death. In addition, ATRA induced a 1.0 – 26.5 (median 1.7) fold increase in CD38 expression on primary MM cells from 26 patients. Also in these primary MM cells, pretreatment with ATRA resulted in a significant increase in their susceptibility to daratumumab-mediated CDC in 13 out of 16 patients as well as ADCC in 8 out of 11 patients. ATRA also enhanced the efficacy of daratumumab in MM cells which are completely resistant to daratumumab-mediated CDC and/or ADCC. Pooled results of these patients show that ATRA improved CDC mediated by 10 µg/mL daratumumab from 16.1 % to 43.9 % ( P < 0.0001), and ADCC from 25.1 % to 39.5 % ( P = 0.0315). Importantly, expression levels of CD55 and CD59 on MM cells were also significantly reduced by ATRA, which may explain that ATRA improves CDC to a higher extent than ADCC. CONCLUSION Our results provide evidence that CD38 expression levels may predict response to daratumumab. Furthermore, we show that ATRA increases CD38 expression on MM cells, resulting in enhanced daratumumab-mediated lysis of MM cells. Our results provide the preclinical rationale for further evaluation of daratumumab combined with ATRA in MM patients. Disclosures Lokhorst: Celgene: Research Funding; J&J: Research Funding; Genmab: Research Funding. Martens: J&J: Research Funding. Doshi: Janssen R&D: Employment. Mutis: Genmab BV: Research Funding; J&J: Research Funding; Celgene: Research Funding. Sasser: Janssen R&D: Employment. van de Donk: Genmab BV: Research Funding; J&J: Research Funding; Celgene: Research Funding."
}