{
    "doi": "https://doi.org/10.1182/blood.V128.22.5093.5093",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3297",
    "start_url_page_num": 3297,
    "is_scraped": "1",
    "article_title": "Detection of Viruses in Human Cell Lines Applying Next Generation Sequencing ",
    "article_date": "December 2, 2016",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "cell lines",
        "massively-parallel genome sequencing",
        "viruses",
        "rna",
        "polymerase chain reaction",
        "virus diseases",
        "discoid lupus erythematosus",
        "cell culture techniques",
        "chronic inflammation",
        "dna"
    ],
    "author_names": [
        "Claudia Pommerenke, PhD",
        "Hans G. Drexler, Prof. MD",
        "Sabine A. Denkmann",
        "Cord C. Uphoff, PhD"
    ],
    "author_affiliations": [
        [
            "Bioinformatics, Leibniz Institute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany "
        ],
        [
            "Human and Animal Cell Lines, Leibniz Institute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Lines, Leibniz Institute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Lines, Leibniz Institute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany"
        ]
    ],
    "first_author_latitude": "52.21219949999999",
    "first_author_longitude": "10.5312629",
    "abstract_text": "It is widely accepted that diverse viral infections can at least contribute to the development of tumor cells in various ways. The viruses can directly alter the eukaryotic genome by DNA integration, alter the gene regulation, or may cause a chronic inflammation. Viral infections can either be lytic causing the production of new viruses or latent with no viral replication. However, in both cases various viral genes are constantly transcribed in the eukaryotic cells. Next generation sequencing (NGS) offers the possibility to capture the whole transcriptome of the cells via RNA-seq including host and viral mRNA. Over the years, we have detected human pathogenic viruses as well as other viruses potentially infecting human cell lines from our cell lines collection applying PCR or RT-PCR. The viruses comprise Epstein-Barr-virus (EBV; human herpesvirus type 4), hepatitis B virus (HBV), hepatitis C virus (HCV), human herpesvirus type 8 (HHV-8), human immunodeficiency virus type 1 and 2 (HIV-1/-2), human papilloma virus (HPV), human T-lymphotropic virus type 1 and 2 (HTLV-1/-2), squirrel monkey retrovirus (SMRV), xenotropic murine leukemia virus (XMLV; including xenotropic murine leukemia virus related virus, XMRV). These data were now compared with the results obtained from the evaluation of RNA-seq and whole exome sequencing (WES) data of the Cancer Cell Lines Encyclopedia (CCLE). We screened 133 RNA seq and 62 WES datasets of the CCLE sequence database for the presence of the previously mentioned viral sequences. NCBI reference complete genome sequences of the respective viruses and the human hg38 genome were used to for the alignment. In these two datasets 118 and 58 cell lines were leukemia/lymphoma cell lines, respectively, comprising the different hematopoietic lineages. Eleven B-cell derived cell lines were concordantly EBV positive in PCR analysis and in RNA-seq. The DOHH-2 cell line exhibited a relatively low number of alignments. This is concordant with our finding applying fluorescent in situ hybridization that this cell line consists of two clones: one infected with EBV and one EBV-free clone. Both clones could be separated by single cell cloning. Comparing RNA-seq and WES, RNA-seq revealed more virus specific reads relative to the total reads (max. 0.5425% vs. max. 0.0026%). Thus, RNA-seq appears to be more sensitive than WES. HHV-8 was concordantly clearly detected by PCR and RNA-seq as well as SMRV in the NAMALWA cell line. To further evaluate the robustness of the virus detection method, we included some viruses not specific for hematopoietic cells, but shown to be positive in distinct cell lines applying PCR: HBV and XMLV. We found complete concordance between PCR and RNA-seq in two liver cell lines (HEP-3B and SNU-886) and - except for the melanoma cell line SK-MEL-1 - XMLV was also detected in PCR positive cell lines by RNA-seq (three hematopoietic cell lines and six non-hematopoietic cell lines). Concerning the SK-MEL-1 cell line, different subcultures of the cell line might have been tested with the two methods, one subculture after heterotransplantation into rodents with PCR assay and the RNA-seq negative one originating from a subclone without previous heterotransplantation. Taken together, only one out of 21 virus positive cell lines were discordant applying RNA-seq. On the other hand, all PCR-negative cell lines were also negative by RNA-seq. Significant background alignments in the range of 0 to 850 reads could be detected only with the retroviruses XMLV, SMRV and HTLV-1 regarding RNA-seq, whereas the positive samples were all above 1x10 5 . The background alignments might be attributed to some homologue sequences to endogenous retroviral elements in the human genome. In summary, RNA-seq can be used as reliable and single-step method to analyze simultaneously a panel of potential virus infections in cell cultures and thereby delivering additional viral information beside host gene expression. Future studies might demonstrate whether non-human mappable reads in RNA-seq data could be used to detect new viruses infecting human cells and being potentially implicated in tumor formation. Disclosures No relevant conflicts of interest to declare."
}