{
    "doi": "https://doi.org/10.1182/blood-2021-147288",
    "article_title": "Living Beyond Life Expectancy: Experience with Aging for Older Adults with Sickle Cell Disease ",
    "article_date": "November 5, 2021",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Background Over the last five decades, advancements in management of sickle cell disease (SCD) have led to more individuals living beyond the median life expectancy, which has historically been 14 years based on autopsy data in 1973, to approximately 40 to 45 years in population-based studies and 61 years in recent cohorts from comprehensive programs. Despite the increasing life expectancy for people with SCD, there is a paucity of literature on the unique experiences of older adults with SCD (age > 50). This limits providers' understanding of how to address the unique needs of older adult patients with SCD as they age. Thus, the purpose of this study was to describe experiences with aging for older adults with SCD. Methods We recruited 19 older adults with SCD (age > 50) from a single academic comprehensive SCD center in the Southeastern United States. We conducted semi-structured qualitative interviews by phone and in person. Participants were asked open-ended questions about their experiences living with SCD, aging, and surviving beyond the SCD life expectancy. Audio-recorded interviews were transcribed verbatim. The transcripts were analyzed using conventional content analysis. Results The mean age of participants was 58 years (range 50-71) and 47% (n=9) were female. The majority of participants were married or had a domestic partner (58%, n=11) and 47% (n=9) were working. Most participants had HbSS genotype (53%, n=10), 37% (n=7) had HbSC, and 11% (n=2) had HbSβ+-thalassemia. Most people reported current use of hydroxyurea (58%, n=11) and their most common chronic complications were avascular necrosis (79%, n=15), retinopathy (58%, n=11), and chronic kidney disease (47%, n=9). Participants described their experiences aging and living beyond the life expectancy for SCD, encompassed in three themes (Figure 1): Theme 1 was \"challenges with SCD across the lifespan,\" which focused on obstacles participates described from youth to adulthood, including experiencing pain and complications of SCD, but not being diagnosed with SCD until later in their childhood or until as late as mid-life. They described multiple obstacles as an older adult with SCD, including challenges maintaining employment, limitations in physical and social activities, and additional health problems such as kidney disease, increased fatigue, and pulmonary complications. They also reported perceiving healthcare providers were not knowledgeable enough about SCD to properly care for them. Theme 2 was \"knowledge and self-management of SCD improves with age,\" where participants described differences between being younger vs. older with SCD, including sharing lessons they learned over time about managing SCD, which made them feel more knowledgeable about how to care for themselves in their older age. They described strategies that helped prevent and manage pain crises, such as preparing for weather extremes, learning personal triggers for sickle cell crises, knowing when to rest and when to keep moving, hydration, and being proactive with their SCD care. Theme 3 was \"surpassing life expectancy,\" where participants discussed how their expectations for their life expectancy changed throughout their lives, and how their life expectancy was influenced by their family members, healthcare providers, and personal experiences and beliefs. Participants described being told by doctors at a young age that they would not live past age 18; however, when they made it to adulthood, some participants conveyed how they stopped allowing their prognosis to influence their thinking. Instead, they chose to trust in God that they would live long. Most participants said that their faith in God and healthy lifestyle choices were the main reasons why they surpassed the life expectancy for SCD. Conclusion These findings described the experiences conveyed by older adults with SCD about living beyond their expected lifespan. These data provide direction for providers to address areas of care that are most important to this older population and inform development of interventions to increase the knowledge of providers about SCD and health self-efficacy. The information these participants shared will also provide guidance for younger adults with SCD as they navigate the aging process and implement strategies that can support successful aging with SCD. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Strouse:  Takeda: Consultancy.",
    "author_names": [
        "Charity I Oyedeji",
        "Tolulpe Oyesanya",
        "John J. Strouse"
    ],
    "author_dict_list": [
        {
            "author_name": "Charity I Oyedeji",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University School of Medicine, Durham, NC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tolulpe Oyesanya",
            "author_affiliations": [
                "School of Nursing, Duke University, Durham, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John J. Strouse",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University School of Medicine, Durham, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:29:44",
    "is_scraped": "1"
}