{
    "doi": "https://doi.org/10.1182/blood-2018-99-112169",
    "article_title": "Radiation-Sparing Treatment of HIV-Related Primary Central Nervous System Lymphoma with Antiretroviral Therapy, Rituximab and High-Dose Methotrexate ",
    "article_date": "November 29, 2018",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Prospective Clinical Trials: Poster II",
    "abstract_text": "BACKGROUND: HIV-associated primary central nervous system lymphoma (HIV-PCNSL) is an AIDS-defining cancer. Tumors occur in patients with very low CD4 + counts, and tumors are almost always Epstein-Barr virus (EBV) infected. Overall survival (OS) has improved over time with antiretroviral therapy (ART)-associated immune reconstitution but is still generally less than 1 year. Treatment has traditionally included whole brain radiation, which can lead to devastating long-term neurotoxicity, including cognitive decline. ART has made it possible to treat patients with curative-intent, but radiation-sparing approaches have not been studied prospectively in HIV-PCNSL. METHODS: In a prospective phase II pilot study conducted in the HIV & AIDS Malignancy Branch at the National Cancer Institute, we evaluated curative-intent radiation-sparing immunochemotherapy in patients with untreated HIV-PCNSL (NCT00267865). Patients with HIV-PCNSL received ART, rituximab (375 mg/m 2 ) and HD-MTX (6 g/m 2 ) with leucovorin rescue (R-HD-MTX). Responses were evaluated by modified International Working Group Response Criteria for PCNSL after 6 cycles of induction R-HD-MTX and patients with a complete response (CR) received 2 consolidation cycles of R-HD-MTX. Patients with poor renal or cardiac function who were not eligible to receive HD-MTX at enrollment, received ART, rituximab and best-available radiation-sparing care. The primary objective of the study was to estimate the percentage of patients receiving ART and R-HD-MTX alive without recurrent lymphoma at two years. Response to treatment, immune reconstitution, and OS were evaluated using descriptive statistics and Kaplan-Meier methodology. RESULTS: Twelve patients were enrolled between September 2006 and June 2016. One enrolled patient was initially ineligible to receive HD-MTX due to renal dysfunction and received rituximab with temozolomide (TMZ) 150 mg/m 2 for 5 days for one cycle followed by 6 cycles of R-HD-MTX + TMZ and 2 consolidation cycles of R-HD-MTX. Patient characteristics: 9 men, 3 women; median (med) age 33 years (range: 21-55); 8 African-American, 3 Hispanic, 1 white non-Hispanic; med Eastern Cooperative Oncology Group performance status 2 (1-3); med baseline Mini Mental State Examination (MMSE, maximum score = 30) was 22 (range: 5-29). Only 4 patients were on ART prior to diagnosis, and all but 1 had been on ART less than 4 months. Med time from HIV infection to PCNSL diagnosis was 30 weeks (range: 0-23 years). Med CD4 + T-cell count at PCNSL diagnosis was 16 cells/µL (0-409). Diagnosis of PCNSL was biopsy-confirmed (11) or made by 18 fludeoxyglucose positron emission tomography/cerebral spinal fluid (CSF) EBV viral load criteria (1). 11/12 tumors were EBV positive. Flow cytometry showed leptomeningeal disease in 4 patients. Three had concurrent CNS infections, including Cryptococcus, histoplasmosis, and CMV retinitis. Ten were evaluable for response to R-HD-MTX induction. Two patients received only 1 cycle of therapy and were not evaluable due to treatment failure (TF). Responses after R-HD-MTX induction: CR (5), partial response (PR) (4) and progressive disease (PD) (1). Two patients with a PR received second-line TMZ at end of R-HD-MTX and obtained a subsequent CR. The patient with PD received second-line therapy with the Cancer and Leukemia Group B 50202 induction regimen and obtained a subsequent CR. There were 4 deaths on study: 1 pulmonary embolism, 1 CNS fungal infection in setting of PD, 2 TF. Eight patients (67%), including 3 patients who received second line therapy, obtained a durable CR. Med CD4 + T-cell increase following R-HD-MTX induction was +35 cells/uL (range: -54 - +369). In surviving patients, med MMSE after R-HD-MTX was 28 (27-30). For all patients, estimated 60-month OS was 66% (95% CI: 32-86%) with med potential follow-up of 82 months. Med OS was not reached. CONCLUSIONS:Treatment with ART and R-HD-MTX is associated with a high response rate, CD4 + immune reconstitution, preserved cognition, and improved OS, even in a high-risk patient population. Disclosures Uldrick: Celgene: Patents & Royalties: 10,001,483 B2; Celgene: Research Funding; Merck: Research Funding. Yarchoan: NIH: Patents & Royalties: Patents on IL-12 for KS and cereblon-binding drugs for KSHV diseases. Spouse has patent on KSHV IL-6. Patents assigned to DHHS/NIH.; Celgene Corp.: Research Funding.",
    "topics": [
        "aids-related primary cns lymphoma",
        "anti-retroviral agents",
        "methotrexate",
        "rituximab",
        "primary central nervous system lymphoma",
        "temozolomide",
        "neoplasms",
        "acquired immunodeficiency syndrome",
        "cancer",
        "second line treatment"
    ],
    "author_names": [
        "Kathryn Lurain, MD MPH",
        "Thomas S. Uldrick, MD MS",
        "Priscila H. Goncalves, MD",
        "Ramya Ramaswami, MBBS, MPH",
        "Mark N. Polizzotto",
        "Anaida Widell",
        "Seth M. Steinberg, PhD",
        "Elaine S. Jaffe",
        "Stefania Pittaluga, MD PhD",
        "Maryalice Stetler-Stevenson, MD PhD",
        "Constance M. Yuan, MD PhD",
        "Richard F. Little, MD MPH",
        "Robert Yarchoan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kathryn Lurain, MD MPH",
            "author_affiliations": [
                "HIV/AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas S. Uldrick, MD MS",
            "author_affiliations": [
                "HIV/AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priscila H. Goncalves, MD",
            "author_affiliations": [
                "HIV/AIDS Malignancy Branch, National Cancer Institute, Bethesda, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramya Ramaswami, MBBS, MPH",
            "author_affiliations": [
                "National Cancer Institute, National Institute Of Health, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark N. Polizzotto",
            "author_affiliations": [
                "HIV/AIDS Malignancy Branch, National Cancer Institute, Bethesda, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anaida Widell",
            "author_affiliations": [
                "HIV/AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seth M. Steinberg, PhD",
            "author_affiliations": [
                "Biostatistics and Data Management Section, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elaine S. Jaffe",
            "author_affiliations": [
                "Laboratory of Pathology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Pittaluga, MD PhD",
            "author_affiliations": [
                "Laboratory of Pathology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maryalice Stetler-Stevenson, MD PhD",
            "author_affiliations": [
                "Laboratory of Pathology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Constance M. Yuan, MD PhD",
            "author_affiliations": [
                "Laboratory of Pathology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard F. Little, MD MPH",
            "author_affiliations": [
                "NCI, Washington, DC"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Yarchoan, MD",
            "author_affiliations": [
                "HIV/AIDS Malignancy Branch, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T21:28:06",
    "is_scraped": "1"
}