{
    "doi": "https://doi.org/10.1182/blood.V106.11.3620.3620",
    "article_title": "Characterization of Hematopoietic Stem/Progenitor Property of Cells in the Culture of the Mouse Aorta-Gonad-Mesonephros Region. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The aorta-gonad-mesonephros (AGM) region is a primary source of definitive hamotopoietic cells in the midgestation mouse embryo. In the culture of the dispersed AGM region with cytokines such as stem cell factor, basic fibroblast growth factor, and oncostatin M, adherent cells containing the endothelial cells were firstly observed, and then nonadherent hematopoietic cells were produced. In the present study, we report on the characterization of hematopoietic cells that emerge in the AGM culture. Based on the expression profile of CD45 and c-Kit examined by flow cytometry, we defined three cell populations: CD45 low c-Kit + (population 1), CD45 low c-Kit − (population 2), and CD45 high c-Kit low/− (population 3) cells. Cells in the population 1 exhibited immature morphology with a large nucleus and cells in populations 2 and 3 displayed morphology characteristic to granulocytes and macrophages, respectively. Expression levels of the CD31, GATA-2, and AML-1 genes were higher in cells in population 1 than in cells in the other two populations. The number of colonies formed in the semi-solid culture of cells in the above-mentioned three populations was assessed. The semi-solid colony-forming activity was much higher in cells in the population 1 than those in the other two populations. It has been reported that hematopoietic stem/progenitor cells can be detected in cobble stone area forming cells in the coculture system with stromal cells. Only the population 1 cells had cobble stone area-forming activity when cultured with OP9 stromal cells. A part of the population 1 was positive for Sca-1. Among the population 1 cells, cobble stone area-forming activity of Sca-1 + cells (i.e., CD45 low c-Kit + Sca-1 + cells) was 6-fold higher than that of Sca-1 − cells (i.e., CD45 low c-Kit + Sca-1 − cells). When the population 1 cells were plated and cultured on a monolayer of OP9 stromal cells, three types of cells whose characters fitted all the above-mentioned population 1, 2, and 3, in terms of the CD45/c-Kit expression profile and microscopically observed morphology, emerged again. In contrast, cells in the populations 2 and 3 had no such features. Similarly, when GFP + population 1 cells from the GFP retrovirus-infected AGM culture were cultured again with the freshly prepared dispersed AGM region, we found all populations 1, 2, and 3 with GFP expression. These results suggested that immature hematopoietic cells in the AGM culture were highly enriched in the population 1. We next performed intrahepatic injection of the population 1 cells into irradiated newborn mice. Four months after transplantation, myeloid reconstitution was found in the spleen, bone marrow, and peripheral blood of mice transplanted with population 1 cells. Lymphoid reconstitution was also observed in the spleen and thymus of the same recipients. These results indicate that the CD45 low c-Kit + cells produced in the AGM culture have the potential to reconstitute multi-lineage hematopoietic cells.",
    "topics": [
        "aorta",
        "calculi",
        "cd31 antigens",
        "cd45 antigens",
        "coculture techniques",
        "cytokine",
        "fibroblast growth factor 2",
        "flow cytometry",
        "gonads",
        "mesonephros"
    ],
    "author_names": [
        "Ikuo Nobuhisa, PhD",
        "Naoki Ohtsu, MS",
        "Seiji Okada, MD, PhD",
        "Naomi Nakagata, PhD",
        "Tetsuya Taga, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ikuo Nobuhisa, PhD",
            "author_affiliations": [
                "Department of Cell Fate Modulation, Institute of Molecular Embryology and Genetics, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naoki Ohtsu, MS",
            "author_affiliations": [
                "Department of Cell Fate Modulation, Institute of Molecular Embryology and Genetics, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seiji Okada, MD, PhD",
            "author_affiliations": [
                "Division of Hematopoiesis, Center for AIDS Research, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi Nakagata, PhD",
            "author_affiliations": [
                "Institute of Resource Development and Analysis, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tetsuya Taga, PhD",
            "author_affiliations": [
                "Department of Cell Fate Modulation, Institute of Molecular Embryology and Genetics, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T15:40:11",
    "is_scraped": "1"
}