{
    "doi": "https://doi.org/10.1182/blood-2018-99-115807",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3975",
    "start_url_page_num": 3975,
    "is_scraped": "1",
    "article_title": "Improved Survival with Enzastaurin Treatment in Diffuse Large B-Cell Lymphoma Patients with the Novel Genetic Biomarker, DGM1 ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster III",
    "topics": [
        "biological markers",
        "diffuse large b-cell lymphoma",
        "genetics",
        "r-chop",
        "complete remission",
        "dna",
        "protein kinase",
        "surrogate endpoints",
        "equity",
        "arm"
    ],
    "author_names": [
        "Wen Luo, PhD",
        "Hong Sun, MS",
        "Jun Zhu",
        "Stephen D. Smith, MD",
        "Isabel Han, BS",
        "Ronald Shazer, MD"
    ],
    "author_affiliations": [
        [
            "Denovo Biopharma LLC, San Diego, CA "
        ],
        [
            "Denovo Biopharma LLC, San Diego, CA "
        ],
        [
            "Department of Lymphoma, Peking University Cancer Hospital & Institute, Beijing, China "
        ],
        [
            "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA"
        ],
        [
            "Denovo Biopharma LLC, San Diego, CA "
        ],
        [
            "Denovo Biopharma LLC, San Diego, CA "
        ]
    ],
    "first_author_latitude": "32.8909721",
    "first_author_longitude": "-117.2324752",
    "abstract_text": "Background Drugs that have benefited a subset of patients but discontinued for development may be rescued through identification of a biomarker predictive of response. Enzastaurin, a potent and selective inhibitor of protein kinase C-β, improved PFS in high-risk DLBCL patients in a randomized phase 2 trial when combined with RCHOP, but not when administered as maintenance therapy in DLBCL patients achieving CR. Using data from both trials, we identified a biomarker potentially predictive of enzastaurin benefit. Methods Biomarker discovery was conducted on Eli Lilly's (Lilly) PRELUDE study, a phase 3 maintenance trial that enrolled approximately 750 DLBCL patients who achieved a complete response to R-CHOP front-line therapy. Patients were randomized to enzastaurin or placebo maintenance for up to three years. A genome-wide screen was performed on DNA extracted from blood samples from patients participating in this study and results were evaluated for correlation to efficacy endpoints through bioinformatic analysis. Confirmation of the biomarker identified in the phase 3 study was performed by independent analysis of the biomarker in a separate completed Lilly enzastaurin study in patients with DLBCL. This study was a phase 2 trial in 101 newly diagnosed DLBCL patients randomized to treatment with R-CHOP or R-CHOP plus enzastaurin. Patients receiving R-CHOP plus enzastaurin and achieving a CR or PR after induction were eligible to continue with single agent enzastaurin for up to 3 years. Results Denovo Genomic Marker 1 (DGM1), a germline polymorphism on chromosome 8, was identified using Lilly's phase 3 samples as highly correlated and potentially predictive of response to enzastaurin. Although there was no difference in overall survival (OS) in the ITT population, biomarker analysis found that DGM1+ patients receiving enzastaurin had significantly improved OS compared to DGM1- patients receiving enzastaurin (HR 0.27, p=0.0002) in the PRELUDE trial (Figure 1). These findings were replicated in the phase 2 study biomarker analysis: DGM1+ patients receiving R-CHOP plus enzastaurin had significantly improved OS (HR 0.1, p-0.005) compared to DGM1- patients (Figure 2). The original analysis of the phase 2 study found a trend towards improved, but not statistically significant, OS in patients with high-risk DLBCL receiving R-CHOP plus enzastaurin. Biomarker analysis of this population demonstrated significant improvement in OS (HR 0.28, p=0.018) for high-risk DLBCL DGM1+ patients receiving R-CHOP plus enzastaurin compared to high-risk DLBCL DGM1+ patients receiving R-CHOP alone (Figure 3). DGM1+ status was not predictive of efficacy in the control (non-enzastaurin) arm (Figure 4). Conclusion These data are supportive of DGM1 as a potentially predictive biomarker for enzastaurin efficacy. The mechanism of DGM1 impact in DLBCL is under study. Based on this data, a biomarker driven phase 3 trial (ENGINE Trial) of R-CHOP plus enzastaurin versus R-CHOP in DGM1+ and DGM1- patients with newly diagnosed high-risk DLBCL is underway. View large Download slide View large Download slide  Disclosures Luo: Denovo Biopharma LLC: Employment, Equity Ownership. Sun: Denovo Biopharma LLC: Employment, Equity Ownership. Smith: Portola: Research Funding; Merck Sharpe Dohme and Corp: Consultancy, Research Funding; Acerta Pharma BV: Research Funding; Pharmacyclics: Research Funding; Seattle Genetics: Research Funding; Genentech: Research Funding. Han: Denovo Biopharma LLC: Employment, Equity Ownership. Shazer: Denovo Biopharma LLC: Employment, Equity Ownership."
}