{
    "doi": "https://doi.org/10.1182/blood.V114.22.1632.1632",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1553",
    "start_url_page_num": 1553,
    "is_scraped": "1",
    "article_title": "C-Myc Is Required for Acute but Not for Chronic Hematopoietic Malignances in Pten-Null Mice. ",
    "article_date": "November 20, 2009",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis Poster I",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "animal model",
        "chronic b-cell leukemias",
        "c-myc genes",
        "disease progression",
        "leukemia, acute",
        "leukemia, myelocytic, chronic",
        "leukemia, myeloid",
        "leukemogenesis",
        "lymphadenopathy"
    ],
    "author_names": [
        "Yinshi Guo, MD, PhD",
        "Christopher Seet, MBBS",
        "Chao Niu, MD, PhD",
        "Peter Breslin, PhD",
        "Shubin Zhang, MD",
        "Wei Wei, BS",
        "Manuel Diaz, MD",
        "Patrick Stiff, MD",
        "Jiwang Zhang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Cardinal Bernadin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Cardinal Bernadin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "St. Jude Children's Hospital, Memphis, TN, USA, "
        ],
        [
            "Cardinal Bernadin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Cardinal Bernadin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Cardinal Bernadin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Cardinal Bernadin Cancer Center, Loyola University Medical Center, Maywood, IL"
        ],
        [
            "Cardinal Bernadin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Cardinal Bernadin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ]
    ],
    "first_author_latitude": "41.8574676",
    "first_author_longitude": "-87.8343124",
    "abstract_text": "Abstract 1632 Poster Board I-658 c-Myc, the product of an oncogene, is a common target of most leukemic oncoproteins. Deregulation of c-Myc is commonly found in human leukemic blasts. Transgenic over-expression of c-Myc induces myeloid, erythroid, and lymphocytic leukemia in mice, however whether c-Myc is absolutely required for leukemogenesis has not yet been addressed. Pten, a tumor-suppressing phosphatase, inhibits cell proliferation and promotes apoptotic cell death through repression of PI3K-Akt signaling. Inactivating mutations of Pten and deregulation of PI3K/Akt signaling are both involved in the development of both chronic and acute hematopoietic malignances. Mice with Pten deletions in h ematopoietic s tem c ells (HSCs) develop myeloproliferative disorders (MPD) followed by acute T lymphocytic or myeloid leukemia, reminiscent of disease progression in human chronic myelogenous leukemia. Mice with Pten deletions in lymphocytes develop lymphadenopathy (due to a chronic polyclonal lymphoproliferative disorder) as well as CD4 + T lymphocytic lymphoma. The appearance of these diseases in one animal model provides an opportunity to study the pathogenesis of multiple diseases simultaneously. To study whether c-Myc is required for the development of these hematopoietic disorders in Pten -mutant mice, we generated inducible Pten and c-Myc double-knockout mice ( Pten -/- c-Myc -/- ). By comparing the hematopoietic phenotypes of the Pten -/- c-Myc -/- mice with those of Pten -mutant ( Pten -/- ) mice, we found that both sets of mice developed MPD and lymphadenopathy, however none of the compound-mutant mice developed acute leukemia or lymphoma. Interestingly, in contrast to the MPD which developed in Pten -/- mice, which is dominated by granulocytes, megakaryocytes predominate in the MPD of Pten -/- c-Myc -/- mice. We have concluded that c-Myc is required for the development of both T lymphocytic lymphoma and the acute leukemic transformation of Pten -/- MPD, but is not essential for the development of chronic myeloid or lymphoid proliferative disorders. Our study suggests that deregulation of PI3K/Akt signaling in Pten -mutant hematopoietic cells protects these cells from apoptotic cell death, which results in chronic proliferative disorders, while the deregulation of c-Myc resulting from additional mutations promotes hematopoietic cell proliferation and blockage of maturation, and is absolutely required for the development of acute hematopoietic malignances. Disclosures No relevant conflicts of interest to declare."
}