{
    "doi": "https://doi.org/10.1182/blood.V112.11.3936.3936",
    "article_title": "Single-Molecule Measurements of Force-Induced Cleavage of VWF A1A2A3-Tridomain by ADAMTS13 ",
    "article_date": "November 16, 2008",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion",
    "abstract_text": "Binding of glycoprotein Ib (GPIb) to von Willebrand factor (VWF) mediates platelet adhesion to injured vascular surface in hemostasis, but also contributes to thrombosis under pathological high shear stress. The adhesive activity of VWF is regulated by A D isintegrin A nd M etalloprotease with a T hrombo S pondin type 1 motifs 13 (ADAMTS13), which cleaves the ultra-large form of VWF newly secreted from activated endothelial cells to smaller and less adhesive forms. Cleavage is regulated mechanically by hemodynamic force as it occurs in the circulating blood. We used single-molecule experiments by atomic force microscopy (AFM) to test the hypothesis that mechanical stretch of VWF facilitates its proteolysis by ADAMTS13. Recombinant VWF A1A2A3 tridomain with a C-terminal histidine-tag either directly adsorbed to or captured by an anti-His monoclonal antibody (mAb) precoated on the Petri dish was stretched by either GPIb or an anti-A1 mAb (CR1) adsorbed on the AFM cantilever tip. Conformational changes, observed as abrupt length increases in the molecular complex, were induced by applied force. Times required for conformational change and for rupture of the molecular complex before or after conformational change were measured in a range of constant forces in the absence or presence of ADAMTS13. When stretched by GPIb, time-to-rupture before conformational change increased (catch) initially, reached a maximum, and then decreased (slip) with increasing force, confirming the catch-slip bond behavior we recently observed for GPIb interacting with VWF-A1 domain. Interestingly, time-to-conformational change also behaved as catch-slip bonds. Both sets of curves were independent of ADAMTS13. Time-to-rupture after conformational change exhibited the same force dependence as the time-to- rupture before conformational change. However, the time-to-rupture vs. force curve measured in the presence of ADAMTS13 was shifted downward towards shorter times relative to the curves measured in the absence of ADAMTS13. This effect was abolished by EDTA known to inhibit ADAMTS13 proteolysis. These results suggest that force-induced conformational change may have exposed the cryptic cleavage site to enable ADAMTS13 to cleave a single peptide bond in the A2 domain, thereby shortening the time-to-rupture. These data were corroborated by experiments using the CR1 mAb to stretch the A1A2A3 tridomain. The time-to-conformational change vs. force curves also exhibited catch-slip bonds, indicating that the mechanical characteristics of conformational change were indifferent to how the A1A2A3 tridomain was stretched. The time-to-rupture before conformational change vs. force curves behaved as slip bonds, consistent with the behavior of antibody-antigen interactions. Both sets of curves were independent of ADAMTS13, similar to the behavior observed when GPIb was used to stretch the A1A2A3 tridomain. Similar downward shifts were observed for the curve measured in the presence of ADAMTS13 relative to that measured in the absence of ADAMTS13. The rate of proteolytic cleavage, estimated from the downward shifts, decreased with increasing force for both cases when the A1A2A3 tridomain was stretched by GPIb and by CR1. These findings provide direct experimental evidence for mechanical force to play an important role in regulating VWF cleavage by ADAMTS13.",
    "topics": [
        "adamts13 gene",
        "cytokinesis",
        "molecule",
        "rupture",
        "monoclonal antibodies",
        "complex",
        "antibodies",
        "antigens",
        "diffuse idiopathic skeletal hyperostosis",
        "doppler hemodynamics"
    ],
    "author_names": [
        "Tao Wu",
        "Jiangguo Lin",
        "Miguel A. Cruz, PhD",
        "Jing-fei Dong, MD, PhD",
        "Cheng Zhu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tao Wu",
            "author_affiliations": [
                "Woodruff School of Mechanical Engineering, Georgia Institute of Technology, Atlanta, GA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jiangguo Lin",
            "author_affiliations": [
                "Institute of Biomechanics and School of Bioscience and Bioengineering, South China University of Technology, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel A. Cruz, PhD",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing-fei Dong, MD, PhD",
            "author_affiliations": [
                "Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheng Zhu, PhD",
            "author_affiliations": [
                "Coulter Department of Biomedical Engineering, Georgia Institute of Technology, Atlanta, GA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T18:34:09",
    "is_scraped": "1"
}