{
    "doi": "https://doi.org/10.1182/blood.V120.21.619.619",
    "article_title": "Long-Term Mortality of Patients with Primary Immune Thrombocytopenia ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Immune Thrombocytopenia",
    "abstract_text": "Abstract 619 Introduction Morbidity and mortality are higher among patients with primary immune thrombocytopenia (ITP) than in the general population. In 1999 we reported on a population-based cohort of patients with incident primary ITP, with long and complete follow-up 1 . Here we report on mortality within this cohort according to remission status. We also compare mortality in this cohort with that in the general population. Methods ITP cohort A population-based cohort of all incident ITP patients was identified, consisting of patients aged > 14 years, diagnosed in any Danish hospital or outpatient clinic during the 23-year period from 1973 through 1995 1 . The date of last follow-up was the last date on which the patient was both present at the hospital and had his/her platelet count measured. The index date was defined as the last follow-up date. General population comparison cohort For each ITP patient, we randomly identified 10 comparison cohort members matched on age, sex, and calendar year. Members of the comparison cohort were assigned the index date according to the ITP patient of which they were matched. Remission Remission criteria for ITP patients at last follow-up were defined before data were collected. Criteria for Complete Remission (CR) were ITP treatment discontinued and platelet count > 149 × 10 9 /l. Criteria for Partial Remission (PR) were ITP treatment discontinued, increased platelet count since diagnosis, and one of the following: 1) platelet count of 100–149 × 10 9 /l; 2) platelet count increased by at least 50% to 50–99 × 10 9 /l; 3) platelet count increased by at least 100% to 20–49 × 10 9 /l; or 4) platelet count increased to at least 20 × 10 9 /l, if initial platelet count was < 10 × 10 9 /l. All other patients, including those who were still on ITP medical treatment at last follow-up, were in the No Remission (NR) group. For the survival analyses, patients in the NR category were stratified into the following three subgroups on the basis of treatment and platelet count at last follow-up: A. No remission due to ongoing treatment, with a platelet count > 149 × 10 9 /l; B. No remission due to ongoing treatment, with a platelet count < 150 × 10 9 /l; or C. No remission and no current treatment. Statistical analysis We assessed survival in the ITP cohort and compared it to the general population cohort. Participants in the two cohorts were followed from the index date until emigration, death, or 1 January 2012, whichever event came first. We used the Kaplan-Meier Method to compare survival between the ITP and the general population cohorts. We used Cox regression to compare rates of mortality among ITP patients and members of the general population cohort. We estimated mortality rate ratios (MRRs) and associated 95% confidence intervals (CIs). The MRRs were adjusted for age, sex, calendar year, comorbidity, and remission status at last follow-up. Results Since diagnosis, 116 (52%) of the ITP patients died. The mortality in the ITP cohort was consistently higher than the in the general population cohort ( Figure 1 ), with an adjusted MRR of 1.4 (95% CI: 1.2–1.8). When remission status was taken into account, ITP patients who were in the NR category due to ongoing treatment and decreased platelet counts at last follow-up had the highest mortality ( Figure 2 ). This subgroup had adjusted MRRs of 6.3 (95% CI: 3.7–10.7) after 5 years, 9.1 (95% CI: 5.1–16.4) after 10 years, and 9.9 (95% CI: 5.4–18.1) after 20 years, compared to the general population cohort. In contrast, patients who were in the CR category at last follow-up had 5-year,10-year, and 20-year MRRs comparable to those of the general population cohort. Conclusion Both short-term and long-term mortality among adult ITP patients are elevated compared to the general population. Mortality rates are highest among patients who are on ITP treatment and remain thrombocytopenic. Figure 1 Figure 2 View large Download slide View large Download slide Figure 1 Figure 2 View large Download slide View large Download slide Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "purpura, thrombocytopenic, idiopathic",
        "disease remission",
        "follow-up",
        "thrombocytosis",
        "complete remission",
        "medical management",
        "partial response",
        "platelet count measurement",
        "cox proportional hazards models",
        "kaplan-meier survival curve"
    ],
    "author_names": [
        "Henrik Frederiksen",
        "Merete Lund Maegbaek",
        "Henrik Toft Sorensen"
    ],
    "author_dict_list": [
        {
            "author_name": "Henrik Frederiksen",
            "author_affiliations": [
                "Hematology, Odense University Hospital, Odense, Denmark, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Merete Lund Maegbaek",
            "author_affiliations": [
                "Department of Clinical Epidemiology, Aarhus University Hospital, Aarhus, Denmark"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Toft Sorensen",
            "author_affiliations": [
                "Department of Clinical Epidemiology, Aarhus University Hospital, Aarhus, Denmark"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:46:47",
    "is_scraped": "1"
}