{
    "doi": "https://doi.org/10.1182/blood.V128.22.3460.3460",
    "article_title": "Favourable Outcome of Elderly Patients with Multiple Myeloma Treated with Tandem Melphalan 100 High-Dose Therapy, Autologous Stem Cell Transplantation and Novel Agents - a Single Center Experience ",
    "article_date": "December 2, 2016",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster II",
    "abstract_text": "Introduction: High-dose therapy (HDT) with autologous peripheral blood (PB) stem cell transplantation (SCT) is currently standard of care in patients with multiple myeloma (MM) who are younger than 65 years. In patients older than 65 years, HDT compared to thalidomide-containing chemotherapy had no advantage in one phase III trial and up to date no further phase III trials comparing HDT with other novel agents in elderly patients have been published. As a transplant center we believe that HDT is still benefitting elderly patients, despite an increasing number of new alternative drugs for the treatment of patients with MM. As we treated elderly patients with HDT and autologous SCT since 2000 on a regular basis, we wanted to analyze the impact of this treatment strategy on outcome in elderly patients over the time. Methods: We retrospectively analyzed 437 patients who received first-line HDT and autologous PBSCT at our institution between Feb 2000 and Feb 2014 in order to compare the outcome of patients according to age. Eligibility for HDT in our center was not based on chronological age but on general biological fitness as reflected by comorbidities. Results: Median age was 54 years (range: 30-65) in 345 patients categorized as \"young\", and 68 years (range: 66-75) in 92 \"elderly\" patients. In young vs elderly patients, the prevalence of ISS stage 3 was 17% and 26%, respectively (p=0.02), and the frequency of high-risk FISH cytogenetics was 40% and 38%, respectively (p=0.5). Treatment consisted of conventional (62% vs 47%) or bortezomib-containing (38% vs 53%) induction therapy, 1-2 cycles of cyclophosphamide-containing stem cell mobilization, and HDT with melphalan 200 in young and tandem melphalan 100 in elderly patients, followed by autologous SCT. In both groups, 8.5% of patients received single melphalan 140 due to renal insufficiency or other toxicity concerns. Maintenance treatment with lenalidomide was given in 32% of the young and 44% of elderly patients, respectively (91 and 34 patients). There was no significant difference between young and elderly patients of treatment-related mortality (3.0% vs 2.2%, p=0.5) or response rates at 100 days after HDT (16% vs 20% CR, p=0.8). After a median follow-up of 50 months, there was no difference in median PFS (38 vs 44 months, p=0.4) and median OS (95 vs 85 months, p=0.8). The same was true for subgroup analysis of patients with either good or poor prognostic markers, like ISS stage or FISH. Interestingly, looking at the time periods 2000-2007 and 2008-2014, we found a more pronounced improvement of median PFS over time in elderly (28 vs 58 months, p<0.0001) than in young patients (34 vs 41 months, p=0.04). Of note, the difference in PFS between elderly and younger patients was significant before the year 2007 (p=0.004) and became undetectable with increasing use of novel agents in combination with HDT (p=0.2). There was a trend for an improvement of median OS before and after 2007 from 70 to 84 months for the elderly group (p=0.3), and from 83 to 116 months for the younger patients (p=0.2). Looking at defined treatment protocols instead of time periods, we could observe that patients treated with HDT preceded by bortezomib-containing induction therapy and followed by lenalidomide maintenance were no longer subject to an influence of age on treatment outcome. The 4-year-PFS was 70% and 77% (p=0.7) and the 4-year-OS was 87% and 90% (p=0.9) in young and elderly patients, respectively. Conclusion: In our single center experience, we could demonstrate a significant improvement of PFS and a trend for OS especially in elderly patients aged 66-75 years treated with first-line tandem melphalan 100 HDT and autologous SCT from 2000 to 2014. Two factors did not change over time, namely selection of appropriate candidates for HDT, based on comorbidities and performance score, and toxicity of HDT in terms of TRM. In our view our results are based on the addition of novel agents to HDT regimen such as bortezomib for induction therapy and lenalidomide as maintenance treatment. The combination of novel agents and HDT had an equalizing effect with regard to the prognostic impact of age. Further, treatment outcomes with a HDT regimen including bortezomib and lenalidomide seems to be superior to other standard therapies for elderly patients such as VMP or Ld. We conclude that, despite the availability of several new drugs, HDT is still a useful treatment option for selected patients beyond the age of 65. Disclosures Neukirchen: Celgene: Other: Travel support. Gattermann: Novartis: Consultancy, Honoraria, Other: travel, accomodation expenses, Research Funding; Celgene: Consultancy, Honoraria, Research Funding. Kobbe: Jansen: Honoraria, Other: travel support; Celgene: Honoraria, Other: travel support, Research Funding. Fenk: Celgene: Honoraria, Other: travel support, Research Funding; Jansen: Honoraria, Other: travel support.",
    "topics": [
        "autologous stem cell transplant",
        "melphalan",
        "multiple myeloma",
        "older adult",
        "bortezomib",
        "lenalidomide",
        "neoadjuvant therapy",
        "toxic effect",
        "chemotherapy regimen",
        "cyclophosphamide"
    ],
    "author_names": [
        "Judith Neukirchen, MD",
        "Pia Arat",
        "Charlotte Teutloff",
        "Celina Gerrlich",
        "David Lopez y Niedenhoff, MD",
        "Amelie Boquoi, MD",
        "Ingrida Savickaite",
        "Ariane Dienst, MD",
        "Kathrin Nachtkamp, MD",
        "Norbert Gattermann, MD",
        "Thomas Schroeder, MD",
        "Mustafa Kondakci, MD",
        "Guido Kobbe, MD",
        "Rainer Haas, MD",
        "Roland Fenk, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Judith Neukirchen, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pia Arat",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte Teutloff",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celina Gerrlich",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Lopez y Niedenhoff, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amelie Boquoi, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingrida Savickaite",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariane Dienst, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathrin Nachtkamp, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Gattermann, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Schroeder, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mustafa Kondakci, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Haas, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland Fenk, MD",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and clinical Immunology, Heinrich-Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T09:38:00",
    "is_scraped": "1"
}