{
    "doi": "https://doi.org/10.1182/blood.V106.11.4178.4178",
    "article_title": "Transfusion Requirements in Nonmyeloablative Allogeneic Stem Cell Transplantation for Hematologic Malignancies. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Nonmyeloablative allogeneic stem cell transplants (NM-ASCT) are increasingly being utilized to treat hematologic malignancies in settings where high dose, fully ablative regimens would not be tolerated. We identified 10 male and 13 female patients (n=23) ranging in age from 19 to 63 years old (mean=48) representing all patients whom had undergone NM-ASCT in the last five years. NM-ASCT were performed for acute myelogenous leukemia (n=7), non-Hodgkin’s lymphoma (n=6), Hodgkin’s disease (n=4), multiple myeloma (n=3), myelodysplastic syndrome (n=2), and acute lymphoblastic leukemia (n=1). The majority of patients had undergone at least one previous stem cell transplant (n=16). The mean number of stem cells infused per kilogram at time of transplant was 4.72 X 10 6 ±1.97 X 10 6 stem cells and mean time to engraftment was 15.8 ±5.15 days (3 consecutive days with ANC >500). All of the subjects required both platelet and red cell transfusion during the period of analysis. Mean transfusion requirements in the 7 days prior to transplantation were 3.1 ±5.9 units of platelets and 1.2 ±1.5 units of packed red blood cells. Mean platelet transfusion requirements 90 days post transplant were 73.7 ±79.7 units and mean red cell requirements 11.6 ±8.3 units. Total mean transfusion requirements during the time period analyzed were 76.9 ±82.2 units of platelets and 12.8 ±8.9 units of packed red blood cells. There was no significant correlation between the number of stem cells infused per kilogram on day of transplant, the number of previous transplants, or the time to engraftment with red blood cell or platelet transfusion requirements. Our data illustrate a higher proportion of patients requiring platelet transfusions (100% vs. 23%) and red blood cell transfusions (100% vs. 63%) as well as a higher platelet transfusion requirement (median 48 vs. 0 units) and packed red blood cell transfusion requirement (median 11 vs. 2 units) than other authors have reported in a 60 day period in HLA-matched sibling NM-ASCT [Weissinger et al. Blood 98(13):3584-8, 2001]. As is illustrated by the percentage of patients undergoing previous fully ablative stem cell transplants, our patients represent a heavily pretreated population and this may account for the higher transfusion requirements seen in this analysis. Although patients undergoing NM-ASCT receive reduced intensity therapy, in our analysis their transfusion requirements remain substantial.",
    "topics": [
        "hematologic neoplasms",
        "nonmyeloablative allogeneic hematopoietic stem cell transplantation",
        "transfusion",
        "autologous stem cell transplant",
        "platelet transfusion",
        "transplantation",
        "erythrocyte transfusion",
        "packed red blood cells",
        "acute lymphocytic leukemia",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Jason W. Brown, MD",
        "Darrell J. Triulzi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason W. Brown, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Darrell J. Triulzi, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA",
                "Department of Pathology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA",
                "Institute of Transfusion Medicine, Pittsburgh, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T09:40:31",
    "is_scraped": "1"
}