{
    "doi": "https://doi.org/10.1182/blood.V122.21.4882.4882",
    "article_title": "Defects In DNA Double-Strand Break Repair and Increased Alternative Non-Homologous End Joining Pathways In Multiple Myeloma: Implications For Genome Stability ",
    "article_date": "November 15, 2013",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair",
    "abstract_text": "Multiple myeloma (MM) is a hematological malignancy characterized by frequent chromosome abnormalities. However, the molecular basis for this genome instability remains unknown. Since DNA rearrangements can be generated thought an improper repair of double strand breaks (DSBs), we investigated the functionality of DSB repair in MM cells. We found that four out of seven MM cell lines analyzed exhibited clear defects in the repair of ionizing radiation (IR)-induced DSBs, revealed by a slow kinetics of g-H2AX disappearance, a prolonged G2/M DNA damage checkpoint activation and an increased sensitivity to IR. An analysis of the proteins that participate in DSB repair revealed no lowered amounts of proteins of the classical NHEJ pathway. However, increased levels of proteins involved in homologous recombination (HR), and in an alternative NHEJ subpathway (Alt-NHEJ) were found in all MM cell lines compared to controls. Interestingly, the Alt-NHEJ protein DNA ligase III was also overexpressed in three out of five samples of plasmatic cells isolated from patients with MM. In vivo assays using a digested plasmid as a substrate revealed slight or non-significant defects in extrachomosomal NHEJ in MM repair-deficient cells, however increased HR was detected by a high percentage of cells with endogenous and IR-induced Rad51 foci. Importantly, the Alt-NHEJ pathway, known to play a role in the generation of deletions and translocations leading to cancer progression, was also found upregulated in MM cells, as revealed by larger deletions and higher sequence microhomology at repair junctions compared to control cells. Taken together, our results uncover aberrant DSB repair in MM. Consequences for genome instability, progression and treatment of the disease will be discussed. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "dna",
        "multiple myeloma",
        "nonhomologous dna end joining",
        "double strand break repair",
        "genomic stability",
        "chromosomal disorder",
        "dna ligases",
        "hematologic neoplasms",
        "tumor progression",
        "double-stranded dna breaks"
    ],
    "author_names": [
        "Ana B Herrero, PhD",
        "Jesus F San Miguel, MD, PhD",
        "Norma Gutierrez, PhD, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ana B Herrero, PhD",
            "author_affiliations": [
                "Hospital Universitario de Salamanca. Instituto de Investigación Biomédica de Salamanca (IBSAL). Paseo de San Vicente 182, Salamanca, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jesus F San Miguel, MD, PhD",
            "author_affiliations": [
                "Hematology, Hospital Universitario de Salamanca-IBSAL, Salamanca, Spain"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norma Gutierrez, PhD, MD",
            "author_affiliations": [
                "Hospital Universitario de Salamanca. Instituto de Investigación Biomédica de Salamanca (IBSAL). Paseo de San Vicente 182, Salamanca, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T13:05:01",
    "is_scraped": "1"
}