{
    "doi": "https://doi.org/10.1182/blood.V118.21.4981.4981",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2043",
    "start_url_page_num": 2043,
    "is_scraped": "1",
    "article_title": "Rituximab Resistant Follicular Lymphoma: Predictors of Rituximab Resistance, Incidence of Transformation and Prognosis ",
    "article_date": "November 18, 2011",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models",
    "topics": [
        "follicular lymphoma",
        "rituximab",
        "brachial plexus neuritis",
        "biopsy",
        "chemotherapy regimen",
        "anthracycline antibiotics",
        "disease progression",
        "follow-up",
        "partial response",
        "alkylating agents"
    ],
    "author_names": [
        "Lee Mozessohn, MD",
        "Matthew Cheung, MD, FRCPC",
        "Michael Crump, MD, FRCPC",
        "Rena Buckstein, MD, FRCPC",
        "Neil L Berinstein, MD, FRCPC",
        "Kevin R. Imrie, MD, FRCPC",
        "John Kuruvilla, MD, FRCPC",
        "Eugenia Piliotis, MD, FRCPC",
        "Vishal Kukreti, MD, FRCPC"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
        ],
        [
            "Hematology/Oncology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
        ],
        [
            "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
        ],
        [
            "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
        ],
        [
            "Hematology/Oncology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
        ],
        [
            "Hematology/Oncology, Princess Margaret Hospital, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.6541201",
    "first_author_longitude": "-79.38671995",
    "abstract_text": "Abstract 4981 Follicular lymphoma (FL) is an indolent lymphoma characterized by slow growth, initial response to treatment with inevitable relapse. Recent trials have demonstrated improved progression free survival (PFS) with rituximab-containing induction, maintenance rituximab (MR) or both. However, a small subset of patients (pts) will show disease progression during the induction or maintenance phase. We evaluated rituximab resistance (RR) including incidence, predictors, rate of transformation and prognosis for pts demonstrating RR. We defined RR as disease progression during induction, maintenance or within 6 months of last dose of rituximab. We retrospectively identified pts who received rituximab for symptomatic FL from July 2006 to April 2010 at 2 regional cancer centres. Those with a diagnosis of FL grades 1, 2 or 3a with first exposure to rituximab (induction, maintenance or both) were included. Exclusion criteria included FL grade 3b and previous rituximab exposure. Progression was ascertained from clinical notes or radiological investigation as per IWG Criteria (1999). Transformation was defined by confirmatory biopsy and clinical suspicion of transformation was also recorded (nodal growth, rapid rise in LDH or new B symptoms). PFS and overall survival (OS) were measured from initiation of rituximab induction. Log-rank statistics were used to identify univariate predictors for RR and Cox regression for multivariate analysis with outcome as time to early progression (RR). Of the pts screened, 132 met inclusion criteria (112 pts receiving primary therapy, 20 for ≥ 2nd line therapy); 22 pts (16.7%) demonstrated RR. Incidence of RR was similar for pts receiving primary therapy (17.0%). Pt characteristics for rituximab sensitive (RS) and RR groups are shown in Table 1 . From induction, median follow-up was 33 months (range 9 to 61 months). In univariate analysis, high risk FLIPI score at induction was predictive of RR (p = 0.002). Partial response to induction (p = 0.082) trended to significance. Other factors not predictive of RR included: age, gender, high grade histology (grade 3a), previous chemotherapy received, time from diagnosis to induction therapy and anthracycline-based induction. A Cox regression model was constructed with FLIPI score and anthracycline-based induction as covariates. FLIPI score was independently and significantly predictive of RR (HR 2.43; 95% CI, 1.4 to 4.1; p = 0.001). Of the 22 pts who were RR, 18 (81.8%) required subsequent chemotherapy with only 9 achieving at least a partial response. Ten pts (45.5%) required more than 1 line of chemotherapy post-progression with a median time to next line of therapy of 9 months (95% CI, 2.9 to 15.1; see figure). Among the RR pts, 5 (22.7%) showed evidence of transformation on biopsy at initial resistance and an additional 3 (13.6%) were clinically suspected. Within 12 months of resistance, a further 3 pts in the RR group demonstrated biopsy-proven transformation. Overall, 10 pts (45.5%) transformed (biopsy-proven) with no transformation in the RS group. During follow-up, 9 deaths occurred, all in those with RR, 5 following biopsy-proven transformation. The median PFS and OS in the RR group were 17 months and 47 months, respectively. Table 1  Characteristics . RS (n = 110) . RR (n = 22) . Age (MEAN)  58.9 58.9 Gender (females)  43.6% 40.9% High histological grade (3a)  8.4% 9.1% Previous treatment (yes)  15.5% 13.6% Alkylator  11.8% 13.6% Number of lines of previous treatment >1  4.5% 4.5% Mean time from diagnosis to induction (months)  30.3 28.1 Induction chemo    R-CVP based  78.2% 86.4% R-CHOP based  18.2% 9.1% Other  3.6% 4.5% Response to induction    PR  77.3% 72.7% CRu  12.7% 0% CR  10.0% 4.5% SD/PD  0% 22.7% FLIPI score at induction    Low (0, 1, 2)  57.8% 18.2% Intermediate (3)  26.6% 40.9% High (4 or 5)  15.6% 40.9% Stage 3 or 4  88.2% 100% High tumor burden at diagnosis (GELF criteria)  43.6% 40.9% Characteristics . RS (n = 110) . RR (n = 22) . Age (MEAN)  58.9 58.9 Gender (females)  43.6% 40.9% High histological grade (3a)  8.4% 9.1% Previous treatment (yes)  15.5% 13.6% Alkylator  11.8% 13.6% Number of lines of previous treatment >1  4.5% 4.5% Mean time from diagnosis to induction (months)  30.3 28.1 Induction chemo    R-CVP based  78.2% 86.4% R-CHOP based  18.2% 9.1% Other  3.6% 4.5% Response to induction    PR  77.3% 72.7% CRu  12.7% 0% CR  10.0% 4.5% SD/PD  0% 22.7% FLIPI score at induction    Low (0, 1, 2)  57.8% 18.2% Intermediate (3)  26.6% 40.9% High (4 or 5)  15.6% 40.9% Stage 3 or 4  88.2% 100% High tumor burden at diagnosis (GELF criteria)  43.6% 40.9% View Large We demonstrated that the incidence of rituximab resistance in FL on first exposure to rituximab in our population was 16.7%. FLIPI score was predictive for RR and was independent of anthracycline-based induction regimens. Pts with RR had a high rate of histologic transformation (36.3% within 12 months post RR) and a shorter PFS/OS with a poor response to next therapy. Biopsies to confirm transformation should be performed in all pts demonstrating RR, and new therapies are needed for this group of pts. View large Download slide View large Download slide  Disclosures: Crump: Ortho Johnson & Johnson: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Millennium Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees. Kukreti: Celgene: Honoraria; Ortho Biotech: Honoraria; Roche: Honoraria."
}