{
    "doi": "https://doi.org/10.1182/blood.V118.21.2713.2713",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1882",
    "start_url_page_num": 1882,
    "is_scraped": "1",
    "article_title": "The Role of Bortezomib-Containing Regimens in Improving Response in Patients with Waldenstrom Macroglobulinemia ",
    "article_date": "November 18, 2011",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "bortezomib",
        "waldenstrom macroglobulinemia",
        "cancer",
        "cyclophosphamide",
        "dysproteinemia",
        "fludarabine",
        "hyperostosis frontalis interna",
        "low-grade lymphomas",
        "medical history",
        "multiple myeloma"
    ],
    "author_names": [
        "Ranjit Banwait, MA",
        "Edie Weller, PhD",
        "Nitin Ropur, MD",
        "Claudia E. Paba-Prada, MD",
        "Lina Benajiba",
        "Meghan Bagshaw",
        "Steven P Treon, MD, PhD",
        "Irene M. Ghobrial, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Biostatistics and Computational, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3432541",
    "first_author_longitude": "-71.12748635",
    "abstract_text": "Abstract 2713 INTRODUCTION: Waldenstrom Macroglobulinemia (WM) is a rare low-grade lymphoma characterized by the presence of lymphoplasmacytic cells in the bone marrow. Several clinical trials have shown that bortezomib has high activity in patients with WM. Bortezomib has also been indicated for patients with high-risk disease in multiple myeloma, a related plasma cell dyscrasia. We sought to investigate the role of bortezomib, a proteasome inhibitor, in overall response rate compared to other non-bortezomib containing regimens in patients with WM. In addition, we examined the role of the international staging system for WM (ISS-WM) at the time of initial therapy compared to the time of relapsed disease in this patient population. METHODS: A retrospective analysis was performed on 182 WM patients enrolled on various clinical trials at Dana-Farber Cancer Institute between November 2000 to October 2009. Patient were stratified as newly diagnosed/upfront (n=86) or relapsed (n=96) according to their disease status at the time of entry into clinical trial. Patient medical records were studied to gather information on demographics, initial diagnosis, disease staging by ISS-WM (at initial therapy and at the time of relapsed disease), prior medical history including prior lines of therapies, types of therapies, and best response on clinical trial (PR or better). RESULTS: Among the 182 patients, 112 (62%) were female and 86 (47%) patient were previously untreated, while 96 (53%) had at least one prior line of treatment; 44(24%) had 1 line, 29(16%) had 2 lines, and 23(13%) had 3 or more lines of therapy. Both the upfront and relapsed groups had a median age of 63 yrs (range, 42–86 and 43–81 respectively). Based on the Morel ISS-WM study, 49 (27%) patients were high risk, 71 (39%) were intermediate risk, and 62 (34%) were low risk. In the upfront setting, 75% (24/32) of patients on a bortezomib containing regimen responded with a PR or better, while 80% (43/54) of patients not receiving bortezomib containing regimen responded with a PR or better (p-value=0.79). When looking at ISS-WM staging and bortezomib-containing regimen in the upfront setting, patients who received bortezomib as their initial therapy and were low risk by ISS-WM staging had a response rate of 73% (8/11), while those who had non-bortezomib containing regimen as their initial therapy and were low risk by ISS-WM staging had a response rate of 82% (14/17). Similarly, patients who received bortezomib as their initial therapy and were intermediate/high risk by ISS-WM staging achieved a response rate of 76% (16/21), while those who had a non-bortezomib containing regimen achieved a response rate of 78% (29/37). We further explored the role of bortezomib in patients who received a bortezomib-containing regimen in the relapsed setting. Of the 96 relapsed patients, 55% (18/33) of patients on a bortezomib containing regiment responded with a PR or better, while only 33% (21/63) of patients not receiving bortezomib containing regimen responded with a PR or better (p=0.05). Furthermore, when assessing response rate by ISS-WM and regimen containing bortezomib in relapsed setting, low risk patients by ISS-WM who received bortezomib had a response rate of 60% (6/10), while those with non-bortezomib containing regimen and low risk by ISS-WM had a response rate of 42% (10/24, p-value=0.45). Similarly, patients with intermediate/high risk by ISS-WM staging who received bortezomib had a response rate of 52% (12/23), while those who received a non-bortezomib containing regimen had a response rare of 28% (11/39, p-value=0.10). CONCLUSION: The results of this analysis indicate that bortezomib can improve response rate (PR or better) in patients in the relapsed setting. In the upfront setting, bortezomib had a similar activity to other therapeutic agents, suggesting that a novel agent such as bortezomib can achieve similar response rate to standard therapies including cyclophosphamide and fludarabine. Moreover, patients in the relapsed setting who received bortezomib and were low or intermediate/high risk by ISS-WM staging showed a high response rate compared to those who did not receive bortezomib and were low or intermediate/high ISS staging system, though the numbers did not reach statistical difference. Based on this study, larger prospective studies to evaluate the role of bortezomib as a factor in overcoming poor prognostic features in the relapsed setting are warranted. Disclosures: Treon: Millennium: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Genentech: Honoraria. Ghobrial: Noxxon: Research Funding; Bristol-Myers Squibb: Research Funding; Millennium: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Noxxon: Consultancy, Membership on an entity's Board of Directors or advisory committees; Millennium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees."
}