{
    "doi": "https://doi.org/10.1182/blood-2018-99-112972",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4148",
    "start_url_page_num": 4148,
    "is_scraped": "1",
    "article_title": "Yearly Percent Incidence of Suspected Novel Oral Anticoagulant Interference on Thrombophilia Testing: A Nine Year Experience at a Reference Coagulation Laboratory ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research-Non-Malignant Hematology: Poster III",
    "topics": [
        "anticoagulants, oral",
        "blood coagulation",
        "coagulation process",
        "thrombophilia",
        "direct oral anticoagulants",
        "protein c",
        "dilute russell viper venom time",
        "antiphospholipid syndrome",
        "laboratory test finding",
        "lupus coagulation inhibitor"
    ],
    "author_names": [
        "Edward C.C. Wong, MD MA",
        "Laura A. Worfolk, PhD",
        "Jeffrey S. Dlott, MD"
    ],
    "author_affiliations": [
        [
            "Quest Diagnostics, Chantilly, VA ",
            "Departments of Pediatrics and Pathology, George Washington University School of Medicine and Health Sciences, Washington, DC"
        ],
        [
            "Quest Diagnostics, Chantilly, VA "
        ],
        [
            "Quest Diagnostics, Chantilly, VA "
        ]
    ],
    "first_author_latitude": "38.8761253",
    "first_author_longitude": "-77.43904880000001",
    "abstract_text": "Introduction: With the recent FDA approval of novel oral anticoagulants (NOACs) for anticoagulation, the diagnosis of thrombophilia risk factors, such as protein S deficiency, protein C deficiency and presence of lupus anticoagulant, has become problematic, especially when clot-based assays are utilized in the presence of Xa and direct thrombin inhibitors. Falsely elevated protein S and C activities and false positive lupus anticoagulant testing may occur with NOAC use. Little is known about the yearly incidence of such interference during the time period when these NOACs were introduced in the United States (dabigatran, 10/2010; rivaroxaban, 7/2011; apixaban, 12/2012; edoxaban, 1/2015). To answer this question, we undertook a retrospective study that examined interference before and after NOACs were introduced to the US market. Materials and Methods: Retrospective review of venous thrombophilia testing from January 2008 to December 2016 at a major coagulation reference referral laboratory. To identify potential NOAC interference, samples were tested with both a dilute Russell Viper Venom test (dRVVT), which is a lupus anticoagulant test, and a protein C activity test. NOAC interference was strongly suspected when dRVVT testing demonstrated an inhibitor pattern and elevated protein C activity (>200%). The annual percentage of thrombophilia tests with strongly suspected NOAC interference was determined and compared to that of tests with elevated protein C activity and without a dRVVT inhibitor pattern (less strongly suspected interference). Results: The percentage of suspected NOAC interference increased annually from 2008 to 2016, which corresponds to the introduction of NOACs to the US market. From 2008 to 2016, test results of suspected NOAC interference increased from 0.21% to 3.45% (16.4-fold increase), peaking in 2015 (24.1-fold increase); test results of elevated protein C activity without a dRVVT inhibitor pattern increased from 0.48% to 7.22% (15.0-fold increase), peaking in 2014 (31.5-fold increase). Suspected interference decreased between 2015 and 2016, which may be related to education efforts by our laboratory in 2014 and 2015, when we notified practitioners of possible interference. Conclusions: Suspected NOAC interference, which can potentially cause false-positive test results for lupus anticoagulant and protein C activity, increased when NOACs were introduced into the US market. Further education of licensed independent practitioners may help prevent these interferences and provide more accurate assessment of thrombophilia risk factors. Figure. View large Download slide Figure. View large Download slide  Disclosures Wong: Quest Diagnostics: Employment, Other: stock . Worfolk: Quest Diagnostics: Employment. Dlott: Quest Diagnostics: Employment, Other: stock."
}