{
    "doi": "https://doi.org/10.1182/blood.V122.21.4496.4496",
    "article_title": "Influence Of DNA Methyltransferese Inhibitors On The Anti-Leukemic Effect Of Umbilical Cord Blood Derived NK Cells Against Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "703. Adoptive Immunotherapy: Poster III",
    "abstract_text": "Natural killer (NK) cell-based immunotherapy is a promising adjuvant, relatively non-toxic therapy approach for AML. However, further improvement of NK cell-based therapy is needed to increase the clinical effect. In this regard, NK cells generated ex vivo from hematopoietic progenitor cells (HPC) may have significant clinical benefits over enriched NK cells from adult donors, including the ability to choose an appropriate killer-cell immunoglobuline-like receptor (KIR)-ligand or KIR B haplotype alloreactive donor, as well as the capacity to reach high therapeutic dosages. Previously, we reported a GMP-compliant, cytokine/heparin-based culture protocol for the ex vivo generation of highly active NK cells from CD34 + HPC isolated from cryopreserved umbilical cord blood (UCB) units. Expansion in closed, large-scale bioreactors yields a clinically relevant dose of NK cells with high purity and cytolytic activity against AML cells in vitro. Currently, a clinical phase I trial with these HPC-NK cells is ongoing in our hospital. Trafficking studies in NOD/SCID/IL2Rg null (NSG) mice demonstrated that these HPC-NK cells migrate to the bone marrow (BM) as well as to lymphoid organs where in vivo expansion and maturation can take place. Analysis of the chemokine receptor expression profile of UCB-NK cells matched in vivo findings. Particularly, a firm proportion of UCB-NK cells functionally expressed CXCR4, what could trigger BM homing in response to its ligand CXCL12. In addition, high expression of CXCR3 and CCR6 supported the capacity of UCB-NK cells to migrate to inflamed tissues via the CXCR3/CXCL10-11 and CCR6/CCL20 axis. Importantly, a single HPC-NK cell infusion combined with supportive IL-15 administration was shown to efficiently inhibit growth of K562 leukemia cells implanted in the femur of NSG mice, resulting in significant prolongation of mice survival. Furthermore, we investigated whether modulation by the DNA methyltransferase (DNMT) inhibitors Azacytidine (Aza) and Decitabine (Deci) could further potentiate the antileukemic effect of HPC-NK cells against AML cells. In concordance with previous reports, we observed a dose-dependent effect of Aza and Deci on the growth of the AML cell lines THP1 and KG1a. In subsequent NK cell killing assays, we used clinical relevant low drug concentrations to pre-treat AML cells that did not affect HPC-NK cell viability and cytolytic function. Interestingly, increased killing of pre-treated THP1 and KG1a cells by HPC-NK cells could be observed, which was correlated with an increase in the NKG2D ligand ULBP2, the DNAM-1 ligands CD112 and CD155 as well as TRAIL-R2. Notably, maintenance of low-dose DNMT inhibitors during the KG1a/NK co-culture resulted in pronounced AML growth inhibition. To examine the effect of DNMT inhibitors in vivo , THP1.LucGFP-bearing NSG mice were treated with increasing dose of both agents, which were administered according to current standard protocols applied in humans. Data indicated that treatment with Aza or Deci at dosage equivalent in human to 12.5 and 5 mg/m 2 respectively was well tolerated with minimal and/or transient weight loss, and efficiently reduced the progression of THP-1.LucGFP cells in vivo . Currently, we explore whether HPC-NK cells and DNMT inhibitors can work together to combat AML in our xenograft models. These preclinical studies may provide a rationale to investigate the possible additive and/or synergistic anti-AML effects of adoptive HPC-NK cell transfer in combination with these DNMT inhibitors in AML patients. Disclosures: Tordoir: Glycostem Therapeutics: Employment. Spanholtz: Glycostem Therapeutics: Employment.",
    "topics": [
        "azacitidine",
        "cd34 antigens",
        "chemokine receptors",
        "coculture techniques",
        "cryopreservation",
        "cxcr4 receptors",
        "cyclic gmp",
        "cytokine",
        "decitabine",
        "dna"
    ],
    "author_names": [
        "Harry Dolstra, PhD",
        "Jeannette Cany, PhD",
        "Anniek B. van der Waart, MSc",
        "Marleen Tordoir, BSc",
        "Basav Nagaraj Hangalapura, PhD",
        "Jan Spanholtz, PhD",
        "Robbert van der Voort, PhD",
        "Nicolaas PM Schaap, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Harry Dolstra, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Laboratory of Hematology, Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeannette Cany, PhD",
            "author_affiliations": [
                "Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anniek B. van der Waart, MSc",
            "author_affiliations": [
                "Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marleen Tordoir, BSc",
            "author_affiliations": [
                "Glycostem Therapeutics, Nijmegen, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Basav Nagaraj Hangalapura, PhD",
            "author_affiliations": [
                "Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Spanholtz, PhD",
            "author_affiliations": [
                "Glycostem Therapeutics, Den Bosch, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robbert van der Voort, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Laboratory of Hematology, Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolaas PM Schaap, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Radboud University Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:27:28",
    "is_scraped": "1"
}