{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.486.486",
    "article_title": "Long Term Follow-up of the PRIMA Study: Half of Patients Receiving Rituximab Maintenance Remain Progression Free at 10 Years ",
    "article_date": "December 7, 2017",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Follicular Lymphoma, First Line",
    "abstract_text": "In patients with follicular lymphoma and a high tumor burden, the intergroup PRIMA phase III study was designed to evaluate the potential benefit of 2 years of rituximab (R) maintenance after response to first line R-chemotherapy induction regimens (patients registered from 12/2004 until 4/2007). At a median follow up of 3 years (Lancet 2011) and 6 years (Blood 2013 122:509), a significant sustained improvement in progression free survival (PFS) was demonstrated in patients receiving R-maintenance; hazard ratios (HR) of 0.55 and 0.58, respectively. We report here the long term results of this study with 4 additional years of follow-up. Patients initially randomized between observation (n=513) and R-maintenance (n=505) were all followed for 7 years after randomization and thereafter until the 31/12/16 after having given an informed consent for this extended follow-up period consisting of a yearly physician visit (imaging procedures were according to local center practices after year 7). At data-base lock, the median follow-up of the entire patient cohort was 9 years (9.7 years for the 607 patients agreeing to extended follow-up). Median PFS for patients in the observation arm was reached at 4.06 years as compared to 10.49 years in the R-maintenance arm (Log-Rank, P= 60 years, male sex and high FLIPI category, but not randomization arm, were all associated with a higher risk of death in a Cox regression model. In summary, PRIMA study long term follow-up demonstrates that R-maintenance after induction immunochemotherapy provides a significant long term PFS benefit over observation. Despite the lack of OS benefit, it is noteworthy that more than half of the patients in the R arm remain free of disease progression and have not required new anti-lymphoma treatment beyond 10 years. With the prolonged life-expectancy of patients with follicular lymphoma, it is important to consider long term treatment-related toxicities and the risk of secondary malignancies related to repeated therapeutic interventions. Obtaining truly durable response with 1 st line induction followed by R-maintenance remains an appealing treatment strategy for these patients. Disclosures Salles: Gilead: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Kite: Consultancy, Honoraria; MSD: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Servier: Consultancy, Honoraria; BMS: Consultancy; morphosys: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Roche: Consultancy, Honoraria, Research Funding. Feugier: Roche: Consultancy, Honoraria, Research Funding. Lopez-Guillermo: Celgene: Consultancy; Gilead: Consultancy; Janssen: Consultancy; Novartis: Consultancy; Roche: Consultancy, Other: Research grant. Belada: Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel grants , Research Funding, Speakers Bureau; Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel grants , Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel grants , Speakers Bureau; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel grants, Speakers Bureau. Haioun: Amgen: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Sandoz: Consultancy, Honoraria; JANSSEN: Consultancy, Honoraria; GILEAD: Consultancy, Honoraria; PFIZER: Consultancy, Honoraria. Martín: Gilead: Consultancy; Janssen: Honoraria; Servier: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Roche: Consultancy, Honoraria. Delmer: Roche: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Janssen: Honoraria; Gilead: Consultancy, Honoraria. Simpson: Onyx: Research Funding; Celgene: Honoraria, Other: travel expenses; Pharmacyclics LLC, an AbbVie Company: Research Funding; Amgen: Research Funding; Roche: Honoraria. Leppa: Roche: Consultancy, Honoraria, Research Funding; Bayer: Research Funding; Janssen Cilag: Consultancy, Research Funding; Merck: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Research Funding. Soubeyran: CELGENE: Honoraria; TEVA: Honoraria; Roche: Research Funding; Pierre Fabre: Honoraria; SPECTRUM: Honoraria. Ribrag: Roche: Honoraria, Other: travel, accommodation, expenses; BMS: Consultancy, Honoraria; MSD: Consultancy, Honoraria; Infinity: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Nanostring: Consultancy, Honoraria; Epizyme: Consultancy, Honoraria; Pharmamar: Consultancy; Esai: Honoraria, Research Funding; ArgenX: Research Funding; Servier: Consultancy, Honoraria. Estell: Janssen: Membership on an entity's Board of Directors or advisory committees. Assemat: LYSARC: Employment. Zeuner: Roche: Employment. Coiffier: Celltrion, Inc: Consultancy, Honoraria. Tilly: Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Honoraria; Gilead: Honoraria; Immunogen: Honoraria; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "follow-up",
        "prima trial",
        "rituximab",
        "lymphoma",
        "disease progression",
        "follicular lymphoma",
        "antigens",
        "cancer",
        "cardiovascular diseases",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Gilles Andre Salles, MD PhD",
        "John Francis Seymour, MBBS",
        "Pierre Feugier, MD",
        "Fritz Offner, MDhD",
        "Armando Lopez-Guillermo",
        "David Belada, MD PhD",
        "Luc Xerri, MD PhD",
        "Reda Bouabdallah, MD",
        "John Catalano",
        "Pauline Brice, MD",
        "Corinne Haioun",
        "Alejandro Martín, MD PhD",
        "Lars Moller Pedersen",
        "Alain Jacques Delmer, MD",
        "David Simpson, MBChB",
        "Sirpa Leppa, MD",
        "Pierre Soubeyran, MD PhD",
        "Rene-Olivier Casasnovas, MD",
        "Tanin Intragumtornchai, MD",
        "Vincent Ribrag",
        "Maria Gomes Silva",
        "Emmanuelle Nicolas-Virelizier, MD",
        "Thomas Lister, MD",
        "Jane Estell",
        "Gustavo Milone, MD",
        "Anne Sonet, MD",
        "Julie Assemat",
        "Harald Zeuner",
        "Bertrand Coiffier, MD PhD",
        "Herve Tilly"
    ],
    "author_dict_list": [
        {
            "author_name": "Gilles Andre Salles, MD PhD",
            "author_affiliations": [
                "Hematology, Hospices Civils de Lyon - Université de Lyon, Pierre-Bénite, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Francis Seymour, MBBS",
            "author_affiliations": [
                "Peter MacCullum Cancer Center, Melbourne, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Feugier, MD",
            "author_affiliations": [
                "Hematology Department, CHU Nancy, Vandoeuvre Les Nancy Cedex, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fritz Offner, MDhD",
            "author_affiliations": [
                "Hematology, University Hospital Ghent, Gent, Belgium "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Armando Lopez-Guillermo",
            "author_affiliations": [
                "Hematology, Hospital Clinic, Barcelona, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Belada, MD PhD",
            "author_affiliations": [
                "4th Department of Internal Medicine - Hematology, University Hospital and Charles University Faculty of Medicine in Hradec Kralove, Czech Republic, Hradec Kralove, CZE "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luc Xerri, MD PhD",
            "author_affiliations": [
                "Bio-Pathology Department, Institut Paoli-Calmettes and Aix-Marseille Universite, Marseille, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reda Bouabdallah, MD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Department of Hematology, Marseille, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Catalano",
            "author_affiliations": [
                "Frankston Hospital, Frankston, Victoria, Australia "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pauline Brice, MD",
            "author_affiliations": [
                "Hematology Department, AP-HP Hopital Saint-Louis, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Haioun",
            "author_affiliations": [
                "Lymphoid malignancies unit, University Hospital Henri Mondor, Creteil, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alejandro Martín, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Hospital Universitario de Salamanca / IBSAL, Salamanca, ESP "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Moller Pedersen",
            "author_affiliations": [
                "Roskilde Hospital, Roskilde, Denmark "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alain Jacques Delmer, MD",
            "author_affiliations": [
                "Hematology department, Hopital Robert Debre CHU de Reims, Reims, FRA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Simpson, MBChB",
            "author_affiliations": [
                "North Shore Hospital, Auckland, New Zealand "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sirpa Leppa, MD",
            "author_affiliations": [
                "Department of Oncology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Soubeyran, MD PhD",
            "author_affiliations": [
                "Institut Bergonie, Bordeaux, FRA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rene-Olivier Casasnovas, MD",
            "author_affiliations": [
                "CHU Dijon, Dijon, FRA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanin Intragumtornchai, MD",
            "author_affiliations": [
                "King Chulalongkorn Memorial Hospital, Bangkok, THA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Ribrag",
            "author_affiliations": [
                "Gustave Roussy Cancer Campus, Villejuif, France "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Gomes Silva",
            "author_affiliations": [
                "Inst. Portuges de Oncologia, Lisbon, PRT "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuelle Nicolas-Virelizier, MD",
            "author_affiliations": [
                "Centre Léon Bérard, Lyon, France "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Lister, MD",
            "author_affiliations": [
                "Barts Cancer Institute, London, United Kingdom "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Estell",
            "author_affiliations": [
                "Haematology Department, Concord Cancer Centre, Concord Hospital, Concord, NSW, Australia "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gustavo Milone, MD",
            "author_affiliations": [
                "FUNDALEU, Buenos Aires, Argentina "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Sonet, MD",
            "author_affiliations": [
                "Hematology Department, CHU Montgodinne, montgodinne, Belgium "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Assemat",
            "author_affiliations": [
                "LYSARC, Pierre Benite, France "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harald Zeuner",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertrand Coiffier, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Hospices Civils de Lyon, Lyon, France "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Tilly",
            "author_affiliations": [
                "Hematology Department, Centre Henri Becquerel, Rouen, France"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T02:30:29",
    "is_scraped": "1"
}