{
    "doi": "https://doi.org/10.1182/blood.V104.11.353.353",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=136",
    "start_url_page_num": 136,
    "is_scraped": "1",
    "article_title": "Serum IL-12:IL-6 Ratio Reliably Distinguishes Infectious from Non-Infectious Causes of Fever during Autologous Stem Cell Transplantation (ASCT). ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "autologous stem cell transplant",
        "fever",
        "interleukin-12",
        "interleukin-6",
        "infections",
        "brachial plexus neuritis",
        "neutropenia",
        "aldesleukin",
        "cytokine",
        "interleukin-10"
    ],
    "author_names": [
        "Tarun Kewalramani",
        "Roman A. Tuma",
        "Nikolaos G. Almyroudis",
        "Sejean Sohn",
        "Robert D. Rice",
        "David Galinkin",
        "Melissa Blain",
        "Jing Qin",
        "Eric G. Pamer",
        "Stephen D. Nimer"
    ],
    "author_affiliations": [
        [
            "Hematology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Infectious Diseases, MSKCC"
        ],
        [
            "Infectious Diseases, MSKCC"
        ],
        [
            "Infectious Diseases, MSKCC"
        ],
        [
            "Hematology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Infectious Diseases, MSKCC"
        ],
        [
            "Infectious Diseases, MSKCC"
        ],
        [
            "Biostatistics, MSKCC"
        ],
        [
            "Infectious Diseases, MSKCC"
        ],
        [
            "Hematology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7656225",
    "first_author_longitude": "-73.9539464",
    "abstract_text": "Fever occurs commonly in patients (pts) undergoing ASCT, both during neutropenia and after neutrophil engraftment, but infectious etiologies are infrequently identified. A reliable and rapid method to distinguish infectious from non-infectious etiologies of fever may be able to reduce unnecessary diagnostic testing and empiric antimicrobial administration, leading to decreased costs, duration of hospital stays, and treatment related complications. We hypothesized that the serum cytokine profile during fever due to clinically significant infection is distinct from that during non-infectious febrile episodes. In a prospective exploratory study we assessed serum IL-1β, IL-2, IL-6, IL-8, IL-10, IL-12, TNFα, and IFNγ levels by sandwich ELISA in 65 pts undergoing ASCT for non-Hodgkin’s lymphoma (n=20), Hodgkin’s disease (n=22), multiple myeloma (n=14), or AL amyloidosis (n=9). Cytokine levels were measured at multiple pre-defined times during ASCT; the results presented here are based on measurements upon admission, during the first episode of febrile neutropenia, during the first episode of fever within 72 hours after neutrophil engraftment, and upon discharge. Standard evaluation of fever included chest x-rays and blood and urine cultures. Other diagnostic testing, eg stool cultures and CT scans, were performed at the discretion of the responsible physicians as deemed appropriate by patients’ symptoms. 69 febrile episodes occurred in 54 pts: 39 episodes occurred during neutropenia (12 due to documented infections); 30 episodes occurred after engraftment, 17 of which were preceded within 72 hours by fever during neutropenia (5 infectious, 12 non-infectious). Only 2 of the 13 new-onset post-engraftment fevers had an identifiable infectious etiology. Levels of IL-1β, IL-2, IL-8, IL-10, TNFα, and IFNγ did not distinguish infectious from non-infectious etiologies of fever. Mean IL-12 levels at the time of fever were significantly higher among pts without infection compared to pts with infection, regardless of neutrophil count; conversely, mean IL-6 levels were lower in febrile pts without infection. Compared to febrile pts with infection, the mean IL-12:IL-6 ratio was significantly higher in febrile pts without infection, both during neutropenia and after neutrophil engraftment. IL-12 and IL-6 levels and IL-12:IL-6 ratio did not vary significantly by histology, either at diagnosis or at discharge. IL-12:IL-6 ratio during fever  Febrile period . Infection . No infection . P-value . Neutropenia 1.0 58.7 <0.001 Post-engraftment 5.28 84.6 0.01 Febrile period . Infection . No infection . P-value . Neutropenia 1.0 58.7 <0.001 Post-engraftment 5.28 84.6 0.01 View Large The IL-12:IL-6 ratio on the day of neutrophil engraftment in 11 pts without fever during the entire ASCT course was similar to that of normal healthy volunteers (904.6 vs. 708.0, P=NS) and significantly higher than among pts with infection during neutropenia (P<0.001) or after engraftment (P=0.006). These data suggest that the IL-12:IL-6 ratio reliably distinguishes infectious from non-infectious etiologies of fever during the course of ASCT. Most febrile episodes that occur after neutrophil engraftment are not due to infection. Prospective studies to determine the sensitivity and specificity of an IL-12:IL-6 ratio threshold that distinguishes infectious from non-infectious causes of fever in the transplant and non-transplant settings are warranted."
}