{
    "doi": "https://doi.org/10.1182/blood-2018-99-118633",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3895",
    "start_url_page_num": 3895,
    "is_scraped": "1",
    "article_title": "TNF-Induced Vaso-Occlusive and Inflammatory Processes in Mice with Sickle Cell Anemia Are Abrogated By the Platelet Activation Inhibitor, Prasugrel ",
    "article_date": "November 29, 2018",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science: Poster II",
    "topics": [
        "mice",
        "platelet activation",
        "prasugrel",
        "sickle cell anemia",
        "tumor necrosis factors",
        "adhesions",
        "antibodies",
        "cd45 antigens",
        "extravasation of diagnostic and therapeutic materials",
        "intravital microscopy"
    ],
    "author_names": [
        "Hanan Chweih, M.Sc.",
        "Juliete A.F. Silva, PhD",
        "Erica M.F. Gotardo, PhD",
        "Pamela L. Brito, B.Sc",
        "Guilherme G.O. Barbosa, PhD",
        "Flavia Garcia, PhD",
        "Wilson A. Ferreira, Jr., PhD",
        "Flavia C. Leonardo, PhD",
        "Carla F. Franco-Penteado, PhD",
        "Fernando F. Costa, MD, PhD",
        "Nicola Conran, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
        ],
        [
            "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
        ],
        [
            "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
        ],
        [
            "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
        ],
        [
            "Cardiovascular Research Institute, University of California- San Francisco - UCSF, San Francisco, CA "
        ],
        [
            "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
        ],
        [
            "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
        ],
        [
            "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
        ],
        [
            "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
        ],
        [
            "Hematology Center, University of Campinas - UNICAMP, Campinas, Brazil"
        ]
    ],
    "first_author_latitude": "-22.823573449999994",
    "first_author_longitude": "-47.06357245",
    "abstract_text": "Background : Vaso-occlusive processes in sickle cell anemia (SCA) are triggered by inflammatory molecules, along with pancellular activation and the recruitment and adhesion of leukocytes to the endothelium. Interactions between platelets, neutrophils, and erythrocytes are observed in the SCA circulation, but the exact role of platelets in the initiation and propagation of vaso-occlusion is not well understood. Aim : We, herein, evaluated the effects of the inhibition of platelet activation on TNF-α (TNF)-triggered vaso-occlusive processes in the microcirculation of mice with SCA, using prasugrel, a platelet ADP P2Y12 receptor inhibitor. Methods: Chimeric male control (CON) and SCA (SCA) mice received prasugrel (1 mg/kg, by gavage) or vehicle (saline) in a single administration, 1h prior to TNF (0.5 μg/g, i.p). In some experiments, 1 mg/kg prasugrel was administered chronically for 5x per week for 4 weeks. Following i.v. injection of anti-CD41 PE, anti-CD45 PeCy-5 and anti-Ly6G Alexa 488 antibodies for labeling platelets, leukocytes (in general) and neutrophils respectively, the cremaster muscle was exposed and the microcirculation was observed by conventional and confocal intravital microscopy. Results: While the acute administration of prasugrel to CON and SCA mice did not alter the quantity of platelets in the microcirculation (data not shown), it significantly reduced the adhesion of platelets to the vascular wall in both CON animals (12±1.6 vs 5.7±1.4 % adhered of total platelets, n=3; p<0.05) and SCA mice after TNF (36.2±7.1 vs 4.8±2.5 % platelets adhered for w/out and with prasugrel, respectively; n=3; p<0.0001) (see Figure). Furthermore, prasugrel significantly reduced the number of platelet/neutrophil aggregates in TNF-treated CON (2.7±0.4 vs 0.53±0.3 aggregates adhered 100 µm −1, p<0.001 n=3) and SCA mice (3.1±0.7 vs 0.76±0.3 aggregates adhered 100 µm −1, p<0.01 n=3), and also platelet/non-neutrophil leukocytes in CON (1.3±0.7 vs 0.2±0.1 aggregates adhered 100 µm −1, p<0.01 n=3) and SCA mice (2.0±0.3 vs 0.2±0.1 aggregates adhered 100 µm −1, p<0.001 n=3). Alterations in platelet adhesion to the vascular wall and platelet-leukocyte aggregate formation were accompanied by reductions in the recruitment of leukocytes to the venule walls, after prasugrel administration. Prasugrel significantly decreased the rolling, adhesion and extravasation of leukocytes in both CON (4.9±2.7 vs 1.14±0.5 min −1 ; 9.2±0.8 vs 2.7±0.5 100 µm −1 ; 1.9±0.3 vs 0.4±0.1 100x50 µm -2 ; for w/out and with prasugrel, respectively; n=3; p<0.001) and SCA mice (36.0±3.0 vs 3.0±0.6 min −1 ; 16.6±1.5 vs 6.4±1.2 100 µm −1 ; 6.9±0.8 vs 1.7±0.4 100x50 µm -2 ; for w/out and with prasugrel, respectively; n=3; p<0.0001). Acute prasugrel treatment also increased blood flow velocity after TNF stimulation in CON mice (37±10 vs 110±35 mm 3 /s, p<0.01, n=3) and substantially augmented flow in SCA mice (13±2 vs 94±12 mm 3 /s, p<0.0001, n=3), approaching flow velocities similar to those observed in control animals that had not received TNF (Data not shown). The survival of SCA animals treated with a single dose of prasugrel increased by 1.3 hours compared to the SCA animals that received the vehicle (n=3, p<0.05). Complimentary experiments demonstrated a similar effect of the chronic administration of prasugrel, which significantly reduced leukocyte recruitment to the vascular wall after TNF in both CON and SCA mice (data not shown, P<0.05). Conclusions : Our findings show that the inhibition of platelet activation by prasugrel, while significantly decreasing the adhesion of platelets to venules walls and the formation of heterocellular aggregates, was able to almost abolish the recruitment of leukocytes to the microcirculation of SCA mice after an inflammatory stimulus. This reduction in platelet and leukocyte vascular recruitment was associated with major improvements in blood flow and in the survival of animals with SCA. Thus, our data suggest that platelet activation and the consequent adhesion of platelets to the vascular wall is a fundamental step in the initiation of the vaso-occlusive process in response to inflammatory stimuli. Our findings support further investigations into the use of drugs that inhibit platelet activation (including prasugrel itself) as a therapeutic approach for SCA. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}