{
    "doi": "https://doi.org/10.1182/blood.V112.11.2561.2561",
    "article_title": "In Vitro Polarized Th17 CD4+ T Cells Home Primarily to Sites of Initial Antigen Encounter ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "abstract_text": "The Th1 and Th2 lineages of CD4 + T helper cells are essential for control of host infection. Both lineages respond to antigenic stimulation with distinct effector functions and cytokine profiles. Differential homing patterns permit localization within specific tissue sites where these cells interact with other immune cells to promote the immune response. Variability in T helper lineage homing is due, in part, to differing chemokine receptor expression patterns. This laboratory and others recently described another CD4+ T helper lineage, Th17. Following stimulation, Th17 cells also produce a unique cytokine profile, including interleukin (IL)-17, IL-21, and IL-22. The Th17 lineage has now been implicated in the pathogenesis of several human autoimmune diseases, including psoriasis and inflammatory bowel disease, and appears to be critical for the inflammation of both the skin and gastrointestinal tract, respectively, seen in these diseases. It is not well understood whether Th17 cells arise within the inflammatory milieu in these tissues, or whether these cells possess a distinct homing pattern. We have performed studies using in vitro polarized Th17 cells for the study of tissue homing patterns in vivo . Experiments were performed using the well-described HLA Class II-disparate C57BL/6 (B6) to B6.C-H-2bm12 (bm12) model. Previous studies have established CD4 + T cell-dependent inflammation in this model. Naïve CD4 + T cells from B6 mice were polarized to the Th17 lineage in vitro using standard techniques, including IL-6 and TGF-β. FACS analysis of the Th17 cells prior to adoptive transfer revealed IL-17-positive staining in >60% cells and IFN-γ-positivity in <10%. Th17 or Th2-polarized control cells (1 × 10 6 ) were transferred into lethally irradiated bm12 mice (or syngeneic B6 control mice). Mice receiving Th17 cells demonstrated weight gain in the initial weeks compared to Th2 control recipients, but less than B6 syngeneic recipients. The Th17 recipients appeared less active, however, and most mice in this group eventually became moribund, requiring euthanasia. Complete necropsy was performed on mice from each group at intervals following transfer. Tissue analysis in the Th17 recipients revealed marked inflammation within the lungs, skin, liver, and gastrointestinal tract. Syngeneic B6 recipients of Th17 cells also demonstrated a similar tissue pattern, but with markedly reduced inflammation. Tissues from the bm12 Th2-polarized cell control mice, as well as T cell depleted marrow alone recipients did not demonstrate significant inflammation. Additional time course experiments revealed the initial target organs affected as the lungs and stomach, with subsequent involvement of other affected organs. FACS analysis of recipient hematopoietic tissues, using CD45.1 isotype distinction, revealed Th17 cell proliferation within the bm12 allogeneic recipients compared to the B6 syngeneic recipient mice (25–35% total cells of donor origin compared to 2–8%, respectively). CD4 + T cell counts performed on recipient spleens confirmed increased proliferation of Th17 cells within the allogeneic recipient compared to Th2 allogeneic and Th17 syngeneic controls (10 8 total donor-derived cells compared to 10 6 and 10 7 , respectively). Cytokine analysis was performed by FACS on CD4 + T cells harvested from tissues. In contrast to pre-transfer analysis, the transferred CD4 + T cells harvested from allogeneic bm12 recipients secreted increased amounts of IFN-γ (12–33%) concomitant with a decrease in IL-17 production. Our studies demonstrate that Th17 CD4 + T cells are able to home to mucosal sites of early antigen encounter, in both the allogeneic and syngeneic setting. This pattern is consistent with the known role of IL-17 in innate immune response to infection. In the setting of chronic T cell stimulation, we also observed that Th17 cells can transition to a Th1-like, IFN-γ-producing CD4 + T cell. The skin, lungs, and GI tract are important sites of initial antigen encounter, and understanding the CD4 + Th17 T cell homing and proliferation patterns could have important implications in understanding both innate and adaptive immune responses to acute infection. Ongoing studies are underway to identify the role of specific chemokine receptors responsible for Th17 homing.",
    "topics": [
        "antigens",
        "t-lymphocytes",
        "weight gain",
        "inflammation",
        "cytokine",
        "infections",
        "chemokine receptors",
        "interleukin-17",
        "transfer technique",
        "autoimmune diseases"
    ],
    "author_names": [
        "Joseph H. Chewning, MD",
        "Weiwei Zhang",
        "Trenton Schoeb, PhD",
        "Casey Weaver, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph H. Chewning, MD",
            "author_affiliations": [
                "Pediatrics, University of Alabama at Birmingham, Birmingham, AL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Weiwei Zhang",
            "author_affiliations": [
                "Pediatrics, University of Alabama at Birmingham, Birmingham, AL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Trenton Schoeb, PhD",
            "author_affiliations": [
                "Genetics, University of Alabama at Birmingham, Birmingham, AL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Casey Weaver, M.D.",
            "author_affiliations": [
                "Pathology, University of Alabama at Birmingham, Birmingham, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T13:02:12",
    "is_scraped": "1"
}