{
    "doi": "https://doi.org/10.1182/blood-2020-136069",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4649",
    "start_url_page_num": 4649,
    "is_scraped": "1",
    "article_title": " Is Anaemia Another Bleeding Risk in Cancer-Associated-Thrombosis?  ",
    "article_date": "November 5, 2020",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "topics": null,
    "author_names": [
        "Nicolas Janus, PharmD, MSc"
    ],
    "author_affiliations": [
        [
            "Thrombosis Strategy, Global Scientific Affairs, LEO Pharma A/S, Ballerup, Denmark"
        ]
    ],
    "first_author_latitude": "55.7269326",
    "first_author_longitude": "12.388070299999999",
    "abstract_text": "INTRODUCTION AND AIMS: Anaemia is very common in cancer patients. However, the impact of anaemia in venous thromboembolic (VTE) patients on the risk of bleeding is not well-known. Consequently, the question of the impact of anaemia in cancer-associated-thrombosis (CAT) patients is important. METHODS: All the literature (PubMed) was reviewed about the potential links between cancer, CAT and anaemia. However, there were no dedicated studies on this topic. Furthermore, the WHO definition of anaemia was the one used in most of the publications RESULTS: Several studies investigated about all the risks of bleeding/VTE in atrial fibrillation and VTE patients, including anaemia. Most of them reported that anaemia exposed VTE patients to a higher risk of bleeding. The COMMANDER study, evaluated the influence of anaemia in VTE patients and reported that VTE patients with mild and moderate/severe anaemia had higher risk for major bleeding and that the risk for major bleeding increased according to the severity of anaemia. The RIETE (Registro Informatizado Enfermedad Tromboembólica) reported that anaemia was found in 57% of the patients with cancer and in 28% without cancer (odds ratio 3.46; 95% CI 3.33-3.60), exposing to a higher risk of major bleeding. The same registry reported also that in CAT patients, anaemia had a two-fold higher rate of major bleeding and fatal bleeding than CAT patients without anaemia. This link between anaemia and bleeding in cancer patients are multifactorial. Indeed, there are both quantitative and qualitative changes in red blood cells that could affect bleeding and thrombosis, as well as interactions of red blood cells with cellular and molecular components of the haemostatic system. Indeed, for example, low haematocrits are associated with bleeding. Finally, it is interesting to notice that there is a gap between the definition of anemia in CAT patients when compared to not CAT cancer patients. Indeed, WHO definition is quite common in VTE and CAT patients but EORTC/NCCN are used in cancer patients for several reasons. As a consequence, it could be important to align on this point. CONCLUSIONS : Anaemia, cancer and thrombosis are closely linked. It is important to screen and manage both anaemia in CAT patients because of the increased risk of bleeding. Consequently, it is important to consider this bleeding risk in CAT patients before initiating an anticoagulants treatment or prophylaxis in cancer patients. Disclosures Janus: Bayer: Honoraria, Research Funding; Pierre Fabre Oncology: Research Funding; Novartis: Honoraria; Gilead: Honoraria, Research Funding; Vifor Pharma: Honoraria, Research Funding; Fresenius Medical Care: Honoraria; Amgen: Honoraria, Research Funding; B-Braun: Honoraria; Guerbet: Research Funding; TEVA: Research Funding; IPSEN: Honoraria; Pfizer: Consultancy, Honoraria; Roche: Honoraria, Research Funding; Daichii-Sankyo: Honoraria, Research Funding; LEO Pharma A/S: Current Employment, Honoraria."
}