{
    "doi": "https://doi.org/10.1182/blood.V112.11.1551.1551",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1169",
    "start_url_page_num": 1169,
    "is_scraped": "1",
    "article_title": "Malignant B Cell-Derived TGF-β Controls the Generation of T H 1, T H 17 and T reg Cells in the Tumor Microenvironment of B-Cell Non-Hodgkin Lymphoma (NHL). ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "abstract_text": "Background: Our previous work has shown that malignant B cells induce the development of intratumoral T reg cells that inhibit the host anti-tumor response. In contrast to an increase in T reg cells, we found that the number of effector T helper cells (T H 1, T H 2 and T H 17) was low in B-cell NHL tumors, suggesting an imbalance between T reg and T H cells in the tumor microenvironment. Understanding the mechanism(s) of this imbalance is important to the development of treatments to enhance host immunity and in previous work we have shown that signaling through CD70, CD80 and CD86 plays a role. Since soluble factors, particularly TGF-β, have an important role in directing T-cell differentiation, we evaluated in this study the role of TGF-β in the lymphoma microenvironment. Goal: To determine the effect of TGF-β on the generation of intratumoral T H 1, T H 17 and T reg cells in human B-cell NHL. Results: Human B-cell NHL specimens were obtained from consenting patients and were used for all experiments. Using an ELISA assay, we found that malignant B cells variably secrete TGF-β - median 100 pg/ml per million cells (range: undetectable −229 pg/ml, n=7). Using flow cytometry, we showed that addition of exogenous TGF-β enhanced the expression of Foxp3 + in activated CD4 + or CD4 + CD45RA + or CD4 + CD45RO + nodal T cells, suggesting that TGF-β promotes the generation of T reg cells in tumor microenvironment. In contrast, TGF-β suppressed expression of IFN-g in activated CD4 + T cells and inhibited the up-regulation of IL-12 and IL-23-induced IFN-γ expression in CD4 + cells, indicating that TGF-β suppresses the generation of T H 1 cells. TGF-β alone slightly inhibited IL-17 expression in CD4 + T cells; however, TGF-β, in the presence of IL-6 and IL-23, upregulated IL-17 expression in CD4 + T cells, suggesting proinflammatory cytokines are able to reverse the suppression induced by TGF-β. These results indicate that TGF-β plays an important role in the regulation of intratumoral T H 17 cell generation. In additional experiments, TGF-β was found to exert a suppressive effect on the proliferation of both CD4 + and CD8 + intratumoral T cells. However, treatment with TGF-β enhanced IL-2 production by intratumoral CD4 + T cells detected by intracellular staining of flow cytometry. Interruption of IL-2 signaling by anti-IL-2 Ab abolished the upregulation of TGF-β-mediated Foxp3 expression and enhanced the production of IL-17 in CD4 + T cells. Furthermore, treatment with anti-IL-2 Ab reversed the inhibition of NHL B cell-mediated T H 17 cell generation. Conclusion: These results suggest that TGF-β controls the generation of T H 1, T H 17 and T reg cells contributing to the imbalance of effector T H cells and inhibitory T reg cells in the tumor microenvironment of B-cell NHL through IL-2. Since malignant B-cells produce TGF-β, these results further support the important role of malignant B cells in the regulation of intratumoral T cell generation and the host immune response.",
    "topics": [
        "b-cell lymphomas",
        "tumor microenvironment",
        "aldesleukin",
        "interleukin-17",
        "flow cytometry",
        "neoplasms",
        "cd80 antigens",
        "cytokine",
        "interferon type ii",
        "interleukin-12"
    ],
    "author_names": [
        "Zhi-Zhang Yang, MD",
        "Anne Novak, PhD",
        "Thomas E. Witzig",
        "Stephen M. Ansell"
    ],
    "author_affiliations": [
        [
            "Hematology Research, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Mayo Foundation, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.04293229999999",
    "first_author_longitude": "-92.49214685"
}