{
    "doi": "https://doi.org/10.1182/blood.V118.21.3291.3291",
    "article_title": "Clonality and Phenotype in Spleens From Patients with Primary Immune Thrombocytopenia, ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3291 Primary immune thrombocytopenia (PIT) results from both increased platelet destruction and insufficient platelet production. Although the development of autoantibodies against platelet glycoproteins remains central in the pathophysiology of PIT, several abnormalities in the immune modulation system have been identified (Blood 2008 Aug 15;112(4):1147; Hematol Oncol Clin North Am. 2009 Dec;23(6):1177; Hum Immunol. 2010 Jun;71(6):586); We analysed morphology, lymphocyte phenotype and heavy immunoglobulin (IgH) and TCR gamma (TCRg) gene rearrangements in spleens from 31 PIT patients to assess possible impact on diagnosis and course, in comparison with 19 spleens surgically removed for trauma. Age ranged from 15 to 68 (mean 41.61y) with M/F of 9/22 in PIT and 18 to 89 (mean: 66y) with M/F 11/8 in controls. All PIT patients experienced at least one line therapy before surgery and 4 underwent anti-CD20 immunotherapy. Immunohistochemistry for CD3, CD20, CD4, CD8, CD56, CD57, PD1, Tia1, Granzyme B, FoxP3, CD72 was made in all cases; both IgH and TCRg gene analysis were possible in 24/31 PIT and 17/19 controls, while 4/31 PIT and 2/19 controls were examined for either one (PIT: 2 TCR and 2 IgH, controls 1 TCR and 1 IgH) and 5 PIT and 1 control were excluded for unsatisfactory material. Ay histology all cases but 2 showed expanded white pulp (that was hypoplastic in the 2/4 cases that underwent Rituximab before surgery), moderate lymphocytic and modest granulocytic infiltrates in the red pulp; haemorragic lakes were present in control spleens. Immunohistochemistry showed similar stains in the 2 groups with normal distribution (white pulp: CD20+ B follicles, CD72-+ in the marginal zone, CD3+/CD4+ T cells, PD1/CD57+ T cells in the germinal centers; red pulp: regular CD20/CD3 and CD4/CD8 ratio, PD1/Tia1/Granzyme B expressed in roughly less than 20% CD3+ T cells; scattered CD57+/CD56- T cells. For molecular results see table 1 below. Monoclonality was defined if 1 or 2 peaks of amplified polymerase chain reaction products were obtained, oligoclonality with 3 to 5 peaks and polyclonality with a Gaussian peak distribution. Table 1  IGH . WD . Ctrl . IGH . WD . Ctrl . Poly 20 15 Poly-Oligo 21 16 Oligo 1 0 Mono 3 2 Mono 3 2    TCR  WD  Ctrl  TCR  WD  Ctrl  Poly 7 5 Poly-Oligo 12 8 Oligo 5 3 Mono 12 9 Mono 12 9    IGH . WD . Ctrl . IGH . WD . Ctrl . Poly 20 15 Poly-Oligo 21 16 Oligo 1 0 Mono 3 2 Mono 3 2    TCR  WD  Ctrl  TCR  WD  Ctrl  Poly 7 5 Poly-Oligo 12 8 Oligo 5 3 Mono 12 9 Mono 12 9    View Large The results showed no statistically significant differences between PIT and controls as for morphology, phenotype and clonality. Since a decrease in regulatory T cells (T regs) is reported in PIT among other immune-impairments (Eur J Haematol. 2007 Oct;79(4):310; Zhonghua Nei Ke Za Zhi. 2010 Mar;49(3):213;Blood. 2009 Mar 12;113(11):256) we immunostained all cases with T reg-related nuclear molecule Foxp3: in control cases few cells in the white and red pulp were observed, while in PIT spleens fewer Foxp3 positive cells could only be seen in the red pulp: although results are slightly different, the low amount of positive cells in both groups decreases the reliable reproducibility of such observation. Moreover, the use of glucocorticoids by all patients before splenectomy, could have further reduced (Eur J Haematol. 2007 Oct;79(4):310 ) T regs levels. Overlapping molecular results were also obtained in the two groups in agreement with previous reports (Hematology. 2009 Aug;14(4):237; Platelets. 2009 Mar;20(2):135; Int J Hematol. 2003 Dec;78(5):461; Blood. 2002 Aug 15;100(4):1388). The attempt to translate the molecular findings into immunomorphologic differences between monoclonal and non monoclonal cases failed since neither amount/distribution of B and T cells nor T cell subtypes showed evident differences. On the whole, our results show that neither lymphoid phenotype nor IgH or TCRg clonality can be used as specific features of refractory PIT or guide treatment choice. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "clonality (genetic analysis)",
        "infectious mononucleosis",
        "phenotype",
        "purpura, thrombocytopenic, idiopathic",
        "spleen",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "oligonucleotides",
        "cd20 antigens",
        "surgical procedures, operative"
    ],
    "author_names": [
        "Elena Sabattini, Sr., MD",
        "Pier Paolo Piccaluga, Sr., MD, PhD",
        "Claudia Mannu, BS",
        "Anna Candoni",
        "Anna Gazzola",
        "Carlo Sagramoso",
        "Eleonora Toffoletti",
        "Nicola Vianelli, MD",
        "Nicola Polverelli, MD",
        "Stefano Pileri, MD",
        "Carla Di Loreto, Sr., MD. Prof",
        "Stefano Pizzolitto, Sr., MD",
        "Francesco Zaja, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elena Sabattini, Sr., MD",
            "author_affiliations": [
                "Hematology and Oncological Sciences “Seràgnoli”, Bologna University, bologna, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pier Paolo Piccaluga, Sr., MD, PhD",
            "author_affiliations": [
                "Unit of Hematopathology, Department of Hematology and Oncological Sciences, S.Orsola Malpighi Hospital, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Mannu, BS",
            "author_affiliations": [
                "Hematology and Oncological Sciences “Seràgnoli”, Bologna University, bologna, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Candoni",
            "author_affiliations": [
                "Hematology, Udine, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Gazzola",
            "author_affiliations": [
                "Hematology and Oncological Sciences “Seràgnoli”, Bologna University, bologna, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo Sagramoso",
            "author_affiliations": [
                "Department of Hematology and Oncological Sciences, Haemolymphopathology Unit, Bologna, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleonora Toffoletti",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Department of Experimental and Clinical Medical Sciences, AOU Udine, University of Udine, Udine, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Vianelli, MD",
            "author_affiliations": [
                "Department of Hematology and Oncological Sciences “L. e A. Seràgnoli”, University of Bologna, Institute of Hematology “L. e A. Seràgnoli”, Bologna, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Polverelli, MD",
            "author_affiliations": [
                "Department of Hematology and Oncological Sciences “L. e A. Seràgnoli”, University of Bologna, Institute of Hematology “L. e A. Seràgnoli”, Bologna, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Pileri, MD",
            "author_affiliations": [
                "Unit of Hematopathology, Department of Hematology/Oncology, S.Orsola Malpighi Hospital, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carla Di Loreto, Sr., MD. Prof",
            "author_affiliations": [
                "Department of Medical and Biological Sciences, Pathologic Anatomy, Udine, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Pizzolitto, Sr., MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Pathologic Anatomy, Udine, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Zaja, MD",
            "author_affiliations": [
                "Department of Experimental Medical and Clinical Sciences, Hematology, Udine, Italy"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T12:59:56",
    "is_scraped": "1"
}