{
    "doi": "https://doi.org/10.1182/blood.V120.21.1785.1785",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2342",
    "start_url_page_num": 2342,
    "is_scraped": "1",
    "article_title": "The Metabolic Signature of CLL: Enhanced Glucose Metabolism in A Subset of High-Risk CLL Patients ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "cancer",
        "cancer metabolism",
        "chromosome abnormality",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytotoxicity",
        "deoxyglucose",
        "glucose",
        "glucose metabolism",
        "glucose transporter"
    ],
    "author_names": [
        "Tingyu Liu, BS",
        "J. Brice Weinberg, MD",
        "Evan D. Davis",
        "Alicia D. Volkheimer, MS",
        "Jeffrey Rathmell, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pharmacology and Cancer Biology, Duke University, Durham, NC, USA, "
        ],
        [
            "Durham VA & Duke University Medical Centers, Durham, NC, USA, "
        ],
        [
            "Medicine, Duke and V.A. Medical Centers, Durham, NC, USA, "
        ],
        [
            "Medicine, VA & Duke University Medical Centers, Durham, NC, USA"
        ],
        [
            "Department of Pharmacology and Cancer Biology, Duke University, Durham, NC, USA, "
        ]
    ],
    "first_author_latitude": "36.0032199",
    "first_author_longitude": "-78.93943375",
    "abstract_text": "Abstract 1785 Background: Chronic lymphocytic leukemia (CLL), the most common hematopoietic malignancies in adults, remains incurable, and new approaches to treatment are needed. Previous research has defined certain molecular characteristics of CLL (e.g., cytogenetic abnormalities, dysregulated signaling pathways, and alterations of apoptotic proteins) that improve our understanding of this disease and provide prognostic information. In addition to these molecular signatures, it is now clear from multiple settings that changes in cellular metabolism can impact the survival and promote the growth and proliferation of malignant cells. Unlike many cancers, however, CLL cells can have a very low rate of proliferation. Because targeting cancer metabolism may attack a fundamental feature of cancer biology, we sought to characterize the metabolic program of CLL in hopes of establishing new prognostic markers and identifying novel treatment targets. We evaluated the glycolytic and lipid metabolism profiles of B-CLL cells from low- and high-risk CLL patients. Methods: We collected blood from CLL patients seen at the Duke Center for CLL and enrolled in IRB-approved protocols at the Duke University and Durham VA Medical Centers. CLL lymphocytes were isolated using negative selection yielding greater than 95% purity of CLL lymphocytes. Standard prognostic testing was done as we have described before. Glut1 expression was detected by immunoblot. Glycolytic rate and lipid oxidation rate was measured by using 3 H-labled glucose or palmitic acid respectively as described in the literature. Cell viability was measured by propidium iodide exclusion assay. Results: CLL cells exhibited higher expression of the major glucose transporter Glut1 compared to naïve B cells purified from healthy donors (n=20 for CLL and n=3 for normal). CLL cells from a subset of high-risk patients (unmutated IGVH; total n=6) had higher glycolytic rate compared to those from low-risk (mutated IGVH; total n=11) patients. In contrast, no significant change in lipid oxidation was observed between high-risk (IGVH unmutated; n=2) to low-risk (IGVH mutated; n=4) patients. CLL cells were also sensitive to glycolysis inhibitor 2-deoxyglucose (2-DOG), with 2-DOG (5uM) mediating cytotoxicity in vitro. Conclusion: We establish for the first time that purified, malignant CLL cells overexpress the glucose transporter Glut1, and that the glycolysis inhibitor 2-DOG is cytotoxic for CLL cells in vitro. In addition, our results demonstrate that cells from high-risk CLL patients have enhanced glucose metabolism relative to leukemia cells from low-risk patients. Therefore, glucose metabolism in these malignant B cells may represent a novel prognostic marker and a novel therapeutic target in this incurable disease. Disclosures: No relevant conflicts of interest to declare."
}