{
    "doi": "https://doi.org/10.1182/blood-2018-99-110438",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4004",
    "start_url_page_num": 4004,
    "is_scraped": "1",
    "article_title": "Development of a Novel Next-Generation Sequencing (NGS)-Based Assay for Measurable Residual Disease (MRD) in FLT3 -ITD AML and Its Potential Clinical Application in Patients Treated with Chemotherapy Plus FLT3 Inhibitors ",
    "article_date": "November 29, 2018",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": null,
    "author_names": [
        "Mark J. Levis, MD",
        "Wenge Shi, PhD",
        "Ken CN Chang, PhD",
        "Christian Laing, PhD",
        "Flora Berisha, MS",
        "Emily Adams, BS, MB(ASCP)CM",
        "Christopher D Gocke, MD",
        "Wei Ding, PhD",
        "Kenji Nakamaru",
        "Jelveh Lameh, PhD",
        "Reinhold Pollner",
        "Ken Kobayashi, MD"
    ],
    "author_affiliations": [
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD "
        ],
        [
            "Navigate BioPharma Services, Inc., a Novartis subsidiary, Carlsbad, CA "
        ],
        [
            "Daiichi Sankyo, Inc., Basking Ridge, NJ "
        ],
        [
            "Navigate BioPharma Services, Inc., a Novartis subsidiary, Carlsbad, CA "
        ],
        [
            "Daiichi Sankyo, Inc., Basking Ridge, NJ "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD "
        ],
        [
            "Navigate BioPharma Services, Inc., a Novartis subsidiary, Carlsbad, CA "
        ],
        [
            "Daiichi Sankyo Co., Ltd., Tokyo, Japan"
        ],
        [
            "Navigate BioPharma Services, Inc., a Novartis subsidiary, Carlsbad, CA "
        ],
        [
            "Navigate BioPharma Services, Inc., a Novartis subsidiary, Carlsbad, CA "
        ],
        [
            "Daiichi Sankyo, Inc., Basking Ridge, NJ "
        ]
    ],
    "first_author_latitude": "39.29269500000001",
    "first_author_longitude": "-76.57051735",
    "abstract_text": "The presence of MRD in patients with acute myeloid leukemia (AML) who are in morphologic remission has been shown to be a powerful predictor of eventual relapse. FMS-like tyrosine kinase 3 internal tandem duplications ( FLT3 -ITD) confer a negative prognostic impact by increasing the risk of relapse. However, the ability to detect these mutations in remission bone marrow specimens is hampered by the limited sensitivity of conventional polymerase chain reaction (PCR)-based assays, which detect approximately only 1 of every 100 (1%) mutant cells. To address this problem, we have developed a novel NGS-based MRD assay for the detection of FLT3 -ITD mutations. Using isolated genomic DNA from bone marrow aspirates or whole-blood samples, PCR primers flanking exons 14 and 15 of the FLT3 gene were designed and highly diverse NGS libraries were generated. These libraries were then sequenced by Illumina's sequencing-by-synthesis method. The bioinformatics approach we used identifies unique FLT3 -ITD mutations of varying length along with wild type sequences and calculates a mutant allelic frequency. The assay was validated using clinical samples to assess accuracy and reproducibility. DNA samples from selected mutant cell lines representing different FLT3 -ITD lengths were spiked into normal DNA to evaluate assay sensitivity and linearity. The assay was linear (R 2 = 0.958) down to FLT3 -ITD allele frequency levels of 0.035% but was capable of detecting FLT3 -ITD mutations at a level as low as 0.003%. We next validated the assay using clinical samples from patients with FLT3 -ITD AML. The negative prognostic impact of FLT3 -ITD mutations can be mitigated in part when an FLT3 inhibitor is administered in combination with induction chemotherapy, as demonstrated in CALGB10603/RATIFY ( N Engl J Med. 2017;377:454). It was reported in this study that patients treated with an FLT3 inhibitor combined with chemotherapy followed by allogeneic transplant in first remission had better overall survival than their counterparts in the control arm. One hypothesis for this outcome is that the FLT3-inhibitor-treated patients had a lower leukemic burden prior to transplant. As a pilot test of this concept, we used our MRD assay on a series of bone marrow aspirate samples collected from 10 patients with newly diagnosed FLT3 -ITD AML. The patients were selected to be as uniform as possible. All patients had intermediate-risk karyotype, a detectable FLT3 -ITD mutation by conventional PCR, and mutated NPM1 . All patients received cytarabine-based intensive induction and achieved morphologic first remission with a single course of chemotherapy. Finally, all patients underwent allogeneic transplant in first remission. The sample analyzed for MRD was the first collected after remission induction, 5-8 weeks after the start of therapy. The investigators performing the MRD assay were blinded to the clinical data. Four patients received chemotherapy alone, while 6 were treated with chemotherapy (7+3) plus an FLT3 inhibitor. In all patients' remission samples, the MRD assay identified the FLT3 -ITD mutation that precisely matched the one observed in the original diagnostic specimen. This demonstrates the sensitivity of the assay (all samples had a detectable mutation), and the unique length of each patient's mutation confers a degree of specificity not achievable with MRD detection methods that focus on other AML-associated mutations. Supporting our hypothesis was the observation that patients treated with FLT3 inhibitors had MRD levels lower than those in patients treated with chemotherapy alone (Figure). Our results help establish the role of NGS-based MRD assays for the clinical management of FLT3 -ITD AML. This assay could be used to define the depth of remission, identify persistent disease, and help guide decision making in the use of FLT3 inhibitors as continuation therapy. This study provides validation of the clinical utility of our MRD assay, which will be used to analyze the remission samples from patients in the ongoing phase 3, randomized, double-blind, placebo-controlled QuANTUM-First clinical trial, in which patients with newly diagnosed FLT3 -ITD AML are randomized to receive either the highly potent and selective FLT3 inhibitor quizartinib or placebo in combination with chemotherapy, followed by single-agent quizartinib as continuation therapy. View large Download slide View large Download slide  Disclosures Shi: Novartis: Employment, Equity Ownership; Daiichi Sankyo: Other: Provide clinical trial testing services. Chang: Daiichi Sankyo: Employment. Laing: Novartis: Employment; Daiichi Sankyo: Other: Provide clinical trial testing services. Berisha: Daiichi Sankyo: Employment. Adams: Johns Hopkins University: Employment. Ding: Navigate BP: Employment; Daiichi Sankyo: Other: Provide clinical trial testing services. Nakamaru: Daiichi Sankyo: Employment. Lameh: Navigate BioPharma Inc,: Employment; Daiichi Sankyo: Other: Provide clinical trial testing services. Pollner: Navigate BioPharma Inc.: Employment. Kobayashi: Daiichi Sankyo: Employment."
}