{
    "doi": "https://doi.org/10.1182/blood.V120.21.5150.5150",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2236",
    "start_url_page_num": 2236,
    "is_scraped": "1",
    "article_title": "Multiplicative Interaction Between Mean Corpuscular Volume and Red Cell Distribution Width in Predicting Mortality of Elderly Patients with and without Anemia ",
    "article_date": "November 16, 2012",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron",
    "topics": [
        "anemia",
        "mean corpuscular volume analyses",
        "older adult",
        "red blood cell distribution width determination",
        "macrocytosis",
        "fluorides",
        "microcytosis, red cells",
        "follow-up",
        "complete blood count",
        "survival curve"
    ],
    "author_names": [
        "Anthony P. Lam, MD, MHS",
        "Krishna Gundabolu, MD",
        "Ashwin Sridharan, MD",
        "Rishi Jain, MD",
        "Pavlos Msaouel, MD, PhD",
        "Grigorios Chrysofakis, M.D.",
        "Yiting Yu, PhD",
        "Ellen W. Friedman, MD",
        "Elizabeth Price, MD, MPH",
        "Stanley L. Schrier, MD",
        "Amit Verma, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine (Hematology and Oncology), Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "Department of Medicine (Hematology and Oncology), Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Medicine, Albert Einstein College of Medicine, Bronx, NY, "
        ],
        [
            "Department of Medicine, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Medicine, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Medicine, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Epidemiology & Population Health, Albert Einstein College of Medicine, Bronx, NY, "
        ],
        [
            "Department of Medicine (Hematology), Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Medicine (Hematology), Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "Department of Medicine (Hematology), Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "Department of Medicine (Oncology), Albert Einstein College of Medicine, Bronx, NY, USA"
        ]
    ],
    "first_author_latitude": "37.4330746",
    "first_author_longitude": "-122.17504849999999",
    "abstract_text": "Abstract 5150 Recent studies have shown that an elevated red cell distribution width (RDW) is an important predictor of adverse outcomes in a variety of clinical settings. The etiologies of an elevated RDW are different depending on mean corpuscular volume (MCV). If the effect of RDW on mortality differs by MCV (i. e., presence of interaction between RDW and MCV), studies of RDW using MCV as a simple covariate may result in spurious findings. In this study, we set out to confirm the importance of RDW in predicting mortality in a large outpatient cohort of elderly patients and to assess potential interaction between RDW and MCV by anemia status. Our cohort consisted of 36, 292 elderly (>=65yo) patients seen at an outpatient facility within the Einstein/Montefiore system from January 1 st 1997 to May 1 st 2008 who also had a complete blood count performed within 3 months of the initial visit. Using multivariate regression analyses, we examined the effect of RDW and MCV by anemia status in predicting overall mortality. With a maximum follow-up of 10 years, we found that an elevated RDW (>16. 6) increased risk of mortality in both non-anemic (adjusted HR=3. 55, p96 fL; HR=5. 22, p<0. 05) compared to those with normocytosis (MCV 80–96 fL; HR=3. 86, p<0. 05) and microcytosis (MCV<80 fL; HR=2. 46, p<0. 05). To confirm multiplicative interaction, we calculated individual adjusted HRs for an elevated RDW, an elevated MCV and for elevations in both. In non-anemic patients, an elevated RDW by itself resulted in a HR of 3. 82 (p<0. 05). Similarly, an elevated MCV alone resulted in a HR of 1. 36 (p<0. 05). When comparing patients with both an elevated RDW and macrocytosis to those with neither, we observed an elevated HR of 7. 76 (higher than expected in an additive model). We repeated this analysis for anemic patients and this multiplicative effect was not observed (HR=1. 27 for elevated RDW, 2. 26 for elevated MCV, 2. 23 for both). To assess the predictive value of using both RDW and MCV for risk stratification, we constructed Kaplan-Meier survival curves for each RDW and MCV category by anemia status. In both non-anemic ( Fig 1 a) and anemic patients ( Fig 1 b), survival was worse for those with macrocytosis and an elevated RDW. The median survival for this group of patients was 2. 7 years in non-anemics and 2. 2 years in anemics (vs. >10 years and 7. 1 years, respectively, in patients with normal RDW and MCV). For both non-anemic and anemic patients, stratifying by RDW and MCV allowed us to create subgroups with clear survival differences. Patients with an elevated RDW had worse survival than those without. Among both groups, survival was worst in patients with macrocytosis, followed by normocytosis then microcytosis. This pattern remained consistent regardless of anemia status. In conclusion, our results suggest a strong interaction between RDW and MCV in predicting overall mortality in non-anemic patients. Stratification by MCV or the addition of an interaction term to account for multiplicative effect between RDW and MCV is needed in future studies of RDW to avoid spurious results. Anemia status must also be taken into account when assessing RDW as a predictor of adverse outcomes as it affects the strength of the interaction. For both non-anemic and anemic patients, the addition of MCV appears to improve the prognostic value of RDW as a predictor of overall survival in elderly patients. Further studies are needed to better understand the mechanisms in which anisocytosis, especially in the setting of macrocytosis, predicts increased mortality. Figure 1a View large Download slide Figure 1a View large Download slide Figure 1b View large Download slide Figure 1b View large Download slide Disclosures: No relevant conflicts of interest to declare."
}