{
    "doi": "https://doi.org/10.1182/blood.V112.11.3465.3465",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1185",
    "start_url_page_num": 1185,
    "is_scraped": "1",
    "article_title": "Implementation of Combined Storage of the Hematopoietic Cord Blood Cells and Fetal Mesenchymal Stromal Cells (umbilical cord stromal cells, UCSC) from the Same Donors in Warsaw Cord Blood Bank ",
    "article_date": "November 16, 2008",
    "session_type": "Cell Processing",
    "topics": [
        "5'-nucleotidase",
        "albumins",
        "balanced salt solutions",
        "blood tests",
        "cd29 antigen",
        "cd34 antigens",
        "cd45 antigens",
        "cryopreservation",
        "cxcr4 receptors",
        "dimethyl sulfoxide"
    ],
    "author_names": [
        "Zygmunt Pojda, M.D., Ph.D",
        "Eugeniusz K Machaj, Ph.D.",
        "Marzena Korczak, M.Sci.",
        "Aleksandra Kopera, M.Sci.",
        "Paulina Adamczyk-Wojciechowska, M.Sci.",
        "Jadwiga Kuczynska-Sicinska, M.D., Ph.D.",
        "Romuald Debski, M.D., Ph.D.",
        "Krzysztof Czajkowski, M.D., Ph.D.",
        "Monika Turkowska, M.Sci."
    ],
    "author_affiliations": [
        [
            "Department of Experimental Hematology and Cord Blood Bank, Oncology Center-Institute, Warsaw, Poland"
        ],
        [
            "Department of Regenerative Medicine, WIHE Institute of Hygiene and Epidemiology, Warsaw, Poland"
        ],
        [
            "Department of Experimental Hematology and Cord Blood Bank, Oncology Center-Institute, Warsaw, Poland"
        ],
        [
            "Department of Experimental Hematology and Cord Blood Bank, Oncology Center-Institute, Warsaw, Poland"
        ],
        [
            "Department of Experimental Hematology and Cord Blood Bank, Oncology Center-Institute, Warsaw, Poland"
        ],
        [
            "Department of Obstetrics and Gynecology, Duchess Anna Mazowiecka Public Teaching Hospital, Medical University of Warsaw, Warsaw, Poland"
        ],
        [
            "Department of Obstetrics and Gynecology, Medical Center for Postgraduate Education, Orlowski Hospital, Warsaw, Pol"
        ],
        [
            "Department of Obstetrics and Gynecology, Duchess Anna Mazowiecka Public Teaching Hospital, Medical University of Warsaw, Warsaw, Poland"
        ],
        [
            "Department of Regenerative Medicine, WIHE Institute of Hygiene and Epidemiology, Warsaw, Poland"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Project design and rationale: Expanding clinical evidence suggests, that combined transplantation of allogeneic hematopoietic stem cells (HSC) and mesenchymal stromal cells (MSC) improves the results when compared to the transplantation of HSC only by the enhancement of engraftment or reduction of the frequency and gravity of graft versus host (GVH) disease. We have modified our method [ 1 ] of the processing and liquid nitrogen–storage of umbilical cord stromal cells (UCSC, the analogue of adult bone marrow MSC) for the combined collection and banking of cord blood hematopoietic stem cells (CB HSC) and UCSC obtained from the same donor for the hematopoietic transplantation purposes. Practical outcome of the project is the availability of cryopreserved combinations of cord blood samples plus the same donor-derived fetal MSC-type cells for clinical applications. Methods: Cord blood (CB) samples were collected and processed according to the routine protocol of Warsaw cord blood bank. Cord blood samples (vol.≥90 ml) were collected before or after placenta delivery, and viability and sterility-tested suspensions of mononuclear cells were volume-reduced and frozen in 10% DMSO/5% albumin using controlled-rate freezer, and stored in liquid nitrogen storage tanks. Umbilical cords, collected from the same deliveries as CB, were transported for processing in sterile balanced salt solution (PBS) supplemented with Penicillin/Streptomycin (22–25°C, time until processing ≤24h). Following mounting on the dissecting table, they were cut into 7 cm pieces, and surgically dissected in sterile conditions. After removal of cord amnion and blood vessels, Wharton jelly was cut into strips of thickness < 2 mm, sealed in 2 freezing bags in 10% DMSO/5%albumin and frozen in control-rate freezer. For experimental purposes, another strip of Wharton jelly was frozen in third bag, stored for 14 days, thawed, and the UCSC were in vitro expanded throughout consecutive 5 passages, phenotype-analysed, and tested for their ability for adipo-chondro-, and osteogenesis. Remaining fragments of umbilical cord (blood vessels, Wharton jelly pieces) were sterility-tested, and the contaminated frozen samples were eliminated at the quarantine stage. Maternal blood examination, HLA-typing, family history analysis etc. obligatory tests for CB banking were done only once, and the results were valid both for CB HSC and UCSC, reducing the labor time and costs of tests. Results: Both in cord blood samples, and umbilical cords, the frequency of bacterial/fungal infections was 99%. The frequency of successful expansion of frozen/thawed UCSC was >90%, and average UCSC number after expansion was 2.5× 10 11 cells. All UCSC were plastic adherent, expressed CD34 − , CD45 − , Lin1 − , CXCR4 − , CD29 + , CD73 + , CD90 + , CD105 + surface markers, and were able to differentiate into adipo-, chondro-, and osteogenic lineages, thus confirming their MSC characteristics. Before the full validation of the procedures, CB HSC and UCSC obtained from the same donor are stored in Warsaw cord blood bank in separate storage tanks in −170°C in liquid nitrogen vapors. If the transplantation of cord blood cells plus umbilical cord MSC-like cells will be accepted as the standard clinical protocol, the double cassette for combined CB HSC/UCSC storage will be implemented. Conclusion: The practical result of the presented study is the implementation of the new protocol allowing for availability of cord blood cells and mesenchymal stromal cells from the same donor for clinical transplantation purposes."
}