{
    "doi": "https://doi.org/10.1182/blood.V122.21.3830.3830",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2599",
    "start_url_page_num": 2599,
    "is_scraped": "1",
    "article_title": "ABT-737 Restores Prednisolone Sensitivity In Early T-Cell Precursor Acute Lymphoblastic Leukemia With High MEF2C Expression ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "abt-737",
        "acute lymphocytic leukemia",
        "prednisolone",
        "t-lymphocytes",
        "bcl-2 protein",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "ms-like tyrosine kinase 3",
        "annexin a5",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Sachiko Goto, MD",
        "Toshihiko Imamura, MD",
        "Atsushi Fujiki, MD",
        "Takuya Nakatani, MD",
        "Yoshifumi Hirashima, MD",
        "Shinichi Tamura, MD",
        "Shinya Osone, MD",
        "Hiroyuki Ishida, MD",
        "Akira Morimoto, MD",
        "Hiroshi Kuroda, MD",
        "Shigeyoshi Hibi, MD",
        "Shinsaku Imashuku, MD",
        "Hajime Hosoi, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Pediatrics, Matsushita Memorial Hospital, Moriguchi, Japan, "
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Pediatrics, Matsushita Memorial Hospital, Moriguchi, Japan, "
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Pediatrics, Matsushita Memorial Hospital, Moriguchi, Japan, "
        ],
        [
            "Department of Pediatrics, Jichi Medical University, Shimotuske, Japan, "
        ],
        [
            "Department of Pediatrics, Kyoto Municipal Hospital, Kyoto, Japan"
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan, "
        ]
    ],
    "first_author_latitude": "35.024089499999995",
    "first_author_longitude": "135.770115",
    "abstract_text": "Background Early T-cell precursor-acute lymphoblastic leukemia (ETP-ALL) has been identified as high-risk subtype of pediatric T cell acute lymphoblastic leukemia (T-ALL). ETP-ALL is characterized by lack of expression of CD1a and CD8, weak or absent expression of CD5 and aberrant expression of myeloid and hematopoietic stem cell markers, such as CD13, CD33, CD34 and CD117. Because conventional chemotherapy is not fully effective for this subtype, potential therapeutic target should be explored. Here, we assessed gene expression pattern of the transcriptional factors related to differentiation of lymphoid and myeloid cells in ETP-ALL to determine the potential therapeutic target for this particular subtype. Patients and Methods Thirty-one patients with T-ALL treated in Kyoto Prefectural University of Medicine and affiliated hospitals were classified in ETP-ALL or non- ETP ALL based on the results of surface marker analysis by FACS. To compare the gene expression pattern of transcriptional factors related to differentiation of myeloid and lymphoid cells in ETP-ALL with those in non-ETP-ALL, real time RT-PCR (RQ-PCR) was performed to determine expression level of C/EBPa, ID2, NOTCH1, LYL1, IL7R, LMO2, MEF2C, PU.1, and FLT3 in primary leukemic cells from twenty-one patients with T-ALL (ETP-ALL: 9, non ETP-ALL: 12) based on the availability of appropriate RNA. To assess the relationship between high MEF2C expression and prednisolone (PSL) /Bcl2 inhibitor (ABT-737) sensitivity, cell proliferation of Jurkat (not expressing MEF2C ) and Loucy (expressing MEF2C ) cells cultured with serial concentration of PSL and/or ABT-737 was measured with the WST-1 assay to determine the 50% growth inhibitory concentration (IC50) of these agents. BaF3 cells expressing MEF2C (BaF3-MEF2C) was also generated using retrovirus gene transduction system (MSCV) and cultured with serial concentration of PSL/ABT-737 to determine the IC50 of PSL/ABT-737. Apoptosis was determined by Annexin V/PI staining. Viability of primary leukemic blasts of ETP-ALL and non-ETP-ALL, which were co-cultured with murine stromal cell(MS-5 cell) and treated with PSL and/or ABT-737, was also determined by Annexin V/PI staining. Results Thirty-one patients diagnosed with T-ALL were classified in ETP-ALL (N=10) or non- ETP ALL (N=21). Although 5 patients in ETP-ALL experienced induction failure (IF), none of the patients in non-ETP-ALL experienced IF (p<0.05). The 5-year EFS in ETP-ALL was significantly inferior than that in non-ETP-ALL ( 40±15.5% vs 76.1±9.2%, log-rank p<0.05). However, the 5-year OS was not significantly different in two groups (67±15.7% in ETP-ALL vs 81±8.5% in non-ETP ALL). RQ-PCR analysis determined that MEF2C and FLT3 was expressed more in ETP-ALL than in non-ETP ALL ( MEF2C : p=0.039, FLT3 : p=0.014). Because MEF2C augments Bcl2 activity to inhibit the apoptosis, we explored whether high expression of MEF2C was associated with PSL poor response and Bcl2 inhibitor restored the sensitivity to PSL. Combination treatment of PSL and ABT-737 resulted in the significant reduction of IC50 of PSL in Loucy cell (combination index, CI: 0.39). In addition, apoptotic cells increased when Loucy cells were treated with PSL (25mM) in combination with ABT-737 (10nM) compared to be treated with PSL (25mM) alone. In contrast, combination treatment did not reduce significantly IC50 of PSL in Jurkat cell (CI: 1.12). The combination treatment of PSL and ABT-737 also resulted in the significant reduction of IC50 of PSL in BaF3-MEF2C compared to BaF3 cells. Finally, treatment of ABT-737(10nM) in combination with PSL (50 or 200 mM) reduced viability of primary leukemic blasts of ETP-ALL with high expression of MEF2C more profoundly than the treatment of PSL (50 or 200 mM) alone. Conclusions These findings suggest that high expression of MEF2C is associated with PSL poor response and Bcl2 inhibitor restores PSL sensitivity in ETP-ALL in vitro. Thus, Bcl2 inhibitor might be therapeutic option for ETP-ALL with high expression of MEF2C . Disclosures: No relevant conflicts of interest to declare."
}