{
    "doi": "https://doi.org/10.1182/blood.V120.21.1450.1450",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2347",
    "start_url_page_num": 2347,
    "is_scraped": "1",
    "article_title": "Flow Cytometry Thresholds of Myeloperoxidase Detection to Discriminate Between Acute Lymphoblastic or Myeloblastic Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "flow cytometry",
        "leukemia, myelomonocytic, acute",
        "peroxidase",
        "immunoglobulin isotypes",
        "acute leukemia of ambiguous lineage",
        "acute leukemia, mixed phenotype",
        "antibodies",
        "autofluorescence",
        "bypass",
        "leukemia"
    ],
    "author_names": [
        "Julien Guy",
        "Iléana Antony-Debré",
        "Isabelle Arnoux",
        "Chantal Fossat",
        "Emmanuel Benayoun",
        "Magali Le Garff-Tavernier",
        "Anna Raimbault",
        "Michèle Imbert, MD",
        "Marc Maynadie, MD, PhD",
        "Francis Lacombe",
        "Marie C Béné",
        "Orianne Wagner-Ballon"
    ],
    "author_affiliations": [
        [
            "Hematology Laboratory, Universitary Hospital of Dijon, Dijon, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital APHP Henri Mondor, Créteil, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital AP-HM La Timone, Marseille, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital AP-HM La Timone, Marseille, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital APHP Henri Mondor, Créteil, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital APHP Pitié-Salpétrière, Paris, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital APHP Pitié-Salpétrière, Paris, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital APHP Henri Mondor, Créteil, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital of Dijon, Dijon, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital Haut-Lévêque, Bordeaux, France, "
        ],
        [
            "Hematology Laboratory, Universitary Hospital of Nancy, Nancy, France"
        ],
        [
            "Hematology Laboratory, Universitary Hospital APHP Henri Mondor, Créteil, France, "
        ]
    ],
    "first_author_latitude": "47.3318697",
    "first_author_longitude": "5.0322191",
    "abstract_text": "Abstract 1450 Background: The WHO 2008 classification emphasizes the role of myeloperoxidase (MPO) detection as the only requirement for assigning myeloid lineage to a blast population, notably for the diagnosis of acute leukemia of ambiguous lineage. WHO highlights flow cytometry (FCM) as the preferred method for MPO detection and EGIL proposed a 10% cut-off for FCM but 3% for cytochemistry. Here we performed a reevaluation of the MPO positivity threshold by FCM comparing as background reference isotype controls or the autofluorescence of residual normal lymphocytes. Methods: A multicenter retrospective trial was set-up which compared retrospectively 128 acute lymphoblastic leukemias (ALL) and 75 acute myeloid leukemias without maturation (AML1), defined as MPO negative or positive by benzidine-based cytochemistry. Blasts were considered MPO positive by flow cytometry when their mean fluorescence intensity exceeded that of blast cells incubated with an isotype control or that of residual lymphocytes in the MPO-stained sample. In order to homogenize the interpretation of MPO staining, five various cut-offs were assessed for both negative controls, respectively 2%, 1%, 0.75%, 0.5% and 0.25%. Besides, as Ratio Fluorescence Intensity (RFI) may be a useful parameter to analyze staining for markers with unimodal distribution, we evaluated the RFI of blast cells MPO fluorescence relative to both controls, comparing mean and median intensities. Results: The harmonized method that was developed to interpret MPO staining by FCM between 4 French centers can be applied regardless of antibodies, permeabilization reagents or instruments used. For both negative controls, the 1% cut-off provided the best discrimination by ROC curve, and was used to assess the percentage of stained blasts in the 203 cases. The EGIL 10% threshold of stained blasts to discriminate between ALL and AML, using the isotype control to assess positivity, provided 100% sensitivity and 85.4% specificity, the optimal threshold being 13% (sensitivity 95.1%, specificity 91.7%). Residual normal lymphocytes proved to be an advantageous alternative reference, a threshold of 28% yielding improved 97.4% sensitivity and 96.1% specificity (Figure). The correlation between both methods was excellent, yet the percentage of positive blasts was higher using lymphocytes as control compared to isotype control. Using the RFI method, the isotype control appeared as the more relevant negative control to discriminate ALL against AML1 with a threshold of 3.42. However, with 90% sensivity and 95,83% specificity, the RFI method was less performing than percentages in this study. Finally, we assessed the relevance of this analysis method and positivity thresholds on 18 AMLs with minimal differentiation (AML0), MPO-negative by definition in cytochemistry, yet liable to be positive in FCM. Interestingly, with these new appropriate thresholds, MPO staining was positive for 10 of 18 AML0 when using lymphocytes as negative controls and only 3 of 17 cases when using an isotype control. Conclusion: i) MPO detection by flow cytometry can be interpreted indifferently of the negative control used if an appropriate threshold is applied; ii) Our analysis method of MPO expression is relevant for ALL and AML discrimination and can be useful for AML0 or mixed phenotype acute leukemia assessment, especially using residual lymphocytes as reference, since the latter bypass the higher non-specific binding of isotype controls on blast cells. Figure. View large Download slide Usefulness of different thresholds used to discriminate ALL and AML according to the negative control. A. Isotype control used as negative control. % of cells showing fluorescence above that of the negative control with a 1% cut-off (40 AML1 and 96 ALL). Three thresholds are shown: EGIL 10%* EGIL, 3%** and ROC-established 13%. B. Residual lymphocytes used as negative control. % of cells showing fluorescence above that of the negative control with a 1% cut-off (75 AML1 and 128 ALL). Three thresholds are shown: EGIL 10%*, 3%** and ROC-established 28 %. * (Béné et al, 1995) ; ** (Peffault de Latour, 2003) . Figure. View large Download slide Usefulness of different thresholds used to discriminate ALL and AML according to the negative control. A. Isotype control used as negative control. % of cells showing fluorescence above that of the negative control with a 1% cut-off (40 AML1 and 96 ALL). Three thresholds are shown: EGIL 10%* EGIL, 3%** and ROC-established 13%. B. Residual lymphocytes used as negative control. % of cells showing fluorescence above that of the negative control with a 1% cut-off (75 AML1 and 128 ALL). Three thresholds are shown: EGIL 10%*, 3%** and ROC-established 28 %. * (Béné et al, 1995) ; ** (Peffault de Latour, 2003) . Disclosures: No relevant conflicts of interest to declare."
}