{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3233.3233",
    "article_title": "Fluid Overload Early after Allogeneic Hematopoietic Stem Cell Transplantation Was Associated with Poor Survival ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "abstract_text": "Introduction: Allogeneic hematopoietic stem cell transplantation (HSCT) is potentially curative for patients with hematological malignancies and aplastic anemia. Many complications may occur in patients undergoing HSCT, and some are associated with poor outcomes. Among these complications, fluid overload early after HSCT occurs frequently and is caused by various reasons, especially immune reactions, including, engraftment syndrome. However, the impact of fluid overload early after HSCT on outcomes after HSCT has not been fully assessed. The aim of this single center retrospective observational study was to investigate the effect of fluid overload early after allogeneic HSCT. Patients and Methods: A retrospective case analysis was performed involving 178 patients who underwent a first allogeneic HSCT at our hospitals from January 2012 to December 2016. We excluded 15 patients who failed to achieve neutrophil engraftment, two patients with early relapse or death before 30 days post-HSCT, and 14 patients in whom weight data of >21 days was lacking. The remaining 147 patients were included in the analysis. The weight of our patients was measured almost every day. Fluid overload was defined as more than 5% of weight gain from the baseline until 30 days after HSCT. We set the primary endpoint as overall survival (OS). The progression free survival (PFS), cumulative incidence of relapse rate, and cumulative incidence of non-relapse mortality (NRM) were also evaluated. To evaluate the impact of fluid overload on the primary endpoint, we employed a multivariable Cox regression analysis. Adjusted covariates were as follows: age, sex, diagnosis, disease status, donor source, and conditioning regimen. To reduce the bias of the patients' characteristics, we employed a propensity score (PS) matched analysis using all clinical parameters that were identified as variables. Results: Among the study patients, 66 patients had fluid overload early after HSCT (fluid overload group). The remaining 81 patients did not have fluid overload (normal group). The fluid overload group included a greater proportion of patients than the normal group with the following characteristics: older, male, higher baseline weight, diagnosed with acute myeloid leukemia or myelodysplastic syndrome, cord blood transplant recipient, and treated with tacrolimus and mycophenolate prophylaxis for graft-versus-host disease (GVHD). Regarding the primary endpoint, the 3-year OS was 82.6% (71.0-90.0%) in the normal group and 60.1% (46.6-71.2%) in fluid overload group (p=0.001) (Figure 1A). The adjusted hazard ratio (HR) was 2.57 (95% confidence interval [CI] 1.18-5.61, p = 0.017) for fluid overload group as compared to the normal group. In the PS-matched analysis, the 3-year OS was 77.8% (63.2-87.1%) in the fluid overload group and 60.1% (46.6-71.2%) in the normal group (p = 0.014) (Figure 1B). The primary causes of death in the fluid overload group was primary disease (22.7%), infection (6.1%), GVHD (4.5%), and other (4.5%); whereas, primary disease (7.4%), infection (4.9%), and GVHD (2.5%) contributed to the primary cause of death in the normal group. Veno-occlusive disease did not contribute to the primary cause of death in both groups. Regarding secondary endpoints, the PFS and NRM were significantly worse in the fluid overload group (68.3% vs. 53.4%, p = 0.017, and 6.1% vs. 15.8%, p = 0.034, respectively); whereas, there were no significant differences in the relapse rate (Figure 2). Conclusion: Our study showed that fluid overload early after HSCT was associated with poor OS. Fluid overload early after HSCT should be recognized as a toxic event. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "excess fluid volume",
        "weight gain",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease",
        "infections",
        "aplastic anemia",
        "engraftment syndrome",
        "hematologic neoplasms",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Yoshimitsu Shimomura, MD",
        "Mari Morita, MD",
        "Hisako Hashimoto",
        "Takayuki Ishikawa, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoshimitsu Shimomura, MD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mari Morita, MD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisako Hashimoto",
            "author_affiliations": [
                "Department of Cell Therapy, Foundation for Biomedical Research and Innovation, Kobe, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Ishikawa, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:40:29",
    "is_scraped": "1"
}