{
    "doi": "https://doi.org/10.1182/blood.V128.22.832.832",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3522",
    "start_url_page_num": 3522,
    "is_scraped": "1",
    "article_title": "Early Post-Transplant Epigenetic Therapy By Panobinostat and Decitabine Followed By Donor Lymphocyte Infusion (DLI): Interim Results of the HOVON-116 Phase I/II Feasibility Study in Poor-Risk AML Recipients of Allogeneic Stem Cell Transplantation (alloHSCT) ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Reducing Relapse",
    "topics": [
        "allogeneic stem cell transplant",
        "decitabine",
        "donor leukocyte infusion",
        "epigenetics",
        "panobinostat",
        "transplantation",
        "brachial plexus neuritis",
        "graft-versus-host disease",
        "cyclophosphamide",
        "adverse effects"
    ],
    "author_names": [
        "Jan J. Cornelissen, MD PhD",
        "Yvette van Norden, MD PhD MSc.",
        "Michel van Gelder, MD PhD",
        "Dimitri A. Breems, MD PhD",
        "Johan Maertens, MD PhD",
        "Mojca Jongen-Lavrencic, MD PhD",
        "Annoek Broers, MD PhD",
        "Sacha S. Zeerleder, MD PhD",
        "Lucien Noens, MD PhD",
        "Gert Ossenkoppele, MD PhD",
        "Ellen Meijer, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Hematology, Scientific research, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Internal Medicine, Maastricht UMC, Maastricht, Netherlands "
        ],
        [
            "Department of Hematology, ZNA Stuivenberg, Antwerp, Belgium "
        ],
        [
            "Department of Hematology, University Hospital Gasthuisberg, Dept. of Hematology, Leuven, Belgium "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, UZ Gent, Gent, Belgium "
        ],
        [
            "Department of Hematology, VU Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Department of Hematology, VU Medical Center, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999",
    "abstract_text": "While recent studies showed that the allogeneic graft versus leukemia (GVL) effect is operational in poor-risk acute myeloid leukemia (AML), the relapse rate remains high. In order to exploit GVL more effectively, we explored the early initiation of epigenetic therapy after alloHSCT, interspersed with successive, low dosage DLI in patients (pts) with AML, characterized as poor- or very poor-risk, according to the latest (2015) HOVON-SAKK AML risk classification. This study started as a phase I study in very poor-risk AML pts exploring the feasibility of combination epigenetic therapy at dose levels 1, 2, and 3, consisting of either panobinostat (PNB) alone (20 mg at days 1, 4, 8, 11 of a 4 wk-cycle) or PNB combined with decitabine (DCB, 10 or 20 mg/m 2 at days 1-3 of every 4 wk-cycle). DLI consisted of 10 6 CD3 T-cells/kg at day 90 and 3 x 10 6 at day 180 in case of a matched sibling (sib) donor and 30% of that dose in case of a matched unrelated donor (MUD). Reduced intensity conditioning was applied by a combination of cyclophosphamide, fludarabine, and reduced-dose total body irradiation (TBI). Graft versus host disease (GVHD) prophylaxis consisted of post-transplant (PT) cyclophosphamide and short course cyclosporine. Phase II is focusing on actual delivery of transplantation, epigenetic therapy, and subsequent DLI in newly diagnosed AML pts upon confirmation of poor-risk or very poor-risk status, at which time point pts are registered for the study. Secondary endpoints include toxicities, GVHD, non-relapse mortality (NRM), relapse, overall survival (OS), and relapse free survival (RFS) as from transplantation. Pts lacking a sib or MUD proceeded off-protocol to alloHSCT with an alternative donor. Currently (July 2016), 94 pts are registered early after diagnosis during induction chemotherapy and so far 59 of them have actually proceeded to alloHSCT by either a MUD or sib donor. Interim results refer to 54 pts actually transplanted, and with sufficient follow-up (median: 9 months, range: 2-25 after transplantation). Pts received their transplant at a median number of 109 days (range: 69-200) after diagnosis. After 2 cycles of induction therapy, 35 pts were in hematological CR, 16 in CR without complete blood recovery, and 3 in PR. Median percentage of blasts prior to alloHSCT was 2 (range: 0-10). Median age was 54 years (18-70), 48 pts were classified as very poor-risk, 6 pts as poor-risk AML. Donors included 23 sib and 31 MUD. OS at 12 months from transplantation is 81% (±7). 10 pts died, including 5 due to NRM and 5 due to relapse. RFS at 12 months is 66% (±9). A historical HOVON control group of very poor-risk AML CR1 recipients of alloHSCT showed OS of 52% ±6 at 12 months and RFS of 43% ±5. Forty-one out of 54 pts received PT epigenetic therapy, including 13 PNB alone, 13 PNB/DCB (20 mg/m 2 ), and 15 PNB/DCB. Pts started at a median time point of 33 days (range: 27-54) after transplantation. Combining PNB with DCB at a dose of 20 mg/m 2 proved not feasible due to cytopenia, causing extension of successive cycles of PNB/DCB, which was considered a dose limiting toxicity (DLT). CTC grade 3 and 4 side-effects after the first cycle of PNB/DCB included gastrointestinal nausea in 2 pts (grade 3), neutropenia in 3 pts and general fatigue in 1 pt. After the second cycle PNB/DCB, 1 pt experienced nausea (grade 3), and 1 pt fatigue (grade 3). No opportunistic CTC grade 3 and 4 infections were observed after the first 2 cycles of PNB/DCB. DLI could so far be administered in 34 pts, including 19 receiving 2 DLI's, and 9 pts a third DLI. None of the pts developed grade 3 or 4 acute GVHD before DLI. Out of 34 recipients of DLI, severe chronic GVHD occurred in 5 (15%) pts. Collectively, these results suggest that: 1. alloHSCT with GVHD-prophylaxis by cyclophosphamide PT allows for early initiation of epigenetic therapy and DLI, and 2. as compared to historical HOVON-data in very poor-risk AML pts receiving alloHSCT, encouraging results with respect to relapse, DFS, and OS are observed in patients actually receiving PNB alone or PNB combined with DCB, followed by DLI. 3. Limited side effects were observed in recipients of PNB alone or the combination of PNB and DCB at a dose of 10 mg/m 2 ; the incidence GVHD also appeared limited. Altogether these results might suggest enhanced GVL and, therefore, have set the stage for an international prospective randomized study in (very) poor-risk AML patients. Disclosures Maertens: Gilead: Consultancy, Honoraria, Speakers Bureau; Pfizer: Consultancy, Honoraria, Research Funding, Speakers Bureau; Merck Sharp & Dohme: Consultancy, Honoraria, Research Funding, Speakers Bureau; Astellas: Consultancy, Speakers Bureau; Amgen: Consultancy."
}