{
    "doi": "https://doi.org/10.1182/blood.V128.22.4877.4877",
    "article_title": "Transformation in Pre-Treatment Presentations of Gaucher Disease during the First Two Decades of Imiglucerase Enzyme Replacement Therapy: A Report from the International Collaborative Gaucher Group Gaucher Registry ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "We hypothesized that the prevalence of clinical manifestations of Gaucher disease type 1 (GD1) at the time of treatment initiation has changed since alglucerase/imiglucerase enzyme replacement therapy (ERT) was approved in the United States (US) in 1991. US alglucerase/imiglucerase-treated GD1 patients (N=1,427) from the International Collaborative Gaucher Group Gaucher Registry ( ClinicalTrials.gov NCT00358943 , sponsored by Sanofi Genzyme) as of March 4, 2016 were stratified by age at ERT initiation: n=399 pediatric patients (<18 years); n=689 adults 18 to <50 years; n=339 adults ≥50 years. Pre-treatment demographics and splenectomy status were analyzed by 4 eras of ERT initiation (1991-1995, 1996-2000, 2001-2005, 2006-2009) and age at ERT initiation. Bone manifestations (avascular necrosis [AVN], infarction, bone crises, bone pain), hematologic parameters (platelet count, hemoglobin concentration), and liver volume were analyzed by age cohort, era of ERT initiation, and splenectomy status prior to beginning ERT, using the chi-square test, Fisher's exact test, or analysis of variance (ANOVA) as appropriate. Spleen volume for patients who had intact spleens prior to starting ERT was analyzed by age cohort and era of ERT initiation using ANOVA. The most striking difference between early and later time periods was the reduced prevalence of splenectomy across all age groups (p ≤0.0001). Splenectomized patients collapsed across eras presented with a significantly higher prevalence of AVN (p < 0.0001), infarctions (p <0.01), bone crises (p <0.0001), and bone pain (p <0.0001) than non-splenectomized patients in all 3 age groups. Prevalence of AVN (p <0.05), infarction (p<0.05), and bone crises (p<0.01) were significantly lower in later eras in the non-splenectomized pediatric group. Both the splenectomized and non-splenectomized groups of adults aged 18 to <50 years experienced a significantly lower prevalence of AVN (p <0.05), infarction (p <0.05), and bone crises (p <0.05). Infarctions were significantly less prevalent in non-splenectomized adults aged ≥50 years (p <0.05). Bone pain remained a prevalent symptom and was not significantly different across the eras for each age group. Differences were not observed in hematologic parameters. Hepatosplenomegaly remained a prevalent symptom at pre-treatment presentation across the eras, although spleen volumes for those with intact spleens were significantly lower in later eras for children and adults aged 18 to <50 years (p <0.01). Also of note, the interval between the median age at diagnosis and the initiation of imiglucerase ERT decreased in later eras; the most striking change was observed in children. Compared with patients who started treatment when ERT was first introduced, patients now tend to have a less severe GD1 phenotype and fewer irreversible manifestations of GD1 when starting treatment. Disclosures Mistry: Sanofi Genzyme: Honoraria, Research Funding, Speakers Bureau; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Weinreb: Sanofi Genzyme: Consultancy, Honoraria, Research Funding; Shire HGT: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer Inc: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Batista: Sanofi Genzyme: Employment. Andersson: Sanofi Genzyme: Honoraria; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Balwani: Sanofi Genzyme: Honoraria, Speakers Bureau; Alnylam Pharmaceuticals: Consultancy; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Burrow: Sanofi Genzyme: Honoraria, Research Funding; Shire HGT: Honoraria; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Charrow: Sanofi Genzyme: Consultancy, Honoraria, Research Funding, Speakers Bureau; Alexion: Consultancy; Shire HGT: Research Funding; BioMarin: Research Funding; Amicus Therapeutics: Research Funding; The National Gaucher Foundation: Speakers Bureau; Fabry Support & Information Group: Speakers Bureau; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Kaplan: Sanofi Genzyme: Honoraria, Research Funding; Genetic Counselors: Research Funding; Pfizer Inc: Membership on an entity's Board of Directors or advisory committees; Alexion: Membership on an entity's Board of Directors or advisory committees; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Khan: ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees; Shire HGT: Research Funding, Speakers Bureau; Sanofi Genzyme: Honoraria, Research Funding; Horizon Pharma: Consultancy, Research Funding; BioMarin: Consultancy, Research Funding; Alexion: Consultancy, Research Funding; Cytonet LLC: Consultancy, Research Funding, Speakers Bureau; Actelion: Consultancy, Research Funding, Speakers Bureau. Kishnani: Alexion: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Shire HGT: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi Genzyme: Consultancy, Honoraria, Research Funding; Amicus Therapeutics: Consultancy, Honoraria; Roche: Consultancy, Honoraria, Research Funding; Valerion Therapeutics: Research Funding; Pfizer Inc: Research Funding; National Institutes of Health: Research Funding; FDA: Research Funding; Patient-Centered Outcomes Research Institute: Research Funding; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees; Pompe Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Kolodny: Shire HGT: Consultancy; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Rosenbloom: Sanofi Genzyme: Honoraria; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees. Scott: Sanofi Genzyme: Research Funding; ICGG Gaucher Registry (Sanofi Genzyme sponsored): Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "enzyme replacement therapy",
        "gaucher disease",
        "imiglucerase",
        "bone pain",
        "splenectomy",
        "burrow",
        "glycogen storage disease type ii",
        "hemoglobin",
        "hepatosplenomegaly",
        "osteochondritis dissecans"
    ],
    "author_names": [
        "Pramod Mistry, MD PhD FRCP",
        "Neal J. Weinreb, MD FACP",
        "Julie Batista, ScM, ScD",
        "Hans C. Andersson, MD",
        "Manisha Balwani, MD MS",
        "Thomas Andrew Burrow, MD",
        "Joel Charrow, MD",
        "Paige Kaplan, MB, BCh",
        "Aneal Khan, MD MSc, FCCMG, FRCPC",
        "Priya S. Kishnani, MD MB BS",
        "Edwin H. Kolodny, MD",
        "Barry E. Rosenbloom, MD",
        "C. Ronald Scott, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pramod Mistry, MD PhD FRCP",
            "author_affiliations": [
                "Yale University, New Haven, CT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Neal J. Weinreb, MD FACP",
            "author_affiliations": [
                "University Research Foundation for Lysosomal Storage Diseases, Coral Springs, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Batista, ScM, ScD",
            "author_affiliations": [
                "Sanofi Genzyme, Cambridge, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans C. Andersson, MD",
            "author_affiliations": [
                "Tulane University Medical School, New Orleans, LA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manisha Balwani, MD MS",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York City, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Andrew Burrow, MD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel Charrow, MD",
            "author_affiliations": [
                "Northwestern University Feinberg School of Medicine, Chicago, IL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paige Kaplan, MB, BCh",
            "author_affiliations": [
                "Children's hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aneal Khan, MD MSc, FCCMG, FRCPC",
            "author_affiliations": [
                "The University of Calgary, Calgary, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priya S. Kishnani, MD MB BS",
            "author_affiliations": [
                "Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edwin H. Kolodny, MD",
            "author_affiliations": [
                "New York University School of Medicine, New York City, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry E. Rosenbloom, MD",
            "author_affiliations": [
                "Cedars-Sinai/ Tower Hematology Oncology Medical Group, Beverly Hills, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Ronald Scott, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T18:37:14",
    "is_scraped": "1"
}