{
    "doi": "https://doi.org/10.1182/blood.V128.22.2487.2487",
    "article_title": "Absorption, Metabolism and Excretion of GBT440, a Novel Hemoglobin S (HbS) Polymerization Inhibitor for the Treatment of Sickle Cell Disease (SCD), in Healthy Male Subjects ",
    "article_date": "December 2, 2016",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical Poster II",
    "abstract_text": "Background: SCD is caused by a point mutation in the β-globin gene producing hemoglobin S (HbS) that polymerizes upon deoxygenation with subsequent formation of sickled red blood cells (RBCs). GBT440 is a novel, orally bioavailable small molecule that inhibits HbS polymerization by increasing the affinity of O 2 to hemoglobin (Hb). Methods: The pharmacokinetics, mass balance, and metabolite profile of [ 14 C]-GBT440 were evaluated in 7 healthy male subjects in this open-label study. In order to evaluate the disposition kinetics of GBT440 at steady-state concentrations, a loading/maintenance dose schema was employed. Each subject received an oral loading dose of 2000 mg GBT440 on Day 1 followed by oral maintenance doses of 400 mg once daily on Day 2 to Day 4. Once the target steady-state was achieved, a single [ 14 C]-GBT440 400 mg dose (approximately 100 μCi) was administered orally on Day 5. Blood, plasma, urine and feces were collected serially up to 26 days postdose. Results: There were no serious adverse events or discontinuations due to adverse events for any of the healthy subjects participating in this study. GBT440 reached C max in plasma and whole blood with median time to maximum concentration (T max ) values of 2.00 hours in plasma and whole blood and in 6.00 hours in RBCs. After reaching C max , GBT440 concentrations appeared to decline in a monophasic manner, with the terminal elimination phase for GBT440 in plasma, whole blood, and RBCs appearing to decline in a parallel manner, with geometric mean T 1/2 values of 98.0 hours in plasma, 66.3 hours in whole blood, and 65.8 hours in RBCs. This study achieved 98.0% average recovery of total radioactivity in urine and feces over the course of the study. Most of the administered radioactivity (88.2%) was recovered by 144 hours postdose (Day 7). GBT440 was eliminated primarily in feces (62.6% of the total radioactive dose) with urinary excretion accounting for 35.4% of the total radioactive dose. In whole blood, the majority of the total radioactivity (TRA) was unchanged GBT440 (97.5%) while three metabolites accounted for the remaining TRA (2.5%). In plasma, unchanged GBT440 was the prominent circulating radioactive component, accounting for 48.8% of the TRA. Eleven circulating metabolites with corresponding radioactive peaks were identified. There was one major Phase II metabolite (GBT440 O -dealkylation-sulfation), accounting for 16.8% of the TRA. Two potential active metabolites were identified but only accounted for 2.5% of the dose in whole blood. GBT440 was eliminated predominately in feces. Unchanged GBT440 was the most abundant radioactive component, accounting for 33.3% of the administered dose. Four metabolites were identified, each accounting for 5.62%, 2.66%, 1.66% and less than 6% of the dose in the 0-216-hr human feces. Urine was a relatively minor excretion route for GBT440 in humans. An average of 34.3% of the dose was recovered in the urine samples. Unchanged GBT440 accounted for 0.08% of the administered dose and the rest were metabolites. GBT440 glucuronidation and reduction-glucuronidation products, which are Phase II metabolites, were the most abundant metabolites in urine, accounting for a combined 9.22% of dose. Because GBT440 does not undergo renal elimination, patients with renal disorders should not experience changes in pharmacokinetics of GBT440. Conclusions: Although GBT440 has high specific binding to hemoglobin, it was completely excreted from the body with a half-life of approximately three days in healthy subjects. Since the half-life of GBT440 was much shorter than RBC lifespan (~ 120 days), this supports the hypothesis that the binding between GBT440 to hemoglobin is a reversible process. Following an oral administration, approximately one-third of the dose was excreted as the unchanged drug into the feces (unabsorbed and/or via biliary excretion). Two-thirds of the administered dose was metabolized and excreted into urine and feces. The major metabolic pathway was via Phase I and Phase II metabolism. Because GBT440 was not excreted directly into the urine, the pharmacokinetics are unlikely to be affected in patients with renal disorders. Disclosures Rademacher: Global Blood Therapeutics: Employment, Equity Ownership. Hutchaleelaha: Global Blood Therapeutics: Employment, Equity Ownership. Washington: Global Blood Therapeutics: Employment, Equity Ownership. Lehrer: Global Blood Therapeutics: Employment, Equity Ownership. Ramos: Global Blood Therapeutics: Employment, Equity Ownership.",
    "topics": [
        "excretory function",
        "hemoglobin, sickle",
        "metabolism",
        "polymerization",
        "sickle cell anemia",
        "voxelotor",
        "process of absorption",
        "metabolites",
        "hemoglobin",
        "adverse event"
    ],
    "author_names": [
        "Peter Rademacher, PhD",
        "Athiwat Hutchaleelaha, PhD",
        "Carla Washington",
        "Josh Lehrer",
        "Eleanor Ramos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter Rademacher, PhD",
            "author_affiliations": [
                "Global Blood Therapeutics, South San Francisco, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Athiwat Hutchaleelaha, PhD",
            "author_affiliations": [
                "Global Blood Therapeutics, South San Francisco, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carla Washington",
            "author_affiliations": [
                "Global Blood Therapeutics, South San Francisco, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josh Lehrer",
            "author_affiliations": [
                "Global Blood Therapeutics, South San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleanor Ramos, MD",
            "author_affiliations": [
                "Global Blood Therapeutics, South San Francisco, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T13:08:02",
    "is_scraped": "1"
}