{
    "doi": "https://doi.org/10.1182/blood.V116.21.3092.3092",
    "article_title": "Enteropathy-Associated T-Cell Lymphoma: a Clinical Prognostic Model to Identify High Risk Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 3092 Enteropathy-associated T-cell lymphoma (EATL) is a rare intestinal lymphoma that arises from intraepithelial lymphocytes. In Western countries EATL accounts for 5% of all gastrointestinal lymphomas and in 80–90% of all cases this lymphoma is associated with celiac disease (CD). Based on clinical presentation, EATL can be divided into two subtypes: primary and secondary EATL. Primary EATL develops without a preceding history of CD. The first presentation is often perforation or obstruction, which leads to diagnosis of both EATL and CD. Secondary EATL is diagnosed in patients with well-established CD or refractory CD. These patients deteriorate and eventually develop EATL. The current standard treatment for both types of EATL consists of surgery and chemotherapy, but overall survival (OS) is poor and new therapeutic strategies are urgently needed. For risk-based selection of patients for new therapies and clinical trials, prognostic models as the International Prognostic Index (IPI) are generally used. Since IPI is not predictive for EATL, we determined a prognostic model specifically for EATL, which can identify high-risk patients who need more aggressive therapy. Forty-one patients were diagnosed with EATL and retrospectively analyzed. Two- and 5-years OS were 18% and 10% respectively (range: 0 – 97 months). In multivariate analysis, 3 risk factors were predictive for survival: serum LDH > normal ( P < 0.001; RR 6.65; 95% CI 1.96 to 9.89), presence of B-symptoms ( P < 0.001; RR 4.41; 95% CI 2.73 to 16.18) and subtype secondary EATL ( P = 0.036; RR 2.33; 95% CI 1.06 to 5.13). A weighted point score was assigned to each of these 3 factors and a prognostic model was constructed. Four risk groups were identified ( P < 0.0001). Group I showed most favorable outcome: 2- and 5-years OS were 55% and 30% respectively. Although survival rates in groups II, III and IV were significantly different, in none of these groups 2-years survival was achieved. Therefore, the model was simplified to a low risk and a high risk group ( P < 0.0001, Figure 1  ). The low risk group represented patients with no risk factors, i.e. primary EATL with no B-symptoms and normal LDH. In the high risk group, patients had 1 or more of the risk factors elevated serum LDH, B-symptoms or subtype secondary EATL. The new prognostic model showed superior predictive capacity as compared to IPI. In conclusion, our new prognostic model clearly identifies a high and a low risk group. Patients with one or more of the risk factors serum LDH > normal, B-symptoms or subtype secondary EATL are at high risk, and therefore new therapies for this group are urgently needed. Figure 1: View large Download slide Survival in EATL. Low risk group = no risk factors. High risk group = presence of 1 or more of the following risk factors: serum LDH > normal, B-symptoms or subtype secondary EATL. Figure 1: View large Download slide Survival in EATL. Low risk group = no risk factors. High risk group = presence of 1 or more of the following risk factors: serum LDH > normal, B-symptoms or subtype secondary EATL.  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "enteropathy-associated t-cell lymphoma",
        "lactate dehydrogenase test, serum",
        "lymphoma",
        "celiac disease",
        "chemotherapy regimen",
        "intestinal lymphoma",
        "surgical procedures, operative",
        "intraepithelial lymphocytes"
    ],
    "author_names": [
        "Laura R de Baaij, MD",
        "Jolanda MW van de Water, MD",
        "Wieke HM Verbeek, MD, PhD",
        "Otto J Visser, MD",
        "Dirk J Kuik, Msc",
        "Joost J Oudejans, MD, PhD",
        "Chris JLM Meijer, MD, PhD",
        "Chris JJ Mulder, MD, PhD",
        "Saskia AGM Cillessen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura R de Baaij, MD",
            "author_affiliations": [
                "Gastroenterology and Hepatology, VU University Medical Center, Amsterdam, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jolanda MW van de Water, MD",
            "author_affiliations": [
                "Gastroenterology and Hepatology, VU University Medical Center, Amsterdam, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wieke HM Verbeek, MD, PhD",
            "author_affiliations": [
                "Gastroenterology and Hepatology, VU University Medical Center, Amsterdam, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Otto J Visser, MD",
            "author_affiliations": [
                "Hematology, VU University Medical Center, Amsterdam, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk J Kuik, Msc",
            "author_affiliations": [
                "Clinical Epidemiology and Biostatistics, VU University Medical Center, Amsterdam, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joost J Oudejans, MD, PhD",
            "author_affiliations": [
                "Pathology, VU University Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris JLM Meijer, MD, PhD",
            "author_affiliations": [
                "Pathology, VU University Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris JJ Mulder, MD, PhD",
            "author_affiliations": [
                "Gastroenterology and Hepatology, VU University Medical Center, Amsterdam, Netherlands, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saskia AGM Cillessen, PhD",
            "author_affiliations": [
                "Pathology, VU University Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T04:06:53",
    "is_scraped": "1"
}