{
    "doi": "https://doi.org/10.1182/blood-2019-127338",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4179",
    "start_url_page_num": 4179,
    "is_scraped": "1",
    "article_title": "Preliminary Clinical Data from a Phase 1 Trial with CPI-818, a Selective ITK Inhibitor That Preferentially Blocks the Growth of T Lymphoma Cells ",
    "article_date": "November 13, 2019",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": [
        "lymphoma",
        "lymphoma, t-cell, cutaneous",
        "lymphoma, t-cell, peripheral",
        "antibodies",
        "neoplasms",
        "antigens",
        "biological markers",
        "cd28 antigens",
        "diet",
        "hemocyanin"
    ],
    "author_names": [
        "Patrick P. Ng, PhD",
        "Mehrdad Mobasher, MD MPH",
        "Kitman S. Yeung, MS",
        "Andrew N. Hotson, PhD",
        "Craig M. Hill, PhD",
        "Antonett Madriaga, MS",
        "Trang P. Dao-Pick, MA",
        "Erik Verner, PhD",
        "Dejan Radeski, MBBS, FRACP, FRCPA",
        "Michael S. Khodadoust, MD PhD",
        "Youn H. Kim, MD",
        "Richard A. Miller, MD",
        "Joseph J. Buggy, PhD",
        "James W. Janc, PhD"
    ],
    "author_affiliations": [
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Linear Clinical Research and Sir Charles Gairdner Hospital, Nedlands, Australia "
        ],
        [
            "Stanford Cancer Institute, Stanford, CA "
        ],
        [
            "Stanford University School of Medicine and Stanford Cancer Institute, Stanford, CA"
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ],
        [
            "Corvus Pharmaceuticals, Inc., Burlingame, CA "
        ]
    ],
    "first_author_latitude": "37.6004788",
    "first_author_longitude": "-122.3742456",
    "abstract_text": "Introduction ITK is a tyrosine kinase critical to T cell receptor (TCR) signaling. Overexpression of this gene has been reported in cutaneous T-cell lymphoma (CTCL) and peripheral T-cell lymphoma (PTCL). Genomic analyses have demonstrated the contribution of aberrant TCR signaling in the pathogenesis of T-cell lymphomas (TCL). RLK, a closely related kinase, is co-expressed with ITK in T and NK cells, and is partially functionally redundant with ITK signaling. In NK cells, ITK has been shown to be involved in FcγRIII signaling and antibody-dependent cellular cytotoxicity (ADCC). However, the relative contribution of ITK vs RLK in ADCC is not well understood. Thus, selective inhibition of ITK, but not other signal transduction components such as RLK, may be an effective strategy to treat TCL while preserving normal T and NK cell functions. CPI-818 is an orally bioavailable, covalent inhibitor of ITK with >100-fold selectivity over RLK and BTK. It was well tolerated and exhibited anti-tumor activity in companion dogs with spontaneous TCL (2019 AACR Annual Meeting Abstract #1313). A phase 1/1b trial with CPI-818 in human TCL has been initiated (NCT03952078). Here we present preclinical evidence that CPI-818 inhibits the proliferation of human malignant T cells with relative sparing of normal lymphocytes and report early results from the clinical trial. Methods Eligible patients for the dose-escalation/expansion trial of CPI-818 have relapsed/refractory TCL (PTCL, CTCL and others). Starting dose of CPI-818 is 100 mg BID continuously. The objectives of the study are to evaluate the safety and tolerability of CPI-818 in ascending dose levels; evaluate pharmacokinetics/pharmacodynamics and potential biomarkers. In in vitro studies, T cells from the blood of Sézary syndrome patients were stimulated for 6 days with αCD3/CD28. Sézary cells were identified by antibodies to specific TCR Vβ. For assays of ADCC, αCD20-coated lymphoma B cells were cultured with NK cells from multiple healthy donors for 18 h with inhibitors. In animal studies, mice received control or CPI-818-formulated diet (300 mg/kg/day). C57BL/6 mice were vaccinated with keyhole limpet hemocyanin (KLH) or subcutaneously implanted with the TCL line EL4. MRL/ lpr mice began treatment at 9 weeks old. Lymph nodes were calipered weekly. Spleens and lungs were harvested at 22 weeks. Results Mouse models were studied to assess the impact of CPI-818 on normal, autoreactive and malignant T cells in vivo. No changes in total blood cell counts or T, B, NK cell subsets in lymphoid organs were seen in normal mice receiving daily doses of CPI-818 sufficient to continuously inhibit ITK for 28 days. Immune responses to antigen re-challenge were not affected in these mice, as determined by levels of antibody or CD4 T cell response to vaccination with KLH. In mice with established EL4 lymphoma, administration of CPI-818 reduced the growth of tumors at the primary site and in the draining lymph nodes ( P values <0.033). CPI-818 also reduced lymphadenopathy and expansion of autoreactive T cells in the spleens of MRL/ lpr mice ( P values <0.0001), without affecting CD4 or CD8 cells. Sézary cells from 3 of 3 patients tested in vitro were more sensitive to growth inhibition with CPI-818 than autologous normal CD4 or CD8 cells, or T cells from a healthy donor (Figure 1). CPI-818 showed minimal inhibition of NK-mediated ADCC (5%), whereas CP-2193, an ITK/RLK dual inhibitor with an IC 50 for ITK comparable to CPI-818, reduced ADCC by 50%. CPI-818 has been administered to two patients at the first dose level cohort (100 mg BID) with no DLTs, and with no changes to B, T, and NK cell counts in blood during the first dosing cycle (21 days). Pharmacokinetic and occupancy studies have revealed 80% and 50% occupancy of ITK at peak and trough drug levels, respectively in peripheral blood T cells. Conclusions CPI-818 is a selective covalent ITK inhibitor that has greater antiproliferative effects on malignant and autoreactive T cells compared to normal T cells. The drug has a minimal impact on NK mediated ADCC compared with a less selective inhibitor that also blocks RLK. Preliminary data from a phase 1/1b study shows CPI-818 at 100 mg BID was tolerable with acceptable bioavailability and ITK occupancy. Further dose escalation is ongoing. View large Download slide View large Download slide  Disclosures Ng: Corvus Pharmaceuticals, Inc.: Employment, Equity Ownership. Mobasher: Corvus Pharmaceuticals: Employment, Equity Ownership. Yeung: Corvus Pharmaceuticals: Employment, Equity Ownership. Hotson: Corvus Pharmaceuticals: Employment, Equity Ownership. Hill: Corvus Pharmaceuticals: Employment, Equity Ownership. Madriaga: Corvus Pharmaceuticals: Employment, Equity Ownership. Dao-Pick: Corvus Pharmaceuticals: Employment, Equity Ownership. Verner: Corvus Pharmaceuticals: Employment, Equity Ownership. Radeski: Corvus Pharmaceuticals: Research Funding. Khodadoust: Corvus Pharmaceuticals: Research Funding. Kim: Innate Pharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Eisai: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kyowa Hakko Kirin: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Research Funding; Horizon: Research Funding; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Seattle Genetics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Galderma: Research Funding; Elorac: Research Funding; Soligenix: Research Funding; Medivir: Honoraria, Membership on an entity's Board of Directors or advisory committees; miRagen: Research Funding; Forty Seven Inc: Research Funding; Neumedicine: Research Funding; Portola Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Corvus: Honoraria, Membership on an entity's Board of Directors or advisory committees; Trillium: Research Funding. Miller: Corvus Pharmaceuticals: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Buggy: Corvus Pharmaceuticals: Employment, Equity Ownership. Janc: Corvus Pharmaceuticals: Employment, Equity Ownership."
}