{
    "doi": "https://doi.org/10.1182/blood.V120.21.2677.2677",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2361",
    "start_url_page_num": 2361,
    "is_scraped": "1",
    "article_title": "Cell Proliferation (Ki-67) As Prognostic Marker in Mantle Cell Lymphoma. ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2677 Introduction: The percentage of proliferating cells evaluated on diagnostic tumor samples has been shown to be of high prognostic relevance in Mantle Cell Lymphoma (MCL) patients. As MCL is relatively rare, evaluation of proliferation has so far mostly been based on smaller patient cohorts that were retrospectively collected and inhomogenously treated. In 2004, the European MCL Network initiated two large European randomized trials for younger (“MCL Younger” trial) and older (“MCL Elderly” trial) MCL patients, primary results of which have recently been reported (Kluin-Nelemans et al., NEJM 2012, Hermine et al., ASH 2010). We aimed to clarify the prognostic relevance of the proliferation marker Ki-67 using pooled data from these two trials. Patients and Methods: Patients with histologically confirmed and previously untreated MCL of stages II-IV up to 65 years of age were randomly assigned in “MCL Younger” to either 6 cycles R-CHOP followed by myeloablative radio-chemotherapy and autologous stem cell transplantation (ASCT), or 6 cycles alternating R-CHOP/R-DHAP followed by high-dose-Ara-C containing conditioning and ASCT. Patients aged 60 years or older and not eligible for high-dose therapy were randomly assigned in “MCL Elderly” to either 8 cycles of R-CHOP or 6 cycles of R-FC; responding patients were subsequently randomized to either interferon-alpha or rituximab maintenance until progression. Histological diagnosis was confirmed by central review within the European MCL Pathology Panel. The percentage of Ki-67 positive cells was counted on diagnostic lymphoma samples among 2 times 100 cells by the central pathology labs according to published consensus guidelines (Klapper et al., J Hematopathology 2009). The outcome measures were time to treatment failure (TTF) from treatment initiation to stable disease, progression, or death from any cause, and overall survival (OS) from trial registration to death from any cause. We investigated the prognostic value of proliferation as a quantitative marker with regards to TTF and OS in univariable Cox regression and evaluated the previously established cut-off values of 10% and 30% (Determann et al., Blood 2008) using Kaplan-Meier estimates and log rank tests. We also adjusted for clinical prognostic factors (MIPI, Hoster et al., Blood 2008). Results: Counted Ki-67 values were available in 51% (543) of 1057 randomized patients (material not available, 30%; Ki-67 evaluation not possible due to technical reasons, 16%). The origin of tumor tissue was lymph node in 81%, gastrointestinal tract in 12%, bone marrow in 4% and other in 3%. The median proliferation rate was 20% (range, 0–97%; interquartile range, 12–34%) and did not significantly differ between tissue origins. In univariable analysis, a 10% higher proliferation rate was associated with hazard ratios of 1.18 (95% confidence interval, 1.12 to 1.25, p<0.0001) for TTF and 1.23 (95% CI, 1.15 to 1.31, p<0.0001) for OS. Patients with Ki-67 ≥ 30% had median TTF and OS of 19 and 45 months compared to 64 months and not reached with Ki-67 < 30% (p<0.0001 each). Patients with Ki-67 < 30% and either ≥ 10% or < 10% had similar TTF and OS. The separation of a high risk group as defined by Ki-67 ≥ 30% was consistently seen within “MCL Younger” and “MCL Elderly” as well as within the 4 different induction treatment arms. The prognostic impact of proliferation was independent of the MIPI prognostic score (adjusted hazard ratio for TTF, 1.11, 95% CI, 1.05 – 1.17, p=0.0005; for OS, 1.14, 1.07–1.23, p=0.0001), which was also independently highly prognostic (p<0.0001). Almost identical results were seen when the analyses were restricted to lymph node samples. Conclusions: Cell proliferation was confirmed as important biological prognostic marker independent of clinical prognostic factors on a large cohort of MCL patients uniformly treated within clinical trials. Since the evaluation of Ki-67 has been standardized, guidelines (e.g. Dreyling et al., Ann Onc, in press) recommend applying this parameter in clinical routine. Further analyses will focus on the joint correlation of Ki-67, MIPI and minimal residual disease with outcome to potentially allow a more individualized therapeutic approach in MCL patients. On behalf of the European Mantle Cell Lymphoma Network. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cell proliferation",
        "ki-67 antigen",
        "mantle-cell lymphoma",
        "prognostic marker",
        "autologous stem cell transplant",
        "r-chop",
        "neoplasms",
        "prognostic factors",
        "dhap protocol",
        "disease progression"
    ],
    "author_names": [
        "Eva Hoster",
        "Wolfram Klapper",
        "Andreas Rosenwald, MD",
        "Heinz-Wolfram Bernd",
        "Sylvia Hartmann",
        "Christoph Loddenkemper",
        "Thomas F.E. Barth",
        "Wolfgang Hiddemann, MD, PhD",
        "Michael Unterhalt",
        "Hanneke C. Kluin-Nelemans",
        "Olivier Hermine",
        "Martin Dreyling"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, University Hospital Munich, Munich, Germany, "
        ],
        [
            "Department of Hematopathology, University of Kiel, Kiel, Germany, "
        ],
        [
            "Department of Pathology, University of Wuerzburg, Wuerzburg, Germany, "
        ],
        [
            "Institut für Pathologie, UKSH Campus Lübeck, Lübeck, Germany, "
        ],
        [
            "Senckenberg Institute of Pathology, Goethe University, Frankfurt am Main, Germany, "
        ],
        [
            "Institut für Pathologie, Charité Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Institute of Pathology, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital Munich, Munich, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital Munich, Munich, Germany, "
        ],
        [
            "Department of Hematology, University Medical Center Groningen, Groningen, Netherlands, "
        ],
        [
            "Hematology, Hopital Necker, Paris, France"
        ],
        [
            "Department of Internal Medicine III, University Hospital Munich, Munich, Germany, "
        ]
    ],
    "first_author_latitude": "48.12479175",
    "first_author_longitude": "11.5334861"
}