{
    "doi": "https://doi.org/10.1182/blood.V106.11.3873.3873",
    "article_title": "Immunopotent Polysaccharides of Different Sources Selectively Activate Human Dendritic Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: Purified polysaccharides extracted from plants and fungi have been shown to induce immune responses in-vivo and vitro over the past decade. Currently, most of these polysaccharides are found to be glucan but with different branch structure and sizes. Their relative potency and effect on human immune cells remains unknown. This study aims to compare their relative effect on human dendritic cell, the most potent antigen presenting cell. Materials & Methods: We selected 2 prototypes of purified polysaccharides extracted from: 1) Ganoderma lucidum (GL, Lingzhi, Reishi) mycelium, a widely used herb with long and branching β (1® 3), (1® 6) glucan structure (provided by Prof. Lin ZB, Beijing) and 2) Barley with shorter and different branching β (1® 3), (1® 4) structure (provided by Prof. Cheung VNK, NY). Their characteristics and chemical properties had been reported previously. Human peripheral blood mononuclear cells (PBMCs) proliferation was studied by XTT assay. Human dendritic cells (DCs) were derived from monocytes and maturation of DCs were determined by: a) immunophenotypic shift using flow cytometer; 2) dextran endocytosis assay and 3) mixed lymphocytes reaction. Cytokine secretions were determined by ELISA test. Comparisons between means were by nonparametric Student’s t test (2-tailed). Results: We found that purified polysaccharides from GL but not barley could induce PBMCs proliferation and maturation of DCs. GL polysaccharides could enhance phenotypic and functional maturation of DCs with significant IL-12 and IL-10 production. DCs were relatively inert to Barley glucans stimulation. However, both polysaccharides did not polarize T cells into the direction of T helper 1, T helper 2 or regulatory T cells. Conclusions: Our study shown that purified polysaccharides extracted from plants and fungi have different effect on human DCs and their potency and effects are probably affected by their respective sources and structures.",
    "topics": [
        "dendritic cells",
        "polysaccharides",
        "cytokine",
        "interleukin-10",
        "interleukin-12",
        "glucans",
        "dextran",
        "enzyme-linked immunosorbent assay",
        "fungus",
        "plants"
    ],
    "author_names": [
        "Godfrey ChiFung Chan, MD",
        "W.K. Chan, BSc",
        "H.K. Law, PhD",
        "Z.B. Lin, MD",
        "Y.L. Lau, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Godfrey ChiFung Chan, MD",
            "author_affiliations": [
                "Paediatrics &Adolescent Medicine, The Universtiy of Hong Kong, Hong Kong SAR, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "W.K. Chan, BSc",
            "author_affiliations": [
                "Paediatrics &Adolescent Medicine, The Universtiy of Hong Kong, Hong Kong SAR, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H.K. Law, PhD",
            "author_affiliations": [
                "Paediatrics &Adolescent Medicine, The Universtiy of Hong Kong, Hong Kong SAR, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Z.B. Lin, MD",
            "author_affiliations": [
                "Pharmacology, Peiking University Health Science Center, Peiking, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Y.L. Lau, MD",
            "author_affiliations": [
                "Paediatrics &Adolescent Medicine, The Universtiy of Hong Kong, Hong Kong SAR, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T18:44:54",
    "is_scraped": "1"
}