{
    "doi": "https://doi.org/10.1182/blood.V126.23.184.184",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3236",
    "start_url_page_num": 3236,
    "is_scraped": "1",
    "article_title": "Anti-CD19 Chimeric Antigen Receptor-Modified T Cell Therapy for B Cell Non-Hodgkin Lymphoma and Chronic Lymphocytic Leukemia: Fludarabine and Cyclophosphamide Lymphodepletion Improves In Vivo Expansion and Persistence of CAR-T Cells and Clinical Outcomes ",
    "article_date": "December 3, 2015",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Novel Immunotherapy Strategies in Lymphoma",
    "abstract_text": "BACKGROUND: Autologous T cells genetically modified to express a CD19-specific chimeric antigen receptor (CAR) have demonstrated activity in patients with relapsed or refractory B cell NHL and CLL. The functional heterogeneity that is inherent in CAR-T cell products that are manufactured from undefined T cell subsets has hindered definition of dose-response relationships and identification of factors that may impact efficacy and toxicity, such as the lymphodepletion regimen and infused cell dose. We manufactured anti-CD19 CAR-T cells from a defined composition of CD4+ and CD8+ T cell subsets to treat adults with relapsed or refractory B cell NHL or CLL. T cell subsets were enriched from each patient, transduced with a CD19 CAR lentivirus and separately expanded in vitro before formulation for infusion in a 1:1 ratio of CD8 + :CD4 + CAR + T cells at one of three dose levels (2x10 5 , 2x10 6 or 2x10 7 CAR-T cells/kg). CAR-T cells were administered 48-96 hours after lymphodepletion with either cyclophosphamide (Cy, 60 mg/kg)+/- etoposide or Cy (60 mg/kg) and fludarabine (25 mg/m 2 daily for 3-5 days (Cy/Flu). RESULTS: Adult patients with relapsed/refractory CD19 expressing B cell NHL (n=28, median age 59 years, range 36-70) or CLL (n=6, median age 60 years, range 54-64) were treated with at least one CAR-T cell infusion. NHL histologies include diffuse large B cell or transformed NHL (DLBCL, n=18), follicular NHL (FL, n= 6) or mantle cell lymphoma (MCL, n=4). 15 patients had failed prior autologous (n=13) or allogeneic (n=3) transplants. Twelve of the 28 NHL patients received lymphodepletion with Cy-based regimens without fludarabine. Expansion of CAR-T cells and clinical responses were observed in 50% (CR=1 (DLBCL), PR=5 (2 FL, 2 DLBCL, 1 MCL), no response=6). Patients were treated at all three dose levels without dose limiting toxicity or severe cytokine release syndrome (sCRS). With this regimen, we observed short CAR-T cell persistence in most patients and demonstrated a CD8-mediated immune response to the murine scFv component of the CAR transgene that correlated with loss of CAR-T cells. Retreatment with CAR-T cells with or without chemotherapy in 5 patients led to no significant T cell expansion or clinical responses. To minimize transgene rejection fludarabine was added to the lymphodepletion regimen administered to the subsequent 16 NHL patients. Clinical responses were evaluated in 12 of 16 patients (2 not yet evaluable, 2 early deaths). Addition of Flu to the lymphodepletion regimen increased the CR rate to 42%, compared to 8% with Cy alone. Clinical responses were identified in 6 of 8 patients with DLBCL (3 CR, 3 PR) and 2 of 3 patients with FL (2 CR). The overall response rate was 67%. We noted higher peak CAR-T cell levels in blood in the Cy/Flu group (n=13) compared with the Cy only group (n=11) (CD8+ CAR-T cells, median 31.9 cells/ml vs 0.55 cells/ml, p = 0.009; CD4+ CAR-T cells, median 16.5 cells/ml vs 0.31 cells/ml, p= 0.007), and CAR-T cell persistence was longer in Flu-treated patients (see Figure 1 for patients treated at 2 x 10 7 /kg). Surprisingly, 2 of 7 patients who received 2 x 10 7 CAR-T cells/kg experienced dose-limiting toxicity necessitating dose de-escalation. Markedly elevated IL-6 levels were observed within the first day after CAR-T cell infusion in patients who subsequently developed severe toxicity, which may provide an opportunity to test early interventional approaches to minimize toxicity. Six patients with relapsed and refractory CLL received CAR-T cells. Five of 6 restaged patients had complete clearance of blood and/or marrow disease by high-resolution flow cytometry 4 weeks following treatment. Overall clinical responses included 3 CR, 1 PR and 2 no response. One patient with a PR died from refractory pulmonary aspergillus infection. Patients with CR remain in remission at 1-10 months after therapy. CONCLUSION: Immunotherapy with CD19 CAR-T cells of defined subset composition is feasible in patients with NHL and CLL and has potent anti-tumor activity. Toxicity is related to cell dose. The addition of Flu to a Cy-based lymphodepletion regimen results in greater CAR-T cell expansion and persistence, and improves the CR rate after CD19 CAR-T cell therapy. View large Download slide View large Download slide  Disclosures Turtle: Juno Therapeutics: Patents & Royalties, Research Funding. Berger: Juno Therapeutics: Patents & Royalties. Jensen: Juno Therapeutics: Equity Ownership, Patents & Royalties, Research Funding. Riddell: Juno Therapeutics: Equity Ownership, Patents & Royalties, Research Funding; Cell Medica: Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Consultancy. Maloney: Juno Therapeutics: Research Funding; Janssen Scientific Affairs: Honoraria; Seattle Genetics: Honoraria; Roche/Genentech: Honoraria.",
    "topics": [
        "antigens",
        "b-lymphocytes",
        "cd19 antigens",
        "chimera organism",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide",
        "fludarabine",
        "lymphoma, non-hodgkin",
        "t-cell therapy"
    ],
    "author_names": [
        "Cameron J Turtle, MBBS, PhD",
        "Carolina Berger, MD",
        "Daniel Sommermeyer, PhD",
        "Laila-Aicha Hanafi, PhD",
        "Barbara Pender, MS",
        "Emily M Robinson, BS",
        "Katherine Melville",
        "Tanya M Budiarto, BSc",
        "Natalia N Steevens",
        "Colette Chaney, RN",
        "Sindhu Cherian, MD",
        "Brent L Wood, MD PhD",
        "Lorinda Soma, MD",
        "Xueyan Chen, MD PhD",
        "Shelly Heimfeld, PhD",
        "Michael C Jensen, MD",
        "Stanley R. Riddell, MD",
        "David G Maloney, MD PhD"
    ],
    "author_affiliations": [
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Department of Laboratory Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Department of Laboratory Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Department of Laboratory Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Department of Laboratory Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Department of Pediatrics, University of Washington, Seattle, WA ",
            "Ben Towne Center for Childhood Cancer Research, Seattle Children's Research Institute, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Division of Medical Oncology, University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858"
}