{
    "doi": "https://doi.org/10.1182/blood-2021-152937",
    "article_title": "Variance in Practice between Experts and Oncology Healthcare Professionals for Follicular Lymphoma: Analysis of an Online Treatment Decision Tool ",
    "article_date": "November 5, 2021",
    "session_type": "902.Health Services Research-Lymphoid Malignancies",
    "abstract_text": "Introduction : Follicular lymphoma (FL) remains an incurable disease with a persistent risk of relapse and shorter durations of response with each subsequent line of therapy. As a result of this pattern of relapse, management of patients with FL requires multiple lines of therapy using various regimens with different mechanisms of action. To help inform FL treatment decisions among healthcare professionals (HCPs) in this complex and evolving treatment landscape, we developed an updated online treatment decision support tool that provides case-specific, individual recommendations from multiple experts in both the newly diagnosed and relapsed/refractory (R/R) disease settings. Here, we analyzed self-reported practice trends from HCPs using this tool and compared them with corresponding treatment recommendations from FL experts. Methods: In November 2020, 5 experts in lymphoma patient care provided therapy recommendations for 264 unique case scenarios in both newly diagnosed and R/R FL as defined by a simplified set of key patient and disease characteristics: disease stage, tumor grade, tumor burden, presence of symptoms, age, and fitness as well as previous therapy, duration of response, and EZH2 mutation status. Participating HCPs entered specific patient and disease factors using selection menus along with their intended treatment plan for each case. After case entry was completed, individual expert treatment recommendations were shown for the specific case scenario entered. Subsequently, HCPs were asked to indicate if the expert recommendations impacted their planned treatment approach. Results: From March 2021 to July 2021, 205 HCPs entered 299 patient case scenarios (newly diagnosed: 154 cases; R/R: 145 cases) into the online tool. A comparison of treatment recommendations by experts and HCPs showed considerable divergence for several unique patient case scenarios (Table). For example, for patient cases with newly diagnosed, grade 1-3a, stage II-IV FL who had low tumor burden and no symptoms, 35% of HCPs recommended chemoimmunotherapy (CIT); by contrast, 100% of experts recommended observation or single-agent rituximab in this setting. For cases in the same disease setting but with high tumor burden and symptoms, 82% of HCPs chose CIT in agreement with expert consensus for CIT. However, experts exclusively recommended bendamustine-based CIT whereas 30% of HCPs selected a CHOP- or CVP-based regimen. In the setting of R/R FL, experts recommended second-line lenalidomide plus rituximab (R 2 ) for 78% of patient cases with relapse on frontline CIT. By contrast, only 14% of HCPs chose this regimen, with approximately two thirds of HCPs selecting either another CIT regimen or a PI3K inhibitor. In the third-line setting for symptomatic cases with high tumor burden and relapse after first-line CIT and second-line R 2 , experts favored tazemetostat, choosing it for 58% of cases in this setting regardless of EZH2 mutation status, while recommending CIT for 33% or a PI3K inhibitor for 9% of these cases. By contrast, HCPs favored a PI3K inhibitor (36%) over tazemetostat (18%) in this setting. For HCPs reporting on the tool's clinical impact, 63% of HCPs who initially selected another treatment option or who were uncertain indicated that they would change their intended therapy to match the experts. Conclusions: Analysis of data from this tool suggests differences in clinical practice between experts and HCPs for multiple case scenarios of newly diagnosed and R/R FL, including examples of potential overtreatment. A majority of HCPs who initially selected treatment options that diverged from expert recommendations or who were uncertain about treatment choice changed their intended therapy to match the experts, suggesting that this online decision support tool may increase the number of HCPs making optimal management decisions for patients with FL. Detailed comparisons of expert recommendations and HCP responses from the online tool will be presented. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Burke:  SeaGen: Consultancy, Speakers Bureau; Beigene: Consultancy, Speakers Bureau; Kymera: Consultancy; Bristol Myers Squibb: Consultancy; Roche/Genentech: Consultancy; Epizyme: Consultancy; Kura: Consultancy; AbbVie: Consultancy; Adaptive Biotechnologies: Consultancy; MorphoSys: Consultancy; Verastem: Consultancy; AstraZeneca: Consultancy; X4 Pharmaceuticals: Consultancy. Flinn:  Nurix Therapeutics: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Seagen: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; AbbVie: Consultancy, Other: All Consultancy and Research Funding payments made to Sarah Cannon Research Institute, Research Funding; Kite, a Gilead Company: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Genentech: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Rhizen Pharmaceuticals: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Celgene: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Calithera Biosciences: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Forma Therapeutics: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Merck: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Verastem: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Constellation Pharmaceuticals: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Loxo: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Pfizer: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; MorphoSys: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Unum Therapeutics: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Yingli Pharmaceuticals: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; TG Therapeutics: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Portola Pharmaceuticals: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Infinity Pharmaceuticals: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; ArQule: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; IGM Biosciences: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; AstraZeneca: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Janssen: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Agios: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Acerta Pharma: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Great Point Partners: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Roche: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Curis: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Juno Therapeutics: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Gilead Sciences: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; BeiGene: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Novartis: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Teva: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Trillium Therapeutics: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Incyte: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Forty Seven: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Iksuda Therapeutics: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Karyopharm Therapeutics: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Takeda: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Triphase Research & Development Corp.: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Century Therapeutics: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Hutchison MediPharma: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Vincerx Pharma: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Sarah Cannon Research Institute: Current Employment; Servier Pharmaceuticals: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Yingli Pharmaceuticals: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Seagen: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Servier Pharmaceuticals: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Unum Therapeutics: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute, Research Funding; Johnson & Johnson: Current holder of individual stocks in a privately-held company; Seattle Genetics: Research Funding. Leonard:  ADC Therapeutics, AstraZeneca, Bayer, BMS/Celgene, Epizyme, Inc., Genmab, Gilead/Kite, Karyopharm, BMS/Celgene, Regeneron, MEI Pharma, Miltenyi, Roche/Genentech, Sutro: Consultancy; Roche/Genentech: Consultancy. Sharman:  BMS: Consultancy; TG Therapeutics: Consultancy; Pharmacyclics LLC, an AbbVie Company: Consultancy; BeiGene: Consultancy; AstraZeneca: Consultancy; Lilly: Consultancy; Centessa: Current holder of stock options in a privately-held company, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy. Flowers:  EMD: Research Funding; Xencor: Research Funding; Allogene: Research Funding; Iovance: Research Funding; National Cancer Institute: Research Funding; Gilead: Consultancy, Research Funding; Bayer: Consultancy, Research Funding; Guardant: Research Funding; Nektar: Research Funding; BeiGene: Consultancy; Ziopharm: Research Funding; Burroughs Wellcome Fund: Research Funding; Eastern Cooperative Oncology Group: Research Funding; Amgen: Research Funding; Karyopharm: Consultancy; Pharmacyclics/Janssen: Consultancy; Denovo: Consultancy; SeaGen: Consultancy; Spectrum: Consultancy; Celgene: Consultancy, Research Funding; Biopharma: Consultancy; Epizyme, Inc.: Consultancy; Genentech/Roche: Consultancy, Research Funding; Genmab: Consultancy; Cancer Prevention and Research Institute of Texas: CPRIT Scholar in Cancer Research: Research Funding; Pfizer: Research Funding; Sanofi: Research Funding; Takeda: Research Funding; Novartis: Research Funding; AbbVie: Consultancy, Research Funding; TG Therapeutics: Research Funding; Morphosys: Research Funding; Kite: Research Funding; 4D: Research Funding; Janssen: Research Funding; Acerta: Research Funding; Adaptimmune: Research Funding; Cellectis: Research Funding; Pharmacyclics: Research Funding.",
    "author_names": [
        "Rachael M. Andrie",
        "John M. Burke",
        "Ian W. Flinn",
        "John P. Leonard",
        "Jeff P. Sharman",
        "Timothy A. Quill",
        "Kristen Rosenthal",
        "Christopher R. Flowers"
    ],
    "author_dict_list": [
        {
            "author_name": "Rachael M. Andrie",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John M. Burke",
            "author_affiliations": [
                "US Oncology Hematology Research Program, Rocky Mountain Cancer Centers, Aurora, CO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian W. Flinn",
            "author_affiliations": [
                "Sarah Cannon Research Institute/Tennessee Oncology, Nashville, TN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John P. Leonard",
            "author_affiliations": [
                "Weill Cornell Medicine/New York Presbyterian Hospital, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff P. Sharman",
            "author_affiliations": [
                "Willamette Valley Cancer Institute & Research Center/US Oncology Research, Eugene, OR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy A. Quill",
            "author_affiliations": [
                "CLINICAL CARE OPTIONS LLC, Reston, VA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen Rosenthal",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher R. Flowers",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:45:18",
    "is_scraped": "1"
}