{
    "doi": "https://doi.org/10.1182/blood.V120.21.4522.4522",
    "article_title": "Comparison of BuCy (Busulfan plus Cyclophosphamide) Versus FluBu4 (Fludarabine plus Busulfan) As a Conditioning Regimen for Allogeneic Stem Cell Transplantation ",
    "article_date": "November 16, 2012",
    "session_type": "Clinical Transplantation",
    "abstract_text": "Abstract 4522 Introduction: BuCy has been regarded as a standard myeloablative regimen for allogeneic stem cell transplantation (allo-SCT). However, given the concern regarding the use of two alkylating agents which potentially cause unwished life-threatening adverse effects, new myeloablative regimens including FluBu4 have been introduced. And there has been several reports suggesting that FluBu may provide more effective control of hematologic malignancy with less toxicity than BuCy. Methods: Between Apr 1996 and June 2012, 111 patients received allo-SCT conditioned with BuCy2 or BuCy4, and 67 patients received FluBu4 conditioning in Samsung Meidcal Center. After excluding 31 patients who used oral busulfan in BuCy regimen, we retrospectively compared clinical outcome between 80 BuCy patients and 67 FluBu4 patients. Results: The median age at allo-SCT was younger in BuCy group compared to FluBu4 group (BuCy=36.5 years; FluBu4=46 years). AML was the most common disease comprising 45% of BuCy and 62.7% of FluBu4, and sibling donor was predominant in both groups (BuCy=71.3%; FluBu4=80.6%, p=0.189). Regarding the stem cell source, all FluBu4 patients received allo-SCT with peripheral blood whereas 35% of BuCy patients underwent allo-SCT with BM source (p<0.001), reflecting changes in institutional strategy for allo-SCT, BuCy to FluBu4 as conditioning regimen and BM to PB as a source of SCT. After allo-SCT, engraftment days of neutrophil and platelet were not different by conditioning regimen. Veno-occlusive disease (VOD) was more frequently observed in BuCy regimen (16.3%) compared to FluBu4 (7.5%) although it did not reach statistical significance (p=0.106). The incidence of acute GVHD (aGVHD) was similar in both groups with a 23.8% and a 22.4% of incidence in BuCy and FluBu4 regimen, respectively. In regard to chronic GVHD, FluBu4 rather than BuCy patients showed higher incidence of chronic GVHD (cGVHD) with statistical significance (BuCy=60%; FluBu4=77.4%, p=0.03). With median follow up period of 55.9 months, 4 year OS was 53.6% in BuCy group and 46.3% in FluBu4 group. Leukemia free survival (LFS) at 4 year were 61.2% and 71.8% in BuCy and FluBu4 patients, and the survival curves of the two conditioning groups did not show significant difference in OS and LFS (OS, p=0.2992; RFS, p=0.2307). In multivariate analysis, cGVHD showed survival benefit for OS (p<0.001, HR=0,313) and RFS (P<0.001, HR=0.282) whereas sex, age, donor type, source of SCT, and conditioning regimen did not attain significant influence on OS and LFS. Conclusion: Although substantial limitations regarding heterogeneous distribution of diseases and significant differences in the source of the SCT according to each conditioning group preclude direct comparison between regimens, the result of this study suggested that it is not clear that FluBu4 offered a significant advantage over the BuCy as a conditioning regimen for allo SCT. Disclosures: Jang: Alexion Pharmaceutical Company: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "allogeneic stem cell transplant",
        "busulfan",
        "conditioning (psychology)",
        "cyclophosphamide",
        "fludarabine",
        "allopurinol",
        "graft-versus-host disease, chronic",
        "veno-occlusive disease",
        "adverse effects",
        "alkylating agents"
    ],
    "author_names": [
        "Silvia Park",
        "Jung Yong Hong",
        "Moon Ki Choi",
        "Young Saing Kim",
        "Ji Yun Lee",
        "Sung Hee Lim",
        "Chul Won Jung",
        "Jun Ho Jang, MD, PhD",
        "Kihyun Kim"
    ],
    "author_dict_list": [
        {
            "author_name": "Silvia Park",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jung Yong Hong",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Seoul, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moon Ki Choi",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center Sungkyunkwan University School of Medicine, Seoul, Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Young Saing Kim",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji Yun Lee",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, Seoul, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung Hee Lim",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chul Won Jung",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Ho Jang, MD, PhD",
            "author_affiliations": [
                "Sungkyunkwan University School of Medicine, Samsung Medical Center, Seoul, South Korea, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kihyun Kim",
            "author_affiliations": [
                "Samsung Medical Center Dept. of Med., Div. of Hem./Onc., Sungkyunkwan Univ. Sch. of Med., Seoul, South Korea"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T15:44:14",
    "is_scraped": "1"
}