{
    "doi": "https://doi.org/10.1182/blood-2021-151490",
    "article_title": "PHF6 Positively Regulates Transcription of Myeloid Differentiation Genes By Binding at Enhancer Regions ",
    "article_date": "November 5, 2021",
    "session_type": "602.Disordered Gene Expression and Epigenetics in Hematologic Malignancies: Basic",
    "abstract_text": "Acute myeloid leukemia (AML) is a hematopoietic malignancy characterized by uncontrolled division, and differentiation arrest, of hematopoietic stem cells (HSCs) and myeloid progenitors. AML is a genetically heterogeneous disease, with mutations in genes belonging to multiple functional groups. Of these, chromatin regulators and transcriptional factors (TFs) are an important functional group to study because of a lack of targeted AML therapies against these factors. PHD Finger Protein 6 (PHF6) is one such chromatin-associated protein with a yet-unknown molecular mechanism of action. It is mutated in 3-5% of MDS, CMML, and AMLs and 20% of T- ALLs, and is considered a leukemia suppressor. To assess the effects of PHF6 on the AML transcriptome, we generated CRISPR-mediated knockout (KO) clones in THP-1 monocytic AML cell line, and integrated a Dox-inducible PHF6 construct into a PHF6 KO clone, enabling us to conditionally rescue PHF6 expression to parental levels (Fig A & B) . RNA-Seq analysis of these knockout and rescue systems revealed that PHF6 expression upregulates genes related to myeloid differentiation and downregulates genes related to hematopoietic stem cells and cell division in myeloid cells. Additionally, loss of PHF6 increased THP-1 proliferation, and restoring PHF6 expression decreased proliferation. We also performed ChIP-Seq for PHF6 in the THP-1 cells and found that PHF6 binds to open and active enhancer regions. Unbiased motif analysis showed that PHF6-bound enhancers (compared to all enhancers genome-wide) were enriched for RUNX1, PU.1, and IRF8 motifs. Metagene plotting of PHF6 ChIP-Seq signal against ChIP-Seq for these TFs showed striking concordance in their binding patterns, indicating that PHF6 co-occupies chromatin with key hematopoietic transcription factors. (Fig C) . PHF6 has two extended PHD (ePHD) domains with a similar structure to canonical PHD domains, but with unknown functions. Based on leukemia genome sequencing results from COSMIC, we observed that while nonsense and frameshift mutations of PHF6 (accounting for 2/3 rd of PHF6 mutations, and expected to produce no protein) are distributed throughout the gene body, missense mutations (accounting for 1/3 rd of PHF6 mutations and expected to produce a full-length protein with single amino acid substitution), are concentrated in the second ePHD domain (ePHD2). To assess the functional consequence of mutations in the ePHD2 domain, we generated from a PHF6 KO clone a clone expressing Dox-inducible PHF6 R274Q , the most common missense mutation of PHF6 seen in leukemia. RNA-Seq showed that PHF6 R274Q induction has no downstream effects on the cellular transcriptome, in striking contrast to the effects of wildtype PHF6 induction (Fig D) . Additionally, the expression of PHF6 R274Q has no effect on cell growth. These results indicate that the ePHD2-domain mutant PHF6 R274Q is functionally dead (fully or partially), and the ePHD2 domain is critical for PHF6 function. Our results support an important transcriptional role of PHF6 in the myeloid system, involving co-occupancy with TFs at enhancers to promote the transcription of myeloid differentiation genes. This loss of this transcriptional regulation, either through complete PHF6 protein loss or point mutation of its ePHD2 domain, dysregulates myeloid differentiation and contributes to leukemogenesis. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Aishwarya Pawar",
        "Patrick Somers",
        "Roman Verner",
        "Charles Antony",
        "Subin S George",
        "Maxim Pimkin",
        "Vikram R Paralkar"
    ],
    "author_dict_list": [
        {
            "author_name": "Aishwarya Pawar",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, PHILADELPHIA, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrick Somers",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Verner",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Antony",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Subin S George",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maxim Pimkin",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston Children's Hospital, Harvard Medical School, Brookline, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikram R Paralkar",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:42:10",
    "is_scraped": "1"
}