{
    "doi": "https://doi.org/10.1182/blood.V114.22.4971.4971",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1486",
    "start_url_page_num": 1486,
    "is_scraped": "1",
    "article_title": "Hydroxyurea Effect On Marked Splenomegaly Associated with Primary Myelofibrosis: Response Rates and Correlation with JAK2 V617F Allele Burden. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - THERAPY, EXCLUDING TRANSPLANTATION MYELOPROLIFERATIVE SYNDROMES",
    "topics": [
        "alleles",
        "frequency of responses",
        "hydroxyurea",
        "jak2 gene v617f",
        "myelofibrosis, idiopathic, chronic",
        "splenomegaly",
        "prostatic hypertrophy risk score",
        "transfusion",
        "chemotherapy regimen",
        "follow-up"
    ],
    "author_names": [
        "Sergio Siragusa, MD",
        "Rakhee Vaidya",
        "Ayalew Tefferi, MD"
    ],
    "author_affiliations": [
        [
            "Istituto di Ematologia, Policlinico Universitario di Palermo, Palermo, Italy, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "38.1031358",
    "first_author_longitude": "13.361754199999998",
    "abstract_text": "Abstract 4971 Background Marked splenomegaly severely compromises quality of life in primary myelofibrosis (PMF). Preliminary results from the use of small molecule JAK2 inhibitors suggest prominent activity in reducing spleen size. In order to put such salutary effect of investigational drug therapy in context, it is important to determine the value of conventional therapy in this regard. Methods Study population was selected from the Mayo Clinic PMF database and consisted of patients treated with hydroxyurea (HU) as first-line therapy for symptomatic, marked splenomegaly (palpable at >10 cm below the left costal margin) and in whom follow-up information was available to assess response. Palpable spleen size measurements were recorded before and after 3, 6 and 12 months of HU therapy. Spleen response was defined as minimal (< 25% reduction), minor (25-50%), or major (>50%). Standard statistical procedures were used to correlate spleen response with other clinical and laboratory parameters, including cytogenetic and JAK2 V617F mutational status. Results 46 consecutive patients (median age, 62 years; range 38-75; 30 males) met the above stipulated eligibility criteria for study inclusion. Pre-treatment IPSS risk categories were low, intermediate-1 (int-1), int-2 and high in 4, 13, 10 and 19 patients, respectively; 7 patients were transfusion-dependent. Quantitative JAK2 V617F and pre-treatment cytogenetic information were available in 25 and 36 patients, respectively; 15 (60%) patients were positive for JAK2 V617F and mutant allele burden was > 50% in 6 patients; 17 (47%) patients carried either favorable (n=5) or unfavorable (n=12) cytogenetic abnormalities. Overall response rate (major and minor) was 35% (16 of 46 patients) and major response rate 17%. Overall response rates were 10%, 67% and 33% in patients with undetectable JAK2 V617F or mutant allele burden of < or ≥ 50%, respectively (p=0.04). Overall response rates in patients with normal, favorable and unfavorable karyotype were 32%, 40% and 33%, respectively (p=0.9). Response was not affected by age, sex, HU dose or pretreatment status regarding spleen size, IPSS score or transfusion need. Conclusions The current study provides background information on the value of conventional chemotherapy for controlling PMF-associated marked splenomegaly. The study also suggests a positive effect of JAK2 V617F on treatment response to HU, a detail that needs to be considered when assessing the corresponding effect from a JAK2 inhibitor therapy. Disclosures Off Label Use: Hydroxyurea use in myelofibrosis."
}