{
    "doi": "https://doi.org/10.1182/blood-2019-122318",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4246",
    "start_url_page_num": 4246,
    "is_scraped": "1",
    "article_title": "Real-World Ibrutinib Validation of the Ball Score to Predict Overall Survival: A Filo Group Study in RR CLL Patients ",
    "article_date": "November 13, 2019",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "ibrutinib",
        "protein p53",
        "toxic effect",
        "richter's syndrome",
        "second primary cancers",
        "antibodies, bispecific",
        "cell therapy",
        "chemotherapy regimen",
        "chronic lymphocytic leukemia refractory",
        "drug combinations"
    ],
    "author_names": [
        "Loic Ysebaert, MD PhD",
        "Anne-Sophie Michallet, MD PhD",
        "Fontanet Bijou, MD",
        "Aline Clavert, MD",
        "Anne Quinquenel, MD",
        "Anne Calleja",
        "Romain Guieze, MD PhD",
        "Emmanuelle Ferrant, MD",
        "Annie Brion",
        "Kamel Laribi, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, IUCT-Oncopole, Toulouse, France "
        ],
        [
            "Service d'hématologie, Centre Léon Bérard, Lyon, France "
        ],
        [
            "Hospital Bergonié, Bordeaux, France "
        ],
        [
            "Department of Hematology, CHU Angers, Angers, FRA "
        ],
        [
            "Hematology Department, Robert Debré University Hospital, Reims, France "
        ],
        [
            "Department of Hematology, CHU Nice, Nice, France "
        ],
        [
            "CHU Estaing, University Hospital of Clermont-Ferrand, Unit of adult cell therapy and clinical hematology, clermont ferrand, France "
        ],
        [
            "Department of Hematology, Centre Hospitalier Lyon-Sud, University Claude Bernard Lyon 1, Pierre-Benite, France "
        ],
        [
            "HôPital Jean Minjoz, Besancon Cedex, FRA "
        ],
        [
            "Centre Hospitalier Du Mans, Le Mans, France"
        ]
    ],
    "first_author_latitude": "43.556666099999994",
    "first_author_longitude": "1.4264968999999998",
    "abstract_text": "Abstract Ibrutinib has revolutionized the management of RR CLL in the past 5 years, improving overall survival (OS) over standard chemo-immunotherapies (CIT) in the registration trials HELIOS and RESONATE. Recently, based on these two studies, a score has been validated able to predict 3 groups with different OS (acronym BALL, further validated in cohorts of patients treated with CIT or other targeted agents) (1). The BALL model consists of four factors with 1 point each (serum ß2-microglobulin>5mg/dL, lactate dehydrogenase >upper limit of normal, hemoglobin <110g/L for women or <120g/L for men, and time from initiation of last therapy <24 months). It separates patients into low (score 0-1), intermediate (score 2-3), and high risk (score 4) groups. Yet, BALL score has never been validated in large cohorts of ibrutinib patients. Methods We collected survival data and causes of death across 10 FiLO centers, in patients treated with ibrutinib monotherapy as per label for RR disease. We included patients across performans statuses, irrespective of previous line of therapies (LOT) or age, with 3 (n=329) or 4 (n=250) available BALL criteria at the time of initiation. Results Median FU was 29.3 months. Stratification of BALL scores in 250 patients (with 4 parameters known) was as follows: low risk (n=88, 35.2%), intermediate risk (n=122, 48.8%), and high risk (n=40, 16%), with estimated 2-years OS rates of 87.3%, 82.3% and 58.8%, respectively (Figure 1A, C-statistics index 0.64). These results are very similar (all 3 groups) to what Soumerai J et al. reported in their ibrutinib/CIT training dataset of 581 patients (1). Causes of 60/250 deaths were as follows: CLL 28.3%, Richter transformation 15%, infectious (33.3%) or cardiovascular (18.3%) toxicity, second cancer (5%). High risk score was significantly associated to deletion 17p/TP53 mutational status (69.4% vs 47%, p<0.001), LOT3+ (65.8% vs 33.8%, p=0.02), but not age or gender. We also calculated a \"worse BALL score\" by adding 1 point to 79 more patients with 3 known parameters (n=329 in total). Stratification was as follows: low risk (6.7%, 2y-OS 100%), intermediate risk (45.6%, 2y-OS 82.9%), and high risk (47.7%, 2y-OS 74.6%) (Figure 1B). The latter results were very comparable to the internal validation dataset of ibrutinib/CIT in 242 patients. Causes of 79/329 deaths were as follows: CLL 27.8%, Richter transformation 17.7%, infectious (35.4%) or cardiovascular (15.2%) toxicity, second cancer (3.8%). Altogether, the BALL score was useful to delineate 3 risk-groups with statistically different survivals in real-world ibrutinib patients, despite 50% of deaths were due to toxicity. By Cox univariate analysis for OS (n=227, events=57), variables with significant impact on prognosis were: age>79y (HR 2.09, p=0.003), male gender (HR 1.5, p=0.046), del17p/TP53 mutation (HR 1.45, p=0.049), previous lines of therapy (LOT1-2 vs 3+, HR 2.17, p<0.0001), and BALL score (2-3 vs 0-1 HR 1.8, and 4 vs 0-1 HR 5.69, p<0.0001). By multivariate analysis, only LOT3+ (HR 2.6, p=0.003) and BALL score (2-3 vs 0-1 HR 2.16, p=0.05, and 4 vs 0-1 HR 5.2, p<0.001) were shown as independent factors significantly associated with shorter OS. These results further advocated for the use of BALL score in our practice, because we validated its use even in elderly RR patients. In the clinical trials used for model building, median age was 79y. On the other hand, LOT was excluded from the model, and so its impact left unanswered by the first publication. Our data suggested that OS of multi-relapsing patients (3 or more previous lines of therapy) was not adequately predicted by the BALL score. On the other hand, we confirmed that deletion 17p/ TP53 mutational status was not an independent factor for OS, because predicted by the BALL score parameters (1). Conclusions In our series, the BALL score also identified a well-defined cohort of real-world RR CLL patients with an unmet clinical need despite the use of ibrutinib (median OS 27 months). We suggest that patients in the high-risk group should be thoroughly monitored, or even proposed clinical trials with drug combinations, or even cellular therapies approaches (CAR-T cells, bispecific antibodies) due their shorter OS. (1) Soumerai J, et al. Risk Model for Overall Survival in Relapsed or Refractory Chronic Lymphocytic Leukaemia in the Era of Targeted Therapies. Lancet Haematol 2019. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}