{
    "doi": "https://doi.org/10.1182/blood.V118.21.4623.4623",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2138",
    "start_url_page_num": 2138,
    "is_scraped": "1",
    "article_title": "CD9 Alters Migration and Morphology of CD9-Positive B Acute Lymphoblastic Leukemia Cells ",
    "article_date": "November 18, 2011",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "stromal cell-derived factor 1",
        "cxcr4 receptors",
        "antibodies",
        "cancer",
        "leukemia, b-cell, acute",
        "adhesions",
        "antibodies, blocking",
        "cellular morphology"
    ],
    "author_names": [
        "Audrey Vallée, PhD",
        "Elisabetta Dondi, PhD",
        "Jacinthe Bonneau, MD",
        "Christine Leroy, PhD",
        "Anne-Gaelle Rio",
        "Marie-Bérengère Troadec, PhD",
        "Nadine Varin-Blank, PhD",
        "Marie-Dominique Galibert, PhD, PD",
        "Virginie Gandemer, MD, PhD"
    ],
    "author_affiliations": [
        [
            "CNRS UMR 6061 Institut de Génétique et Développement, Rennes, France, "
        ],
        [
            "Inserm UMR U978, Bobigny, France"
        ],
        [
            "CNRS UMR 6061 Institut de Génétique et Développement, Rennes, France, "
        ],
        [
            "Inserm UMR U978, Bobigny, France"
        ],
        [
            "CNRS UMR 6061 Institut de Génétique et Développement, Rennes, France, "
        ],
        [
            "CNRS UMR 6061 Institut de Génétique et Développement, Rennes, France, "
        ],
        [
            "Inserm UMR U978, Bobigny, France"
        ],
        [
            "CNRS UMR 6061 Institut de Génétique et Développement, Rennes, France, "
        ],
        [
            "CNRS UMR 6061 Institut de Génétique et Développement, Rennes, France, "
        ]
    ],
    "first_author_latitude": "48.117464299999995",
    "first_author_longitude": "-1.6963792000000002",
    "abstract_text": "Abstract 4623 CD9 is a member of the tetraspanin family and has been involved in various pathways. The expression of CD9 has been correlated to the risk of metastases or a poor clinical outcome in various types of cancer. We have previously shown that TEL/AML1 -positive acute lymphoblastic leukemia (ALL) is characterized by deregulation of 14 genes, including CD9 gene. Here, we investigated the role of CD9 in cell motility in the context of TEL/AML1 -positive ALL. Leukemic blasts isolated from bone marrow of patients and B lineage ALL cell lines that expressed or not CD9 (REH CD9+, Raji CD9- and Raji transfected with CD9) were used for the following assays. For adhesion assay, plates were coated with 1mg/ml superfibronectin. Cells were allowed to attach for 1h30 with or without blocking CD9-antibody (Ab). Adherent cells were quantified using MTS. For migration assay, cells were seeded in the upper chamber on 5mm transwell microporous polycarbonate membranes, treated with different blocking Abs or drugs (CD9-Ab, IgG control, AMD3100) while 100 ng/ml CXCL12 (B-ALL specific chemokine CXCR4 ligand) was added to the medium of the lower chamber. After 5 hours, the migrated cells were recovered from the lower chamber, numbered and analysed by FACS. We showed that the expression of CD9 decreased the ability of lymphoblasts to attach to fibronectin both in cell lines and in patients cells. This effect was reversed by CD9 blocking antibody. Conversely, migration induced by CXCL12 was reduced by anti-CD9 antibody. We also demonstrated an alteration in cell morphology in CD9-positive cells compared to their CD9-negative control cells. We thus provide novel evidence that CD9 is a key player of the CXCR4-mediated migration pathway by promoting actin rearrangement in response to CXCL12. As CXCR4/CXCL12 axis is central for supporting normal and pathological hematopoiesis, our data could highlight the impact of CD9 expression on the abilities of blasts to disseminate and may explain the specific outcome of TEL/AML1 B-ALL, especially in the perspective of late relapses. This work was supported by la Ligue Régionale contre le cancer (Ille et Vilaine) et la Fondation pour la Recherche Médicale. Disclosures: No relevant conflicts of interest to declare."
}