{
    "doi": "https://doi.org/10.1182/blood-2020-138475",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4650",
    "start_url_page_num": 4650,
    "is_scraped": "1",
    "article_title": "BCX9930, an Oral Factor D Inhibitor, for the Potential Treatment of Alternative Pathway Mediated Diseases: Interim Results of a Phase 1 Study in Healthy Subjects ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": null,
    "author_names": [
        "Matthew Davidson, PharmD",
        "Amanda Mathis, PhD",
        "Stuart Mair, MBChB, DRCOG, DCPSA, FFPM",
        "Diane Gesty-Palmer, MD PhD",
        "Melanie Cornpropst, PharmD, PhD",
        "William P. Sheridan, MBBS",
        "Xilin Chen, MDPhD",
        "David Reynolds, BS MT",
        "Cynthia Parker, BS",
        "Yarlagadda S. Babu, PhD"
    ],
    "author_affiliations": [
        [
            "BioCryst Pharmaceuticals, Inc., Durham, NC "
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Durham, NC "
        ],
        [
            "Quotient Sciences, Nottingham, United Kingdom "
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Durham, NC "
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Durham, NC "
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Durham, NC "
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Birmingham, AL"
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Durham, NC "
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Birmingham, AL"
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Birmingham, AL"
        ]
    ],
    "first_author_latitude": "35.875085",
    "first_author_longitude": "-78.840587",
    "abstract_text": "INTRODUCTION: Complement factor D is the rate-limiting enzyme for activation of the complement alternative pathway (AP). Targeting factor D is therefore an attractive therapeutic strategy for treatment of AP-mediated diseases including paroxysmal nocturnal hemoglobinuria (PNH), C3 glomerulopathy, and atypical hemolytic uremic syndrome. BCX9930 is a potent and selective orally bioavailable inhibitor of factor D in development for the treatment of PNH and other complement-mediated diseases. PNH is an acquired, chronic, non-malignant disorder of hematopoietic stem cells that is characterized by clonal deficiency of AP regulatory proteins CD55 and CD59, resulting in dysregulated AP amplification, opsonization, membrane attack complex (MAC) formation, and hemolysis. The approved intravenously (IV) administered C5 inhibitors eculizumab and ravulizumab inhibit MAC formation and intravascular hemolysis, but do not inhibit opsonization, leading to extravascular hemolysis and potentially incomplete treatment response. Inhibition of factor D is expected to prevent both intravascular and extravascular hemolysis in PNH, a distinct advantage over currently available parenteral therapies. METHODS: This abstract describes preliminary data in healthy subjects enrolled in the single ascending dose (SAD) and multiple ascending dose (MAD) evaluations of Study BCX9930-101 (NCT04330534), an ongoing first in human (FIH) study that includes randomized, double-blind, placebo-controlled evaluations of the safety and tolerability, pharmacokinetics (PK), and pharmacodynamics (PD) of BCX9930 in healthy subjects. Safety and tolerability are evaluated via clinical and laboratory monitoring. Plasma concentrations of BCX9930 are measured using a validated liquid chromatography-dual mass spectrometry (LC/MS/MS) assay; PD effects are assessed using multiple assays, including inhibition of AP activity in the AP-specific Wieslab (AP-W) and AP Hemolysis ([AP-H], lysis of rabbit red blood cells [RBCs] by human serum) assays. RESULTS: To date, 48 subjects have been enrolled into 6 SAD cohorts (n = 6 BCX9930, n = 2 placebo per cohort), with doses ranging from 10 to 1200 mg. Sixty subjects have been enrolled into 5 MAD cohorts (n = 10 BCX9930, n = 2 placebo per cohort), with doses ranging from 50 mg every 12 hours (Q12h) to 400 mg Q12h. The mean age of all enrolled subjects was 34.3 years and 50.9% were male. BCX9930 was safe and generally well-tolerated at all doses evaluated. There were no serious adverse events or dose-related safety signals. Mild headache was the most frequent treatment-emergent adverse event and showed no correlation with dose. A benign maculopapular exanthem attributed to study drug was observed following MAD administration. These events were mild or moderate in severity and resolved in a median of 5 days. BCX9930 exposure was approximately linear and dose-proportional across all evaluated SAD and MAD doses. Mean BCX9930 concentrations at 12 hours post dose were ≥ 8 to 10 times the factor D half-maximal effective concentration (EC 50 ) for SAD doses ≥ 300 mg and for MAD doses ≥ 100 mg Q12h at steady-state. Rapid, dose-dependent AP suppression was observed following SAD and MAD, as measured by the AP-W and AP-H assays (Figure 1). AP suppression > 98% was observed in both assays at steady state for MAD doses ≥ 200 mg Q12h. Duration of complete suppression increased with dose and was ≥ 12 hours for MAD doses ≥ 200 mg Q12h. Doses ≥ 200 mg Q12h showed greater, more durable, and more consistent inhibition across subjects compared with doses ≤ 100 mg Q12h. PK/PD modeling of AP-H and AP-W demonstrates a clear concentration-response, with estimated EC 50 values between 21.7 and 40.7 nM. These estimates are consistent with the in vitro IC 50 for inhibition of proteolytic activity against the natural substrate C3bB of 28.1 nM. CONCLUSIONS: BCX9930 is a potent and selective orally bioavailable inhibitor of human complement factor D. In this preliminary analysis of an ongoing FIH study, BCX9930 displayed a promising safety and tolerability profile. Exposure was approximately linear and dose-proportional across a wide dose range, and complete and durable suppression of the AP was achieved. Together, these findings support further evaluation of BCX9930 in patients with PNH and other AP-mediated diseases. View large Download slide View large Download slide  Disclosures Davidson: BioCryst Pharmaceuticals, Inc.: Current Employment. Mathis: BioCryst Pharmaceuticals, Inc.: Current Employment. Mair: Quotient Sciences: Current Employment. Gesty-Palmer: BioCryst Pharmaceuticals, Inc.: Current equity holder in publicly-traded company, Ended employment in the past 24 months. Cornpropst: BioCryst Pharmaceuticals, Inc.: Current Employment. Sheridan: BioCryst Pharmaceuticals, Inc.: Current Employment. Chen: BioCryst Pharmaceuticals, Inc.: Current Employment. Reynolds: BioCryst Pharmaceuticals, Inc.: Current Employment. Parker: BioCryst Pharmaceuticals, Inc.: Current Employment. Babu: BioCryst Pharmaceuticals, Inc.: Current Employment."
}