{
    "doi": "https://doi.org/10.1182/blood.V106.11.2471.2471",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=460",
    "start_url_page_num": 460,
    "is_scraped": "1",
    "article_title": "Targeting the Protein Degradation Pathway in Multiple Myeloma with Synergistic, Selective Small Molecules. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "molecule",
        "multiple myeloma",
        "protein turnover",
        "bortezomib",
        "hsp90 heat-shock proteins",
        "cytotoxicity",
        "histone deacetylase 6",
        "molecular chaperones",
        "histone deacetylase inhibitors",
        "antibiotics"
    ],
    "author_names": [
        "James Bradner, MD",
        "John Paul Shen, BS",
        "Edward Greenberg, BS",
        "Teru Hideshima, MD, PhD",
        "Kenneth C. Anderson, MD",
        "Stuart L. Schreiber, PhD"
    ],
    "author_affiliations": [
        [
            "Chemical Biology Group, Broad Institute of Harvard and MIT, Cambridge, MA, USA",
            "Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Chemical Biology Group, Broad Institute of Harvard and MIT, Cambridge, MA, USA"
        ],
        [
            "Chemical Biology Group, Broad Institute of Harvard and MIT, Cambridge, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Chemical Biology Group, Broad Institute of Harvard and MIT, Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "42.362965100000004",
    "first_author_longitude": "-71.0887548",
    "abstract_text": "The response of refractory multiple myeloma to the proteasome inhibitor bortezomib reveals an intriguing sensitivity of this incurable malignancy to perturbations of protein catabolism. However, an overall clinical response rate of approximately 30% as a single agent suggests the importance of chemoresistance mediated by compensatory mechanisms of protein degradation. With proteasome inhibition, juxtanuclear inclusion bodies accumulate. These “aggresomes” are specific cellular structures comprised of chaperones, misfolded proteins, and proteasome components. The cytoplasmic histone deacetylase inhibitor (HDAC6) is essential for aggresome formation. Recently, we have demonstrated robust cytotoxic synergy in multiple myeloma cells between bortezomib and the carboxy-terminal domain-selective inhibitor of HDAC6, tubacin (1). Tubacin is a hydroxamic acid member of a diversity-oriented synthetic chemical library realized and validated previously by members of our laboratory (2). In our study of bortezomib and tubacin in multiple myeloma, we noted the dose-dependent, significant association between cytotoxicity and the marked accumulation of polyubiquitinated proteins in sensitized cells. With an interest in further interruption of the misfolded protein response, we have explored the cytosolic chaperone protein, hsp90, as an additional target using a chemical biologic approach. 17-AAG is an analog of the benzoquinone ansamycin antibiotic geldanamycin, known to bind to the ADP/ATP pocket of hsp90. 17-AAG stabilizes a conformation of the chaperone favoring targeted degradation of its client proteins via recruitment of the hsp70 co-chaperone complex (3). Further supporting this strategy, collaborators have recently identified that HDAC6 binds to and principally mediates the deacetylation of hsp90 (4). Inhibition with non-selective HDAC inhibitors was shown to augment hsp90 acetylation and inhibit ATP binding, resulting in the promotion of protein degradation by polyubiquitination. With the support of these data, we investigated whether the addition of 17-AAG to bortezomib and tubacin results in increased cytotoxicity in multiple myeloma cells. Indeed, we demonstrate potent cytotoxicity in cultured myeloma cells at low concentrations of each small molecule. Focused study of the MM.1S cell line demonstrates that the addition of 17-AAG to tubacin and bortezomib markedly increases the burden of ubiquitinated, cytosolic cellular protein by 24 hours, correlating with enhanced cell killing. These data further credential the protein degradation pathway in multiple myeloma, demonstrate the contribution of targeted, combined approaches with active small molecules, and provide a blueprint for a rational therapeutic strategy."
}