{
    "doi": "https://doi.org/10.1182/blood.V112.11.3603.3603",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1211",
    "start_url_page_num": 1211,
    "is_scraped": "1",
    "article_title": "Treating Lymphoma with Curative Intent in HIV Positive Patients after the Advent of HAART: A Comparative Analysis with the HIV Negative Population ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "antiretroviral therapy, highly active",
        "hiv",
        "hiv seropositivity",
        "lymphoma",
        "brachial plexus neuritis",
        "primary central nervous system lymphoma",
        "sensorineural hearing loss",
        "anti-retroviral agents",
        "chemotherapy regimen",
        "disease remission"
    ],
    "author_names": [
        "Alessandro Re",
        "Alessandra Tucci",
        "Salvatore Casari",
        "Chiara Cattaneo",
        "Graziella Cristini",
        "Giampiero Carosi",
        "Giuseppe Rossi"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Department of Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Department of Infectious Diseases, Univerity of Brescia, Brescia, Italy"
        ],
        [
            "Department of Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Infectious Diseases, Spedali Civili, Brescia, Italy"
        ],
        [
            "Department of Infectious Diseases, Univerity of Brescia, Brescia, Italy"
        ],
        [
            "Department of Hematology, Spedali Civili, Brescia, Italy"
        ]
    ],
    "first_author_latitude": "45.5586057",
    "first_author_longitude": "10.2307338",
    "abstract_text": "Background. Before the advent of effective antiretroviral therapy many HIV positive (pos) patients (pts) with lymphoma couldn’t receive adequate treatment due to poor clinical conditions or early deaths. After 1997 intensive chemotherapy (CT), including high dose therapy with stem cell rescue, has become well-tolerated due to immunepreservation with HAART and the same treatment approach as for HIV negative (neg) pts is now advocated for HIV pos subjects. Aim of the study. To evaluate the chance of cure of HIV pos pts with non Hodgkin lymphoma (NHL) in comparison with the HIV neg population, on an intention to treat basis. Materials and methods. We evaluated the proportion of pts who could receive aggressive therapy with curative intent and analysed the results of treatment in terms of response rate and toxic deaths, in our series of consecutive HIV pos and neg pts with NHL diagnosed and treated at our Institution. Pts were excluded from curative treatment in case of poor Performance Status, major infections and/or severe comorbidities, Pts with age > 65 ys were excluded from the analysis. Since 1997 all HIV pos pts received HAART during CT and thereafter. Results. Since 1985 to Dec 1996 (pre-HAART period), we diagnosed 98 HIV-related NHL (HIV-Ly), 84 as systemic aggressive NHL (sNHL) and 14 as primary central nervous system lymphoma (PCNSL) and from Jan 1997 to Dec 2007 (HAART period) 67 HIV-Ly (61 sNHL and 6 PCNSL), aged less than 65, among our single-center cohort of HIV pos pts. From Jan 1997 to Dec 2007 we also diagnosed 285 NHL in HIV neg subjects (278 sNHL and 7 PCNSL), aged less than 65. During the HAART period, we could treat with curative intent 51/67 (76.1%) HIV pos pts with NHL (50/61 sNHL and 1/6 PCNSL), a significantly higher proportion than in the pre-HAART period, when only 59/98 (60.2%) pts were treated (56/84 sNHL and 3/14 PCNSL) (P=0.04). Median CD4 count at NHL diagnosis was higher during the HAART period (49.5/cmm, range 0–1209, in the pre-HAART and 129/cmm, range 1–571, in the HAART period; P=0.0004) as well as pts’ median age (32 ys, range 21–65, in the pre HAART and 40 ys, range 26–64, in the HAART period; P<0.0001); no other significant differences were seen in pts’ characteristics between the two groups. During the HAART period only 50.7% of pts were on HAART at the time of lymphoma diagnosis; however, the proportion of pts we could treat was similar between pts receiving or not HAART at diagnosis (respectively 79.5% and 72.7%). Though the overall remission (OR) rate, non response (NR) rate and treatment-related mortality (TRM) were not significantly different before and after the advent of HAART (respectively 60.8%, 25.5% and 13.7% in the HAART period and 71.9%, 19.3% and 8.8% in the pre-HAART), the overall survival (OS) was significantly better in the HAART period (7y-OS 52%) compared with the pre-HAART (7y-OS 14%, with median OS 9 ms) (P=0.0006), with a median f-up of respectively 70.5 and 158 months. However, the overall results obtained in the HIV pos pts after the advent of HAART remain significantly worse in comparison with the concomitant HIV neg pts. 272/282 (96.5%) HIV neg pts (265/275 sNHL and 7/7 PCNSL) received curative treatment compared with 76.1% of HIV pos pts in the HAART period (P<0.0001), even with a higher median age in the HIV neg group (51 ys, range 14–65, in HIV neg vs 40, range 26–64, in HIV pos pts; P<0.0001). Moreover, the OR rate was higher in the HIV neg pts (87.7% vs 60.8%; P<0.0001) with less TRM (4.5% vs 13.7%; P=0.01) and less NR rate (7.8% vs 25.5%; P=0.0007). Conclusions. Though HAART has made HIV-Ly more treatable and has significantly increased pts’survival, in our single center experience the proportion of HIV pos pts who benefit by aggessive CT remains lower compared to the HIV neg population (lower percentage of treatable pts, higher TRM and higher NR rate). PCNSL in HIV pos pts remains a challenge even in the HAART era. Even if we believe that the same treatment opportunities we offer to HIV neg pts with lymphoma should be given to HIV pos pts, our data do not fully support the inclusion of HIV pos and neg subjects in the same treatment programs."
}