{
    "doi": "https://doi.org/10.1182/blood.V114.22.3185.3185",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1581",
    "start_url_page_num": 1581,
    "is_scraped": "1",
    "article_title": "The Kinetics of Activated Thrombin-Activatable Fibrinolysis Inhibitor with Respect to Plasminogen Binding Site Removal From Fibrin Degradation Products. ",
    "article_date": "November 20, 2009",
    "session_type": "Blood Coagulation and Fibrinolytic Factors Poster II",
    "topics": [
        "binding sites",
        "carboxypeptidase u",
        "fibrin fibrinogen degradation products",
        "kinetics",
        "plasminogen",
        "fibrin",
        "lysine",
        "plasmin",
        "arginine",
        "thrombin"
    ],
    "author_names": [
        "Jonathan H. Foley, B.Sc.H",
        "Michael E. Nesheim, PhD"
    ],
    "author_affiliations": [
        [
            "Biochemistry, Queen's University, Kingston, ON, Canada"
        ],
        [
            "Biochemistry, Queen's University, Kingston, ON, Canada"
        ]
    ],
    "first_author_latitude": "44.227896449999996",
    "first_author_longitude": "-76.49200705",
    "abstract_text": "Abstract 3185 Poster Board III-122 TAFI (thrombin activatable fibrinolysis inhibitor, or carboxypeptidase U) is a plasma zymogen that can be activated by thrombin, thrombin-thrombomodulin or plasmin. When activated, TAFIa cleaves C-terminal lysine and arginine residues from plasmin modified fibrin (Fn'). Fn' as a cofactor increases the rate of plasminogen activation by 3-fold over intact fibrin and 3000-fold compared to in the absence of fibrin. Upon extensive treatment with TAFIa, the cofactor activity of TAFIa modified fibrin decreases by approximately 97%. Determining the kinetics of TAFIa will give insight into how much TAFIa is required to efficiently inhibit plasminogen activation and fibrinolysis. The kinetics of TAFIa on its primary physiological substrate were measured by exploiting the binding of plasminogen to fibrin degradation products (FDPs). Fluorescently labeled plasminogen (5IAF-Pg) was equilibrated with FDPs labeled with a quencher, QSY C5-maleimide (QSY-FDP). When 5IAF-Pg is bound to QSY-FDP a baseline fluorescence reading is obtained. When treated with TAFIa, plasminogen binding sites are removed from the QSY-FDP and the fluorescence increases. A model was used to convert the rate of fluorescence increase into the rate of Plasminogen binding site removal. The model includes two distinct binding sites on QSY-FDPs (C-terminal and internal lysines), only one of which is susceptible to removal by TAFIa (C-terminal lysine). 5IAF-Glu-Pg (fluorescent native plasminogen) binds to QSY-FDP with a Kd of 176nM and when QSY-FDP are treated with TAFIa the Kd increases to 1.06μM. It appears that 5IAF-Glu-Pg has the ability to weakly bind TAFIa-treated QSY-FDP, however, the capacity is greatly reduced. Similar binding constants were obtained for 5IAF-Lys-Pg (fluorescent plasmin-cleaved plasminogen) (Kd=92nM; Kd (+TAFIa)=1.55μM). The increase in Kd upon treatment of the QSY-FDP with TAFIa is similar to that observed with 5IAF-Glu-Pg, however, the capacity of the FDPs to bind 5IAF-Lys-Pg is relatively unchanged. The calculated rate of 5IAF-Glu-Pg binding site removal by TAFIa was determined at various QSY-FDP concentrations (0-2 μM). The data are hyperbolic in nature and when fit using the Michaelis-Menten model the k cat and Km of plasminogen binding site removal were 2.34 s -1 and 142.6nM, respectively, implying a catalytic efficiency of 16.41 μM -1 s -1 . The rate is sensitive to the TAFIa concentration with all TAFIa concentrations (50, 75 and 100pM) yielding similar kinetic parameters. The data described here suggest that TAFIa is very efficient in removing plasminogen binding sites. The catalytic efficiency of TAFIa toward QSY-FDP is 60-fold higher than reported for bradykinin, which was previously the best known substrate of TAFIa. This increased catalytic efficiency is due to a much lower Km (0.146 μM compared to 70.6 μM). These data are reflective of plasminogen site removal and not every C-terminal lysine or arginine cleaved by TAFIa is expected to be involved in plasminogen binding. Therefore, the catalytic efficiency of TAFIa reported here (16.41 μM -1 s -1 ) is likely a lower limit for the true value. Disclosures No relevant conflicts of interest to declare."
}