{
    "doi": "https://doi.org/10.1182/blood-2019-124328",
    "article_title": "Historical Analysis of a Cohort of Chilean Patients Treated with Autologous Stem Cell Transplantation Since 1993: Optimization of Stem Cell Collections, Risk Factors for Poor Mobilizers and Efficient Plerixafor Use ",
    "article_date": "November 13, 2019",
    "session_type": "711.Cell Collection and Processing",
    "abstract_text": "Introduction Autologous hematopoietic transplantation (autoHT) is an effective treatment in myeloma and lymphoma patients. To perform it, an adequate harvest of stem cells is required. Collection of stem cells can be challenging in some patients, because they do not achieve satisfactory CD34 cell counts with GCSF + - chemotherapy. Plerixafor is a potent drug that promotes the release of stem cells from medullar niche to peripheral blood and allows satisfactory harvests but at a high cost. Different criteria of use have been applied in several countries to select patients eligible for treatment with plerixafor, with a high variability of prescription modalities. Even more, there are difficulties in precise the optimal schedule and dosification mainly by differences in the number defined as optimal collection, because some centers use the minimum tolerated collection cellularity of 2.0 x106 CD34/ kg and others use more stringent cells recounts. Development of our own algorithm for stem cell harvest is mandatory. Methodology We performed a retrospective analysis of the harvests performed in patients treated with autoHT in our institution since 1993. In 2013 plerixafor was available in our country and was included in our transplantation program. Satisfactory harvest was defined with total cellularity obtained of 2.5 x106 CD34/ kg. Results During the last 26 years, 273 patients with myeloma and lymphoma were treated with autoHT. Before 2013, all patients (n=112) were mobilized with GCSF +- chemotherapy. In this period, 75% of patients had successful harvests, requiring more than 2 apheresis procedures in 30% of them. Median cellularity obtained was 2.7 x106 CD34/ kg (range 1.2-15). Since 2013, 161 patients were treated with autoHT and we found that 80% of patients obtained satisfactory harvests with 1 apheresis and satisfactory harvests were obtained in 97% using plerixafor in 50% of them (p < 0.001). Median cellularity obtained was 4.8 x106 CD34/ kg (range 2-14) (p < 0.001). In multivariate analysis, after 2013 the only factor that predicted the need for plerixafor was the presence of less than 30,000 CD34 / ul at the day of the apheresis (OR 0,3 p <0.001). Other variables such as previous pelvic irradiation, use of IMID's, gender and advanced aged were no associated with harvest failure. Conclusions Historically, we have observed an improvement of the quality of cellularity for autoTH. Since the avaibility of plerixafor, more patients could be transplanted, better cellularity was obtained and less apheresis procedures were required. The rational and standardized use of plerixafor favors satisfactory harvests in patients of our country who require autologous transplantation. Using a simplified algorithm using exclusively the CD34 counts before apheresis allows us satisfactory harvests and efficient use of plerixafor, establishing the appropriate harvest and apheresis schema for our population allowing optimization of transplantation costs. Keywords: autologous hematopoietic stem cell transplantation, plerixafor, multiple myeloma, lymphoma, GCSF. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "plerixafor",
        "stem cells",
        "cd34 antigens",
        "apheresis",
        "granulocyte colony-stimulating factor",
        "lymphoma",
        "multiple myeloma",
        "transplantation",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Mauricio Sarmiento Maldonado, MD",
        "Jara Veronica",
        "Silvana Arellano",
        "Soto Katherine",
        "Carla Lorca",
        "Isabel Pizarro",
        "Pablo Bertin, MD",
        "Mauricio Galleguillos",
        "Elizabeth Rivera",
        "Isabel Rodriguez",
        "Nicole Beffermann",
        "Mauricio Ocqueteau, MD",
        "Jaime Pereira, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mauricio Sarmiento Maldonado, MD",
            "author_affiliations": [
                "Pontificia Universidad Catolica de Chile, Santiago, Chile "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jara Veronica",
            "author_affiliations": [
                "Pontificia Universidad Catolica de Chile, SANTIAGO, Chile "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvana Arellano",
            "author_affiliations": [
                "Pontificia universidad catolica de chile, Santiago, Chile "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soto Katherine",
            "author_affiliations": [
                "Pontificia Universidad Catolica de Chile, Santiago, Chile "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carla Lorca",
            "author_affiliations": [
                "Pontificia Universidad Catolica de Chile, Santiago, Chile "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabel Pizarro",
            "author_affiliations": [
                "Pontificia universidad catolica de chile, Santiago, Chile "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo Bertin, MD",
            "author_affiliations": [
                "Pontificia universidad catolica de Chile, Santiago, CHL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricio Galleguillos",
            "author_affiliations": [
                "pontificia universidad catolica de chile, santiago, Chile "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Rivera",
            "author_affiliations": [
                "pontificia universidad catolica de chile, santiago, Chile "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabel Rodriguez",
            "author_affiliations": [
                "Pontificia Universidad Catolica de Chile, Santiago, Chile "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Beffermann",
            "author_affiliations": [
                "Pontificia Universidad Catolica de Chile, SANTIAGO, Chile "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricio Ocqueteau, MD",
            "author_affiliations": [
                "pontificia universidad catolica de chile, Santiago, CHL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaime Pereira, MD",
            "author_affiliations": [
                "School of Medicine, Department of Hematology-Oncology, Catholic Univ. of Chile, Santiago, Chile"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T06:47:14",
    "is_scraped": "1"
}