{
    "doi": "https://doi.org/10.1182/blood.V126.23.2393.2393",
    "article_title": "Human Hematopoietic Stem/Progenitor Cells (HSPCs) and Mesenchymal Stromal Cells (MSCs) Express Several Functional Pituitary and Gonadal Sex Hormone Receptors - Identification of Follicle Stimulating Hormone (FSH) and Luteinizing Hormone (LH) As New Growth Factors for HSPCs and MSCs ",
    "article_date": "December 3, 2015",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster II",
    "abstract_text": "Background . Evidence has accumulated that murine hematopoietic stem/progenitor cells (HSPCs) share several markers with the germline, a connection supported by our recent reports that pituitary and gonadal sex hormones (SexHs) regulate development of murine HSPCs ( Stem Cells & Develop. 2015, 24, 927-937 ). In contrast to mice, relatively little is known about the role of SexHs in human hematopoiesis, except that androgens have been employed successfully to treat certain cases of bone marrow (BM) failure. In particular, no studies have been performed to study the roles of follicle stimulating hormone (FSH) and luteinizing hormone (LH) in this process. It is known that the blood level of FSH increases with age and is high in older patients, which correlates with increased risk of hematopoietic malignancies. Aim of the study . To better address the effects of SexHs, and particularly pituitary SexHs, on human hematopoiesis, we tested human HSPCs purified from umbilical cord blood (UCB) and BM for expression of receptors for pituitary SexHs, including FSH, LH, and prolactin (PRL), as well as the receptors for gonadal SexHs, including progesterone, estrogens, and androgen. We then tested the functionality of these receptors in ex vivo signal transduction studies and in vitro clonogenic assays. In parallel, we tested the effect of SexHs on human mesenchymal stromal cells (MSCs). Finally, based on our observation that at least some of the UCB-derived, CD45 - very small embryonic-like stem cells become specified into CD45 + HSPCs ( Leukemia 2011;25,1278-1285 ), we also evaluated the expression of pituitary and gonadal SexH receptors on these cells. Results . We report for the first time that, like their murine counterparts, human HSPCs, small CD45 - very small embryonic-like stem cells endowed with hematopoietic specification potential, and MSCs expressed functional pituitary and gonadal SexH receptors at the mRNA and protein level and responded by MAPKp42/44 and AKT phosphorylation to SexH stimulation. Most importantly, human HSPCs proliferated in vitro in response to SexH stimulation, as did MSCs. Finally, FSH and LH also chemoattracted MSCs in a Transwell migration assay and stimulated these cells to secrete several factors that enhanced in vitro angiogenesis. Conclusions . We report for the first time that FSH, LH, estrogens, and progesterone stimulate growth of human HSPCs and MSCs. In addition, we confirmed that androgens and prolactin stimulate proliferation of human HSPCs. These results are important for understanding the interplay of SexHs in the development and aging of BM, as plasma levels of some of these hormones change with age. Finally, these results further support a developmental link between hematopoiesis and the germline as previously proposed by us and others. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "follicle stimulating hormone",
        "gonadal steroid hormones",
        "gonads",
        "luteinizing hormone",
        "neoplasms",
        "pituitary gland",
        "stem cell, mesenchymal",
        "stem cells",
        "androgens",
        "cd45 antigens"
    ],
    "author_names": [
        "Ahmed Abdelbaset-Ismail, PhD",
        "Malwina Suszynska, PhD",
        "Sylwia Julita Borkowska, PhD",
        "Mateusz Adamiak, MS",
        "Janina Ratajczak, MD PhD",
        "Mariusz Z Ratajczak, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ahmed Abdelbaset-Ismail, PhD",
            "author_affiliations": [
                "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Malwina Suszynska, PhD",
            "author_affiliations": [
                "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylwia Julita Borkowska, PhD",
            "author_affiliations": [
                "Department of Physiology, Pomeranian Medical University, Szczecin, Poland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mateusz Adamiak, MS",
            "author_affiliations": [
                "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janina Ratajczak, MD PhD",
            "author_affiliations": [
                "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariusz Z Ratajczak, MD PhD",
            "author_affiliations": [
                "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T15:49:15",
    "is_scraped": "1"
}