{
    "doi": "https://doi.org/10.1182/blood.V106.11.440.440",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=273",
    "start_url_page_num": 273,
    "is_scraped": "1",
    "article_title": "Risk Factors of Outcomes after Haploidentical Hematopoietic Stem Cell Transplants for Children with High Risk Acute Leukaemia. A Survey on Behalf of the EBMT. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "In the absence of an HLA identical donor, T-cell depleted haploidentical hematopoietic stem cell transplantation (HSCT) is an alternative option to treat children with high risk or relapsed acute leukaemia. However very few data is available in a large series of children. With the aim to study risk factors of outcomes we have analyzed 196 children (<16 years old) with ALL (n=131) or AML (n=65) transplanted with a T-cell depleted bone marrow (n=18) or peripheral blood related haploidentical HSCT from 1995 to 2004 in Europe. The median age was 8 years and median follow-up 22 months. In the AML group, 13 (20%) children were transplanted in CR1, 22 (34%) in CR2 and 30 (46%) in advanced phase and in ALL group, 28 (21%) in CR1, 74 (56%) in CR2 and 81 (62%) in more advanced phase. The majority of the patients did not receive drugs for GVHD prophylaxis and all received myeloablative conditioning (61% of TBI). Cumulative incidence with competing risk and KM estimates were used to calculate outcomes probabilities. The median days of neutrophil recovery was 14 days (4–72) and 85% of patients had signs of engraftment. Acute GVHD II–IV was observed in 17% of the patients (8% had grade III–IV). Two-years overall LFS, relapse incidence and TRM were 27±4%, 43±3%, 30±3%, respectively. Patients transplanted with AML or ALL had similar outcomes. LFS was 28±6%for AML and 27±4% for ALL. Among the risk factors analysed only the disease status at transplantation was associated with LFS and relapse incidence. Outcomes are listed below according to disease status at transplant.  Outcomes at two years . CR1 (n=41) . CR2 (n=74) . Advanced (n=81) . p value . Transplant related mortality 32+/−8% 26+/−5% 33+/−5% 0.44 Relapse 32+/−8% 40+/−6% 51+/−6% 0.03 Leukaemia free survival 36+/−8% 34+/−6% 16+/−4% <0.0001 Outcomes at two years . CR1 (n=41) . CR2 (n=74) . Advanced (n=81) . p value . Transplant related mortality 32+/−8% 26+/−5% 33+/−5% 0.44 Relapse 32+/−8% 40+/−6% 51+/−6% 0.03 Leukaemia free survival 36+/−8% 34+/−6% 16+/−4% <0.0001 View Large In fact, in a multivariate analysis for LFS and relapse only patients transplanted in remission had better LFS and decreased relapse incidence compared with non remission patients (p<0.001 and p=0.006, respectively). No risk factor was found to be associated with TRM. Most frequently, causes of death were relapse (60%) or infections (22%). In conclusion, haploidentical HSCT is an alternative option to treat children with high risk acute leukaemia in the absence of HLA identical donor.",
    "topics": [
        "child",
        "hematopoietic stem cells",
        "leukemia, acute",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "disease remission",
        "human leukocyte antigens",
        "follow-up",
        "graft-versus-host disease",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Jaqueline Cornish, MD",
        "Thomas Klingebiel, MD",
        "Myriam Labopin, MD",
        "Phillip J. Darbyshire, MD",
        "Rachel Hough, MD",
        "Franco Locatelli, MD",
        "Dietrich Niethammer, MD",
        "Giorgio Dini, MD",
        "Vanderson Rocha, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Paediatric Oncology / BMT, Bristol Royal Hospital for Children, Bristol, United Kingdom"
        ],
        [
            "Klinik für Kinderheilkunde und Jugendmedizin III, Klinikum der Johann-Wolfgang Goethe Universitaet, Frankfurt, Germany"
        ],
        [
            "ALWP, EBMT, Faculté de Médecine St. Antoine, Paris, France"
        ],
        [
            "Haematology, Birmingham Children’s Hospital, Birmingham, United Kingdom"
        ],
        [
            "Hematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
        ],
        [
            "Pediatric Hematology-Oncology, IRCCS Policlinico San Matteo, Pavia, Italy"
        ],
        [
            "Pediatrics, University Hospital, Tübingen, Germany"
        ],
        [
            "BMT Unit, Institute G. Gaslini, Genova, Italy"
        ],
        [
            "BMT Unit, Hôpital Saint Louis, Paris, France"
        ]
    ],
    "first_author_latitude": "51.457873299999996",
    "first_author_longitude": "-2.5971827999999997"
}