{
    "doi": "https://doi.org/10.1182/blood.V110.11.3892.3892",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=849",
    "start_url_page_num": 849,
    "is_scraped": "1",
    "article_title": "Activation of Integrin αIIbβ3 through Toll-Like Receptors in Platelets. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "blood platelets",
        "integrins",
        "toll-like receptor",
        "ligands",
        "fibrinogen",
        "toll-like receptor 4",
        "adhesions",
        "imiquimod",
        "mitogen-activated protein kinases",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Jun Yamanouchi, MD, PhD",
        "Jun An, MD",
        "Hiroshi Fujiwara, MD, PhD",
        "Yoshihiro Yakushijin, MD, PhD",
        "Takaaki Hato, MD, PhD",
        "Masaki Yasukawa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
        ],
        [
            "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
        ],
        [
            "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
        ],
        [
            "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
        ],
        [
            "Division of Transfusion, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
        ],
        [
            "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
        ]
    ],
    "first_author_latitude": "33.8024956",
    "first_author_longitude": "132.87860799999999",
    "abstract_text": "[Purpose] Toll-like receptors (TLRs) play a critical role in innate immunity by recognizing the great conserved structures on various bacteria, viruses, and fungi. Recently, several groups reported that TLRs are expressed in human platelets and that platelet TLR4 participates in the defense mechanism against bacteria. Although TLRs are known to activate intracellular signaling pathways leading to various immune responses, the platelet responses to TLR ligands are poorly characterized. In this study, we examined whether TLR lignads can induce activation of platelet major integrin, αllbβ3 and αIIbβ3-mediated platelet responses. [Method] At first, we confirmed TLRs expressed on human platelets by RT-PCR. Next we examined a binding of an integrin αIIbβ3 activation-dependent monoclonal antibody, PAC1 and an adhesion of immobilized fibrinogen after incubating platelets with the TLR ligands. [Results] RT-PCR using platelet mRNA showed that human platelets expressed TLR2, TLR4, TLR5, and TLR7. Expression of TLR4, TLR5, and TLR7 on the platelet surface was confirmed by demonstrating binding of platelets to lipopolysaccharide (LPS), flagerin, and imiquimod, which are specific ligands for TLR4, TLR5, and TLR7, respectively. LPS, flagerin, and imiquimod induced a little binding of an αIIbβ3 activation-dependent monoclonal antibody, PAC1, to platelets (13% (TLR ligands) vs 9% (no stimulates) of control) although phorbol myristate acetate (PMA) and adenosine diphosphate (ADP) induced much more PAC1 binding (100% (PMA) vs 9% (no stimulates) of control), suggesting weak activation of αIIbβ3 by TLR ligands. These TLR ligands, unlike PMA and ADP, were unable to induce platelet aggregation. In contrast, LPS, flagerin, and imiquimod significantly promoted platelet adhesion to immobilized fibrinogen(35 – 47% of adhesion, when 2μg/ml fibrinogen were immobilized.). These adhesive responses were abolished by an RGDS peptide, suggesting that TLR-induced adhesion is αIIbβ3-dependent. To explore the signaling pathways involved in TLR-induced platelet adhesion, we examined the effects of various inhibitors on platelet adhesion. Wortmaninn, Prostagrandin E1, and Cytochalasin D inhibited platelet adhesion irrespective of TLR stimulation. MAP kinase inhibitors, PD98059 and SB202190 (p38 inhibitor), significantly inhibited LPS-induced adhesion to immobilized fibrinogen whereas they had no effect on platelet adhesion in the absence of TLR ligands, indicating specific inhibition of TLR-induced adhesive responses by MAP kinase inhibitors. [Conclusion] These results suggest that TLR4, TLR5, and TLR7 expressed on the surface of human platelets can induce αIIbβ3 activation through MAP kinase to the level sufficient for accentuated platelet adhesion to immobilized fibrinogen but not for induction of platelet aggregation. This nature may be relevant to patients with infectious disease because TLR ligation may increase platelet adhesion necessary for platelet recruitment to an infectious focus without platelet aggregate formation responsible for disturbance of microcirculation."
}