{
    "doi": "https://doi.org/10.1182/blood.V126.23.971.971",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3164",
    "start_url_page_num": 3164,
    "is_scraped": "1",
    "article_title": "Recognition of Biomarkers of Brain Connectivity and Pain Using Multi-Modal Imaging in Patients with Sickle Cell Disease ",
    "article_date": "December 3, 2015",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia - Basic and Translational Science: Poster I",
    "topics": [
        "biological markers",
        "brain",
        "diagnostic imaging",
        "pain",
        "sickle cell anemia",
        "electroencephalography",
        "functional magnetic resonance imaging",
        "chronic pain",
        "acute pain",
        "amplifiers"
    ],
    "author_names": [
        "Michelle Case, BS",
        "Clara Zhang, PhD",
        "John Mundahl",
        "Yvonne Datta, MD",
        "Stephen C Nelson, MD",
        "Kalpna Gupta, PhD",
        "Bin He, PhD"
    ],
    "author_affiliations": [
        [
            "Biomedical Engineering, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Biomedical Engineering, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Biomedical Engineering, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Children's Hospitals and Clinics of Minnesota, Minneapolis, MN"
        ],
        [
            "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Biomedical Engineering, University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.9738433",
    "first_author_longitude": "-93.2350279",
    "abstract_text": "Sickle cell disease (SCD) is associated with impaired cognitive function, pain, cerebral stroke and other neural dysfunctions suggestive of altered brain function. The most common reason for hospitalization of SCD patients is pain. Sickle pain is unique compared to other clinical pain conditions because it includes chronic pain as well as acute pain due to vasoocclusive crisis. The neuropathic and nociceptive aspects of pain in SCD make pain treatment challenging. Opioids, the most common analgesics, are associated with liabilities, such as addiction and tolerance. As a result, patients are often under-treated because of a lack of an objective pain measurement system. We therefore sought to develop an unbiased pain quantification method using non-invasive imaging techniques to recognize the biomarkers of pain and altered brain function. We examined the brain network connectivity in SCD patients (N=14) and healthy controls (N=13) to identify altered activity between the two groups that can be used as biomarkers for chronic pain. All experimental procedures were approved by the IRB of the University of Minnesota, and all subjects gave written informed consent before participating in the study. Functional magnetic resonance imaging (fMRI) and electroencephalography (EEG) were simultaneously recorded while the subjects were in a wakeful resting state. A 3T Siemens Trio whole-body scanner and a 16 channel head coil with an echo-planar imaging (EPI) sequence were used to acquire fMRI data. EEG data was recorded using a 64-channel EEG cap and MR-compatible amplifiers. Seed-based region of interest (ROI) analysis was performed on the fMRI data using Brain Voyager QX software. EEG informed fMRI (EEG-fMRI) was performed for power and microstate analysis using Matlab and SPM8 software. Statistical activation maps (p<0.001, uncorrected) were generated from general linear models (GLM) based on the time courses found from power and microstate analysis. Seeds were placed in the insula regions, and the functional connectivity between the left and right insula appeared to be stronger in SCD patients than in healthy controls. This result was verified in EEG-fMRI analysis. Activation of the insula and striatum regions positively correlated with the beta band in SCD patients, where healthy controls showed less activation in the insula in the same frequency band. Microstates corresponding to insula activation were observed in both healthy controls and SCD patients; however, activation seems stronger in SCD patients. Activation in the striatum regions was also observed in microstates for SCD patients, but not for healthy controls. These results show that the insula and striatum regions have greater activation in SCD patients compared to controls, and that patients have altered brain connectivity during resting state. Insula activation could be related to the salience network, a resting state network that is responsible for processing external input, or to pain processing. The insula and striatum are some of the common brain regions that have been shown to be active during painful stimuli. This altered activation could be caused by sickle pain and could be a potential biomarker of pain intensity. Due to the non-invasive nature of these quantitative data, this method can have applications in the unbiased objective quantification of pain and treatment outcomes. Altered connectivity observed in SCD patients can also be used to help better understand the neural pathophysiology of sickle pain and can lead to better management strategies for these patients. This work was supported in part by NIH grant U01-HL117664 and NSF IGERT grant DGE-1069104. Disclosures No relevant conflicts of interest to declare."
}