{
    "doi": "https://doi.org/10.1182/blood.V122.21.2515.2515",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2554",
    "start_url_page_num": 2554,
    "is_scraped": "1",
    "article_title": "Overexpression Of Leukemia Associated Cbl Y371H Mutation In Transgenic Mice Causes Dosage Dependent Embryonic Lethality ",
    "article_date": "November 15, 2013",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "adaptor signaling protein",
        "breeding",
        "bronchioloalveolar carcinoma",
        "cancer",
        "childhood cancer",
        "embryo",
        "flow cytometry",
        "genotype determination",
        "histidine"
    ],
    "author_names": [
        "Kenneth Lieuw, MD, PhD",
        "Jayasree Krishnamurthy, M.S.",
        "Mignon L. Loh, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA, "
        ],
        [
            "Department of Pediatrics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA, "
        ],
        [
            "Benioff Children’s Hospital, University of California, San Francisco, San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "39.0007945",
    "first_author_longitude": "-77.0864812",
    "abstract_text": "Juvenile Myelomonocytic Leukemia (JMML) is a devastating childhood cancer which is rapidly fatal with infiltration of myeloid cells into multiple organs (Hess, Zutter, Castleberry, & Emanuel, 1996). Based on the observation that uniparental disomy was found in the chromosomal region 11q in JMML patient samples, about 15% of patient samples were found to contain a mutation in c-Cbl (Loh et al., 2009). Moreover, mutant Cbl was also found to be a tumor suppressor gene where a germline mutation results in the predisposition for developing JMML (Niemeyer et al., 2010). The c-Cbl gene encodes a multifunctional adaptor protein which contains an N-terminal tyrosine-kinase binding (TKB) domain, a RING finger motif which contain E3 ligase activity, and a C-terminal ubiquitin-associated domain. Previous mutations in myeloid malignancies have been described where mutations occur in the RING finger domain or the linker domain (Caligiuri et al., 2007; Dunbar et al., 2008). Interestingly, a hotspot for mutations at residue 371 exists in JMML patients where 1/3 of the detected mutations are a tyrosine to histidine substitution, Y371H (Loh et al., 2009). This residue belongs in the linker region of the CBL protein, and it was previously observed that Y371 mediates the binding of c-Cbl to the p85 subunit of PI3 kinase (Blaydes et al., 2001). In vitro , Cbl Y371H mutation does indeed destroy its ligase function resulting in prolonged signaling through the Ras pathway only when the endogenous c-Cbl gene was silenced (Niemeyer et al., 2010). However, how mutant Cbl gives rise to JMML and how it acts in concert with other genes in the pathogenesis of JMML requires further study. To address these questions, we tested the oncogenicity of the Cbl Y371H mutation in transgenic mice. Of the 6 founder transgenic mice, we chose L5 line for further analysis because it had the highest level of expression. As expected, overexpression of Cbl Y371H by itself in wild type mice had no phenotype since inactivation of wild type Cbl allele is seen in patients. We, then, generated transgenic mice which were heterozygous for both the BAC transgene and the cbl null mutation (Cbl Y371H ; Cbl +/- ) and then bred them to Cbl heterozygous knockout mice (Cbl +/- ). Because homozygous knockout mice have reduced fertility, we preferentially utilized heterozygous mice for the breeding (El Chami et al., 2005). Interestingly, out of the first 118 progeny genotyped where 1/8 of the pups is expected to be the desired genotype (Cbl Y371H ;Cbl -/- ), no pups were of the desired genotype suggesting embryonic lethality. Because mice which lack both c-cbl and cbl-b are embryonic lethal, we reasoned that high expression that is achieved from the L5 line was causing a dominant negative affect on cbl-b function resulting in an embryonic lethal phenotype. We then tested if a lower level of the transgene expression would result in viable pups. We used the K5 line which was the second highest expressing transgenic line. We were now able to generate the desired genotype (Cbl Y371H ; Cbl -/- ) although at less than expected numbers. Thus far, we have generated 4 mice which have the correct genotype which are being monitored for disease. We also monitored the heterozygous mice that carried the transgene (Cbl Y371H ; Cbl +/- ) which were also asymptomatic without any obvious phenotype. Further studies are being done to characterize the hematopoietic phenotype in these mice by isolating fetal liver cells followed by transplantation into lethally irradiated mice and will be discussed. Fig 1 View large Download slide Generation and Initial Characterization of Cbl Y371H Transgenic Mice A. Flow cytometry of splenocytes from the various transgenic lines . Panel A demonstrating tdTomato fluorescence from each of the transgenic lines generated. Note that there are expression differences among the 6 lines with line L5 expressing the highest amount of fluorescence and line L6 with no fluorescence. B. Western Blot of spleen extracts from transgenic mice Panel B confirms human Cbl protein expression from transgenic mice. L5 and L6 lines express the most protein followed by K5 and D7 as predicted based on Tdtomato expression in panel A except L6 C. Genotyping of mice for cbl ko and cbl transgene As seen in the figure, Cbl PCR and Cbl KO PCR is done separately with #130 showing that it carries the transgene for Cbl as well as being homozygous for Cbl KO allele. Fig 1 View large Download slide Generation and Initial Characterization of Cbl Y371H Transgenic Mice A. Flow cytometry of splenocytes from the various transgenic lines . Panel A demonstrating tdTomato fluorescence from each of the transgenic lines generated. Note that there are expression differences among the 6 lines with line L5 expressing the highest amount of fluorescence and line L6 with no fluorescence. B. Western Blot of spleen extracts from transgenic mice Panel B confirms human Cbl protein expression from transgenic mice. L5 and L6 lines express the most protein followed by K5 and D7 as predicted based on Tdtomato expression in panel A except L6 C. Genotyping of mice for cbl ko and cbl transgene As seen in the figure, Cbl PCR and Cbl KO PCR is done separately with #130 showing that it carries the transgene for Cbl as well as being homozygous for Cbl KO allele.  Disclosures: No relevant conflicts of interest to declare."
}