{
    "doi": "https://doi.org/10.1182/blood.V104.11.1219.1219",
    "article_title": "A Contigs Strategy of Southern Blot Hybridization: Screening for DNase I Hypersensitive Sites in the 200 Kb Region 5′ to the B-Globin Locus LCR. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Formation of DNase I hypersensitive sites is an indication of local disruption of chromatin conformation. It has been documented that HS sites are frequently associated with functional DNA sequences, such as, promoters, enhancers, and insulators. While Southern blot hybridization is the standard method to detect HS sites, this procedure is time-consuming and labor intensive. To improve the efficiency of HS detection through Southern blot hybridization, we designed a contigs strategy of Southern blot hybridization and test it in the 200 kb region 5′ to the LCR in the b-globin locus. Based on the human genome sequence we made physical maps of seven 6-bp-cut restriction enzymes in the 200 kb region. From the map we selected continuous contigs of 10 to 15 kb fragment; and designed hybridization probes for the 5′ and 3′ ends of each fragment (some probes can be used in two neighboring fragments). The screening was performed on erythroid (K562) and non-erythroid (Jurkat) cell lines. We found about 40 HS sites within the region. The major sites were either erythroid specific (for instance, HSs at −66 kb, −142 kb, and −236 kb, the cap site of the e-globin gene is +1), or non-erythroid specific (for instances, HSs at −111 kb, −164 kb, and −205 kb). These HS sites will be investigated for enhancer, promoter, and insulator function using transient and stable transfection studies. Due to the limited number of enzyme required and the fact that each blot could be used several times, this strategy can greatly expedite the screening process for presence of DNase I hypersensitive sites. Estimated efficiency of this screening approach is about 0.5 to1 Mb per person per year.",
    "topics": [
        "beta-globin",
        "deoxyribonuclease i",
        "screening",
        "southern blot assay",
        "enzymes",
        "hallermann's syndrome",
        "henoch-schoenlein purpura",
        "idiopathic hypertrophic subaortic stenosis",
        "dna",
        "dna probes"
    ],
    "author_names": [
        "Ping Xiang, PhD",
        "Hemei Han, BS",
        "Xiangdong Fang, PhD",
        "George Stamatoyannopoulos, MD, PhD",
        "Qiliang Li, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ping Xiang, PhD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hemei Han, BS",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiangdong Fang, PhD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Stamatoyannopoulos, MD, PhD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiliang Li, PhD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T06:49:26",
    "is_scraped": "1"
}