{
    "doi": "https://doi.org/10.1182/blood.V104.11.4496.4496",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=64",
    "start_url_page_num": 64,
    "is_scraped": "1",
    "article_title": "Preclinical Investigations Demonstrate Effectiveness of Aplidin in Acute Leukemias and Lymphomas and Provide the Basis for Further Clinical Studies. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "leukemia, acute",
        "lymphoma",
        "cytarabine",
        "toxic effect",
        "leukemia",
        "transplantation, heterologous",
        "vascular endothelial growth factor a",
        "vegfr-1",
        "acute lymphocytic leukemia",
        "antineoplastic agents"
    ],
    "author_names": [
        "Debabrata Banerjee, Ph.D.",
        "Guray Saydam, M.D.",
        "Lata G. Menon, Ph.D.",
        "Giuseppe S.A. Longo, M.D.",
        "Daniel Medina, Ph.D.",
        "Roger Strair, M.D., Ph.D.",
        "Jose Jimeno, M.D.",
        "Eugenio Erba, Ph.D.",
        "Alberto Grossi, M.D.",
        "Gertjan J.. L. Kapers, M.D.",
        "Norea Martinez, Ph.D.",
        "Joseph Bertino, M.D."
    ],
    "author_affiliations": [
        [
            "CINJ, RWJMS,UMDNJ, New Brunswick, NJ, USA"
        ],
        [
            "CINJ, RWJMS,UMDNJ, New Brunswick, NJ, USA"
        ],
        [
            "CINJ, RWJMS,UMDNJ, New Brunswick, NJ, USA"
        ],
        [
            "CINJ, RWJMS,UMDNJ, New Brunswick, NJ, USA"
        ],
        [
            "CINJ, RWJMS,UMDNJ, New Brunswick, NJ, USA"
        ],
        [
            "CINJ, RWJMS,UMDNJ, New Brunswick, NJ, USA"
        ],
        [
            "Pharmamar, Madrid, Spain"
        ],
        [
            "Istituto di Ricerche Farmacologiche Mario Negri, Milano, Italy"
        ],
        [
            "U.O. Hematology, Azienda Ospedaliera Careggi, University of Florence, Italy"
        ],
        [
            "Department of Pediatric Hematology/Oncology, VUMC, Amsterdam, The Netherlands"
        ],
        [
            "CNIO, Spanish National Cancer Institute, Madrid, Spain"
        ],
        [
            "CINJ, RWJMS,UMDNJ, New Brunswick, NJ, USA"
        ]
    ],
    "first_author_latitude": "40.496471299999996",
    "first_author_longitude": "-74.4486242",
    "abstract_text": "Aplidin (dehydrodidemnin B, C 57 H 89 N 7 O 15 ) (APLD) is a novel antitumor agent isolated from the Mediterranean tunicate (seasquirt) Aplidium albicans . APLD has shown impressive in vitro and in vivo activity against different human cancer cells and has recently entered Phase II clinical trials in a variety of solid tumors following promising toxicity and pharmacological properties seen in Phase I studies. Fatigue and muscular pain were the most prevalent toxicities at 5 mg/m2 iv 3 h every other week or 3.4 mg/m2/wk with little or no bone marrow toxicity. APLD inhibits protein synthesis via GTP-dependent elongation factors 1-alpha and ornithine decarboxylase (ODC) activity, induces rapid p53-independent apoptosis in vitro , cell cycle perturbation and alteration of gene expression at early times after treatment. APLD inhibits vascular endothelial growth factor (VEGF) secretion and vascular endothelial growth factor-receptor 1 (VEGF-R1/flt-1), preventing autocrine stimulation in the human lymphoid leukemic cell line MOLT-4 cells and in AML blasts. APLD is a potent inhibitor of human myeloid leukemia cell lines (K-562, HEL and HL60), as well as fresh blast cells obtained from patients with both ALL and AML and is more potent than Idarubicin. Cytototoxic doses effective against multiple myeloma cells and fresh pediatric and adult ALL/AML blasts are achievable in plasma and are well below the recommended dose, thus a positive therapeutic index is anticipated. Moreover, the lack of cross resistance with conventional agents against fresh pediatric and adult AML/ALL blasts except fludarabine and Gemcitabine makes APLD an attractive therapeutic choice. Characterization of gene expression profile is currently underway in an attempt to generate a molecular fingerprint of sensitivity/resistance to APLD that will be validated in phase II clinical studies. Based on in vitro antileukemic effect of APLD as well as early results of clinical trials, a systematic study of drug combinations with Aplidin (APLD), for use possible in hematologic malignancies was undertaken. Three cell lines viz. K562 (acute myeloid leukemia), CCRF-CEM (acute lymphocytic leukemia), and SKI-DLCL (diffuse large cell lymphoma) were used for combination studies. Cytarabine and mitoxantrone were found to be synergistic in combination with APLD in all 3 cell lines as assessed by the Chou-Talalay combination index analysis. Since cytarabine and APLD produced impressive synergistic cell kill in all three cell culture models, the combination was further tested in the CCRF-CEM ALL xenograft model in SCID mice. APLD (0.7 mg/Kg) potentiated the antitumoral effect of cytarabine (50mg/Kg) in vivo. Addition of APLD to cytarabine treatment in xenograft model resulted in greater than 50% reduction in tumor size as compared to the untreated group. T/C ratios indicated that the effect of the combination was maximal at day 5 but was still maintained on day 8 (T/C on day 3 = 0.614; day 5= 0.403 and day 8= 0.703). The preclinical results with APLD in leukemias and lymphomas, as a single agent and in combination with cytarabine provide the basis for implementation of a phase II program in resistant relapsed leukemias and lymphomas."
}