{
    "doi": "https://doi.org/10.1182/blood-2018-99-109434",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4023",
    "start_url_page_num": 4023,
    "is_scraped": "1",
    "article_title": "The Impact of Immunotherapy on Tumor Evolution ",
    "article_date": "November 29, 2018",
    "session_type": "Epigenetic and Genomic Determinants in Cancer Immunotherapy",
    "topics": [
        "burkitt's lymphoma",
        "immunotherapy",
        "neoplasms",
        "cd19 antigens",
        "antibodies",
        "calnexin",
        "chimeric antigen receptors",
        "disulfides",
        "epitopes",
        "flow cytometry"
    ],
    "author_names": [
        "Andrei Thomas-Tikhonenko, PhD"
    ],
    "author_affiliations": [
        [
            "Children's Hospital of Philadelphia, University of Pennsylvania, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.94857569999999",
    "first_author_longitude": "-75.19424174999999",
    "abstract_text": "We have previously described a mechanism of acquired resistance of B-cell acute lymphoblastic leukemia to CD19-directed chimeric antigen receptor T-cell (CART) immunotherapy. It was based on in-frame insertions in or skipping of CD19 exon 2. To distinguish between epitope loss and defects in surface localization, we used retroviral transduction and genome editing to generate cell lines expressing CD19 exon 2 variants (CD19ex2vs) bearing VSV-G tags. These lines were negative by live-cell flow cytometry with an anti-VSV-G antibody and resistant to killing by VSV-G directed antibody-drug conjugates (ADC), suggestive of a defect in surface localization. Indeed, pulse-chase and α-mannosidase inhibitor assays showed that all CD19ex2vs acquired ER-specific high mannose-type sugars, but not complex-type glycans synthesized in Golgi. When fused with GFP, CD19ex2vs (including a mutant lacking the relevant disulfide bond) showed colocalization with ER markers, implicating protein misfolding. Mass spectrometric profiling of CD19-interacting proteins demonstrated that CD19ex2vs fail to bind to the key tetraspanin CD81 and instead interact with ER-resident chaperones such as calnexin and ER transporters involved in antigen presentation. Thus, even the intact domains of CD19ex2vs cannot be easily targeted with ADCs or current CD19 CARTs but could serve as sources of peptides for MHC-restricted presentation and TCR-mediated killing. Disclosures Thomas-Tikhonenko: Children's Hospital of Philadelphia: Patents & Royalties."
}