{
    "doi": "https://doi.org/10.1182/blood.V116.21.5039.5039",
    "article_title": "Apoptin Induced Tumour Specific Killing Via Protein Kinase C Isoforms: A Potential Therapeutic Strategy In Plasma Cell Dyscrasias ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 5039 There is mounting evidence that malignant cells have an intrinsic ability to prevent apoptosis. In the present study we provide evidence that the ectopic expression of Apoptin can restore the failing apoptosis program in myeloma cells via protein kinase C b (PKCb) and overcome intrinsic or acquired resistance to cell death. Apoptin (VP3), a chicken anemia virus (CAV)-derived protein has been shown to possess tumor specific cytotoxicity; its expression induces apoptosis in human tumor and transformed cells but there is little or no cytotoxic effect in normal human cells or cell lines derived from different tissues including peripheral blood mononuclear cells, fibroblast and epithelial cells. Several studies have shown that the tumor specific killing of Apoptin correlates with its phosphorylation and its subcellular localization. In cancer cells, Apoptin is localized in the nucleus and is phosphorylated on threonine108 by an as yet unknown kinase, whereas in normal cells Apoptin is detected in the cytoplasm and is essentially unphosphorylated. We developed a lentiviral vector encoding a GFP-Apoptin fusion gene (LV-GFP-AP), which delivers the Apoptin gene efficiently to haematopoietic cells. Apoptin significantly and selectively killed a number of leukemia cell lines including K562, HL60, U937, KG1 and NB4. In particular, the dexamethasone resistant multiple myeloma cell line MM1.R and the dexamethasone sensitive cell line MM1.S were efficiently killed by Apoptin. In contrast normal CD34+ cells were not killed and maintained their differentiation potential in multilineage colony formation assays. In addition, we showed that the dexamethasone resistant MM1.R cells were considerably more susceptible to Apoptin induced cell death than the parental matched MM1.S cells. This correlated with increased phosphorylation and activation of the Apoptin protein in MM1.R cells. Expression profiling of MM1.R and MM1.S cells identified a number of differentially expressed kinases. PKCb was over-expressed 9 fold in MM1.R cells and we showed, by immunoprecipitation and in vivo kinase studies, that this kinase was responsible for Apoptin phosphorylation. Analysis of the Apoptin amino acid sequence for potential phosphorylation sites indicated seven putative phosphorylation sites corresponding to the PKC kinase consensus motifs (S/TXK/R or S/TXXK/R). These sites included Thr-108, which has been previously shown to be phosphorylated in tumor cells, but not in normal cells. In vitro studies showed that recombinant Apoptin protein was phosphorylated by recombinant GST-PKCb protein at the Thr-108 site. Addition of a PKCb specific inhibitor resulted in diminished Apoptin phosphorylation whilst an unrelated inhibitor had no such effect. Furthermore, shRNA knockdown or drug mediated inhibition of PKCb in vivo significantly reduced Apoptin phosphorylation. Finally, we found that Apoptin mediated cell death proceeded via the up-regulation of PKCb, activation of caspase-9/3, cleavage of the PKCd catalytic domain and down-regulation of MERTK and AKT protein kinases. Collectively these results demonstrate a novel pathway for Apoptin activation involving PKCb and PKCd. Our results show that Apoptin is able to effectively eliminate multiple myeloma cells which have become resistant to dexamethasone. In addition, this study has led to the identification of tumor specific cellular targets such as PKCb, whose modulation by shRNAs and small molecule drugs can induce strong anti-myeloma effects. Importantly, the evidence from our data suggests that protein kinase C inhibitors may have an important therapeutic role in plasma cell neoplasia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "killing",
        "neoplasms",
        "plasma cell disorder",
        "protein isoforms",
        "protein kinase c",
        "phosphotransferases",
        "dexamethasone",
        "multiple myeloma",
        "tumor cells, malignant",
        "caspase-9"
    ],
    "author_names": [
        "Jie Jiang",
        "Daryl Cole, Sr.",
        "Nigel Westwood",
        "Lee Macpherson",
        "Farzin Farzaneh",
        "Ghulam J. Mufti, DM, FRCP, FRCPath",
        "Mahvash Tavassoli",
        "Joop Gaken"
    ],
    "author_dict_list": [
        {
            "author_name": "Jie Jiang",
            "author_affiliations": [
                "Dept. of Haematological Med., King's College, London, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daryl Cole, Sr.",
            "author_affiliations": [
                "Department of Oral Pathology, Kings College London Dental Institute, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel Westwood",
            "author_affiliations": [
                "Kings College Hospital, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee Macpherson",
            "author_affiliations": [
                "Dept. of Haematological Med., King's College, London, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farzin Farzaneh",
            "author_affiliations": [
                "Dept. of Haematological Med., King's College, London, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghulam J. Mufti, DM, FRCP, FRCPath",
            "author_affiliations": [
                "Haematological Medicine., Kings College Hospital, London, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mahvash Tavassoli",
            "author_affiliations": [
                "King's College London, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joop Gaken",
            "author_affiliations": [
                "Kings College Hospital, London, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T21:34:17",
    "is_scraped": "1"
}