{
    "doi": "https://doi.org/10.1182/blood-2019-124193",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4236",
    "start_url_page_num": 4236,
    "is_scraped": "1",
    "article_title": "Reduced Packed Red Blood Cell Utilization Via Implementation of Transfusion Guidelines in a Large Health System Hospital ",
    "article_date": "November 13, 2019",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "topics": [
        "erythrocytes",
        "guidelines",
        "health care systems",
        "transfusion",
        "packed red blood cells",
        "hemoglobin",
        "packed red blood cell transfusion",
        "anemia",
        "blood products",
        "blood transfusion"
    ],
    "author_names": [
        "Reid Christian Bowers, PA-C",
        "Michael A. Thompson, MD PhD FASCO",
        "Julie Van Dreser, BBA",
        "Federico Augusto Sanchez, MD"
    ],
    "author_affiliations": [
        [
            "Aurora Cancer Care, Advocate Aurora Health, Milwaukee, WI "
        ],
        [
            "Aurora Cancer Care, Aurora Research Institute, Advocate Aurora Health, Milwaukee, WI "
        ],
        [
            "Advocate Aurora Health, Elm Grove, WI"
        ],
        [
            "Aurora Cancer Care, Advocate Aurora Health, Milwaukee, WI "
        ]
    ],
    "first_author_latitude": "43.043803",
    "first_author_longitude": "-88.0479848",
    "abstract_text": "Background: We have previously discussed how implementation of Patient Blood Management (PBM) principles such as transfusion guidelines helped reduce packed red blood cell (PRBC) usage in cardiovascular surgery patients (Bowers et al, Reduced Blood Product Utilization via Implementation of an Anemia Clinic and Consult Service in a Large Health System Hospital https://tinyurl.com/y3ucr3sz). We now discuss the effect of implementing transfusion guidelines on PRBC transfusion practices at an institutional level at St. Luke's Medical Center, Advocate Aurora Health in Milwaukee, WI. Methods: Beginning in 2015 Aurora Health Care made 7 g/dL the standard threshold below which packed red blood cell (PRBC) transfusion is considered appropriate. Additionally, transfusing PRBCs as single units with a hemoglobin (Hgb) measurement between each unit was made standard. Education was provided to clinicians on the new standard including best practice advice in the transfusion ordering workflow. Data was gathered on institutional PRBC use and individual clinician PRBC ordering practices. Further education was provided based on the extent to which data showed conformity to the new standard. Results: PBM implementation 2015-2018 was associated with a drop in institutional PRBC usage from 11,490 to 9301 units. The percentage of transfusions ordered with Hgb < 7 g/dL rose from 41.6% to 71.8%. The percentage of single unit orders increased from 67.3% to 91.8%. See Graph/Table 1 & 2 for further analysis of individual practitioner PRBC ordering. See Table 3 for reporting period volume data. Conclusions: Implementation of PRBC transfusion guidelines was associated with a greater than 2000-unit annual reduction in PRBC usage. Reduction was associated with individual clinician transfusion practices that increasingly conformed with guidelines over time. View large Download slide View large Download slide Disclosures Thompson: Adaptive: Membership on an entity's Board of Directors or advisory committees; AbbVie: Research Funding; UpToDate: Patents & Royalties: Myeloma reviewer; BMS: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees; Lynx Bio: Research Funding; VIA Oncology: Membership on an entity's Board of Directors or advisory committees; GSK: Membership on an entity's Board of Directors or advisory committees; Doximity: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}