{
    "doi": "https://doi.org/10.1182/blood.V116.21.4204.4204",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1763",
    "start_url_page_num": 1763,
    "is_scraped": "1",
    "article_title": "A Large, Population Based Study of Sex Differences In the Risk of Recurrent Venous Thromboembolism ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function",
    "topics": [
        "ecological study",
        "sex characteristics",
        "venous thromboembolism",
        "deep vein thrombosis",
        "patient discharge",
        "anticoagulation",
        "echocardiography",
        "follow-up",
        "hospital admission",
        "pulmonary embolism"
    ],
    "author_names": [
        "Dimple Kondal, PhD",
        "Vicky Taglalakis, MD, MSc",
        "Yola Moride, PhD",
        "Jean-François Boivin, MD, ScD, FRCPC",
        "Susan Kahn, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada, "
        ],
        [
            "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada, "
        ],
        [
            "Faculty of Pharmacy, University of Montreal, Montreal, QC, Canada"
        ],
        [
            "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada, "
        ],
        [
            "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada, "
        ]
    ],
    "first_author_latitude": "45.4979582",
    "first_author_longitude": "-73.6295809",
    "abstract_text": "Abstract 4204 Background. Most reports of patient sex differences in the risk of recurrent VTE have been based on small or moderate sized cohorts of selected patients with VTE. Objectives. We used the administrative hospital discharge registry of Quebec, Canada to conduct a population-based retrospective cohort study to evaluate the effect of sex on rates of recurrent VTE. Methods. Using data from the province-wide hospital discharge database (Med-Echo) which systematically records information on all hospital admissions in the province of Quebec since 1967, we constructed a cohort of all individuals who had a first-time discharge diagnosis of deep vein thrombosis (DVT) or pulmonary embolism (PE) between January 1, 1996 and December 31, 2004 and no prior discharge diagnosis for DVT or PE back to 1983. Subjects were followed from the time of diagnosis until first VTE recurrence, death, or end of study (December 31, 2005). DVT and PE were defined based on the International Classification of Diseases, 9th edition, Clinical Modification. Results. The cohort comprised 55,314 patients (43% men and 57% women) with incident VTE. Mean age was 61.9 years (60.4 years (men) vs. 63.1 years (women); p=0.0001), and 33,535 (61%) had DVT alone, 14,574 (26%) had PE alone and 7,205 (13%) had both DVT and PE. During a mean follow-up of 3.9 years, 5,243 (9.5%) of patients developed recurrent VTE, which corresponded to an incidence rate of 2.4 events per 100 patient-years (95% confidence interval (CI), 2.3–2.5 per 100 patient-years). In survival analysis, men had significantly higher rate of recurrence than women (age- and comorbidity-adjusted hazard ratio = 1.14; 95% CI, 1.08–1.21), and at 5 years, the cumulative risk of recurrent VTE was 8.3% among men vs. 7.3% among women (p=0.0001). Mean age at the time of VTE recurrence in men vs. women was 61.1 years and 64.4 years, respectively (p=0.0001). Conclusion. Our study of over 55,000 patients hospitalized with VTE is the largest to date to report an effect of patient sex on risk of VTE recurrence, with men having about a 15% higher risk of recurrence than women. This provides further evidence that the difference in risk of VTE recurrence between men and women is significant and if confirmed by ongoing prospective management studies, patient sex should be considered in determining duration of anticoagulation treatment in patients with VTE. Disclosures: Taglalakis: Pfizer: Research Funding; Sanofi Aventis: Honoraria. Kahn: Sigvaris: Research Funding; sanofi-aventis: Advisory Board, Research Funding; Boehringer Ingelheim: ."
}