{
    "doi": "https://doi.org/10.1182/blood.V116.21.1539.1539",
    "article_title": "Changing Age Distribution of Deep Venous Thrombosis In the United States ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster I",
    "abstract_text": "Abstract 1539 Background: Deep vein thrombosis (DVT) and pulmonary embolism (PE) are the major cardiovascular killers in the hospital setting. While there is increasing understanding of the public health importance of DVT there are limited data on the trends in the distribution of DVT in different age groups. Aim: The aim of this study was to study national trends in age distribution of DVT in patients over the age of 45 years in the last decade. Methods: We used the National Inpatient Sample (NIS) to analyze the epidemiology of hospitalizations in various age groups from 1997 – 2007. The NIS is a part of the Healthcare Cost and Utilization Project (HCUP) sponsored by the Agency for Health Care Research and Quality (AHRQ) and contains information from a 20% stratified sample of hospitals extrapolated to show the entire national utilization in United States. For our study we selected the following ICD-9 codes to represent DVT (ICD-9 codes 451.11, 451.19, 451.2, 451.81, 451.9, 453.40, 453.41, 453.42, 453.8, 453.9). For each hospitalization, NIS allows a total of up to 15 diagnostic entries. The entry in the diagnostic (DX) field 1 is called the Principal Diagnosis (PD) is the principal reason for admission and the entries between DX fields 1 and DX field 15 are called all-listed diagnoses and include the principal diagnosis plus additional conditions that coexist at the time of admission, or that develop during the stay. We derived at Secondary diagnoses (SD) by excluding PD of DVT from the list of AD. U.S. Population Census Bureau was used to calculate the change in population. Predictive Analytics Software, IBM PASW Statistics 18.0 data analysis tool were used for data mining and statistical analysis and least square regression analysis was used to calculate ‘p’ value. Result: From 1997 – 2007, When adjusted for 10000 population, the rate of DVT as PD decreased from 6.3 to 4.9 while the rate of DVT as SD increased from 7.5 to 12.3 (p<0.001). When adjusted to 10000 admissions, rate of DVT as PD decreased from 55.14 to 43.54 and the rate of DVT as SD increased from 65.9 to 110 (p<0.001). DVT as PD decreased in all the age groups except 1 – 17 years while DVT as SD increased in all the age groups. Table 1 : Shows the change in proportion of DVT hospitalizations, total admissions and total US population in various age groups. The rate of DVT is high and comparable in all the age groups above 44 years. While DVT as one of all diagnoses has increased in all the age groups, the proportion of contribution varies. The major increase in DVT hospitalizations is in the age group 45 – 64 years which increased by 4.2% over the time period which corresponds to the overall increase in admissions and population by around 5% in the same age group. The major decrease (6%) in proportion of DVT is in the age group 65 – 84 and the decrease exceeds the decrease in admissions and population of that age group (3.4% and 0.6%) respectively. Table 1: Change in Age Distribution of DVT between 1997 and 2007  Age groups . Proportion of contribution to total DVT hospitalization 1997 (%) . Proportion of contribution to total DVT hospitalization 2007 (%) . Proportion of contribution to total admissions 1997 (%) . Proportion of contribution to total admissions 2007 (%) . Proportion of contribution to total population 1997 (%) . Proportion of contribution to total population 2007 (%) . 1 – 17 0.5 0.6 6.0 4.8 24.9 23.4 18 – 44 14.3 14.0 31.2 30.1 41.1 38.0 45 – 64 26.7 30.9 21.5 26.6 21.0 25.8 65 – 84 48.1 42.1 33.5 29.9 11.5 10.9 85+ 10.4 12.3 7.8 8.6 1.5 1.9 Age groups . Proportion of contribution to total DVT hospitalization 1997 (%) . Proportion of contribution to total DVT hospitalization 2007 (%) . Proportion of contribution to total admissions 1997 (%) . Proportion of contribution to total admissions 2007 (%) . Proportion of contribution to total population 1997 (%) . Proportion of contribution to total population 2007 (%) . 1 – 17 0.5 0.6 6.0 4.8 24.9 23.4 18 – 44 14.3 14.0 31.2 30.1 41.1 38.0 45 – 64 26.7 30.9 21.5 26.6 21.0 25.8 65 – 84 48.1 42.1 33.5 29.9 11.5 10.9 85+ 10.4 12.3 7.8 8.6 1.5 1.9 View Large Conclusion: These data describe for the first time, trends in the relative contribution of different age groups to the burden of DVT among hospitalized patients in the United States. The population between age group 45–64 years is growing symmetrically as a proportion of the total population, total hospitalized population and total hospitalized population with DVT. On the other hand the population 65–84 years of age is decreasing as a proportion of the total hospitalized population with DVT to an even greater degree than as a proportion of the total population and the total hospitalized population. The group over 85 years remains a disproportionately large contributor to the population with DVT. These data suggest the need for greater study of the distribution of DVT, the underlying causes and potential strategies to prevent DVT in different age groups Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "age distribution",
        "deep vein thrombosis",
        "pulmonary embolism",
        "international classification of diseases",
        "cardiovascular system",
        "data analysis",
        "data mining",
        "health services research",
        "software",
        "time factors"
    ],
    "author_names": [
        "Prabhu Viswanathan, MD",
        "Lakshmanan Krishnamurti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Prabhu Viswanathan, MD",
            "author_affiliations": [
                "Pediatrics, Brookdale University Hospital and Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lakshmanan Krishnamurti, MD",
            "author_affiliations": [
                "Children's Hospital of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T15:41:15",
    "is_scraped": "1"
}