{
    "doi": "https://doi.org/10.1182/blood-2019-124973",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4156",
    "start_url_page_num": 4156,
    "is_scraped": "1",
    "article_title": "Evaluation of the Fibrin Assay for Venous Thromboembolism Exclusion in Cancer Patients: Subanalysis of a Prospective Assessment (FSET STUDY) ",
    "article_date": "November 13, 2019",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "topics": [
        "cancer",
        "fibrin",
        "venous thromboembolism",
        "didanosine",
        "fibrin d-dimer assay",
        "fibrin fragment d substance",
        "breast cancer",
        "diagnostic imaging",
        "chemotherapy regimen",
        "follow-up"
    ],
    "author_names": [
        "Isabelle Mahe, MD PhD",
        "Jean Chidiac, MD",
        "Sadji Djennaoui, MD",
        "Nicolas Javaud, MD PhD",
        "Benjamin Planquette, MD PhD",
        "Edith Peynaud-Debayle, MD",
        "Laurent Sofiane Baccar, MD",
        "Bénédicte Dumont, PhD",
        "Guy Meyer",
        "Geneviève Contant, PhD",
        "Francois Depasse, PharmD",
        "Virginie Siguret, PhD",
        "Hélène Helfer, PhD"
    ],
    "author_affiliations": [
        [
            "Service de Médecine Interne, Hôpital Louis Mourier, Assistance Publique Hôpitaux de Paris-Université de Paris, COLOMBES, France ",
            "F-CRIN INNOVTE network, Saint-Etienne, France ",
            "Université de Paris, Innovative Therapies in Haemostasis, INSERM, F-75006, Paris, France "
        ],
        [
            "Service de Médecine Interne, Hôpital Louis Mourier, Assistance Publique Hôpitaux de Paris, Université de Paris, Colombes, France "
        ],
        [
            "Service de Médecine Interne, Hôpital Louis Mourier, Assistance Publique Hôpitaux de Paris, Université de Paris, Colombes, France "
        ],
        [
            "Service des Urgences, Hôpital Louis Mourier, Assistance Publique Hôpitaux de Paris, Université de Paris, Colombes, France "
        ],
        [
            "F-CRIN INNOVTE network, Saint-Etienne, France ",
            "Department of Respiratory Disease, Assistance Publique Hôpitaux de Paris, Université de Paris, Innovative Therapies in Haemostasis, INSERM, F-75006, Paris, France "
        ],
        [
            "Service d'Hématologie Biologique, Hôpital Louis Mourier, Assistance Publique Hôpitaux de Paris, Université de Paris, Colombes, France "
        ],
        [
            "Service d'Imagerie Médicale, Hôpital Louis Mourier, Assistance Publique Hôpitaux de Paris, Université de Paris, Colombes, France "
        ],
        [
            "Service d'Hématologie Biologique, Hôpital Louis Mourier, Assistance Publique Hôpitaux de Paris, Université de Paris, Colombes, France "
        ],
        [
            "F-CRIN INNOVTE network, Saint-Etienne, France ",
            "Department of Respiratory Disease, Hôpital Européen Georges Pompidou, Université Paris Descartes, Paris, France "
        ],
        [
            "Diagnostica Stago, Asnières sur seine, France "
        ],
        [
            "Diagnostica Stago, Asnieres Sur Seine, FRA "
        ],
        [
            "Hôpital Lariboisière, Assistance Publique Hôpitaux de Paris, Université de Paris, Innovative Therapies in Haemostasis, INSERM, F-75006, Paris, France"
        ],
        [
            "Université de Paris, Innovative Therapies in Haemostasis, INSERM, F-75006, Paris, France ",
            "Service de Médecine Interne, Hôpital Louis Mourier, Assistance Publique Hôpitaux de Paris, Université de Paris, Colombes, France "
        ]
    ],
    "first_author_latitude": "48.925178",
    "first_author_longitude": "2.2364745000000004",
    "abstract_text": "Introduction The utility of D-dimer testing as a screening tool for venous thromboembolism (VTE) exclusion is uncertain in cancer patients, due to low specificity. A new fibrin assay independent of inflammation and hypercoagulability has been recently developed. Methods Non-anticoagulated patients with clinically suspected VTE from the FSET study (NCT02523937) had VTE diagnosed using the standard diagnostic algorithms, including a 3-month clinical follow-up. In all patients, the fibrin assay prototype (Diagnostica Stago) was performed at the time of admission. We divided the patients included in the FSET study in 3 groups: (i) history of cancer, (ii) active cancer (known or unequivocal evidence), and (iii) no cancer. We sought to evaluate the performances of the fibrin assay compared with the D-Dimer or age-adjusted D-Dimer test to exclude VTE in cancer patients. Results Of the 863 included patients, 83 (9.6%) had either a history of cancer (n=30) or an active cancer (known or unequivocal evidence) (n=53). The prevalence of VTE was of 3.3% and 20.7%, respectively, vs 7.6% in non-cancer patients. Patients with a history of cancer had most frequently breast cancer (40%) and genito-urinary cancer (23.3%).Of the 53 patients with active cancer (known or unequivocal evidence), 9.4% had a recurrence, and most patients had metastatic cancers (52.8%). Those patients had most frequently lung cancer (26.4 %) and breast cancer (15.1 %). Overall, 18.9% of patients with known cancer were treated with chemotherapy, 3.7% with immunotherapy and 13.2% with hormonotherapy. In the present study, 9.4% of patients with known active cancer had a high VTE probability vs 2.8% in patients without cancer. Overall, given a high VTE clinical probability score in a substantial number of cancer patients on one hand, and the DDi level most likely above the cut-off value for VTE exclusion in those with a low-to-moderate probability on the other hand, cancer patients required more often imaging to confirm or exclude VTE diagnosis, 68.7% in patients with a history of cancer or with active cancer versus 42.6% in patients without cancer, respectively. The fibrin assay specificity for VTE was highly increased compared to D-Dimer test, associated with a 100% negative predictive value [95% CI 89-100%] and [95% CI 83-100%] respectively in patients with a history of cancer or with active cancer. Fibrin assay allowed ruling out VTE in a much higher proportion of patients compared to the 500 μg/L D-Dimer cut-off / or age-adjusted D-Dimer cut-off strategy, irrespectively of clinical probability assessment: 76.7% vs 40%/60% in patients with a history of cancer, 39.6% vs 17.0%/22.6% in patients with active cancer, 76.7% vs 54.5%/60.9% in non-cancer patients. Conclusion The new fibrin assay demonstrated an increased specificity compared to DDi or age-adjusted cut-off strategy with excellent negative predictive value, resulting in safely excluding more than 25% VTE compared to DDi or more than 15% VTE compared to age-adjusted cut-off in patients with a history or an active cancer; thus reducing imaging testing in these patients, irrespectively of the clinical probability. These promising results require further confirmation in future trials. Disclosures Mahe: Leo Pharma: Research Funding, Speakers Bureau; BMS: Research Funding, Speakers Bureau; Bayer: Speakers Bureau; Pfizer: Speakers Bureau. Meyer: BMS-Pfizer: Other: travel support, Research Funding; Boehringer Ingelheim: Research Funding; LEO pharma: Other: travel support, Research Funding; SANOFI: Other: travel support, Research Funding; Bayer: Other: travel support. Contant: Diagnostica Stago: Employment. Depasse: Diagnostica Stago: Employment."
}