{
    "doi": "https://doi.org/10.1182/blood-2018-99-114884",
    "article_title": "Blockade of the P2Y 12 signaling Pathway with Clopidogrel Restrains Treg Proliferation In Vivo during Sepsis and in Vitro  ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster II",
    "abstract_text": "Sepsis is a complex clinical syndrome resulting from a serious bloodstream infection. With hospital mortality rates of affected patients reportedly as high as 50%, improved methods for treating sepsis are urgently needed. To begin development of new pharmacologic therapies, we investigated the effect of an antiplatelet treatment on the proliferation of regulatory T cells (Tregs) in a murine model of sepsis. Tregs are a subset of T lymphocytes that downregulate the immune response and promote the resolution of inflammation. Septic patients have elevated levels of circulating Tregs, and this increased prevalence is associated with increased patient mortality. Platelets, which regulate inflammation through cell-cell interactions and through secretion of inflammatory mediators,have been shown to alter the proliferation and activation of Tregs in vitro . However, the influence of platelets on Tregs in vivo has not been fully investigated. We propose that suppression of platelet functions during sepsis may restrain Treg proliferation, leading to the restoration of immunological homeostasis. To study the influence of platelets on Treg proliferation in vivo , we blocked the P2Y 12 signaling pathway and measured the resulting population sizes of Tregs in septic mice. P2Y 12 is a G i protein-coupled purinergic receptor present on platelet surfaces. Stimulation of P2Y 12 by ADP leads to platelet aggregation and potentiation of platelet secretion. To block the P2Y 12 signaling pathway, we used the P2Y 12 antagonist clopidogrel. To induce sepsis in mice, we used cecal ligation and puncture (CLP). Clopidogrelwas administered orallywith a loading dose (30 mg/kg in PBS) one day before surgery and a maintenance dose (10 mg/kg in PBS) two hours prior to surgery. The nonseptic mice in the negative control group (sham) were treated with PBS only. Twenty-four hours after surgery, we isolated cells from the spleens of the mice in each treatment group (sham, CLP, and CLP with clopidogrel) and measured Treg population sizes by incubating the cells with anti-CD4, anti-CD25,and anti-Foxp3 antibodies. Tregs were identified by their positive staining for CD4, CD25, and Foxp3. We found that Tregpopulation sizes were reduced in the septic mice treated with clopidogrel compared with those in the untreated septic mice (Figure 1A).Additionally, we used flow cytometry (forward and side light scattering) to investigatewhether P2Y 12 antagonism altered the aggregation of platelets and CD4 + T cells in whole blood.Platelets and CD4 + T cells wereidentified by their positive staining with PE-anti CD41 and FITC-anti CD4, respectively. Events that were double positive for FITC and PE were identified as aggregates and reported as a percentage of gated CD4 + T cells.We found that aggregation of platelets and CD4 + T cells was reduced in the septic mice treated with clopidogrel (15 ±5 %) compared with that in the untreated septic mice (38 ±6 %) ( n = 3, p <0.05 treated CLP vs. untreated CLP). We investigated the effect of blocking the P2Y 12 signaling pathway in vitro using co-cultures of human platelets and T cells. Human platelets and T cells were isolated from healthy donors and cultured in the presence or absence of anti-CD3/CD28 (5 μg/mLeach) antibodies for 5 days at 37°C in a humidified atmosphere containing 5% CO 2 . To block the P2Y 12 signaling pathway in vitro , we used AR-C69931MX (100 nM). We measured Treg population sizes using flow cytometry as described above. We found that Treg population sizes increased when resting T cells were exposed to platelets, AR-C, or both (Figure 1B). In contrast, we found that Treg population sizes decreased when CD3/CD28-stimulated T cells were exposed to a combination of platelets and AR-C (Figure 1B). Our data indicate that blockade of the P2Y 12 signaling pathway changes how platelets influence T cells in vitro , depending on whether the T cells have been activated. In conclusion, blockade of the P2Y 12 signaling pathway restrains Treg proliferation in vivo and in vitro . Our study indicates that targeting platelets to control Treg proliferation and activity may be a promising strategy for treating sepsis. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "clopidogrel",
        "regulatory t-lymphocytes",
        "sepsis",
        "signal pathway",
        "signal transduction pathways",
        "painful bladder syndrome",
        "surgical procedures, operative",
        "antibodies",
        "antigens, cd25",
        "cd28 antigens"
    ],
    "author_names": [
        "Harika Vemulapalli, BSc",
        "Albayati Samara, MS",
        "Alexander Y Tsygankov, PhD",
        "Elisabetta Liverani, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Harika Vemulapalli, BSc",
            "author_affiliations": [
                "Sol Sherry Thrombosis Research Center, Lewis Katz School of Medicine Temple University, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Albayati Samara, MS",
            "author_affiliations": [
                "Sol Sherry Thrombosis Research Center, Lewis Katz School of Medicine Temple University, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Y Tsygankov, PhD",
            "author_affiliations": [
                "Department of Microbiology and Immunology, Temple University School of Medicine, Philadelphia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabetta Liverani, PhD",
            "author_affiliations": [
                "Thrombosis Center, Temple University, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T02:37:30",
    "is_scraped": "1"
}