{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3929.3929",
    "article_title": "Epigenetic Drugs Selectively Target a Population of AML Cells Which Are Positive for CD123 Cell Surface Marker and Are Chemoresistant ",
    "article_date": "December 7, 2017",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "Acute Myeloid leukemia (AML) is the most common acute leukemia in adults. While Cytarabine (Ara-C) based chemotherapy has been a standard for initial treatment, over 50% of patients will eventually relapse within a period of time. Chemoresistance remains a major burden for treatment of relapse patient. Recent studies suggest that AML relapse is caused by the survival of drug resistant leukemia stem cell (LSC) population. Since LSCs are in low frequency and remain quiescent in patients, it is difficult to study the chemoresistant mechanism on this population of cells. It has been previously shown that cell lines that derived from patient sample might be considered as attractive models aimed to better characterize LSC biological properties and their chemotherapy resistance mechanisms. Multiple LSC cell surface markers has been identified in patient sample and cell lines. However, it remains to be determined whether subpopulations with different LSC markers has similar level of chemoresistance. To better understand the mechanism of drug resistance and whether it is correlated to the expression of certain group of LSC surface markers, we collected various human AML cell lines and examined correlations of their IC50 of Ara-C and percentage of individual LSC surface markers in these cell lines. We found that CD34 surface marker is not correlated to chemoresistance. Other LSC surface markers, such as CD13, CD44, CD117, CD96 and CD45RA are also not correlated to chemoresistance. Interestingly, CD47 (R square = 0.6660, P value = 0.0476) and CD 123 (R square = 0.7421, P value = 0.0275) are positively correlated to chemoresistance. In order to rule out heterogeneous genetic background contribute to chemoresistance of cell lines, we generated a drug resistant cell line from an drug sensitive AML cell line, OCI-AML2, by gradually increased the Ara-C concentration in culture media. During the selection, the percentage of cells with CD47 and CD123 gradually increased. When the resistant cell line is established, the percent of CD123 positive cells are over 90 percent. Through cell tracking experiments, we found that resistant cells grow at least two cycles slower than sensitive cells in a 5 day tracking assay. RNAseq analysis shows that genes related to cell cycle regulator and resistance of apoptosis changed significantly. However, genes that related to stemness, such as Oct4, Nanog, KLF4, Myc, FLT3, are no significant changed in drug resistant cells compare with the sensitive line, although Sox2 increased 50% and ALDH1A3 increased 3 folds. Therefore, chemoresistant cells may represent cells in a slow growing, de-differentiate stage, however, it may not bare all characteristics of a LSC. We further investigate the role of epigenetic factors in regulating the survival of chemoresistant leukemia cells. Our data shows epigenetic drugs that targeting histone deacetylases, bromodomain proteins and PRC1 complex are effective to induce apoptosis and cell death of chemoresistant cells, therefore they may be potential second line of chemotherapy drug for chemoresistant patients. Histone deacetylase inhibitor Romidepsin efficiently cleared chemoresistant AML blast in xenographed NSG mice. Furthermore, we found Romidepsin has synergetic effect when combine with Ara-C. Interestingly, Romedepsin preferentially target CD123 positive, slow growing cells while Ara-C mainly target fast growing, CD123 negative cells. Therefore, combine treatment with Romedepsin and Ara-C may prevent the development of chemoresistance in AML cells. In summary, we identify CD123 and CD47cell surface markers may potentially serve as biomarker for chemresistance AML cells. Our study also sheds light on a new mechanism of drug resistance in leukemia, and provide a rationale to develop and test epigenetic-targeted therapies in leukemia, especially in drug resistant relapse patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "alanine aminopeptidase",
        "biological markers",
        "cd34 antigens",
        "cd44 antigens",
        "cd47 antigen",
        "cell cycle regulator",
        "cell tracking",
        "chemotherapy regimen",
        "culture media",
        "cytarabine"
    ],
    "author_names": [
        "Bowen Yan, Ph. D",
        "Suming Huang, PhD",
        "Yi Qiu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bowen Yan, Ph. D",
            "author_affiliations": [
                "Anatomy and Cell Biology, University of Florida College of Medicine, Gainesville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Suming Huang, PhD",
            "author_affiliations": [
                "Biochemistry and Molecular Biology, University of Florida College of Medicine, Gainesville, FL ",
                "University of Florida, Gainesville, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Qiu, PhD",
            "author_affiliations": [
                "Anatomy and Cell Biology, University of Florida College of Medicine, Gainesville, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T13:07:30",
    "is_scraped": "1"
}