{
    "doi": "https://doi.org/10.1182/blood.V110.11.4467.4467",
    "article_title": "Nasal NK/T Cell Lymphoma: Dramatic Response to Pegaspargase in Two Patients. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Nasal NK/T cell lymphoma is a rare type of non-Hodgkin lymphoma (NHL) in the United States for which treatment has been unsatisfactory. NK/T cell lymphoma is common in Asia and is highly associated with EBV. Recognized as a distinct clinicopathological entity of NHL expressing NK-cell or cytotoxic T cell markers, it usually presents in the mid facial region, but may also rarely present in other extranodal sites such as the skin or gastrointestinal tract. Being so infrequent in the USA, prospective clinical trials are not feasible for NK/T cell lymphoma. Traditionally, it has been treated with irradiation with or without CHOP-like chemotherapy. Prognosis is poor with 5 year overall survival of 30–44%. About 60% of patients have clinically aggressive disease and are frequently refractory to conventional chemotherapy. We report 2 patients diagnosed with nasal NK/T cell lymphoma refractory to CHOP treatment, treated at Fox Chase Cancer Center with single agent pegaspargase (Oncaspar), a pegylated form of L-asparaginase. We selected this based on reports from Japan and China of activity of L-asparaginase in this disease. Yong et al (Hematol Oncol 2006) treated 33 NK/T lymphoma patients whose disease had failed to respond to, or progressed on, CHOP with an L-asparaginase based regimen plus involved field irradiation and reported a 52% CR rate. Patient 1 is a 64-year-old Caucasian woman who presented with a lesion on her left buttocks, biopsy of which revealed NK/T lymphoma. She was treated with loco-regional irradiation and CHOP. Soon after, she developed new lesions on her lower extremities as well as a nasal mass, and biopsy again confirmed nasal NK/ T cell lymphoma. Flow cytometry showed cytoplasmic CD3+, CD56+, and CD25+. Of note, tumor cells were negative for EBV (LMP1) by immunohistochemistry but in situ hybridization was not performed. TIA-1 was diffusely positive. She received radiation for the nasal mass and was initially started on denileukin diftitox, but developed a capillary leak syndrome with pulmonary edema, and after treatment was stopped, she developed progressive disease with extensive and ulcerated lower extremity lesions. With pegaspargase treatment, she had a dramatic improvement of her skin lesions. She completed 4 cycles, the last of which was complicated by an anaphylactic reaction and further treatment was held. Patient 2 is a 48 year old Asian man who presented with a left nasal cavity mass. Biopsy was consistent with nasal NK/T cell lymphoma, expressing CD 3, CD 2, CD8, CD 56, TIA-1 and EBV early RNA. The mass was partially resected and then treated with radiation therapy with complete resolution. He then received CHOP, but CT scan following his fourth cycle showed multiple liver lesions, the largest measuring 2.5 cm. A core biopsy again was consistent with nasal NK/T cell lymphoma. The patient was initiated on pegaspargase with nearly complete resolution of the hepatic lesions following 3 infusions and continues on treatment. L- asparaginaase has activity in this rare disease and further exploration alone or in combination is warranted.",
    "topics": [
        "lymphoma",
        "natural killer t-cells",
        "nose",
        "pegaspargase",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "asparaginase",
        "biopsy",
        "chemotherapy regimen",
        "hepatic lesions",
        "mass of nose"
    ],
    "author_names": [
        "Moshe C. Chasky, MD",
        "Mitchel R. Smith, MD",
        "Tahseen I. Al-Saleem, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Moshe C. Chasky, MD",
            "author_affiliations": [
                "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mitchel R. Smith, MD",
            "author_affiliations": [
                "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tahseen I. Al-Saleem, MD",
            "author_affiliations": [
                "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T02:05:56",
    "is_scraped": "1"
}