{
    "doi": "https://doi.org/10.1182/blood.V122.21.4159.4159",
    "article_title": "Trisomy 12 CLL Cells Have High Surface Expression Of Integrins Involved In Lymphocyte Trafficking But This Does Not Translate Into Improved LFA-1-Mediated Motility ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is a disease of considerable clinical and genetic heterogeneity. Trisomy of chromosome 12 is the third-most common cytogenetic abnormality and has several distinguishing features including abnormal morphology, high prevalence of NOTCH1 mutations, high expression of CD11a and no additional clinical benefit from the addition of rituximab to fludarabine and cyclophosphamide. Previous studies have also reported a higher prevalence of trisomy 12 in patients with small lymphocytic lymphoma (SLL). The heterodimeric integrins CD18/CD11a (LFA-1), CD18/CD11b (Mac-1) and CD49d/CD29 (VLA-4) are cell surface transmembrane proteins involved in the inducible adhesion of leukocytes to vascular walls during the process of transendothelial migration from the bloodstream into the tissues. This process is particularly important in CLL as it allows the malignant cells to enter lymphoid organs where they receive growth and survival signals and are protected from chemotherapy. Multi-color flow cytometry was used to assess the cell surface expression of a panel of proteins involved in cell adhesion, motility and transendothelial migration. Compared to control B cells from the peripheral blood of age-matched healthy donors (n=25), CLL cells from peripheral blood of untreated CLL patients (n=101) had significantly reduced expression of CD11a, CD11b, CD18, CD29 and CD49d (p<0.0001). However, uniquely among the main cytogenetic categories, CLL cells from patients with trisomy 12 (n=12) had relatively preserved expression of these integrins, with levels comparable to healthy B cells. Notably, we confirm previous studies demonstrating the prognostic significance of integrin expression in CLL with high levels of CD11a and CD49d being associated with reduced time to first treatment. To examine the functional significance of the altered integrin expression on CLL cells, time-lapse microscopy was used to investigate the behaviour of tumor cells from CLL patients with or without trisomy 12, as well as B cells from healthy donors. Plates were coated with intercellular adhesion molecule (ICAM)-1 (LFA-1 ligand), and the cells stimulated with the chemokine CXCL12 (SDF-1). To measure cell motility, images were acquired using a Nikon Biostation IM microscope using a 20x objective lens at 30 second intervals for 40 minutes. A minimum of 50 individual cells per patient were tracked and their average velocity calculated using NIS-Element AR software. Although the average velocity of healthy B cells was significantly greater than CLL cells from all cytogenetic groups (mean 0.06119 µm/s, n=3 versus 0.03081 µm/s, n=8, p<0.0001), surprisingly, there was no significant difference in the average velocity of trisomy 12 and non-trisomy 12 CLL cells despite the differences in integrin expression (0.02980 µm/s, n=4 versus 0.03182 µm/s, n=4, p=0.3406). Since we have previously observed differences in rho-GTPases in CLL cells, we examined expression of the integrin-associated protein RAP1B as this is functionally associated with LFA-1, Mac-1 and VLA-4 and the gene is located on chromosome 12. We found no significant increase in the levels of RAP1B mRNA in trisomy 12 CLL cells compared to both healthy B cells and non-trisomy 12 CLL cells, although trisomy 12 CLL cells had higher RAP1B:RAP1A ratio. CLL cells with trisomy 12, but not other cytogenetic subgroups, further increased integrin expression following BCR-crosslinking and on-going studies are examining the impact of this within the tumor microenvironment. In conclusion, CLL cells from patients with trisomy 12 have a unique phenotype with relatively preserved expression of CD11a, CD11b, CD18, CD29 and CD49d. However, this increased integrin expression compared to non-trisomy 12 CLL cells does not result in improved LFA-1-mediated motility on ICAM-1. The motility defect of CLL cells may thus be indicative of a more general cytoskeletal defect that is independent of cell surface integrin expression. We continue to study mechanisms whereby altered expression of integrins on trisomy 12 CLL cells is associated with increased resistance to anti-CD20 mAb therapy, or whether this is instead mediated by differences in the tumor microenvironment. Disclosures: Gribben: Celgene: Research Funding; Pharmacyclics: Honoraria; Roche: Honoraria. Riches: Celgene: Research Funding.",
    "topics": [
        "cell motility",
        "integrins",
        "lymphocytes",
        "trisomy 12",
        "macrophage-1 antigen",
        "cd18 antigens",
        "cd29 antigen",
        "intercellular adhesion molecule 1",
        "lymphocyte function-associated antigen-1",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Conor J. O'Donovan",
        "Alan G. Ramsay, PhD",
        "Fabienne McClanahan, MD",
        "Laura Rassenti, PhD",
        "Thomas J. Kipps, MD, PhD",
        "John Gribben, MD, DSc",
        "John C. Riches, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Conor J. O'Donovan",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alan G. Ramsay, PhD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabienne McClanahan, MD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Rassenti, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, MD, PhD",
            "author_affiliations": [
                "University of California, San Diego, Moores Cancer Center, La Jolla, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Gribben, MD, DSc",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Riches, MD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T06:39:20",
    "is_scraped": "1"
}