{
    "doi": "https://doi.org/10.1182/blood.V126.23.2583.2583",
    "article_title": "High BMP2 Expression Is a Poor Prognostic Factor and a Good Candidate to Identify CBFA2T3-GLIS2 -like High-Risk Subgroup in Pediatric Acute Myeloid Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": " Recent molecular analyses have identified novel inv(16)(p13.3q24.3)/ CBFA2T3-GLIS2 in 13-27% of pediatric acute megakaryoblastic leukemia with non-Down syndrome. Some previous studies reported a poor prognosis of CBFA2T3-GLIS2 , and one of them reported that all CBFA2T3-GLIS2 -positive patients had high BMP2 expression. BMP2 belongs to the TGF-β family and plays essential roles in the regulation of cell proliferation, differentiation, and motility. Besides, new information about the relationship of BMP2 with oncogenesis has been determined in some cancers. Thus, we examined molecular and clinical significance of high BMP2 expression in pediatric acute myeloid leukemia (AML) to identify whether high BMP2 expression was useful for the detection of \" CBFA2T3-GLIS2 -like\" high-risk subgroup.  We analyzed 369 cDNA samples of de novo pediatric AML patients who enrolled in the AML-05 study conducted by Japanese Pediatric Leukemia/Lymphoma Study Group. We examined fusion genes of CBFA2T3-GLIS2, NUP98-JARID1A , RBM15-MKL1 , MLL - MLLT3 , MLL-MLLT10 , NUP98-NSD1 , FUS-ERG , DEK-NUP214 , RUNX1-RUNX1T1 , and CBFB-MYH11 , gene mutations of KIT , NRAS , KRAS , WT1 , NPM1 , MLL -PTD, and FLT3 -ITD, and gene expressions of BMP2, PRDM16, and EVI1 . Fusion genes and gene mutations were analyzed by PCR and/or RT-PCR, and gene expressions by realtime quantitative PCR. These expression levels were calculated relative to ABL1 expression, and high expression of each gene was defined by ROC analysis.  CBFA2T3-GLIS2 gene fusions were identified in 11 patients (3.0%), all of whom were diagnosed as FAB-M7. Their 4-year overall survival probability (4-pOS) and event-free survival probability (4-pEFS) were significantly poorer than those of CBFA2T3-GLIS2 -negative patients (36.4% vs 67.9%, p = 0.003, and 9.1% vs 53.7%, p < 0.001, respectively). Besides, 18 patients (4.9%), including 7 CBFA2T3-GLIS2 -positive patients, exhibited high BMP2 expression ( BMP2 / ABL1 ratio ≥ 1.12). BMP2 expression levels of CBFA2T3-GLIS2 -positive patients(range 0.494-3.608, median 1.274) were significantly higher than those of CBFA2T3-GLIS2 -negative patients (range 0-3.653, median 0.044) ( p < 0.001). Notably, 4-pOS and 4-pEFS of the patients with high BMP2 expression were significantly much lower than those of the patients with low BMP2 expression (25.0% vs 69.3%, p < 0.001, and 16.7% vs 54.3%, p < 0.001, respectively). Age at diagnosis of the patients with high BMP2 expression was significantly lower than that of the patients with low BMP2 expression (median, 2.3 vs 8.3 years, p = 0.047), whereas WBC count was not significantly different between 2 groups (median, 40,850 vs 19,700/µl, p = 0.113). FAB classifications of the patients with high BMP2 expression were as follows: M1 (n = 1), M2 (n = 3), M5a (n = 4), M7 (n = 8), and RAEB-T (n = 2). Cytogenetic and molecular analyses of the patients with high BMP2 expression revealed the presence of CBFA2T3-GLIS2 (n = 7), FUS-ERG (n = 3), MLL -rearrangements (n = 2), RUNX1-RUNX1T1 (n = 1), inv(3)(q21q26.2) (n = 1), t(8;16)(p11.2;p13.3) (n = 1), monosomy 7 (n = 2), NRAS (n = 3), KRAS (n = 1), KIT (n = 1), FLT3 -ITD (n = 1), high PRDM16 expression (n = 3), and high EVI1 expression (n = 2). Even if we exclude patients with RUNX1-RUNX1T1 (n = 106) and CBFB-MYH11 (n = 31) from all 369 patients (a total of 232 patients), 4-pOS and pEFS of the patients wtih high BMP2 expression (n = 17, one RUNX1-RUNX1T1 -positive patient was excluded) were significantly lower than those of the patients with low BMP2 expression (20.2% vs 56.8%, p < 0.001, and 17.6% vs 45.1%, p = 0.002, respectively). As for the risk stratification, one, 9, and 4 patients were classified into low, intermediate, and high-risk group, respectively, and 4 patients had induction failure. Concerning CBFA2T3-GLIS2 -positive patients, all of 3 patients with induction failure had high BMP2 expression, and 5 of 7 patients with high BMP2 expression died, whereas 2 of 4 patients with low BMP2 expression died.  High BMP2 expression was considered as a poor prognostic factor in pediatric AML. When compared with CBFA2T3-GLIS2 -negative patients, BMP2 expression levels of CBFA2T3-GLIS2 -positive patients were extremely high, indicating that high BMP2 expression might be a good candidate to identify high-risk CBFA2T3-GLIS2 -like patients. Therefore, investigation of BMP2 inhibitors for these patients will be expected. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "pediatrics",
        "prognostic factors",
        "runx1 translocation partner 1 protein",
        "acute megakaryocytic leukemias",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "myeloblastic leukemia, pediatric acute",
        "polymerase chain reaction",
        "cancer"
    ],
    "author_names": [
        "Yusuke Hara, MD",
        "Genki Yamato, MD",
        "Norio Shiba, MD PhD",
        "Kentaro Ohki, MDPhD",
        "Myoung-Ja Park, MD PhD",
        "Daisuke Tomizawa, MD PhD",
        "Tomohiko Taki, MD PhD",
        "Takashi Taga, MD PhD",
        "Hirokazu Arakawa, MD PhD",
        "Akio Tawa, MD PhD",
        "Keizo Horibe, MD PhD",
        "Souichi Adachi, MD PhD",
        "Yasuhide Hayashi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yusuke Hara, MD",
            "author_affiliations": [
                "Department of Pediatrics, Gunma University Graduate School of Medicine, Maebashi, Japan ",
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Genki Yamato, MD",
            "author_affiliations": [
                "Department of Pediatrics, Gunma University Graduate School of Medicine, Maebashi, Japan ",
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norio Shiba, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Gunma University Graduate School of Medicine, Maebashi, Japan ",
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kentaro Ohki, MDPhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan ",
                "Departmentof Pediatric Hematology and Oncology Research, National Center for Child Health and Development, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myoung-Ja Park, MD PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Tomizawa, MD PhD",
            "author_affiliations": [
                "Division of Leukemia and Lymphoma, Children's Cancer Center, National Center for Child Health and Development, Tokyo, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiko Taki, MD PhD",
            "author_affiliations": [
                "Department of Molecular Diagnostics and Therapeutics, Kyoto Prefectural University of Medicine, Kyoto, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Taga, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Shiga University of Medical Science, Otsu, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirokazu Arakawa, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Gunma University Graduate School of Medicine, Maebashi, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akio Tawa, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, National Hospital Organization, Osaka National Hospital, Osaka, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keizo Horibe, MD PhD",
            "author_affiliations": [
                "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Souichi Adachi, MD PhD",
            "author_affiliations": [
                "Department of Human Health Sciences, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhide Hayashi, MD PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan ",
                "Japanese Red Cross Gunma Blood Center, Maebashi, Japan"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T15:54:52",
    "is_scraped": "1"
}