{
    "doi": "https://doi.org/10.1182/blood.V104.11.3971.3971",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=124",
    "start_url_page_num": 124,
    "is_scraped": "1",
    "article_title": "The Effect of Platelet -, and Leukocyte Count on the Thrombelastograph® (TEG) Parameters. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background. The TEG is used in situations were point of care testing of hemostasis is desired, although its value is still controversially because of insufficient test validation. The main parameters of the TEG are (a) the reaction time (R), the time until the initial fibrin formation and comparable with the coagulation times PT and APTT; (b) clotting time (K), the time until a fixed level of clot firmness is reached; (c) the angle (α) is closely related to K and measures the rapidity of fibrin build up and gives information about the clot strength; R, K and α are prolonged by anticoagulants and factor deficiencies; (d) maximum amplitude (MA) is a measurement of maximum strength or stiffness of the developed clot; it is especially influenced by platelets and fibrin. Methods . We performed a multivariate analysis using the Cox multiple-regression model to study the effects of Leukocytes, Hb, and platelet count on the TEG parameters. Results . Ninety native whole blood samples from 19 patients undergoing consolidation chemotherapy were studied; in the post chemotherapy phase in which platelets decreased from normal to < 10 x 10 9 /l samples were taken; in all these cases PT, APTT and Fibrinogen were within normal limits. Platelets significantly influenced all parameters: R (p<0.001, r=−0.5), K (p<0.001, r=−0.7), α (p<0.001, r=+0.7), MA (p<0.001, r=+0.6) whereas Leukocytes influenced MA as well (p<0.001, r=0.3). In normal controls K is 9 ± 3 min (n=110), in patients with platelet count 50–100, 25–50 and <25 x 10 9 /l K was resp. 17 ± 9, 30 ± 13 and 46 ± 10 min. In normal controls MA was 46 ± 7 mm, in patients MA became significant smaller with platelets < 25 x 10 9 /l: 30 ± 5 mm. In patients with leukocytes ranging from 0–0.1, 0.1–1.0, 1.0–3.5 and > 3.5 x 10 9 /l the MA was resp. 44 ± 14, 49 ± 15, 54 ± 9, and 58 ± 8 mm. As the MA is considered the parameter most influenced by platelet count, we calculated the sensitivity, specificity, pos and neg predictive value of MA to detect a platelet count less then 50 x 10 9 /l, they were resp. 35%, 100%, 100% and 73%. Conclusion . Firstly, platelet count not only influences MA but also the coagulation parameters R, K and α; besides leukocytes influences the clot strength; this is in agreement with the new conceptual cell based model of hemostasis; secondly, the TEG should be considered as additive to platelet count and plasmatic coagulation tests and not as a replacement.",
    "topics": [
        "activated partial thromboplastin time measurement",
        "anticoagulants",
        "blood coagulation tests",
        "blood platelets",
        "chemotherapy regimen",
        "fibrin",
        "fibrinogen",
        "hemostasis procedures",
        "leukocyte count",
        "respiratory rate"
    ],
    "author_names": [
        "W.W.H. Roeloffzen",
        "J.C. Kluin-Nelemans",
        "Joost de Wolf"
    ],
    "author_affiliations": [
        [
            "Hematology, University Hospital, Groningen, Netherlands"
        ],
        [
            "Hematology, University Hospital, Groningen, Netherlands"
        ],
        [
            "Hematology, University Hospital, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.22097399999999",
    "first_author_longitude": "6.5770261"
}