{
    "doi": "https://doi.org/10.1182/blood.V124.21.423.423",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2750",
    "start_url_page_num": 2750,
    "is_scraped": "1",
    "article_title": "Split Mixed Donor Chimerism Early after T-Cell Depleted Reduced Intensity Conditioned Allogeneic Haematopoietic Stem Cell Transplantation Predicts Survival ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Personalizing Transplant Outcomes",
    "topics": null,
    "author_names": [
        "Francesca A M Kinsella, MBChB, PhD MRCP",
        "Amy Gudger, MBBS, MRCP",
        "Charlotte F Inman, PhD",
        "Graham Mc Ilroy, MBChB, PhD",
        "Sandeep Nagra, MD",
        "Jane Nunnick",
        "Dave Waldron",
        "Kerry Wall",
        "Mike Griffiths",
        "Paul Moss, MDPhD",
        "Charles Craddock, MDPhD",
        "Emmanouil Nikolousis, PhD",
        "Ram Malladi, MBBS, PhD MRCP"
    ],
    "author_affiliations": [
        [
            "University of Birmingham, Birmingham, United Kingdom ",
            "Queen Elizabeth Hospital NHS foundation trust, Birmingham, United Kingdom "
        ],
        [
            "Heartlands Hospital, Heart of England NHS foundation trust, Birmingham, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "Queen Elizabeth Hospital NHS foundation trust, Birmingham, United Kingdom "
        ],
        [
            "Queen Elizabeth Hospital NHS foundation trust, Birmingham, United Kingdom "
        ],
        [
            "Queen Elizabeth Hospital NHS foundation trust, Birmingham, United Kingdom "
        ],
        [
            "Birmingham Women's Hospital NHS foundation trust, Birmingham, United Kingdom "
        ],
        [
            "Birmingham Women's Hospital NHS foundation trust, Birmingham, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom ",
            "Queen Elizabeth Hospital Birmingham NHS Foundation Trust, Birmingham, United Kingdom "
        ],
        [
            "Queen Elizabeth Hospital Birmingham NHS Foundation Trust, Birmingham, United Kingdom "
        ],
        [
            "Heartlands Hospital, Birmingham, United Kingdom"
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom ",
            "Queen Elizabeth Hospital NHS foundation trust, Birmingham, United Kingdom "
        ]
    ],
    "first_author_latitude": "52.4508168",
    "first_author_longitude": "-1.9305135",
    "abstract_text": "The significance of mixed donor chimerism as a hallmark of an unsuccessful graft versus leukaemia effect and disease relapse is unclear. Whilst some studies have described changes in PBMC and T cell chimerism that may predict relapse, patients at high risk are not identifiable at a stage to permit early intervention. In this retrospective study, the prognostic impact of early “split” PBMC and T cell chimerism in 212 patients who underwent T cell depleted RIC-SCT at 2 UK centers is described. 118 and 94 patients were transplanted using PBMC grafts from matched unrelated or sibling donors respectively. 169 received fludarabine and melphalan, 24 other fludarabine containing regimes, 17 BEAM, and 2 TLI. 203 underwent TCD with alemtuzumab, whilst 9 received ATG. Overall survival by day 3773 days post-SCT was 67.1%, and relapse-free survival was 58.9%. 28.7% experienced acute GvHD (grade 2 or above), and 22.8% developed chronic GvHD. Patients were grouped according to percentage donor PBMC and T cell chimerism at a median of 49 days post SCT (25% and 75% percentiles, 31 and 61 days respectively). 68 Patients exhibited “split” chimerism (SC) in whom PBMC chimerism was >99%, but T-cell chimerism 99% (HR 1.36, 95% CI 0.697 - 2.638, log-rank p= 0.3698). In contrast, 63 patients with chimerism of <98% in both compartments (MC) exhibited significantly worse overall survival, than the SC cohort (HR 2.10, 95% CI 1.13 - 3.92, log-rank p=0.019). Of that MC cohort, those entering HSCT with intermediate or high risk disease had 3 times the relative risk of relapse compared to MC patients with low risk disease. Multivariate analysis confirmed the predictive value of early SC versus MC status. Despite differences in overall survival SC and MC patients displayed comparable relapse free survival. It was therefore hypothesised that SC patients experienced improved OS compared to MC patients by responding to donor lymphocyte infusion (DLI). In this cohort, 11 original FC, 28 SC, and 33 MC patients underwent DLI at medians of 808, 325 and 227 days post SCT respectively. There were no differences between the groups in the proportion of patients receiving DLI for molecular relapse versus the presence of residual host haematopoiesis. SC patients displayed significantly improved OS after DLI than MC patients (HR 0.37 95% CI 0.15 - 0.91, log-rank p= 0.03), where all deaths were due to disease. To conclude, this is the first study to show that early “split” chimerism post SCT predicts overall survival after HSCT in a T deplete setting, and identifies patients with mixed PBMC and T cell donor chimerism at day 50 to be at significantly greater risk of relapse. This data supports a rationale to intervene early in MC patients post SCT, particularly those with an intermediate or high pre-SCT disease risk. Work to elucidate targetable mechanisms is underway. Disclosures No relevant conflicts of interest to declare."
}