{
    "doi": "https://doi.org/10.1182/blood.V122.21.1947.1947",
    "article_title": "Phase I/II Trial of Plerixafor and Bortezomib As a Chemosensitization Strategy In Relapsed Or Relapsed/Refractory Multiple Myeloma ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction This study aimed to determine the safety and activity of plerixafor (CXCR4 inhibitor) in combination with bortezomib as a chemosensitization strategy in multiple myeloma (MM). The phase I portion of this study was to determine the maximum tolerated dose (MTD). The phase II portion was designed to assess the toxicity profile and the proportion of overall confirmed response (CR + PR). This was based on preclinical studies demonstrating that plerixafor (Mozobil, Sanofi Corporation, MA) induces de-adhesion of MM cells and sensitization to bortezomib in preclinical animal models. Methods Eligibility criteria included: 1) patients with relapsed or relapsed/refractory MM with 1–5 prior lines of therapy including bortezomib (unless patients were refractory to bortezomib), 2) measurable disease, 3) not receiving chemotherapy > 3 weeks, or biological therapy for MM > 2 weeks prior to study treatment. Phase I included eight cohorts with different doses and two treatment schedules. In cohorts 1–5, patients received plerixafor at the recommended dose subcutaneously (sq) on days 1–6 of each cycle and bortezomib at the recommended dose twice a week on days 3, 6, 10, and 13 every 21 days. Cohort 5b–7 plerixafor was given at the recommended dose sq on days 1, 3, 6, 10, and 13 and bortezomib was given at the recommended dose twice a week on days 3, 6, 10, and 13 every 21 days. For the phase II portion patients received plerixafor at the MTD, 320 mcg/kg sq on days 1, 2, 3, 6, 10, and 13. Bortezomib was given 1.3 mg/m2 sq twice a week on days 3, 6, 10, 13, every 21 days. Dexamethasone was given at 40mg on days of Bortezomib. Patients in both cohorts were assessed after every cycle by IMWG criteria. Patients who had a response or stable disease went on to receive a total of 8 cycles with maintenance therapy for patients with at least a minimal response (MR). Peripheral blood samples were obtained from the patients in the phase I portion of trial at 0, 1, 2, 3, 4 and 24 hours post-dose on days 1 and 3, and time points 0, 2, and 4 hours post-dose on days 6, 10 and 13 of cycle 1. Results Twenty-five patients were enrolled in the phase I portion of trial from June 2009 to May 2011. Median age was 60 years (range, 44–85) and median lines of prior therapy were 2 (range, 1–4) with all but 3 patients receiving prior bortezomib. The median number of cycles on therapy was 3 (1–11). Dose limiting toxicities including insomnia, restlessness, and psychosis were observed in two patients at dose level 6 (plerixafor 0.40 mg/kg and bortezomib 1.3 mg/m2). To further explore the safety of maximum tolerated dose, three additional patients were enrolled at dose level 5b (plerixafor 0.32 mg/kg and bortezomib 1.3 mg/m2). There were no grade 4 toxicities. Grade 3 toxicities included lymphopenia (40%), hypophosphatemia (20%), anemia (10%), hyponatremia (10%), hypercalcemia (10%), and bone fracture due to myeloma bone disease (10%). In the phase II portion, eleven patients have been treated to date. The median age is 65 (56-80), the median lines of prior therapy were 2 (1-4). The median number of cycles on therapy was 4 (1-8). Grade 4 toxicities include lymphopenia (10%) and thrombocytopenia (20%). Grade 3 toxicities include anemia (10%), thrombocytopenia (10%), lymphopenia (20%), hyperglycemia (10%), and hypophosphatemia (10%). Ten patients are evaluable for response, including 1(10%) very good partial response (VGPR) and 3 (30%) partial response (PR), with an overall response rate (VGPR + PR) of 4 (40%) in this relapsed/refractory population. In addition, 4 (40%) patients had stable disease (SD), and 2 (20%) had progressive disease (PD). We also examined in vivo mobilization of plasma cells, CD34+ hematopoietic stem cells and other accessory bone marrow cells. Analysis of these samples showed rapid mobilization of plasma cells at 2 hours post-plerixafor with a rapid return to normal levels at 4 and 24 hours post plerixafor. Similar results were observed on days 1 and 3. Conclusions The combination of plerixafor and bortezomib was generally well tolerated in this study, with minimal neuropathy or other toxicities seen to date. The responses observed are encouraging with 40% PR or better in this relapsed and refractory population including prior bortezomib therapy. This study was supported by R01CA133799-01, and by Sanofi and Millennium/Takeda Corporations. Disclosures: Ghobrial: Onyx: Membership on an entity’s Board of Directors or advisory committees; BMS: Membership on an entity’s Board of Directors or advisory committees; BMS: Research Funding; Sanofi: Research Funding; Novartis: Membership on an entity’s Board of Directors or advisory committees. Munshi: Celgene: Consultancy; Novartis: Consultancy; Millennium: Consultancy. Anderson: celgene: Consultancy; onyx: Consultancy; gilead: Consultancy; sanofi aventis: Consultancy; oncopep: Equity Ownership; acetylon: Equity Ownership. Richardson: Millenium: Consultancy; Celgene: Consultancy; Johnson & Johnson: Consultancy; Bristol-Myers Squibb: Consultancy; Novartis: Consultancy.",
    "topics": [
        "animal model",
        "bortezomib",
        "multiple myeloma",
        "plerixafor",
        "potentiation",
        "toxic effect",
        "select the dosage, dosage form or route of administration",
        "lymphopenia",
        "anemia",
        "hypophosphatemia"
    ],
    "author_names": [
        "Irene M. Ghobrial, MD",
        "Kenneth Shain, MD, PhD",
        "Courtney Hanlon",
        "Ranjit Banwait",
        "Abdel Kareem Azab, Bpharm, PhD",
        "Jacob P. Laubach, MD",
        "Philippe Armand, MD, PhD",
        "Nikhil C. Munshi, MD",
        "Robert L Schlossman, MD",
        "Stacey Chuma, BSN",
        "Erica N Boswell, BS",
        "Patrick Mostyn",
        "Leblebjian Houry, PharmD",
        "Kenneth C. Anderson, MD",
        "Paul G. Richardson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Irene M. Ghobrial, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Shain, MD, PhD",
            "author_affiliations": [
                "Malignant Hematology and Chemical Biology and Molecular Medicine Program, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney Hanlon",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjit Banwait",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdel Kareem Azab, Bpharm, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacob P. Laubach, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Armand, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "LeBow Institute for Myeloma Therapeutics, Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert L Schlossman, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard University, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacey Chuma, BSN",
            "author_affiliations": [
                "Waldenstrom's/Multiple Myeloma, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erica N Boswell, BS",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Mostyn",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leblebjian Houry, PharmD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Richardson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T09:36:39",
    "is_scraped": "1"
}