{
    "doi": "https://doi.org/10.1182/blood.V128.22.5292.5292",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3310",
    "start_url_page_num": 3310,
    "is_scraped": "1",
    "article_title": "Epstein-Barr Virus Related Classical Hodgkin Lymphoma Reveals a Pro-Inflammatory RNA Expression Profile at Diagnosis ",
    "article_date": "December 2, 2016",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology",
    "topics": [
        "epstein-barr virus infections",
        "herpesvirus 4, human",
        "hodgkin's disease",
        "transcription, genetic",
        "chlorambucil",
        "interleukin-7",
        "aldesleukin",
        "rna, messenger",
        "antigens, cd25",
        "cytokine"
    ],
    "author_names": [
        "Priscilla Brito Silva, MSc",
        "Juliana Monte Real, PhD",
        "Ludmila Rodrigues Pinto Ferreira, PhD",
        "Adriana M. Damasco Penna, MD PhD",
        "Gustavo Henrique Esteves, PhD",
        "Joao Garibaldi Junior, MD",
        "Fabio Nascimento Brito, MD",
        "Egyla Cavalcante, MD",
        "Otavio C. G. Baiocchi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Federal University of São Paulo, São Paulo, Brazil "
        ],
        [
            "Hematology Department, Federal University of São Paulo, São Paulo, Brazil "
        ],
        [
            "Laboratory Immunology, Heart Institute, São Paulo, Brazil "
        ],
        [
            "Hematology Department, Federal University of São Paulo, São Paulo, Brazil "
        ],
        [
            "Statistics Department, Paraiba State University, Paraiba, Brazil"
        ],
        [
            "Hematology Department, Federal University of São Paulo, São Paulo, Brazil "
        ],
        [
            "Hematology Department, Federal University of São Paulo, São Paulo, Brazil "
        ],
        [
            "Hematology Department, Federal University of São Paulo, São Paulo, Brazil "
        ],
        [
            "Hematology Department, Federal University of São Paulo, São Paulo, Brazil "
        ]
    ],
    "first_author_latitude": "-23.5916438",
    "first_author_longitude": "-46.6489943",
    "abstract_text": "Introduction: Epstein-Barr virus (EBV) is associated with a variety of human diseases including classical Hodgkin lymphoma. EBV recruit mainly cells with anti-inflammatory properties, providing an immunosuppressive environment and the immune escape of Reed-Sternberg (RS) cells. Studies have shown that patients with cHL EBV-related is associated with increased gene expression of IL-6, IL-10 and CD25. However, the molecular mechanism by which EBV orchestrates the cytokines secretion profile that promotes microenvironment propitious to survival and growth to neoplastic RS cells remains unclear. Objectives: In this study we aimed evaluate the immune gene expression profile and association in EBV-related cHL patients. Methods: This is an open multicenter study and, so far, we included 51 patients consecutively from February 2011 to November 2015. Twenty consecutively diagnosed cHL patients, with whole blood RNA extracted at diagnosis and after treatment (1 to 4 months), were recruited for this study and prospectively evaluated. The general expression of 96 messengers RNAs present in the peripheral blood and involved in immune response was performed by a customized quantitative real-time PCR array (TaqMan¨Low Density Array). We also included 7 healthy controls. The data was normalized with B2M mRNAs levels and relative gene expression was calculated by the 2^DDCt method, considering Wilcoxon test and Benjamini-Hochberg adjustment to correct p-values. In this study, only cHL patients whose histology could be confirmed were studied. The EBV status was evaluated in paraffin-embedded tissue by immunohistochemical analysis. All patients were HIV negative and received ABVD chemotherapy protocol and radiotherapy if necessary. Results: From the 20 patients recruited for this study, 12 (60%) were male, 18 (90%) patients presented with B symptoms and 19 (95%) patients had advanced diseases at diagnosis (stage IIBx, II and IV). Interestingly, 5 (31%) had Epstein-Barr virus related cHL. The EBV infection reflected in increased amounts of IL-2 (8 fold, p=0.040), IL-23A (2.4 fold, p=0.040) and IL-7 (3.4 fold, p=0.053) mRNAs in blood circulation at the time of diagnosis (summarized in following table). After treatment, no mRNA immune gene was different expressed, suggesting that it returned to normal levels in both groups. We not found any correlation with clinical and epidemiological features and EBV. Conclusions: In this study, we showed that, EBV infection in patients with cHL is related with pro-inflammatory profile gene expression. Although IL-2 and IL-7 are related with a pro-inflammatory profile, these cytokines are co-stimulators of a standard immune suppression as their receptors are markers of regulatory T cells (IL7-R= CD127 and IL-2Ra= CD25). IL-2/IL-2Ra and IL-7/IL-7R constitutes an additional signaling pathway between H-RS cells and their reactive cellular background, thereby affecting proliferation and survival of tumor cells, acting as a cofactor for Tregs expansion and EBV infection. Certainly our results need to be validated in larger cohorts. Nevertheless, given the incidence of EBV-related cHL, disease presentation and severity are different in developing countries than in developed ones, we emphasize the importance of our results. Table View large Download slide Table View large Download slide  Disclosures No relevant conflicts of interest to declare."
}