{
    "doi": "https://doi.org/10.1182/blood-2019-123921",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4325",
    "start_url_page_num": 4325,
    "is_scraped": "1",
    "article_title": " In Vivo Assessment of Intracellular Dynamics Comparing Injection Versus Oral Azacitidine in a Phase IIb Investigator Initiated Clinical Trial ",
    "article_date": "November 13, 2019",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "topics": [
        "azacitidine",
        "dna",
        "leukemia, myelomonocytic, chronic",
        "cd34 antigens",
        "complete remission",
        "demethylating agents",
        "deoxycytidine",
        "leukemia",
        "myelodysplastic syndrome",
        "prostatic hypertrophy risk score"
    ],
    "author_names": [
        "Ashwin Unnikrishnan, PhD",
        "Xin Ying Lim, PhD",
        "Swapna Joshi",
        "Andrea C. Nunez, PhD",
        "Lachlin Vaughan, MBBS, BSc, FRACP, FRCPA",
        "Russell Pickford, PhD",
        "Sally Hough",
        "Sarah Davidson",
        "Chun Fong",
        "Melita Kenealy, MD",
        "Devendra K Hiwase, MBBS, MD FRACP, FRCPA, PhD",
        "Leonardo Pasalic, MBBS, PhD",
        "Soma Mohammed",
        "Linda Lee, PhD",
        "Freda H. Passam, MD PhD",
        "Kevin Spring, PhD",
        "Patricia Rebeiro, MD",
        "Silvia Ling, MBBS, PhD",
        "Stephen Fuller, MBBS, PhD",
        "Peter Presgrave, MBBS",
        "Fernando Roncolato, BMed, FRACP, FRCPA",
        "Stephen Larsen, MBBS, PhD FRACP, FRCPA",
        "Anoop K Enjeti, MBBS,FRCPA, FRACP,PhDMD,MRCP",
        "William S. Stevenson, MBBS, PhD",
        "Campbell Tiley, MBBS, FRACP",
        "Peter J Campbell",
        "Charlotte Lemech, MD FRACP",
        "Jake Olivier, PhD",
        "Mark Hertzberg, MD MBBS, PhD",
        "Mark N. Polizzotto, MBBS, FRACP, FRCPA",
        "John Pimanda, MBBS, PhD"
    ],
    "author_affiliations": [
        [
            "Prince of Wales Clinical School, University of New South Wales, Sydney, Australia ",
            "Lowy Cancer Research Centre, University of New South Wales, Sydney, Australia "
        ],
        [
            "Lowy Cancer Research Centre, University of New South Wales, Sydney, Australia "
        ],
        [
            "Lowy Cancer Research Centre, University of New South Wales, Sydney, Australia "
        ],
        [
            "Lowy Cancer Research Centre, University of New South Wales, Sydney, Australia "
        ],
        [
            "Lowy Cancer Research Centre, University of New South Wales, Sydney, Australia "
        ],
        [
            "Bioanalytical Mass Spectrometry Facility, University of New South Wales, Sydney, Australia "
        ],
        [
            "Kirby Institute, University of New South Wales, Sydney, Australia "
        ],
        [
            "Kirby Institute, University of New South Wales, Sydney, Australia "
        ],
        [
            "Department of Haematology, Austin Health, Melbourne, Australia "
        ],
        [
            "Cabrini Medical Centre, Melbourne, AUS "
        ],
        [
            "Department of Haematology, Royal Adelaide Hospital and SA Pathology, Adelaide, Australia "
        ],
        [
            "ICPMR, Department of Haematology, Westmead Hospital, Sydney, Australia "
        ],
        [
            "Westmead Hospital, Sydney, Australia "
        ],
        [
            "Royal North Shore Hospital, Sydney, Australia "
        ],
        [
            "Department of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
        ],
        [
            "Liverpool Clinical School, Western Sydney University, Sydney, Australia "
        ],
        [
            "Blacktown Hospital, Sydney, Australia "
        ],
        [
            "Liverpool Hospital, Sydney, Australia "
        ],
        [
            "Nepean Hospital, Sydney, Australia "
        ],
        [
            "Wollongong Hospital, Wollongong, Australia "
        ],
        [
            "St. George Hospital, Sydney, Australia "
        ],
        [
            "Royal Prince Alfred Hospital, Sydney, Australia "
        ],
        [
            "University of Newcastle, Newcastle, Australia ",
            "Calvary Mater Hospital, Newcastle, Australia "
        ],
        [
            "Kolling Institute of Medical Research, Royal North Shore Hospital, Sydney, Australia "
        ],
        [
            "Central Coast Health, Gosford Hospital, Gosford, Australia "
        ],
        [
            "Wellcome Trust Sanger Institute, Hinxton, United Kingdom "
        ],
        [
            "Scientia Clinical Research, University of New South Wales, Sydney, Australia ",
            "Scientia Clinical Research, Medical Oncology, Prince of Wales Hospital, Sydney, Australia "
        ],
        [
            "School of Mathematics and Statistics, University of New South Wales, Sydney, Australia "
        ],
        [
            "University of New South Wales, Sydney, Australia ",
            "Haematology Department, Prince of Wales Hospital, Sydney, Australia "
        ],
        [
            "Kirby Institute, University of New South Wales, Sydney, Australia ",
            "St. Vincent's Hospital, Sydney, Australia "
        ],
        [
            "Lowy Cancer Research Centre, University of New South Wales, Sydney, Australia ",
            "Haematology Department, Prince of Wales Hospital, Sydney, Australia ",
            "Department of Pathology, School of Medical Sciences, University of New South Wales, Sydney, Australia"
        ]
    ],
    "first_author_latitude": "-33.917347",
    "first_author_longitude": "151.2312675",
    "abstract_text": "Introduction : 5'-Azacitidine (AZA), a DNA demethylating agent, is the primary drug for the treatment of high-risk Myelodysplastic Syndrome (MDS) and Chronic Myelomonocytic Leukaemia (CMML). Response is associated with improved survival. However, only half of patients respond, and these responses are rarely durable. We recently reported that primary AZA resistance is associated with a molecular signature of cell cycle quiescence within bone marrow (BM) hematopoietic progenitor cells (Unnikrishnan et al, Cell Reports , 20:572-585 (2017)). As DNA incorporation of the deoxyribonucleic form of AZA (5-aza-2′-deoxycytidine, DAC) occurs during DNA replication, cell cycle quiescence is predicted to lead to less DAC in DNA and concomitantly less DNA demethylation. We recently developed a quantitative multi-parameter assay, AZA-MS (Unnikrishnan, Vo et al, Leukemia 32:900-910 (2018)), to measure the intracellular dynamics of AZA in patients. Using AZA-MS, we reported data supporting the predicted resistance model. CC486 is an oral formulation of AZA. A 28-day cycle of CC486 involves 21 continuous days (21/28) versus the standard 7/28 subcutaneous (SC) injection AZA scheme. Whether levels of in vivo DAC incorporation into DNA during a cycle of CC486 are comparable with that of SC AZA is unknown. AZA-MS provides us with a unique opportunity to empirically assess the in vivo intracellular dynamics of SC versus oral AZA. Study Design and Methods : To directly assess in vivo DAC incorporation and concomitant DNA demethylation with SC AZA and CC486 in the same patient, we initiated a phase II clinical trial (NCT03493646; Fig A). MDS (IPSS; intermediate-2 or high-risk), CMML (bone marrow [BM] blasts 10-29%) and AML (20-30%) patients were recruited for six cycles of SC AZA (75mg/m^2/day for 7/28 days) followed by six cycles of CC486 (100mg bid for 21/28 days in C7-C8 and 150mg bid for 21/28 in C9-C12). Clinical response was assessed at the end of C6 and C12 using International Working Group criteria. Clinical responders and non-responders to SC AZA at C6 received CC486 from C7 onwards. From each patient, 36 peripheral blood (PB) samples and five BM samples were collected over the study period. DNA, RNA and intracellular fractions were isolated from the PB MNCs, for intracellular DAC/AZA measurements by AZA-MS (primary endpoint; Fig A). BM MNCs were utilised for AZA-MS as well as flow cytometry-based cell cycle measurements (secondary endpoint). Results : 31 of 42 consented patients have commenced treatment since trial opening (Fig B-C). We applied the AZA-MS assay on the longitudinal PB and BM samples collected from the seven patients who had completed six months AZA and commenced CC486 as at 26 th June 2019 (Fig D). DAC incorporation into DNA and DNA methylation levels were quantified within the same cells, in addition to measuring other parameters (Fig E). As represented by patient 61213-005 (Fig F) who had a complete response (CR) at cycle 6, after 7 days of injection AZA we observed robust incorporation of DAC within PB MNCs (left panel, Fig F) together with concomitant DNA demethylation (right panel, Fig F). DAC levels diminished upon cessation of AZA within a cycle, with corresponding increases in DNA methylation. There were quantitatively higher levels of DAC incorporated in DNA during SC AZA cycles versus CC486. The trend observed is also appreciated from 2.3x higher area under the curve (AUC) measurements in 61213-005 during the SC AZA cycle. DAC incorporation was higher at C9/10 (CC486 150mg bid 21/28) than at C7/8 (CC486 100mg bid 21/28) without appreciable changes in DNA demethylation. During SC AZA cycles, higher DAC levels (top panel, Fig G) and greater DNA methylation (lower panel, Fig G) were seen in the BM MNCs. In a non-responding patient at cycle 6 (61290-002, SD), we saw less DAC incorporation and DNA demethylation (Fig H). We also observed a positive correlation between baseline proportions of cycling BM cells (LIN - CD34 + CD38 + ) and the amount of DAC incorporated in BM MNCs at C1 day 8 (Fig I). Conclusion: AZA-MS can be used to reliably measure in vivo DAC incorporation and concomitant DNA demethylation in PB MNCs and inform appropriate CC486 dosing. Figure View large Download slide Figure View large Download slide  Disclosures Unnikrishnan: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Fong: Astellas: Consultancy; Novartis: Speakers Bureau; Pfizer: Consultancy, Speakers Bureau; Amgen: Consultancy, Research Funding, Speakers Bureau. Roncolato: St. George Hospital: Employment. Enjeti: Roche: Honoraria, Speakers Bureau; Bayer and Sanofi: Honoraria, Speakers Bureau; Astellas: Consultancy; Novartis: Consultancy; Abbvie: Consultancy. Hertzberg: BMS: Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees. Polizzotto: Janssen: Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Research Funding; ViiV: Research Funding. Pimanda: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}