{
    "doi": "https://doi.org/10.1182/blood.V120.21.1503.1503",
    "article_title": "Imatinib (IM) and Interferon-Alpha (IFN-a) Maintenance Therapy Is Associated with Long-Term DFS in a Subset of Elderly Patients with Philadelphia-Positive Acute Lymphoblastic Leukemia (Ph+ALL) ",
    "article_date": "November 16, 2012",
    "session_type": "614. Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1503 Background: The frequent development of acquired resistance in patients with Ph+ALL initially responsive to tyrosine kinase inhibitor(TKI)-based regimens highlights the need for more effective post-remission therapy. Imatinib or dasatinib as single agents or combined with chemotherapy are commonly employed, but do not adequately prevent relapse. Interferon-alpha as treatment for bcr-abl positive leukemias has attracted renewed interest, fueled by preclinical observations suggesting that IFN-a may target leukemic stem cells. Proposed mechansims of IFN-a action include recruitment of dormant CML stem cells into the cell cycle, enhancing their susceptibility to eradication by TKIs. Whereas several recent randomized clinical studies in CML demonstrate greater efficacy of combined IFN-a and TKI compared to TKIs alone, no long-term clinical data on the combination of IFN-a and TKIs are available for patients with Ph+ALL. Aims: This prospective, open-label phase II study was designed to investigate the combination of low-dose IFN-a with imatinib mesylate (IM) 600mg daily as maintenance therapy in Ph+ALL patients in terms of hematologic and non-hematologic toxicity and the ability to adhere to the planned dose of the study drugs. In addition, we examined whether bcr-abl transcript levels and mutation status were predictive of relapse and remission duration. Outcome with study treatment is compared with that of patients with Ph+ALL who received the same initial therapy, followed by maintenance with imatinib alone. Patients and study design: Patients with Ph+ALL in first CR after receiving induction and consolidation chemotherapy according the GMALL protocol for elderly Ph+ALL who were not candidates for allogeneic stem cell transplantation (SCT). were eligible. MT consisted of IM at a single dose of 600 mg daily, combined with low dose subcutaneous interferon-alfa-2a (RoferonÒ) starting at 1 MU three times a week with dose escalation to a target dose of 3 MU three times a week as rapidly as tolerated. The trial was approved by the Ethics Committee of the University of Frankfurt, Germany. Results: 19 elderly patients (median age 66 yrs; [60 – 75 yrs]) were enrolled in the combination study, 12 patients (median age 67 yrs; [58 – 75 yrs]) who received only IM as recommended MT after the same front-line therapy served as a control group. The median overall duration of MT is 26 mos. [3 – 110 mos]. Median overall survival for pts. receiving IM+ IFN-a is 5.4 yrs [2.5 – 11.4 yrs] vs. 2.9 yrs. [0.7 – 8.7 yrs] for pts. receiving IM alone (p=ns). For pts. receiving IM+ IFN-a, the median remission duration from start of maintenance is 2.2 yrs. [0.4–9.5 yrs] versus 0.75 yrs[0.1–7.6 yrs]. for patients receiving IM as MT (p=0.07). Three of 19 pts. are in ongoing CR 7.9, 8.6, and 10.4 years after start of maintenance. 4 pts. died in CR of causes unrelated to leukemia and 12 patients relapsed, 2 (16%) with isolated CNS involvement. Remission duration was independent of the number of previous cycles of intensive chemotherapy, of the MRD response during the first 6 mos. of intensive front-line therapy (16 mos. vs. 26 mos.) and of achievement of PCR negativity at any time during intial therapy. Surprisingly, the BCR-ABL transcript level at the start of MT likewise had no impact on time to disease recurrence. Prolonged MRD positivity without hematologic relapse occured in several patients. For pts. receiving IM as MT, 2 of 12 pts. are in ongoing CR 6.5 and 7.6 yrs. from start of maintenance. 2 of the 10 patients relapsed on MT with CNS involvement. Overall tolerability was acceptable, adverse events which lead to dose reductions for IFN-a were noted in 9 of 18 evaluable pts. Nine pts. suffered from moderate depression or fatigue. Hematologic toxicity during MT with IM+ IFN-a was mild with grade III cytopenia developing in only 2 pts. Conclusions: In elderly Ph+ALL pts. ineligible for allogeneic SCT, maintenance with IM in combination with low-dose IFN-a results in long-term sustained remissions in a substantial proportion of patients, with acceptable side effects. Surprisingly, the level of MRD was not predictive for remission duration. The lack of relationship between number of consolidation cycles and remission duration suggests IM+IFN-a MT may be effective even if started earlier during front-line therapy. Evaluation of the more potent 2 nd generation TKI in combination with LD IFN-a as MT for Ph+ALL is warrented. Disclosures: Ottmann: Novartis: Honoraria, Research Funding; BMS: Honoraria, Research Funding.",
    "topics": [
        "imatinib mesylate",
        "interferon-alpha",
        "leukemia, lymphocytic, acute, l2",
        "older adult",
        "brachial plexus neuritis",
        "disease remission",
        "protein-tyrosine kinase inhibitor",
        "bcr-abl tyrosine kinase",
        "chemotherapy regimen",
        "leukemia"
    ],
    "author_names": [
        "Heike Pfeifer, MD",
        "Sylvia Wystub, PhD",
        "A. Binckebanck",
        "Barbara Wassmann",
        "Andreas Käbisch",
        "Michael Lübbert, MD",
        "Lothar Leimer, MD",
        "Aristoteles Giagounidis, MD",
        "Winfried Gassmann, MD, PhD",
        "Patrick Brueck, MD",
        "Hubert Serve, Prof. Dr. med.",
        "Dieter Hoelzer, MD",
        "Oliver G. Ottmann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Heike Pfeifer, MD",
            "author_affiliations": [
                "Dept. of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sylvia Wystub, PhD",
            "author_affiliations": [
                "Department of Hematology, Johann Wolfgang Goethe University, Frankfurt am Main, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Binckebanck",
            "author_affiliations": [
                "Department of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Wassmann",
            "author_affiliations": [
                "Goethe University of Frankfurt, Frankfurt, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Käbisch",
            "author_affiliations": [
                "Praxis für Hämatologie und Onkologie, Gie ßen, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Lübbert, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Leimer, MD",
            "author_affiliations": [
                "Robert-Bosch-Krankenhaus, Stuttgart, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aristoteles Giagounidis, MD",
            "author_affiliations": [
                "Medizinische Klinik II, St Johannes Hospital, Duisburg, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Winfried Gassmann, MD, PhD",
            "author_affiliations": [
                "St. Marien-Krankenhaus gGmbH, Siegen, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Brueck, MD",
            "author_affiliations": [
                "Department of Hematology, Johann Wolfgang Goethe University, Frankfurt am Main, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hubert Serve, Prof. Dr. med.",
            "author_affiliations": [
                "Department of Medicine, Hematology/Oncology, Goethe-University Frankfurt, Frankfurt, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dieter Hoelzer, MD",
            "author_affiliations": [
                "Department of Internal Medicine II, Hematology and Oncology, Goethe University Hospital, Frankfurt, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver G. Ottmann, MD",
            "author_affiliations": [
                "Dept. of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:29:27",
    "is_scraped": "1"
}