{
    "doi": "https://doi.org/10.1182/blood-2019-127705",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4183",
    "start_url_page_num": 4183,
    "is_scraped": "1",
    "article_title": "Curcumin Enhances the Sensitivity of Bortezomib By Inhibiting NF-Κb in ABC Diffuse Large B-Cell Lymphoma Cells ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "activated b-cell-like diffuse large b-cell lymphoma",
        "bortezomib",
        "curcumin",
        "diffuse large b-cell lymphoma",
        "poly(adp-ribose) polymerases",
        "annexin a5",
        "caspase inhibitors",
        "caspase-3",
        "gene expression profiling",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Xiaolei Wei, PhD",
        "Jialin Song",
        "Yongqiang Wei, PhD",
        "Hong Zeng",
        "Weimin Huang, PhD",
        "Jingxia Zheng",
        "Ru Feng, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "Background Diffuse large B-cell lymphoma (DLBCL) is the most common subtype of non-hodgkin lymphoma with great heterogeneity in clinical behavior and response to treatment. According to gene expression profile, DLBCL can be divided into at least two subtypes: germinal center B cell type (GCB) and activated B cell type (ABC). ABC-type DLBCL is commonly activated by the NF-κB pathway, but the proteasome inhibitor bortezomib does not significantly improve the prognosis of ABC-DLBCL. Curcumin inhibit the proliferation of various tumor cells by inhibiting the activation of NF-κB. Our purpose was to evaluate whether curcumin could enhance the ensitivity of Bortezomib in ABC-DLBCL. Methods MTT assay was used to evaluate the proliferation of 2 ABC-DLBCL cell lines by treated with curcumin and bortezomib. Apoptosis were detected by FCM after staining with Annexin V/SYTOX Green.Western Blot was used to evaluated the expression of PARP, NF-κB, I κBα/p-IκBα and caspase-3 in ABC-DLBCL cells treated with curcumin and bortezomib. Results Both curcumin and bortezomib could inhibit the proliferation and induce apoptosis in ABC-DLBCL cell lines. Curcumin decreased the expression of p-IκBα, NF-κB/p65 and increased the expression of Cleaved PARP in ABC-DLBCL cell lines. Caspase Inhibitor Z-VAD could reverse the curcumin induced proliferation inhibition and apoptosis by decreasing the cleaved PARP expression. The combination of curcumin and bortezomib could further enhance the proliferation inhibition and apoptosis in ABC-DLBCL cell lines by inhibiting NF-κB. Conclusions Curcumin induced proliferation inhibition and apoptosis by inhibiting NF-κB in ABC-DLBCL. It may sensitize ABC-DLBCL cell lines to the cytotoxic effects of bortezomib by inhibiting NF-κB. Disclosures No relevant conflicts of interest to declare."
}