{
    "doi": "https://doi.org/10.1182/blood.V106.11.4950.4950",
    "article_title": "Combined Muliparameter Approach to the Diagnosis of Polycythemia Vera and Essential Thrombocythemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The diagnosis of Polycythemia Vera (PV) and Essential Thrombocythemia (ET) is currently performed by excluding possible causes of secondary erythrocytosis and thrombocythosis. Recently, new typical findings of Ph-negative myeloprolipherative syndromes have been described, such as the PRV-1 RNA over-expression and the Val617Phe JAK-2 mutation. In this study we evaluated the diagnostic value of endogenous erythroid colony-assay (EECs), PRV-1 RNA over-expression and JAK-2 mutation, in the screening of patients with thrombocytosys and erythrocytosis which are candidate to a more extensive diagnostic approach including bone marrow biopsy and red cell mass evaluation. Peripheral blood samples were obtained from 56 patients referring to the hematological day hospital of our institution for erythrocythosis or thrombocythosis. EECs assay and PRV-1 expression were evaluated as prevoiusly described (Teofili L. et al, JCO 2002); Jak-2 mutation was investigated by the method described by Baxter et al. (Lancet 2005). The diagnosis of PV and ET was performed according to the PV and ET Study Group criteria. Twenty-five patients were affected by PV (19 males and 6 females, median age 68 years, range 34–80), 20 by ET, (5 males and 15 females, median age 64 years, range 31–85) 5 patients (3 males and 2 females, median age 56 years, range 35–69) and 6 patients (1 male and 5 females, median age 31 years, range 12–83) were diagnosed affected by secondary erythrocytosis and thrombocytosis, respectively. Results obtained are shown in Table 1. In our series all PV cases were identified by means at least one positive test, whilst 20% of ET patients resulted negative to all three assays. Moreover, among PV patients, only 1 patient was positive at one single assay (JAK-2 mutation), and the vast majority of them resulted positive for two or three assays. On the contrary, among patients affected by ET, a high proportion of patients (35 %) showed only Jak-2 mutation (10%) or PRV-1 over-expression (25%).. Importantly, no false positive cases were detectable among patients with secondary erythrocytosis and thrombocythosis. In conclusion, these data confirm that PRV-1 over-expression is a feature typical not only of PV but also of ET. Nevertheless the combination of different used assays is more usefull in the differential diagnosis of erythrocythosis than of thrombocythosis. TABLE 1  . PV (%) . ET (%) . SE (%) . ST (%) . EECs pos. 18 (72) 8 (40) 0 0 PRV-1 pos. 24 (96) 14 (70) 0 0 Jak-2 mutated 17 (68) 7 (35) 0 0 Full positive 14 (56) 4 (20) 0 0 Full negative 0 4 (20) 5 (100) 6 (100) . PV (%) . ET (%) . SE (%) . ST (%) . EECs pos. 18 (72) 8 (40) 0 0 PRV-1 pos. 24 (96) 14 (70) 0 0 Jak-2 mutated 17 (68) 7 (35) 0 0 Full positive 14 (56) 4 (20) 0 0 Full negative 0 4 (20) 5 (100) 6 (100) View Large",
    "topics": [
        "polycythemia vera",
        "thrombocythemia, hemorrhagic",
        "secondary polycythemia",
        "rna",
        "bone marrow biopsy",
        "erythrocytosis",
        "false-positive results",
        "red blood cell mass",
        "screening",
        "thrombocytosis"
    ],
    "author_names": [
        "Luciana Teofili, MD",
        "Maurizio Martini, MD",
        "Tonia Cenci, PhD",
        "Luigi M. Larocca, MD",
        "Giuseppe Leone, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luciana Teofili, MD",
            "author_affiliations": [
                "Hematology, Catholic University, Rome, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maurizio Martini, MD",
            "author_affiliations": [
                "Pathology, Catholic University, Rome, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tonia Cenci, PhD",
            "author_affiliations": [
                "Hematology, Catholic University, Rome, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigi M. Larocca, MD",
            "author_affiliations": [
                "Pathology, Catholic University, Rome, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Leone, MD",
            "author_affiliations": [
                "Hematology, Catholic University, Rome, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T15:44:03",
    "is_scraped": "1"
}