{
    "doi": "https://doi.org/10.1182/blood.V122.21.5148.5148",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2408",
    "start_url_page_num": 2408,
    "is_scraped": "1",
    "article_title": "Romidepsin and Lenalidomide Show a Synergistic Effect In T–Cell Lymphoma Cell Lines ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents",
    "topics": [
        "cell lines",
        "lenalidomide",
        "romidepsin",
        "t-cell lymphoma",
        "mechlorethamine",
        "1-phosphatidylinositol 3-kinase",
        "cyclin d1",
        "histones",
        "mitogen-activated protein kinases",
        "proto-oncogene proteins c-akt"
    ],
    "author_names": [
        "Maria Cosenza, MS",
        "Monica Civallero, MS, PhD",
        "Stefania Fiorcari, MS",
        "Samantha Pozzi, MD",
        "Luigi Marcheselli",
        "Eliana Valentina Liardo, MD",
        "Alessia Bari, MD",
        "Stefano Sacchi, MD"
    ],
    "author_affiliations": [
        [
            "Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Program of Innovative Therapies in Oncology and Haematology, Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
        ],
        [
            "Program of Innovative Therapies in Oncology and Haematology, Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Program of Innovative Therapies in Oncology and Haematology, Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Program of Innovative Therapies in Oncology and Haematology, Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy, "
        ]
    ],
    "first_author_latitude": "44.6451145",
    "first_author_longitude": "10.928123999999999",
    "abstract_text": "Background and purpose Successful treatment of T cell lymphoma (TCL) is still problematic and identification of new pharmacological targets in this malignancy is urgently needed. Histone deacetylase (HDAC) inhibitors are emerging as an exciting new therapeutic option for lymphoid malignancies. These drugs increase the acetylation status and modulate the activity of a wide range of non-histone proteins, and effects on both histone and non-histone proteins may contribute to their anti-cancer activity. Romidepsin (depsipeptide) is a potent and specific inhibitor of class 1 HDACs that has shown remarkable activity in the treatment of TCL in preclinical studies and early-phase clinical trials. Lenalidomide  belongs to the immunomodulatory agents (IMID®) and it is has been demonstrated to be very active for the treatment of several types of hematological neoplasia. Purpose of the present study was to determine whether lenalidomide potentiates romidepsin activity in TCL cell lines and if so, by which mechanisms. Methods TCL cell lines (Hut-78: cutaneous TCL cells and Karpas-299 anaplastic lymphoma cells) were treated with increasing concentrations of either romidepsin (0.5 - 25 nM) or lenalidomide (1 - 100 µM), and IC 50 at 24-48 and 72 hours was calculated. The interaction between romidepsin (0.5, 1, 2.5 nM) and lenalidomide (2, 4, 10 µM) was evaluated using the Chou-Talalay method to determine if the combination had additive or synergistic effects. The cell cytotoxicity was assessed by MTT assay and apoptosis was measured with annexin-V/propidium iodide (PI) by flow cytometry. Caspase activation was confirmed by Western blot analysis. The effect of the combination on AKT/PI3K and MAPK/ERK signaling pathways and cyclin D1 expression was evaluated by Western blot. Results Treatment with romidepsin alone resulted in time- and dose-dependent cytotoxicity in both cell lines. The IC 50 of romidepsin at 24-hour was 5.87 nM and 6.36 nM in Hut-78 and Karpas-299 respectively. Lenalidomide alone did not induce a cytotoxic effect, and we were unable to reach IC 50 even after 72 h of treatment. However, after 24 hours, the combination of romidepsin (2.5 nM) and lenalidomide (10µM) (ratio 1:4) showed a strong synergistic interaction with a CI (combination index) of 0.14 in Hut-78 cells, and an additive effect with a CI of 1.08 in Karpas-299 cells. In HUT-78 cells, the combination of romidepsin and lenalidomide enhanced apoptosis compared with each drug alone by the activation of caspases-3, -9 and -8. No change in the expression of Bcl-2 was observed with either treatment alone, or in combination. These events were associated with dephosphorylation of PI3K/Akt and MAPK/ERK pathways, decreased expression of cyclin D1 and Bcl-xL, and an accumulation of acetylated alpha-tubulin. The combination had relatively modest effect on cell cycle parameters. The analysis of the cell cycle showed an increase percentage of cells in sub G0/G1 and G2/M phase, and decrease of S phase. Conclusion These preliminary results indicate that the combination of romidepsin with lenalidomide has a synergistic effect in TCL cell lines and induces apoptosis through signaling events involving pro-survival pathways PI3K/AKT and MAPK/ERK, down-regulation of cyclin D1 and accumulation of acetylated alpha-tubulin. Data look promising and further investigations are required to better define the molecular mechanisms of cell death induced by the combination of romidepsin and lenalidomide in T cell lymphoma. Disclosures: No relevant conflicts of interest to declare."
}