{
    "doi": "https://doi.org/10.1182/blood.V120.21.1438.1438",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2391",
    "start_url_page_num": 2391,
    "is_scraped": "1",
    "article_title": "ABC Transporter Expression in Acute Myeloid Leukemia: Association with in Vitro Cytotoxicity and Prognostic Markers ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "atp-binding cassette transporters",
        "cytotoxicity",
        "leukemia, myelocytic, acute",
        "prognostic marker",
        "ms-like tyrosine kinase 3",
        "p-glycoprotein",
        "impedance threshold device",
        "cytarabine",
        "cd34 antigens",
        "membrane transport proteins"
    ],
    "author_names": [
        "Ajay Abraham, M.Sc",
        "Savitha Varatharajan, M.Sc",
        "Sreeja Karathedath, M.Sc",
        "Ashok kumar Jeyavelu, M.Sc",
        "Shaji R Velayudhan, M.Sc, Ph.D",
        "Rayaz Ahmed, MD",
        "Aby Abraham, MD",
        "Biju George, MD",
        "Mammen Chandy, MD",
        "Alok Srivastava, MD",
        "Vikram Mathews",
        "Poonkuzhali Balasubramanian, Ph.D"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India"
        ]
    ],
    "first_author_latitude": "12.925810799999999",
    "first_author_longitude": "79.1294516",
    "abstract_text": "Abstract 1438 Combination chemotherapy in Acute Myeloid Leukemia (AML) can cure approximately 25% of patients but the majority is still non-responsive. Drug resistance and relapse are considered to be the major reasons for treatment failure. Though overexpression of ATP-Binding-Cassette (ABC) transporters including ABCB1 and ABCG2 have been shown associated with lower remission rates and survival in AML, the role of majority of ABC transporter genes are still unknown. Present study aims to determine the role of candidate ABC transporter RNA expression (that are shown to directly or indirectly influence sensitivity towards Cytarabine (Ara-C) or Daunorubicin (Dnr)), on in vitro cytotoxicity and the influence of prognostic markers (NPM, FLT3-ITD, AML-ETO, CBFB-MYH11 and CD34) on these transporter expression. 177 adult AML patients (median age: 43 years (16–74 years)) other than AML-M3 were included in this study. Total RNA was extracted from diagnostic bone marrow mononuclear cells and expression levels for each target gene (ABCB1, ABCB6, ABCB10, ABCA3, ABCA5, ABCA6, ABCC3, ABCC11 and ABCG2) relative to housekeeping gene GAPDH was analyzed using Taqman based gene expression assays. ABCB6 and ABCC3 assays were custom designed and were normalized to ABL as housekeeping gene. The dCT values (where dCT = CT value of target gene – CT value of housekeeping gene; lower dCT corresponds to higher expression and vice versa) were used for comparing expression between groups. In vitro cytotoxicity was assessed using MTT cell viability assay and IC-50 was calculated. Based on Ara-C and Dnr IC50, these samples were categorized as sensitive or resistant (IC50 5.2 uM for Ara-C; 0.5uM for Dnr). FLT3-ITD and NPM mutation status at diagnosis were determined by PCR followed by Genescan analysis using genomic DNA samples. AML-ETO and CBFB-MYH11 status were determined by RT-PCR. Wide variation in ABC transporter RNA expression was seen among AML patients ( Fig 1 a). Both ABCC3 and ABCB6 RNA expression were significantly higher (median ABCC3 dCT= 7.68 (−1.80–15.97) vs 10.62 (−0.66– 17.77); p= 0.0005; median ABCB6 dCT= 5.0 (−0.28 – 8.25) vs 5.4 (1.76 – 12.17); p=0.03)) in Dnr resistant patients (n=65) when compared to those who are sensitive to Dnr (n=53) ( Fig 1 b). No association was seen between any of these transporter expression and Ara-C in vitro cytotoxicity. Effects of NPM and FLT3 mutation status on ABC transporter genes were then evaluated. ABCB1 expression was significantly lower and ABCA5 expression was higher in patients with NPM mutation (n=50) when compared to those without mutation (n=126)-Table1. Patients with FLT3-ITD mutation (n=26) had a significantly lower ABCB1 expression when compared to those without mutation (n=150)-Table1. Low ABCB1 in this group could probably be due to the fact that NPM mutation was also positive in 16 out of 26 FlT3-ITD mutated patients. ABCB6 expression was significantly lower in FLT3-ITD positive patients (Table1). Other mitochondrial transporters like ABCG2 and ABCB10 showed a trend to low expression in FLT3-ITD patients when compared to those without FLT3 mutation (p=0.06 and p=0.1 respectively, Table1). Eighteen patients were positive for AML-ETO (n=12) or CBFB-MYH11 (n=6) and the RNA expression of ABCA5, ABCA3 and ABCG2 were significantly lower in this group compared to those who were negative for AML-ETO or CBFB-MYH11 (Table1). In addition, ABCB1 and ABCG2 expression was significantly higher in CD34 positive patients (CD34 >20% as analysed by flow cytometry) when compared to those with low CD34 expression (Table1) This study has come up with previously unrecognized aspects in ABC transporter expression and its role in AML. Low expression of ABCB1, a well accepted candidate for drug resistance, in NPM mutated AML could be one of the reasons which make NPM mutation a favourable prognostic marker. ABCC3 and ABCB6 which have shown association with Dnr sensitivity in this study could be a key avenue for further investigation. This comprehensive analysis on ABC transporter expression and its association with in vitro cytotoxicity and prognostic markers suggests ABCC3, ABCB6 and ABCA5 as probable targets which can be modulated for improving chemotherapeutic responses. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}