{
    "doi": "https://doi.org/10.1182/blood.V116.21.2925.2925",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1817",
    "start_url_page_num": 1817,
    "is_scraped": "1",
    "article_title": "A Phase I Pilot Study of Bystander Vaccine and Lenalidomide Immune Augmentation In Patients with Myelodysplastic Syndrome (MDS) ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster II",
    "topics": [
        "lenalidomide",
        "myelodysplastic syndrome",
        "vaccines",
        "refractory anemia with excess blasts",
        "toxic effect",
        "granulocyte-macrophage colony-stimulating factor",
        "fatigue",
        "myelosuppression",
        "prostatic hypertrophy risk score",
        "biopsy"
    ],
    "author_names": [
        "Eric Padron, MD",
        "Rami S. Komrokji, MD",
        "Jeffrey E. Lancet, MD",
        "Alan F. List, MD",
        "Sophie Dessureault",
        "Scott Antonia",
        "Jamil Ahmed",
        "Shiddhi Patel",
        "John Powers",
        "Fanqi Bai",
        "Eduardo M. Sotomayor, MD",
        "P.K. Epling-Burnette, PharmD, PhD",
        "Javier Pinilla-Ibarz, MD"
    ],
    "author_affiliations": [
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Immunology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Thoracic Oncology, H. Lee Moffitt Cancer Center, Tampa, FL, USA"
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Immunology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Immunology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Immunology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ]
    ],
    "first_author_latitude": "28.0640091",
    "first_author_longitude": "-82.42166519999999",
    "abstract_text": "Abstract 2925 Introduction: Antineoplastic vaccine strategies aimed at augmenting immuno-surveillance have been limited by the lack of known tumor antigens and the inability to sustain an immune response. A “bystander” vaccine approach has been tested with a K562-GMCSF transfected cell line in combination with autologous cells in acute myeloid leukemia (AML) and in combination with imatinib in chronic myeloid leukemia (CML). Lenalidomide, a thalidomide analogue approved for the treatment of deletion 5q MDS, has stimulatory effects on CD8+ T cells and augments vaccine response in a colon cancer and melanoma model. We present results of a phase I, dose escalation study using a K562-GMCSF-CD40 Ligand transfected, “bystander” vaccine in combination with lenalidomide in International Prognostic Scoring System (IPSS) intermediate and high risk MDS patients who failed hypomethylating agents. Methods: The study was a standard “3+3”, dose escalation phase I design. Eligibility was restricted to patients with a diagnosis of MDS subtypes RAEB-1, and RAEB-2 by World Health Organization classification (WHO), or RAEB-t by FAB criteria. An ANC greater than 500/μl and platelet count greater than 20,000/μl were required. Prior therapy with lenalidomide, secondary MDS, and a diagnosis of proliferative CMML were excluded. GM-CSF and CD40L constructs were transfected into the K562 cell line. Co-transfected clones were selected and subcutaneously injected in the axillary nodal basin of subjects on days 8 and 22 of a 28-day cycle for a total of four cycles. Lenalidomide was administered at a daily dose of 10mg on days 1 through 21 every 28 days until disease progression or limiting toxicity. Toxicities were monitored weekly and BM biopsy repeated after 2 & 4 cycles and at discontinuation of vaccine therapy. The dose escalation of vaccine was 10 × 10 6 cells in cohort 1, 30 × 10 6 in cohort 2, 60 × 10 6 in cohort 3 and 120 cells × 10 6 in cohort 4. MTD was defined as the highest dose level at which <1 out of 6 subjects experience a DLT. Responses were measured using the international working group criteria (IWG) 2006 for MDS. Results: Between March 2009 and August 2010, eleven patients were enrolled after signing informed consent. The median age was 74 years, with a male predominance (n=9). According to WHO classification, 4 patients had RAEB-1, 6 had RAEB-2, and 1 had AML (RAEB-t by FAB). The IPSS score at study entry was int-1 (4), int-2 (3), and high risk (4). After four cycles of therapy, no treatment related grade 3 or 4 toxicities were seen in cohorts 1–3 (10-60 × 10 6 cells). Two participants in cohort 2 (30 × 10 6 ) developed grade 3 myelosuppression deemed disease related by the investigator. One participant in cohort 2 died while on this study secondary to a non-treatment related pneumonia. Dose limiting toxicity (DLT) was reached in cohort 4 (120 × 10 6 ). One patient developed grade 3 dyspnea and fatigue after one injection of vaccine. This cohort will be expanded to a total of 6 patients. Grade 1 toxicities in all cohorts included rash, myelosuppression, nausea, vomiting, and fatigue. The IWG response rates were complete response (CR) in 2/11 (18%), marrow CR (1/11) (9%), and partial response (PR) in 1/11 (9%). The overall response rate was 4/11 (36%). In all patients who achieved a CR the median duration of response was 367 days (136-490). Conclusions: Although the MTD has not been reached, this cell-based immunotherapy was well tolerated. Response rates and the duration of these responses in patients who failed hypomethylating agents is encouraging and warrants further investigation. Accrual to the study is ongoing and updated data will be presented. Disclosures: Lancet: Eisai: Consultancy; Celgene: Honoraria. List: Celgene: Research Funding."
}