{
    "doi": "https://doi.org/10.1182/blood.V126.23.4834.4834",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3086",
    "start_url_page_num": 3086,
    "is_scraped": "1",
    "article_title": "A Novel Notch/NRF2 Mechanism Mediates Reductive Stress in Acute Myeloblastic Leukemia (AML): A Therapeutic Strategy to Overcome Chemoresistance ",
    "article_date": "December 3, 2015",
    "session_type": "603. Oncogenes and Tumor Suppressors",
    "topics": [
        "leukemia, myelocytic, acute",
        "stress",
        "antioxidants",
        "metabolites",
        "chemotherapy regimen",
        "doxorubicin",
        "glutathione disulfide",
        "ligands",
        "reactive oxygen species"
    ],
    "author_names": [
        "Sankaranarayanan Kannan, PhD",
        "Patrick A. Zweidler-McKay, MDPhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, UT MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Division of Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: Chronic oxidative stress (COS) is the consequence of prolonged elevation of reactive oxygen species (ROS). In the context of AML, COS leads to sustained induction of antioxidant pathways to compensate for COS. The presence of abundant antioxidants may contribute to chemoresistance in AML. NRF2 is a master regulator of the antioxidant response, is induced by oxidative stress and functions as a cyto-protective mechanism in acute oxidative stress. In AML, sustained NRF2-activation can be viewed as a pathological maladaptation as it leads to elevated reductive metabolite formation, termed reductive stress (RS). In this study we describe a novel link between NRF2-induced reductive stress and the Notch pathway in AML. Approach: Redox balance was measured in AML patient samples in the setting of Notch activation (via DLL1 ligand) and/or NRF2 inhibition (via Brusatol). Results: AML samples demonstrate increased reductive metabolites (i.e. reductive stress) compared to controls and Notch activation decreases aberrant reductive metabolite levels to control baseline (GSH/GSSG ratio, panel A). Mechanistically, Notch signaling induced increased ROS formation, decreased NRF2 protein levels, and decreased expression of multiple NRF2-responsive antioxidants (data not shown). Importantly, Notch activation also enhanced the efficacy of an NRF2 inhibitor Brusatol (from *P≤0.05 to **P≤0.01) in combination with ROS-producing chemotherapeutic doxorubicin, eradicating >98% of AML cells within 48 hours (** P≤0.01; panel B). Conclusions: We describe the aberrant accumulation of reductive metabolites in human AML as a potential cytoprotective maladaptation, i.e. reductive stress. Furthermore, we demonstrate a novel mechanism whereby Notch activation regulates the antioxidant response via suppression of the master regulator NRF2. These data establish the pivotal role of Notch/NRF2 in the regulation of antioxidant responses in AML, which have potential clinical significance for ROS-inducing chemotherapies. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}