{
    "doi": "https://doi.org/10.1182/blood-2020-136012",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4507",
    "start_url_page_num": 4507,
    "is_scraped": "1",
    "article_title": "HPN217-3001: A Phase 1/2 Open-Label, Multicenter, Dose Escalation and Dose Expansion Study of the Safety, Tolerability, and Pharmacokinetics of HPN217, a Bcma-Targeting T-Cell Engager, in Patients with Relapsed/Refractory Multiple Myeloma ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Henning Schade, MD",
        "Sumit Madan, MD",
        "Eva Medvedova, MD",
        "Rajneesh Nath, MD",
        "Lisa Knapp",
        "Bryan Lemon, PhD",
        "Liping Laura Sun, PhD"
    ],
    "author_affiliations": [
        [
            "Colorado Blood Cancer Institute, Denver, CO "
        ],
        [
            "Banner MD Anderson Cancer Center, Gilbert, AZ "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Harpoon Therapeutics, South San Francisco, CA"
        ],
        [
            "Harpoon Therapeutics, South San Francisco, CA"
        ],
        [
            "Harpoon Therapeutics, South San Francisco, CA"
        ],
        [
            "Harpoon Therapeutics, South San Francisco, CA"
        ]
    ],
    "first_author_latitude": "39.7467499",
    "first_author_longitude": "-104.9670823",
    "abstract_text": "Background B cell maturation antigen (BCMA) has emerged as a promising target for multiple myeloma (MM) therapies based on its restricted expression profile and functional role in promoting MM cell survival. Some of these BCMA targeting molecules, including CAR-T cells and CD3-based T cell engaging molecules, have demonstrated efficacy against relapsed/refractory MM (R/R MM) in clinical trials. HPN217 is a BCMA -targeting T cell engager with Harpoon's proprietary Tri-specific T cell Activating Construct (TriTAC ® ) platform, a recombinant polypeptide of ~50kDa containing three humanized antibody-derived binding domains, targeting BCMA (for tumor binding), albumin (for half-life extension) and CD3 (for T cell engagement). It has been engineered to be a small, globular protein to enable efficient exposure in tumor tissue with prolonged half-life and excellent stability under physiological conditions. HPN217 mediates potent target tumor cell killing in a BCMA-specific manner in vitro and in xenograft models in the presence of T cells. Consistent with its mechanism of action (MOA), tumor cell killing is accompanied by T cell activation, cytokine induction, and T cell expansion. HPN217 binds monomerically to CD3 and BCMA, minimizing non-specific T-cell activation. Study Design and Methods HPN217-3001 is an ongoing Phase 1/2, open-label, multicenter, global study of the safety, tolerability, and pharmacokinetics of HPN217 in patients with relapsed and refractory multiple myeloma. The study is divided into 2 parts: Dose Escalation (Part 1) and Expansion (Part 2). Part 1 of the study will determine the Maximum Tolerated Dose (MTD) or the recommended Phase 2 dose (RP2D); Part 2 of the trial will evaluate the safety and efficacy of HPN217 at MTD/RP2D in patients with R/R MM. Patients, who have received at least 3 prior therapies (including proteasome inhibitor, immune modulatory drug, and an anti-CD38 antibody each) and are not candidates for or intolerant to all therapies known to provide clinical benefit in MM, are eligible for enrollment. Prior exposure to a BCMA-targeting agent is permitted in Part 1 but not in Part 2. HPN217 is administered once weekly via IV infusion on Days 1, 8 and 15 during each 21-day cycle at a flat dose. Dose escalation is being performed in serial patient cohorts starting with single patient dose cohorts followed by a conventional 3 + 3 design. Intra-patient dose escalation is permitted. Dose expansion will be initiated once the MTD or a RP2D is established based on safety, preliminary efficacy, PK, and pharmacodynamic data from dose escalation, with a Simon 2-stage design to assess preliminary clinical efficacy of HPN217. Patients may continue weekly HPN217 treatment until disease progression. Primary study endpoints include frequency and severity of treatment-emergent AEs (TEAEs) graded according to NCI CTCAE version 5.0, number and severity of dose limiting toxicities (DLTs) following treatment with HPN217, and PK parameters of HPN217. The study will also evaluate overall response rate (ORR) based on IMWG response criteria, progression-free survival (PFS) and overall survival (OS), duration of response (DOR), immunogenicity of HPN217, and other exploratory endpoints related to the mechanism of action of HPN217. (NCT04184050) Disclosures Madan: Sanofi: Other: Ad hoc advisory board; GSK: Other: Ad hoc advisory board, Speakers Bureau; Karopharm: Speakers Bureau; Amgen: Other: Ad hoc advisory board, Speakers Bureau; Janssen: Other: Ad hoc advisory board, Speakers Bureau; Takeda: Other: Ad hoc advisory board, Speakers Bureau; Celgene/BMS: Other: Ad hoc advisory board, Speakers Bureau. Nath: Harpoon Therapeutics: Consultancy. Knapp: Harpoon Therapeutics: Current Employment, Current equity holder in publicly-traded company. Lemon: Harpoon Therapeutics: Current Employment, Current equity holder in publicly-traded company. Sun: Harpoon Therapeutics: Current Employment, Current equity holder in publicly-traded company."
}