{
    "doi": "https://doi.org/10.1182/blood.V112.11.217.217",
    "article_title": "Impaired up-Regulation of Polo-Like Kinase 2 (PLK2) during Fludarabine- and 2-Chlorodeoxyadenosine (CdA)-Induced Cell Killing in B-Cell Chronic Lymphocytic Leukemia (B-CLL) Lymphocytes: A Potential Marker of Defective Damage Response ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "abstract_text": "Patients with B-cell chronic lymphocytic leukemia (B-CLL) carrying alterations in the p53 pathway respond poorly to most of the existing conventional treatments, presumably because an intact p53 pathway is required for cell killing induced by nucleoside analogs (NA) and alkylators. It is thus critical to identify these patients in order to orient them toward alternative non-genotoxic approaches. One promising way to select these patients is to use p53 functional assays which rely on the detection of an impaired up-regulation of p21 (a transcriptional target of p53) in response to ionizing radiations (IR). Since IR is not used therapeutically in B-CLL, we hypothesized that it would be sensible to investigate p53 dysfunction after incubation with NA, which are standard first line approach in B-CLL patients. We firstly performed microarrays in B-CLL samples (n=4) incubated with clinically achievable concentrations of fludarabine and CdA, and selected for sensitivity to these drugs ( i.e. low half maximal inhibitory concentration (IC50) by MTT assay). We observed that NA increased expression of genes which were predominantly p53- dependent, among the latter genes, PLK2 was the most significantly activated at earliest time points (8h) after NA exposure, and there was no major difference between fludarabine and CdA at equitoxic concentration. Conversely, in highly resistant samples ( i.e. high IC50 by MTT assay, n=3), p53 and PLK2 response analyzed by microarray was abolished. We confirmed a significant dose- and time-dependent PLK2 mRNA upregulation after CdA and fludarabine using quantitative real-time PCR (qPCR), and also showed that PLK2 was increased in response to other DNA damaging conditions (UV light), and in response to p53 activation by Nutlin-3. Based on these results, we sought to compare the levels of PLK2 mRNA induction with in vitro chemosensitivity to NA in a large number of individual B-CLL patient’s samples (n=18). We observed that cytotoxicity induced by a fixed concentration of fludarabine (3μM) or CdA (0.3μM), measured by MTT at 96h, was well correlated ( P <0.01) with PLK2 mRNA induction, measured by qPCR at 24h. In particular, in 12 patients sensitive to fludarabine (median IC50=0.7 μM, range 0.12–2.21), increase in PLK2 mRNA (after normalization with an housekeeping gene) was 10.3 fold (arbitrary units, range 3.6–22.4, P <0.0001) as compared to untreated control. In comparison, in 6 patients with high level of in vitro refractoriness to fludarabine (median IC50=24.6 μM, range 13.6->100), PLK2 increase was only 1.4 fold above untreated control. In parallel experiments, we had verified that chemoresistance to NA was not due to deficiency of deoxycytidine kinase, the limiting enzyme in the conversion of NA into phosphorylated derivatives. Interestingly, lack of PLK2 activation and chemoresistance to NA were observed in patient with normal 17p by FISH, showing that TP53 deletion assessment is only partially overlapping with p53 functional tests. In conclusion, our results show that PLK2 RNA activation after a 24-h incubation with NA is a potential tool to investigate p53 functional integrity in B-CLL cells, and might represent an alternative to p21 protein measurement after IR. Because of the tight correlation with in vitro toxicity of NA, PLK2 testing might constitute a predictor of clinical sensitivity to these drugs which are broadly used in B-CLL",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cladribine",
        "fludarabine",
        "killing",
        "lymphocytes",
        "protein-serine-threonine kinases",
        "up-regulation (physiology)",
        "rna, messenger",
        "alkylating agents"
    ],
    "author_names": [
        "Emeline de Viron",
        "Laurent Knoops",
        "Thierry Connerotte",
        "Caroline Smal",
        "Lucienne Michaux",
        "Pascale Saussoy",
        "Françoise Bontemps",
        "Eric Van Den Neste, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emeline de Viron",
            "author_affiliations": [
                "Laboratory of Physiological Chemistry, de Duve Institute, Brussels, Belgium"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laurent Knoops",
            "author_affiliations": [
                "Hematology, Cliniques Universitaires Saint-Luc and de Duve Institute, UCL, Brussels, Belgium"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Connerotte",
            "author_affiliations": [
                "Hematology, Cliniques Universitaires Saint-Luc, Brussels, Belgium"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Smal",
            "author_affiliations": [
                "Laboratory of Physiological Chemistry, de Duve Institute, Brussels, Belgium"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucienne Michaux",
            "author_affiliations": [
                "Hematology, Cliniques Universitaires Saint-Luc, Brussels, Belgium"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pascale Saussoy",
            "author_affiliations": [
                "Hematology, Cliniques Universitaires Saint-Luc, Brussels, Belgium"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Françoise Bontemps",
            "author_affiliations": [
                "Laboratory of Physiological Chemistry, de Duve Institute, Brussels, Belgium"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Van Den Neste, MD, PhD",
            "author_affiliations": [
                "Hematology, Cliniques universitaires Saint-Luc, Brussels, Belgium"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:32:29",
    "is_scraped": "1"
}