{
    "doi": "https://doi.org/10.1182/blood.V106.11.1168.1168",
    "article_title": "Comparison of Interferon Versus Thalidomide Versus RIC Allotransplant for Maintenance /Consolidation Therapy after Autologous Stem Cell Transplantation in Patients with Multiple Myeloma: A Single Center Experience. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "High dose chemotherapy (HDT) with autologous stem cell transplantation has improved response rates and survival of patients with multiple myeloma. However the majority of patients suffer from relapse. Therefore, in this retrospective study we evaluated the impact of maintenance therapy with either thalidomide or interferon on the progression-free survival (PFS) after HDT and compared these results with a planned allogeneic transplant with reduced intensity conditioning (RIC) as consolidation therapy after HDT. We analysed 95 patients with a median age of 55 years who were treated at our institution in 2001–2005 with the diagnosis of stage III myeloma. Melphalan 200 mg/m2 was used as conditioning regimen followed by autologous stem cell transplantation. Interferon was given at a dose of 1.0 to 4.5 million U three times a week and the daily dose of thalidomide was 100 to 400 mg according to the individual tolerance of side effects. Allotransplants were performed with HLA-identical sibling donors after fludarabin 90 mg/m2 and TBI (2Gy) conditioning. In median 3.8 months after single HDT patients received either a RIC allotransplant (n=14) or maintenance therapy with thalidomide (n=39) or interferon (n=30) or no maintenance therapy (n=12). Prognostic factors such as cytogenetic abnormalities, beta-2 microglobulin, chemosensitive disease before HDT or remission status after HDT were equally distributed in all treatment groups. After a median follow-up of 33 months (range: 8–60) PFS from the start of treatment did not differ between patients after allotransplant (median not yet reached) and patients receiving thalidomide (median 50 months, p=0.8) but was significantly improved in comparison to patients who received interferon or no maintenance therapy (median 24 months, p<0.0001). Most patients who received interferon or no maintenance therapy were treated with thalidomide at the time of relapse. Therefore, we also compared the combined PFS of patients treated with interferon maintenance followed by thalidomide in first relapse with the PFS of patients treated with immediate thalidomide maintenance therapy. Most interestingly, PFS of these two treatment schedules was not different (median 50 months in both groups; p=0.9), but the time of thalidomide exposure was in median 13 months shorter for patients in the interferon treatment arm. This is important, as to date most novel therapies hold the risk of polyneuropathy and thus pre-existing polyneuropathy due to prior thalidomide therapy limits the therapeutical options during the course of disease. Analysis of overall survival showed no differences between patients in the thalidomide or the interferon treatment arm (median not reached in both groups, p=0.5), but survival was inferior with RIC allotransplant (median 44 months, p=0.02). In conclusion, thalidomide is an effective maintenance therapy which prolongs PFS after single HDT. Interferon is less effective but the treatment schedule interferon maintenance therapy followed by thalidomide at the time of relapse is equal to upfront thalidomide maintenance therapy in terms of cumulative PFS and may be less toxic. RIC allotransplant is not superior to other treatment options and thus still has to be considered an experimental treatment option.",
    "topics": [
        "autologous stem cell transplant",
        "consolidation therapy",
        "human leukocyte interferon",
        "interferons",
        "multiple myeloma",
        "thalidomide",
        "polyneuropathies",
        "adverse effects",
        "beta 2-microglobulin",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Roland Fenk, MD",
        "Thorsten Graef, MD",
        "Ingmar Bruns, MD",
        "Leilani Ruf, MD",
        "Zohren Fabian, MD",
        "Ulrich Steidl, MD",
        "Ali-Nuri Huenerlituerkoglu, MD",
        "Rainer Haas",
        "Guido Kobbe, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Roland Fenk, MD",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Graef, MD",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingmar Bruns, MD",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leilani Ruf, MD",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zohren Fabian, MD",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Steidl, MD",
            "author_affiliations": [
                "Hematology/Oncology Division, Harvard Institutes of Medicine, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali-Nuri Huenerlituerkoglu, MD",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Haas",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe, MD",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T06:46:29",
    "is_scraped": "1"
}