{
    "doi": "https://doi.org/10.1182/blood.V118.21.217.217",
    "article_title": "Laminin Expression Is Necessary for Maintenance of the Vascular Hematopoietic Niche ",
    "article_date": "November 18, 2011",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: Regulators of the Stem Cell Niche",
    "abstract_text": "Abstract 217 Laminins are heterotrimeric proteins that are the backbone for all basal laminas. They provide structural support, points for focal adhesion, and biochemical feedback for nearby cells. Laminins are found in many tissues, including bone marrow and lymphoid organs, and are detected in the discontinuous basal lamina of sinusoidal blood vessels. Laminin g1 is the predominant gamma subunit found in the bone marrow and lymphoid tissues. Here we show that the continuous expression of laminin in adulthood is necessary for viability of the vascular hematopoietic niche (sinusoidal endothelial cells). In the absence of laminin, this niche fails and hematopoiesis is impaired. To determine if sinusoidal laminin expression correlates with bone marrow failure and recovery, we used a well-established model of bone marrow failure. Wild type mice were treated with a sublethal dose of 5-fluoruracil (5-FU), and bone marrow was analyzed for disruption of sinusoid architecture and endothelial cell receptor and laminin expression. As described in other studies, shortly after treatment with 5-FU, bone marrow sinusoids became disorganized and hemorrhagic, and endothelial cells lost expression of VEGFR2. In addition, sinusoids lost their laminin-containing basal lamina. These changes correlated with bone marrow failure and onset of peripheral blood pancytopenia. As the sinusoids regained normal cytoarchitecture and VEGFR2 expression was normalized, sinusoid expression of laminin also returned to basal levels. With 5-FU-induced bone marrow failure and recovery, hematopoiesis correlated with laminin expression in the vascular hematopoietic stem cell niche. To test whether laminin expression directly affects the quality of the niche and hematopoiesis, a mutant mouse line was generated in which laminin g1 expression could be deleted by brief exposure to tamoxifen (TM). Control mice were littermates that lacked the TM-responsive Cre transgene. Prior to TM treatment, adult mutant and control mice had normal peripheral blood cell counts, and there was no evidence of gene recombination in genomic DNA samples. Adult mutant and control mice were then injected with either TM or vehicle, and the peripheral blood, bone marrow, spleen, and liver were collected after three weeks. Laminin g1 genes were deleted and laminin expression was lost in bone marrow, spleen, and liver sinusoids of only the TM-treated mutant mice. These mice also became thrombocytopenic and leukopenic. Flow cytometry showed early arrest of B-lymphocyte development within the bone marrow, bone marrow sinusoids became hemorrhagic, and the normal cytoarchitecture of the sinusoids and endothelial expression of VEGFR2 were lost. All other mouse groups were unaffected. These results suggest that continuous laminin expression is necessary for support of sinusoidal endothelial cells and the vascular hematopoietic niche. Disruption of the hematopoietic microenvironment is sufficient to alter blood cell development and release into peripheral circulation. These studies support the critical role of the microenvironment and stroma in supporting hematopoiesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "laminin",
        "pancytopenia",
        "fluorouracil",
        "vascular endothelial growth factor receptor-2",
        "dna",
        "flow cytometry",
        "leukopenia",
        "tamoxifen",
        "bone marrow",
        "mice"
    ],
    "author_names": [
        "Pouneh Kermani, PhD",
        "Anita Ramnarain",
        "Raul Catena, PhD",
        "Zu-Lin Chen, MD, PhD",
        "Barbara Hempstead, MD, PhD",
        "Sidney Strickland, PhD",
        "Karen-Sue B. Carlson, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pouneh Kermani, PhD",
            "author_affiliations": [
                "Hematology/Oncology, New York Presbyterian, Weill Cornell Medical Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anita Ramnarain",
            "author_affiliations": [
                "The Rockefeller University, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul Catena, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Weill Cornell- New York Presbyterian, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zu-Lin Chen, MD, PhD",
            "author_affiliations": [
                "The Rockefeller University, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Hempstead, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Weill Cornell- New york Presbyterian, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sidney Strickland, PhD",
            "author_affiliations": [
                "Laboratory of Neurobiology and Genetics, The Rockefeller University, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen-Sue B. Carlson, MD, PhD",
            "author_affiliations": [
                "Laboratory of Neurobiology and Genetics, The Rockefeller University, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T21:32:45",
    "is_scraped": "1"
}