{
    "doi": "https://doi.org/10.1182/blood.V126.23.3165.3165",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3004",
    "start_url_page_num": 3004,
    "is_scraped": "1",
    "article_title": "Detection of Acquired Uniparental Disomy (aUPD) with HLA Typing and Microarray Analysis after T Cell-Containing Haploidentical (HI) Hematopoietic Stem Cell Transplantation (HSCT) ",
    "article_date": "December 3, 2015",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster II",
    "topics": [
        "hematopoietic stem cell transplantation",
        "hla serotyping",
        "uniparental disomy",
        "chemotherapy regimen",
        "aldesleukin",
        "antigens",
        "tumor cells, malignant",
        "chemotherapy complications",
        "cyclophosphamide",
        "disease remission"
    ],
    "author_names": [
        "Dolores Grosso, DNP",
        "Beth Colombe, PhD",
        "Zi-Xuan Wang, PhD",
        "Matthew Carabasi, MD",
        "Onder Alpdogan, MD",
        "Joanne E. Filicko-O'Hara, MD",
        "Margaret Kasner, MD",
        "Thomas R. Klumpp, MD",
        "Ubaldo Martinez-Outschoorn, MD",
        "Manish Sharma, MD",
        "John L. Wagner, MD",
        "Mark Weiss, MD",
        "Neal Flomenberg, MD"
    ],
    "author_affiliations": [
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Tissue Typing, Thomas Jefferson University Hospital, Philadelphia, PA "
        ],
        [
            "Department of Pathology, Thomas Jefferson University Hospital, Philadelphia, PA"
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "39.9477264",
    "first_author_longitude": "-75.1568724",
    "abstract_text": "Loss of heterozygocity (LOH) in large regions of chromosome 6p encompassing the major histocompatibility complex (MHC) due to de novo acquired aUPD has been demonstrated in leukemic cells of patients who relapse after HI HSCT. This genetic event results in the loss of the unshared haplotype on recipient malignant cells, eliminating donor T cell recognition through MHC, and potentially eliminating donor lymphocyte infusion (DLI) as effective treatment. To confirm aUPD in patients relapsing after treatment with a T cell containing HI HSCT, and to formulate effective treatment plans, we began testing for aUPD primarily in patients with acute myeloid leukemia (AML) who developed post HSCT relapse starting in 2013. All patients underwent HI HSCT on a Jefferson 2 step trial in which every patient after conditioning received 2 x 10 8 /kg T cells (HSCT step 1), followed 2-days later by cyclophosphamide (CY) for bidirectional tolerization. Two days after CY, all patients received a CD 34-selected donor product (HSCT step 2). Upon relapse, HLA typing was to be performed on blood or marrow containing leukemic blasts. An in-house analysis showed that HLA haplotypes were detectable in cells that comprised 10% or more of the analyzed sample. After DNA extraction of the samples, low resolution typing was done followed by high resolution confirmatory typing in cases where the unshared haplotype was not initially detected. MNC (2) and CD 34+ (1) selection was performed on 3 samples. High density single nucleotide polymorphism microarray (MA) analysis for aUPD was performed on the 2 MNC sorted specimens. Eleven patients with AML were eligible for aUPD analysis. One patient with ph+ ALL was also tested for aUPD due to the late timing of relapse. Three of 12 had insufficient samples, bringing the analyzed group to 9 patients. Table 1.  Patients . Disease at HSCT . Post HSCT Relapse Day . aUPD Analysis . Post Relapse Events . No aUPD 1 Secondary AML 174 HLA typing BM with 54% blasts-unshared haplotype present Died after chemo attempt 2 Refractory AML 187 HLA typing blood with 32% blasts-unshared haplotype present Died complications of chemotherapy and DLI 3 AML CR2 465 HLA typing BM with 55% blasts- unshared haplotype present Died-no further therapy 4 Refractory AML 63 HLA typing blood with 95% blasts-unshared haplotype present Died-failed Flt-3 Inhibitor Consistent with aUPD 5 Refractory AML 1902 HLA typing BM with 79% blasts-unshared haplotype not detected Alive 19 months post relapse, chemo then IL-2 x 1 year 6 Ph+ ALL CR1 571 HLA typing blood with 56% lymphoblasts-unshared haplotype not detected Chemo + TKI, NED x > 2 years 7 Refractory AML 274 HLA typing CD 34 selected marrow sample (90% purity) unshared haplotype not detected Died-failed PD-1 8 AML CR2 453 MNC sorted marrow aspirate containing 55% blasts-unshared haplotype not detected on HLA typing. Genomic loss in 6p including MHC antigens on microarray analysis Being reinduced 9 Refractory AML 398 HLA typing not done at time of relapse. Retrospective microarray analysis showed genomic loss in 6p including MHC antigens on microarray analysis Died-failed DLI Patients . Disease at HSCT . Post HSCT Relapse Day . aUPD Analysis . Post Relapse Events . No aUPD 1 Secondary AML 174 HLA typing BM with 54% blasts-unshared haplotype present Died after chemo attempt 2 Refractory AML 187 HLA typing blood with 32% blasts-unshared haplotype present Died complications of chemotherapy and DLI 3 AML CR2 465 HLA typing BM with 55% blasts- unshared haplotype present Died-no further therapy 4 Refractory AML 63 HLA typing blood with 95% blasts-unshared haplotype present Died-failed Flt-3 Inhibitor Consistent with aUPD 5 Refractory AML 1902 HLA typing BM with 79% blasts-unshared haplotype not detected Alive 19 months post relapse, chemo then IL-2 x 1 year 6 Ph+ ALL CR1 571 HLA typing blood with 56% lymphoblasts-unshared haplotype not detected Chemo + TKI, NED x > 2 years 7 Refractory AML 274 HLA typing CD 34 selected marrow sample (90% purity) unshared haplotype not detected Died-failed PD-1 8 AML CR2 453 MNC sorted marrow aspirate containing 55% blasts-unshared haplotype not detected on HLA typing. Genomic loss in 6p including MHC antigens on microarray analysis Being reinduced 9 Refractory AML 398 HLA typing not done at time of relapse. Retrospective microarray analysis showed genomic loss in 6p including MHC antigens on microarray analysis Died-failed DLI View Large 5/9 patients, including the patient with ph+ ALL, had findings consistent with aUPD, confirmed by MA analysis in two patients. HLA typing and MA analysis (Figure) performed on the same sample (patient 8) were concordant in findings of aUPD. One patient (#5) without a KIR ligand mismatch with his donor, had aUPD at relapse therefore DLI was not given. The patient achieved CR with chemotherapy, and surprisingly was without evidence of disease for 1 year on low dose IL-2, prior to relapse just after it was tapered. aUPD was associated with late myeloid and lymphoid leukemic relapse after T cell containing HI HSCT. HLA typing is a widely available alternative to MA analysis for the specific purpose of aUPD detection, and can be performed quickly to help guide post relapse therapy in samples with adequate blast counts. Concordance between the 2 studies was demonstrated in 1 patient in our series. Current efforts regard retrospective MA analysis of samples in which the presence or absence of aUPD was determined based on HLA typing alone, to confirm the reliability of HLA typing for identification of aUPD. Intriguingly, low dose IL-2 was associated with maintenance of remission, suggesting a possible avenue of inquiry into the impact of the loss of MHC expression by malignant cells on natural killer cell activity. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}