{
    "doi": "https://doi.org/10.1182/blood.V116.21.2076.2076",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1837",
    "start_url_page_num": 1837,
    "is_scraped": "1",
    "article_title": "HbF-Inducing Cytokines and BCL11A shRNA Have Combined Effects Upon Globin Gene Reprogramming In Adult Human Erythroblasts ",
    "article_date": "November 19, 2010",
    "session_type": "Thalassemia and Globin Gene Regulation: Poster I",
    "topics": [
        "cytokine",
        "erythroblasts",
        "fetal hemoglobin",
        "genes",
        "globins",
        "rna, messenger",
        "high pressure liquid chromatography procedure",
        "genetic manipulation",
        "hemoglobin",
        "cations"
    ],
    "author_names": [
        "Orapan Sripichai, PhD",
        "Y. Terry Lee",
        "Emily R. Meier, MD, FAAP, Colleen Byrnes",
        "Jeffery L. Miller"
    ],
    "author_affiliations": [
        [
            "Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Abstract 2076 Persistent expression of HbF ameliorates the clinical symptoms of β-thalassemia and sickle cell disease; therefore, reactivation of the γ-globin gene in adults is of substantial interest for the clinical management of β-hemoglobinopathies. The recently identified γ-globin repressor, BCL11A, has been shown to regulate HbF expression level in adult erythroblasts. Cytokine signal transduction also increases HbF expression in cultured erythroblasts due in part to reducing the chromatin occupancy of BCL11A within the β-globin locus. Cultured CD34+ cells from at least six healthy research subjects were utilized to investigate the potential for combined effects of genetic manipulation of BCL11A with signal transduction upon globin gene regulation. The cells were transduced with BCL11A shRNA lentiviral vectors under culture conditions with and without addition of HbF-inducing cytokines. Under all culture conditions, nuclear BCL11A protein levels were reduced to nearly undetectable levels by the shRNA lentiviral vectors. The combination effects of BCL11A knockdown and HbF-inducing cytokines were quantitated by QRT-PCR. The absolute copy numbers of the eight globin genes (β-like genes; ε-, γ-, δ-, β-globins and α-like genes; ζ-, μ-, α- and θ-globins) at the proerythroblast stage of maturation were determined using standard curve methods. As previously reported, cytokine-mediated induction of HbF significantly increased the expression of γ-, ε-, and ζ-globin mRNAs while β- and δ-globins were down-regulated (p-value <0.05). BCL11A knockdown similarly increased in γ-globin mRNA, decreased β- and δ-globin mRNAs, as well as an unexpected increase in ε- and ζ-globin mRNAs. A significant reduction in α-globin mRNA was additionally detected in association with BCL11A knockdown. Although the transcript levels of several individual globin genes were affected, the total α- to non-α-globin ratio remained stable. The combination of BCL11A knockdown with cytokine signal transduction resulted in further increased γ-globin mRNA to levels of 78.1 ± 3.5% of the total transcripts from the β-globin cluster. Strongly synergistic effects of BCL11A knockdown and cytokine signal transduction were also detected in the embryonic genes. As a result, ε-globin mRNA reached levels of 8.7 ± 4.7% of the total transcripts from the β-globin cluster compared with 0.0003% in baseline cultures, 0.07 ± 0.03% in HbF-inducing cytokines alone, and 0.04 ± 0.03% in BCL11A knockdown alone. Hemoglobin expression was also examined in matured cells from the same donors using high pressure liquid chromatography (HPLC). The additive effects of BCL11A knockdown and HbF-inducing cytokines were shown by HPLC: %HbF = 2.0 ± 0.7 at baseline, 28.2 ± 14.1 in HbF-inducing cytokines alone, 47.6 ± 5.7 in BCL11A knockdown alone, and 74.9 ± 2.5 in BCL11A knockdown combined with HbF-inducing cytokines. Cation exchange HPLC further revealed reduced HbA along with an unidentified peak downstream of HbA2 encompassing 1–5% of the total hemoglobin that is being investigated for embryonic globin content. These data demonstrate that synergistic and robust effects upon globin gene reprogramming in adult human erythroblasts may be achieved by combined mechanisms of signal transduction and genetic manipulation of BCL11A. Disclosures: No relevant conflicts of interest to declare."
}