{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5432.5432",
    "article_title": "Successful MPB Therapy Followed By Bortezomib Maintenance for Non-Transplant Eligible Patients with Newly Diagnosed Multiple Myeloma: Japanese Phase 2 Study - Broad-J Study ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "[BACKGROUND] Although recent novel agents remarkably improve overall survival (OS) for multiple myeloma (MM), intensive chemotherapy can induce severe adverse events (AEs), resulting in a high discontinuation rate, especially in non-transplant eligible (NTE) patients with MM. Although modification of therapy can be focused on, standard management needs to be investigated. To explore this issue, we designed a Japanese phase 2 clinical single arm study, BoRtezomib-based Optimized therapy Aiming Disease control in Japan (BROAD-J study), composed of a weekly MPB as induction therapy followed by bortezomib maintenance therapy (Bor-MT) every 2 weeks or less for newly-diagnosed (ND) symptomatic NTE-MM patients. [PATIENTS AND METHOD] Patient eligibility/exclusion criteria: Patients aged ≥ 20 years with ND-MM, having measurable disease and a Karnofsky Performance Status (KPS) ≥ 60%, were enrolled. The patients were symptomatic and ineligible for autologous stem cell transplantation. The diagnosis of MM was made by IMWG criteria. Exclusion criteria were a history of allergy against Bor, mannitol, or boron; having an active cancer(s); positivity for hepatitis B antigen or hepatitis C antibody; severe abalienation; severe pulmonary interstitial change; severe active infection, severe pulmonary dysfunction or severe heart dysfunction; the presence or possibility of pregnancy. Study design: This phase 2 study enrolled 84 patients from December 2011 to February 2013. The induction phase consisted of modified MPB: melpharan on days 1 and 4 (6 mg/m 2 p.o), every 35-day cycle, and prednisolone on days 1-4 (40 mg/day, p.o., every 35-day cycle; Bor: 1.3 mg/m 2 , i.v., d1, 8, 15, 22 every 35-day cycle). The number of induction cycles was not fixed. After achieving a partial response (PR) or better, Bor-MT was started based on the physicians' decision. Bor-MT consisted of twice or less often per month of Bor (1.3 mg/m 2 , i.v.) with/without additional drugs such as dexamethasone, until progressive disease developed. A dose reduction of Bor was permitted to 1.0 or 0.7 mg/m 2 based on AEs or the physicians' decision. The primary objective was the continued treatment duration and adverse event rate. Secondary objectives included maximum response, overall survival, and time to progression duration. AEs were graded according to NCI-CTCAE v4.0. All patients provided written informed consent, which was conducted in accordance with the Declaration of Helsinki. [RESULTS] Median age was 74 years (60-86), and the sex ratio was 36:46 (M:F). The subtypes of MM were IgG 54, IgA 12, IgD 1 and BJP 15, and ISS was I 13, II 35, and III 34. The ratio of performance status of 3 and 4 was 20%. The median observed duration was 4.3 years (0.1-5.2). Sixteen patients (20%) are still on study, and the median treatment duration, one of the primary endpoints, was 1.6 years (0.9-5.1). The median MPB induction cycles were 4 (1-9). Sixty-five patients (79%) were moved to Bor-MT, and the median Bor-MT duration was 1.6 years (0.1-4.9). Regarding the best response, ratios of ≥ VPGR and ≥ PR were 38.8% and 82.5%, respectively. In the induction phase, 46.5% of patients had ≥ grade 3 AEs, whereas 16.1% in the Bor-MT. Fifty-nine patients were alive and 23 patients were dead at the time of writing. The median OS was not reached, and 5-year OS was 61.8%. [CONCLUSION] Although the majority of enrolled patients were older (the median age was 74 years), this study found a similar or better outcome compared to those of previous MPB studies. Reduced doses of MP and careful Bor-MT administration were performed in this study, resulting in a better OS and response rate among the ND-NTE-MM patients. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Tokuhira: Janssen Pharmaceutical K.K.: Honoraria; Bristol-Myers Squibb: Honoraria; Takeda: Honoraria; Celgene: Honoraria. Imai: Jansen Pharma,: Honoraria. Ishida: Bristol-Myers Squibb: Honoraria; Janssen: Honoraria; Takeda: Honoraria; ONO: Honoraria; Celgene: Honoraria. Nakazato: Nippon Shinyaku: Honoraria; Sumitomo Dainippon Pharma: Research Funding; Bristol-Myers Squibb: Honoraria; Novartis: Honoraria; Fujimoto Pharmaceutical: Honoraria; Celgene: Honoraria; Janssen Pharmaceutical: Honoraria; Takeda Pharmaceuticals: Honoraria. Mitani: Kyowa Hakko Kririn Co., Ltd: Research Funding; Novartis Pharma K.K.: Research Funding; ONO PHARMACEUTICAL CO., LTD.: Research Funding; Japan Blood Products Organization: Research Funding; Kyowa Hakko Kririn Co., Ltd: Speakers Bureau; Chugai Pharmaceutical Co., Ltd: Research Funding; TEIJIN PHARMA LIMITED: Research Funding. Arai: Bristol-Myers Squibb: Research Funding. Ohyashiki: Novartis pharma: Honoraria; Fujirebio: Honoraria; Pfizer: Honoraria; Jansen Pharma: Honoraria, Research Funding; Otsuka pharmaceutical: Honoraria; Taiho pharmaceutical: Honoraria; Alexion: Honoraria; MSD: Honoraria; KyowaHakko Kirin: Honoraria, Research Funding; Chugai: Research Funding; Novartis: Research Funding; Asteras: Research Funding; Bristol-Myers Squibb: Honoraria; Celegen: Consultancy, Honoraria; Nippon Shinyaku: Honoraria; Dainippon Sumitomo: Honoraria. Suzuki: Ono: Honoraria; Fujimoto: Honoraria; Novarltis: Honoraria; Takeda: Honoraria; Celgen: Honoraria; Bristol-Myers K.K: Honoraria.",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "transplantation",
        "adverse event",
        "duration of treatment",
        "autologous stem cell transplant",
        "blood products",
        "boron",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Michihide Tokuhira, MD",
        "Naoki Takezako, MD PhD",
        "Yoichi Imai, MD PhD",
        "Tadao Ishida, MD",
        "Tomonori Nakazato, MD PhD",
        "Kinuko Mitani, MD, PhD",
        "Tohru Ikuta, MDPhD",
        "Morio Matsumoto, MD",
        "Takayuki Ikezoe, MD, PhD",
        "Jun Taguchi, MD PhD",
        "Kensuke Usuki, MD PhD",
        "Takeshi Shimomura, MD",
        "Kenkou Chin, MD",
        "Shunya Arai, MD PhD",
        "Kazuma Ohyashiki, MD",
        "Miho Nara, MD",
        "Kenji Kishi, MD",
        "Yoshiaki Kuroda, MD",
        "Yuichi Nakamura, MD",
        "Hisashi Wakita, MD PhD",
        "Makoto Sasaki, MD PhD",
        "Hirotoshi Kamata, MD",
        "Yoshikazu Ichikawa, MD",
        "Akihiko Yokoyama, MD",
        "Kenshi Suzuki",
        "Masahiro Kizaki, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michihide Tokuhira, MD",
            "author_affiliations": [
                "Saitama Medica Center, Department of Hematology, Saitama Medical University, Kawagoe, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naoki Takezako, MD PhD",
            "author_affiliations": [
                "Disaster Medical Center of Japan, Tachikawa, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoichi Imai, MD PhD",
            "author_affiliations": [
                "Tokyo Women's Medical University Hospital, Tokyo, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadao Ishida, MD",
            "author_affiliations": [
                "Japanese Red Cross Medical Center, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomonori Nakazato, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Yokohama Municipal Citizen's Hospital, Tokyo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kinuko Mitani, MD, PhD",
            "author_affiliations": [
                "Dokkyo Medical University School of Medicine, Tochigi, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tohru Ikuta, MDPhD",
            "author_affiliations": [
                "Medical College of Georgia, Augusta, GA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morio Matsumoto, MD",
            "author_affiliations": [
                "Division of Hematology, National Hospital Organization Sibukawa Medical Center, Shibukawa, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Ikezoe, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Fukushima Medical University, Fukushima, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Taguchi, MD PhD",
            "author_affiliations": [
                "Japanese Red Cross Nagasaki Genbaku Hospital, Nagasaki, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensuke Usuki, MD PhD",
            "author_affiliations": [
                "NTT Kanto Medical Ctr., Tokyo, JPN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Shimomura, MD",
            "author_affiliations": [
                "National Hospital Organization Hiroshima-Nishi Medical Center, Hiroshima, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenkou Chin, MD",
            "author_affiliations": [
                "Keiyu Hospital, Yokohama, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shunya Arai, MD PhD",
            "author_affiliations": [
                "The University of Tokyo Hospital, Tokyo, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuma Ohyashiki, MD",
            "author_affiliations": [
                "Department of Hematology, Tokyo Medical University, Tokyo, Japan "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miho Nara, MD",
            "author_affiliations": [
                "Akita University Hospital, Akita, Japan "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenji Kishi, MD",
            "author_affiliations": [
                "Nagaoka-Chuo Hospital, Nagaoka, JPN "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiaki Kuroda, MD",
            "author_affiliations": [
                "Hiroshima University Hospital, Hiroshima, Japan "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuichi Nakamura, MD",
            "author_affiliations": [
                "Saitama Medical University Hospital, Moroyama, Japan "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisashi Wakita, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Japanese Red Cross Narita Hospital, Narita, Japan "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Sasaki, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Juntendo University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirotoshi Kamata, MD",
            "author_affiliations": [
                "Kitasato University Hospital, Sagamihara, JPN "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshikazu Ichikawa, MD",
            "author_affiliations": [
                "Akita City Hospital, Akita, Japan "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihiko Yokoyama, MD",
            "author_affiliations": [
                "National Hospital Organization Tokyo Medical Center, Tokyo, JPN "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenshi Suzuki",
            "author_affiliations": [
                "Japanese Red Cross Medical Center, Tokyo, Japan "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Kizaki, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Saitama Medical Center, Saitama Medical University, Saitama, Japan"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T04:05:03",
    "is_scraped": "1"
}