{
    "doi": "https://doi.org/10.1182/blood.V128.22.4110.4110",
    "article_title": "Histone-Modifying Gene Mutations Are Related to Tumor Progression and Response to Histone Deacetylase Inhibitors in Patients with Peripheral T-Cell Lymphoma Not Otherwise Specified ",
    "article_date": "December 2, 2016",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Poster III",
    "abstract_text": "Objective Histone modifications are critically involved in pathogenesis of peripheral T-cell lymphoma not otherwise specified (PTCL-NOS).Histonedeacetylaseinhibitors (HDACIs) exhibited potential anti-lymphoma activity through restoring normal chromatin modification patterns. Here we detected histone-modifying gene mutations in PTCL-NOS and correlated them with tumor progression and therapeutic response to different HDACIs. Methods Mutations of important lymphoma-associated histone-modifying genes ( MLL2, TET2, CREBBP, EP300, SETD2 and EZH2 ) were detected by targeted sequencing in tumor samples of 105 newly diagnosed patients with PTCL-NOS and compared with clinical parameters. Moreover, T-lymphoma cell lines bearing representative mutations were treated with four clinically available HDACIs (valproic acid, VPA;suberoylanilidehydroxamic acid, SAHA;Romidepsin,Romi; andChidamide,Chid). Results A total of 65 histone-modifying gene mutations were identified in 39 of 105 PTCL patients (Figure 1A). As illustrated in Figure 1B, somatic mutations in MLL2 (encoding H3K4-specific methyltransferase) were most frequently observed (20.0%), followed by mutations of TET2 (13.3%), EP300 and CREBBP (encoding H3K18 acetyltransferase, 7.6% and 6.7%, respectively), and SETD2 (encoding H3K36 methyltransferase, 7.6%). No EZH2 mutation was detected. Clinically, mutation-positive PTCL patients presented with shorteroverall survival than patients without mutations (P=0.0038, Figure 1C). Based on the crystal structure of each gene (Figure 1D), most mutations were located on SET domain of MLL2 (p.5397-5513), HAT domain of EP300 (p.1287-1663) and SET domain of SETD2 (p.1550-1667), which could lead to loss of H3K18ac, H3K4me3 and H3K36me3 expression, respectively. Meanwhile, Jurkatcells were treated with VPA, SAHA, Romiand Chidfor 48h and the results showed that all the HDACIs increased the expression of EP300/CREBBP , as compared to the untreated group. Interestingly, VPA and SAHA specifically upregulated SETD2 expression, while Romi and Chid upregulated MLL2 expression (Figure 2A). No obvious change of TET2 expression was found during HDACI treatment. Thereafter,Jurkat cells were transfected with MLL2 mutant (p.V5389M), EP300 mutant (p.H1377R) and SETD2 mutant (p.R1598_). Compared with the WT, mutant reduced the level of H3K18ac, H3K4me3 and H3K36me3 expression, respectively. All the HDACIs restored H3K18 hypo-acetylation induced by EP300 mutant. VPA and SAHA restored H3K36me3 expression inhibited by SETD2 mutant, whileRomi andChid restored H3K4me3 expression inhibited by MLL2 mutant (Figure 2B-2D). Conclusion Our study provided the mutational spectrum of histone-modifying genes in PTCL-NOS. HDACIs targeted differently histone H3 acetylation or methylation modulated by the mutations, suggestive their distinct therapeutic efficiency in PTCL-NOS. Figure. View large Download slide Figure. View large Download slide Close modal Figure. View large Download slide Figure. View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "histone deacetylase inhibitors",
        "histones",
        "lymphoma, t-cell, peripheral",
        "mutation",
        "tumor progression",
        "valproic acid",
        "vorinostat",
        "lymphoma",
        "methyltransferase",
        "acetyltransferase"
    ],
    "author_names": [
        "Mengmeng Ji, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mengmeng Ji, PhD",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics; Shanghai Institute of Hematology; Shanghai Rui Jin Hospital; Shanghai Jiao Tong University School of Medicine, shanghai, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T15:43:15",
    "is_scraped": "1"
}