{
    "doi": "https://doi.org/10.1182/blood.V128.22.5832.5832",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3519",
    "start_url_page_num": 3519,
    "is_scraped": "1",
    "article_title": "Impact of Novel Agents on Frequency of Second Salvage Autologous Transplantation in Patients with Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "731. Clinical Autologous Transplantation: Results",
    "abstract_text": "Introduction: High dose melphalan followed by autologous hematopoietic stem cell transplant (ASCT) is the standard of care in eligible multiple myeloma (MM) patients (pts). It is common practice to collect sufficient stem cells for two transplants, for the first ASCT immediately after induction, and for salvage ASCT following disease progression. We investigated the frequency of salvage second ASCT in the era of novel agents to determine if there has been a change in practice. Methods: We retrospectively reviewed medical records of MM pts who had stem cells collected for two ASCTs from 03/1996 to 12/2014. We then compared pts who received their first ASCT prior to January 2007 to those after this time. We excluded pts who received their second transplant as part of a clinical protocol, who received subsequent allogenic transplants, and pts who received 2 ASCT transplants as part of initial therapy. Fisher's exact test was used to assess significance of categorical independent variables and t -test was used to assess significance of continuous variables. Results: Forty of 506 pts (7.9%) received salvage second ASCT (Fig 1). Among 195 MM pts who received their first ASCT before 2007, 19 pts (9.7%) received salvage ASCT. After 2007, 21 of 311 MM pts (6.7%) received salvage ASCT (P= 0.24). When comparing salvage ASCT in the two time periods, no significant differences were noted, with the exception of a slightly lower KPS status (80% vs 70%, P =0.001), and the use of novel agents before the salvage therapy (0/19 (0%) vs 17/21 (81%), p <0.001). Otherwise the clinical characteristics, prior response and response duration, and initial stage were similar. Prior to 2007, 6 of 44 (14%) pts older than 65 years received salvage ASCT, whereas after 2007 only 3 of 110 (3%) patients received salvage ASCT (p = 0.017). Conclusions: Outside of clinical trials, the use of salvage second ASCT for relapsed MM is not frequent, and was noted to be decreasing further after 2007. We speculate that this 30% relative reduction in the frequency of salvage ASCT after 2007 is likely explained by the introduction of novel agents such as bortezomib and lenalidomde into the clinical practice, the use of maintenance therapy post-ASCT, and more non-ASCT options for salvage treatment after relapse. Further studies are needed to investigate the optimal timing for salvage ASCT and the patients who will best benefit from such treatment. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Wingard: Astellas: Consultancy; Gilead: Consultancy; Ansun: Consultancy; Fate Therapeutics: Consultancy; Merck: Consultancy.",
    "topics": [
        "multiple myeloma",
        "transplantation, autologous",
        "autologous stem cell transplant",
        "brachial plexus neuritis",
        "autologous hematopoietic stem cell transplant with purging",
        "autologous hematopoietic stem cell transplant without purging",
        "bortezomib",
        "disease progression",
        "melphalan",
        "salvage therapy"
    ],
    "author_names": [
        "Prajwol Pathak, MD",
        "Athira Unnikrishnan, MD",
        "Fei Zou, PhD",
        "Helen Leather, BPharm",
        "Christopher R. Cogle, MD",
        "Jack W Hsu, MD",
        "Randy A. Brown, MD",
        "John R. Wingard, MD",
        "Maxim Norkin, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
        ],
        [
            "Department of Biostatistics, University of Florida, Gainesville, FL"
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
        ]
    ],
    "first_author_latitude": "29.638915099999995",
    "first_author_longitude": "-82.3465947"
}