{
    "doi": "https://doi.org/10.1182/blood.V114.22.3370.3370",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1578",
    "start_url_page_num": 1578,
    "is_scraped": "1",
    "article_title": "Long-Term Outcome of ATL Patients Who Underwent Reduced-Intensity Stem Cell Transplantation (RIST): Suggested Potent Graft-Versus-ATL and HTLV-1 Effects. ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation Poster III",
    "abstract_text": "Abstract 3370 Poster Board III-258 Although the outcome of patients (pts) with adult T-cell leukemia-lymphoma (ATL) remains poor when they are treated with conventional chemotherapy, we previously showed in a multi-center prospective study that one-third of pts who underwent RIST from a related donor in CR or PR could survive without disease for more than 2 years (Tanosaki R et al., BBMT 2008). In this retrospective study, we reviewed our single-center experience with RIST for ATL pts, focusing on the outcome of those who underwent RIST in non-remission status or who relapsed after RIST. A total of 24 pts underwent RIST from a related donor between 2001 and 2008. The median age was 54 years (range, 44-65). Of the 14 males and 10 females, 19 were acute type and 5 were lymphoma type. Disease status at transplantation was 5 CR, 10 PR, 8 NC and 1 PD. Donors were siblings in 18 and children in 6, including 5 HTLV-1 healthy carriers. HLA in serology was 6/6 in 19 and 5/6 in 5. Stem cell sources were PBSC in 22 and BM in 2. Conditioning regimens were fludarabine (30 mg/m 2 iv days -8 to -3) and busulfan (3.2 mg/kg iv days -6 and -5) with (n=8) or without (n=16) rabbit anti-T-lymphocyte globulin (ATG, Fresenius; 2.5 mg/kg iv days -2 and -1). All patients received cyclosporine alone for GVHD prophylaxis. Engraftment was rapid in all 24 pts (neutrophil>500/uL; median 12 days, range 10 -19), with no graft failure. There were 3 non-relapse mortalities; respiratory failure from bronchiolitis obliterans at 21 months (mos), interstitial pneumonitis at 47 mos, and pneumococcal sepsis at 38 mos. Notably, 10 of the 19 pts who were non-CR at RIST survived without disease progression to a median of 53 mos (range, 20 to 85). All of these pts were acute type, and had circulating ATL cells in the peripheral blood (PB) immediately before RIST (average 33% of WBC, range 5-73). Circulating ATL cells decreased to below 5% within 1 mo in 8 pts. A total of 12 pts relapsed within 16 mos; 7 (58%) within 3 mos, and 11 (92%) within 12 mos. Two patients who had relapsed after RIST showed a significant but transient response to the withdrawal of immunosuppression (CR 1, PR 1). Donor lymphocyte infusion was performed in 6 pts without significant benefits. Seven pts who relapsed at a single site, which was confirmed by CT scan or FDG-PET, were treated with local irradiation alone, and 3 whose HTLV-1 proviral load in PB had become negative at relapse survived to 48, 64 and 77 mos; 1 pt required 2 courses of irradiation because of immediate relapse at the margin of the preceding radiation field, and another pt underwent surgical resection of a residual mass since a biopsy revealed a viable lesion at the irradiated site. The 5-year overall and progression-free survival of all pts were 52% (95% CI, 38-66%) and 37% (95% CI, 22-52%), respectively, at a median follow-up of 59 mos (range, 12 to 85) in surviving pts. HTLV-1 proviral load in PB was examined using real-time PCR for tax in 208 samples from 21 evaluable pts, and it became negative at least once in 15 pts (71%), including 1 pt whose donor was an HTVL-1 carrier; proviral load remained negative in 7 pts at a median follow-up of 32 mos (range, 3 to 84). Since HTLV-1 tax is a promising target molecule for identifying the immunological mechanism, HLA-restricted tax-specific CTLs were examined in HLA-A2- and/or A24-positive pts using tax tetramers by taking blood samples periodically after informed consent was obtained from each pt. A total of 80 samples in 13 pts were analyzed. The number of tax tetramer-positive (tax+) cells did not change significantly up to at least 1 year after RIST, while the clinical responses and decrease/disappearance of HTLV-1 proviral load were observed within 3 mos in most cases. An increase in tax+ cells was observed after 1 year in 2 pts who had achieved CR. In conclusion, about half of the acute-type ATL pts with a significant involvement of ATL cells in PB at RIST could survive for a long time in our cohort. ATL pts who relapsed at a single site after RIST still have a chance to be cured with local treatment using irradiation alone or surgical resection with the aid of HTLV-1 proviral load as a marker for minimum residual disease. Since most ATL pts had already become resistant to chemotherapy and the intensity of conditioning was reduced, potent GV-ATL and GV-HTLV-1 effects might have played a key role in disease control. However, tax-specific CTL kinetics did not correlate with either clinical responses or the HTLV-1 proviral load, which suggested that other molecules may be immunologically targeted. Our results might contribute to the establishment of the cure-oriented treatment strategy for ATL pts. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "human t-lymphotropic virus 1",
        "radioimmunosorbent test",
        "tissue transplants",
        "brachial plexus neuritis",
        "human leukocyte antigens",
        "chemotherapy regimen",
        "excision",
        "follow-up",
        "molecule"
    ],
    "author_names": [
        "Ryuji Tanosaki",
        "Kimikazu Yakushijin",
        "Yoshitaka Asakura",
        "Saiko Kurosawa",
        "Nobuhiro Hiramoto",
        "Masakazu Mori",
        "Takahiro Fukuda",
        "Sung-Won Kim",
        "Shin-ichiro Mori",
        "Yuji Heike",
        "Kensei Tobinai",
        "Yoichi Takaue"
    ],
    "author_affiliations": [
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ],
        [
            "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.6653435",
    "first_author_longitude": "139.76770004999997"
}