{
    "doi": "https://doi.org/10.1182/blood-2021-147244",
    "article_title": "Tc Buster Transposon Engineered CLL-1 CAR-NK Cells Efficiently Target Acute Myeloid Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "703.Cellular Immunotherapies: Basic and Translational",
    "abstract_text": "Introduction: DNA transposons are efficient, integrating, non-viral vector systems which have been applied to clinical scale CAR-T cell production, aiming to reduce cost and deliver larger genetic cargos relative to viral transduction. CAR-NK cells are a promising cell therapy platform, with a potential for 'off-the-shelf', allogeneic application. Inefficient delivery of plasmid DNA and substantial associated toxicity have limited the utility of DNA transposon systems in primary NK cell engineering. Here we describe an efficient process for the production of transposon engineered primary CAR-NK cells, and the in vitro activity of a CAR-NK cell product targeting human C-type lectin-like molecule-1 (CLL-1/ C-type lectin domain family 12 member A, CLEC12A) for acute myeloid leukemia (AML) produced using the Tc Buster (TcB) transposon system. Since CLL-1 is frequently expressed by leukemic stem cells (LSC) but absent on hematopoietic stem cells, it represents a rational antigenic target to enhance the innate activity of allogeneic NK cell therapies in AML. Methods: NK cells were isolated from 30ml of healthy donor peripheral blood by negative immunomagnetic selection (NK Cell Isolation Kit, Miltenyi Biotec), then activated and expanded using a good manufacturing practice (GMP) grade, 100 Gy irradiated, Epstein Barr Virus-transformed lymphoblastoid cell line (EBV-LCL) in the presence of IL-2 and IL-21. On day 4, NK cells were electroporated with a nanoplasmid TcB transposon carrying a second generation CLL-1 CAR (CD28/CD3ζ or 41BB/CD3ζ) and hyperactive TcB transposase mRNA (Maxcyte ATx). Following transposition, the NK cells were stimulated with the feeder line for a second time. Purified CAR-NK cell populations were produced by immunomagnetic selection of CAR expressing cells using anti-biotin beads (Miltenyi Biotec) and biotinylated CLL-1 protein (ACRO Biosystems), which was also used to detect CAR expression by flow cytometry. For CRISPR/Cas9 gene knockout (KO), pooled sgRNAs targeting 3 sites within the target gene were complexed with Cas9 protein prior to co-electroporation with the TcB payload. CLL-1 CAR-NK cell function was evaluated in co-culture with AML cell lines or biobanked AML patient samples and analyzed by flow cytometry. Results: This approach (Fig 1A) produced efficient transposition with retained clinical-scale expansion capacity of primary CAR-NK cells with mean CAR expression of 37% (n=3, range 26-46%) at day 21, without selection (Fig 1B). By extrapolation, a mean 4,275-fold expansion was observed by day 21, increasing to 14,023-fold by day 25, sufficient to support many clinical doses of 1x10 7 cells/Kg (Fig 1C). Mean NK cell purity of the final product was 98%. A further increase in the proportion of CAR-NK cells was achieved by immunomagnetic selection, with mean CAR expression increasing to 89.5% (range 84-97%, n=3). A further feeder cell stimulation of these CLL-1 CAR selected cells produced a similar expansion trajectory, 3 days delayed relative to unselected cells (Fig 1C). CLL-1 CAR-NK cell function was confirmed by an enhanced ability to target CLL-1 positive AML cell lines and primary AML blasts relative to control electroporated NK cells (Fig 1 D,E). Increased elimination of a primary AML population enriched for LSC (CD34+, CD38-, CLL-1+) by CLL-1 CAR-NK cells was confirmed (mean 96% vs. 32%, p=0.0002, n=3 AML, n=2 NK donors) (Fig 1E). Preliminary data shows simultaneous KO of the NK cell checkpoint cytokine-inducible SH2 containing protein (CISH) using CRISPR/Cas9 while maintaining efficient transposition (Fig 1F). Conclusions: We describe a novel, non-viral approach to CAR-NK cell production using the TcB DNA transposon system, supported by a clinically validated, GMP grade, irradiated, EBV-LCL with clinical scale expansion capability. Purified CAR-NK cell populations were achieved by immunomagnetic sorting without requiring a selection marker or cytotoxic exposure. Preliminary data supports the ability to simultaneously perform CRISPR/Cas9 gene editing - in this case applied to KO of the CISH gene, an NK cell checkpoint with multiple established benefits, including enhanced in vivo NK cell persistence and improved metabolic health. Manufactured using this process, we also present the first reported pre-clinical activity of a CLL-1 CAR-NK cell therapy in AML, demonstrating enhanced targeting of populations enriched for LSC. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Gurney:  ONK Therapeutics: Research Funding. O'Reilly:  ONK Therapeutics: Research Funding. Corcoran:  ONK Therapeutics: Current Employment. Brophy:  ONK Therapeutics: Current Employment; Autolus: Ended employment in the past 24 months. Hardwicke:  ONK Therapeutics: Current Employment; Novartis: Ended employment in the past 24 months. Hermanson:  Bio-Techne: Current Employment. Szegezdi:  ONK Therapeutics: Research Funding. O'Dwyer:  Janssen: Consultancy; ONK Therapeutics: Current Employment, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Research Funding.",
    "author_names": [
        "Mark Gurney",
        "Eimear O'Reilly",
        "Sarah Corcoran",
        "Sarah Brophy",
        "David Hardwicke",
        "Janusz Krawczyk",
        "David Hermanson",
        "Richard W. Childs",
        "Eva Szegezdi",
        "Michael E. O'Dwyer"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark Gurney",
            "author_affiliations": [
                "National University of Ireland, Galway (NUIG), Galway, Ireland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eimear O'Reilly",
            "author_affiliations": [
                "National University of Ireland, Galway (NUIG), Galway, Ireland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Corcoran",
            "author_affiliations": [
                "ONK Therapeutics, Galway, Ireland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Brophy",
            "author_affiliations": [
                "ONK Therapeutics, Galway, Ireland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Hardwicke",
            "author_affiliations": [
                "ONK Therapeutics, Galway, Ireland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janusz Krawczyk",
            "author_affiliations": [
                "National University of Ireland, Galway (NUIG), Galway, Ireland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Hermanson",
            "author_affiliations": [
                "Bio-Techne, Minneapolis,"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard W. Childs",
            "author_affiliations": [
                "Transplant Immunotherapy, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Szegezdi",
            "author_affiliations": [
                "National University of Ireland, Galway (NUIG), Galway, Ireland"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael E. O'Dwyer",
            "author_affiliations": [
                "National University of Ireland, Galway (NUIG), Galway, Ireland",
                "ONK Therapeutics, Galway, Ireland"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-24T04:08:46",
    "is_scraped": "1"
}