{
    "doi": "https://doi.org/10.1182/blood.V110.11.4188.4188",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1003",
    "start_url_page_num": 1003,
    "is_scraped": "1",
    "article_title": "Identification of LIV1, a Zinc Transporter Gene, Responsible for HDACI-Induced Apoptosis, Using a Genetic Approach. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Histone deacetylase inhibitors (HDACI) show promise as chemotherapeutic agents and have been demonstrated to induce apoptosis of tumor cells. To gain a better understanding of the molecular basis for HDACI-induced apoptosis and directly identify the gene products which are essential for mediating the apoptosis-regulatory functions of HDACI, we employed the suppression of mortality by antisense rescue technique (SMART). This approach permits the isolation of apoptosis-associated genes based on their selective inactivation by overexpression of antisense cDNAs. Because the antisense mRNA inactivates gene expression of apoptosis-specific genes, transfected cells survive in the presence of apoptosis inducers. We isolated several genes associated with HDACI-induced mortality (GHIM). Here we characterized one of the GHIM cDNAs, GHIM-27. Sequence analysis suggests that the GHIM-27 product is identical to human zinc transporter LIV1. Further researches indicate that LIV1 is significantly induced by HDACI treatment in various cancer cell lines. Down-regulation of LIV1 confers a strong resistance against HDACI-induced apoptosis, which is caused at least in part by disregulation of intracellular zinc homeostasis. Together, these studies identify a zinc transporter gene LIV1 which is responsible for HDACI-induced apoptosis by using a genetic approach. This may provide a potentially important target for anticancer therapy.",
    "topics": [
        "apoptosis",
        "genes",
        "genetics",
        "histone deacetylase inhibitors",
        "zinc transporter",
        "antineoplastic agents",
        "apoptosis promoter",
        "rna, messenger",
        "sequence analysis",
        "tumor cells"
    ],
    "author_names": [
        "Jianfeng Zhou, MD, PhD",
        "Beibei Wang, PHD",
        "Pingbo Chen, PHD",
        "Jintao Wang, PHD",
        "Yicheng Zhang, PHD",
        "Ding Ma, MD, PHD",
        "Xiaoli Ma, PHD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Cancer Molecular Center, Wuhan, Hubei, China"
        ],
        [
            "Department of Gynaecology and Obstetrics, Cancer Molecular Center, Wuhan, Hubei, China"
        ],
        [
            "Department of Gynaecology and Obstetrics, Cancer Molecular Center, Wuhan, Hubei, China"
        ],
        [
            "Department of Anathesiology, Wuhan, Hubei, China"
        ],
        [
            "Department of Hematology, Cancer Molecular Center, Wuhan, Hubei, China"
        ],
        [
            "Department of Gynaecology and Obstetrics, Cancer Molecular Center, Wuhan, Hubei, China"
        ],
        [
            "Department of Gynaecology and Obstetrics, Cancer Molecular Center, Wuhan, Hubei, China"
        ]
    ],
    "first_author_latitude": "30.568116",
    "first_author_longitude": "114.3003845"
}