{
    "doi": "https://doi.org/10.1182/blood.V106.11.825.825",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=468",
    "start_url_page_num": 468,
    "is_scraped": "1",
    "article_title": "Identification of Switching-Related Transcription Factors from a Comparison of Cord and Adult Human Blood Reticulocytes Transcriptomes. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Hemoglobin switching patterns during human ontogeny are highly correlated with transcription of the alpha and beta globin genes on chromosomes 16 and 11, but the molecular and genetic mechanisms responsible for the switching phenomenon are not yet defined. For a better understanding of post-natal globin gene switching and silencing, the expression profiles from purified reticulocyte mRNA (28 separate clinical samples; 14 cord, 14 adult) were studied using Affymetrix HG-U133 arrays (44,229 probe sets). To validate the transcriptome expression levels derived from the microarrays and to discriminate the differences between cord blood and adult blood reticulocytes, we performed quatitative real-time PCR. Among 21 tested control genes, the ratios of adult-to-cord blood (AB/CB) array hybridization intensities versus PCR copy numbers demonstrated a correlation coefficient of 0.978. Hence, the AB/CB array hybridization intensities provide a reliable description of erythroid transcriptome patterns associated with post-natal hemoglobin switching. Stringent screening criteria were then used to identify genes that may be involved in fetal-to-adult hemoglobin switching. All 44,229 probe sets were filtered to identify genes that demonstrated greater than a five fold difference in AB and CB mean signal intensities as well as consistent differences among the 14 samples from each group. In addition, the screening criteria required high-level signals in either AB or CB (>1000 FU), and t -test p -values between AB and CB <0.0001. 107 switching-related probe sets from 94 genes met these criteria, and over 90% of them were detected at higher levels in CB. When this inventory of probe sets was categorized using Gene Ontology, less than half were assigned a known molecular function. Among those, five transcription factors were identified including LIM domain only 2 (LMO2) and Kruppel like factor 3 (KLF3). Those two transcription factors play known roles in hematopoiesis, and LMO2 is required for embryonic erythropoiesis. Two other genes encode zinc finger proteins, but no description of their expression in hematopoietic tissues has been reported. Finally, a novel gene encoding chromatin remodeling and PHD-finger domains was discovered. Postnatal hemoglobin switching is associated with significant changes in the reticulocyte transcriptome. Among the transcripts demonstrating highly significant shifts in their levels, known and novel transcription factors were identified.",
    "topics": [
        "reticulocytes",
        "transcription factor",
        "hemoglobin",
        "crossbreeding",
        "polymerase chain reaction",
        "screening",
        "beta-globin",
        "globins",
        "kruppel-like transcription factors",
        "rna, messenger"
    ],
    "author_names": [
        "Sung-Ho Goh, PhD",
        "Matthew Joselyn, BS",
        "Y. Terry Lee, MS",
        "Christopher Reed, MD",
        "Jeffery L. Miller, MD"
    ],
    "author_affiliations": [
        [
            "Molecular Medicine Branch, National Institute of Diabetes, Digestive and Kidney Disease/National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Molecular Medicine Branch, National Institute of Diabetes, Digestive and Kidney Disease/National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Molecular Medicine Branch, National Institute of Diabetes, Digestive and Kidney Disease/National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "National Naval Medical Center, Bethesda, MD, USA"
        ],
        [
            "Molecular Medicine Branch, National Institute of Diabetes, Digestive and Kidney Disease/National Institutes of Health, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999"
}