{
    "doi": "https://doi.org/10.1182/blood-2018-99-115620",
    "article_title": "Comparison of Prognostic Stratification between IPI, PIT, and NCCN-IPI in the Treatment of Nodal Peripheral T-Cell Lymphomas ",
    "article_date": "November 29, 2018",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies: Poster I",
    "abstract_text": "Background Nodal peripheral T-cell lymphomas (PTCLs) are a heterogeneous group of neoplasms, which include PTCL not otherwise specified (PTCL-NOS), angioimmunoblastic T-cell lymphoma (AITL), anaplastic large-cell lymphoma-anaplastic lymphoma kinase positive (ALCL, ALK-pos), and ALCL, ALK-neg. International prognostic index (IPI) is a widely used tool for risk stratification and has shown a strong association with survival in nodal PTCL. The prognostic index for PTCL-U (PIT) is a specific prognostication tool for PTCL and has also shown prognostic relevance in nodal PTCL. The National Comprehensive Cancer Network-IPI (NCCN-IPI) has recently been reported to show better discrimination in higher risk patients with diffuse large B-cell lymphoma, but has never been investigated in nodal PTCLs. Thus, the aim of this study was to validate and compare the usefulness of risk stratification using NCCN-IPI in comparison with the IPI and PIT in patients with newly diagnosed nodal PTCL, particularly in determining high-risk patients. Methods This retrospective analysis was conducted using patient-level data from one Korean multicenter retrospective cohort (cohort A; NCT03040206; Eur J Nucl Med Mol Imaging 2018 e-pub ) and two prospective Samsung Medical Center Lymphoma I (cohort B) and II (cohort C) cohorts (NCT00822731 and NCT01877109; Blood Cancer J 2016;6:e395 ) that included nodal PTCL patients. Among those enrolled in the three cohorts, patients were eligible if they were newly diagnosed, were histologically confirmed with nodal PTCL and had received curative intent systemic chemotherapy. Patients were excluded if the histologic subtype was uncertain or primary extranodal mature T-cell or NK/T-cell neoplasms. The study also excluded ALCL, ALK-pos. Results A total of 531 patients were screened for eligibility (A [n=396], B and C [n=135]). Eighty-four patients were excluded from this analysis due to following reasons: relapsed nodal PTCL (n=14), no systemic lymphoma therapy (n=14), uncertain histology (n=8), primary extranodal mature T-cell or NK/T-cell neoplasms (n=9), and ALCL, ALK-pos (n=39). Thus, 447 patients were analyzed. Median age at diagnosis was 60 years (range, 19-86) and 285 (64%) were male. PTCL-NOS (n=237, 53%) was the most common histologic subtype included, and AITL (n=154, 35%) and ALCL, ALK-neg (n=56, 13%) followed. Three-fourths of the patients (n=337) were advanced stage and approximately one-fourth of the patients (n=127) had bone marrow involvement at diagnosis. The majority of the patients (n=422, 94%) were treated with anthracycline-based regimen as primary chemotherapy. 77 patients (17%) underwent up-front autologous stem cell transplantation. With a median follow-up of 55.7 months (IQR 32.7-83.5), 5-year progression-free survival rate was 35.9% (95% CI, 31.0-40.8) and overall survival (OS) rate was 46.0% (95% CI, 40.7-51.3). In the univariate analysis, all the risk stratifications, the IPI, PIT, and, NCCN-IPI, were significantly associated with OS (Fig 1A, B, C). However, the 5-yr OS rates of IPI, PIT, and NCCN-IPI differed substantially in the high-risk group,18.2% (95% CI, 9.6-26.8) vs 22.4% (95% CI, 14.0-30.8) vs 10.8% (95% CI, 2.4-19.2), as well as in the low-risk group, 77.1% (95% CI, 69.3-84.9) vs 75.9% (95% CI, 65.3-86.5) vs 85.8% (95% CI, 76.0-95.6; Table 1), respectively. The absolute difference in OS between the low-risk and high-risk groups was 75.0% with NCCN-IPI stratification compared with 58.9% and 53.5% with IPI and PIT stratifications. Notably, 13.4% of the patients were classified as high-risk group using the NCCN-IPI stratification, which was substantially different from stratifications using the IPI (19.2%) and PIT (24.2%). Finally, the NCCN-IPI and histologic subtypes were found to be independent prognostic variables for OS in multivariate analysis (for low-intermediate NCCN-IPI, hazard ratio [HR] 1.80, 95% CI 0.79-4.12; high-intermediate NCCN-IPI, HR 2.19, 95% CI 0.83-5.76; high NCCN-IPI HR 3.63, 95% CI 1.28-1032; P= 0.038: for AITL, HR 1.12, 95% CI 0.69-2.01; PTCL-NOS, HR 1.96, 95% CI 1.18-3.27; P <0.001). Conclusion Our study shows that the NCCN-IPI is a more powerful tool than the IPI and PIT for predicting OS in patients with nodal PTCLs. Compared with the IPI and PIT, the NCCN-IPI also shows better discrimination between low-risk and high-risk nodal PTCL patients, and may be more useful to find truly high-risk patients. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Ho-Young Yhim, MD PhD",
        "Yong Park, MD",
        "Joon Ho Moon, MD",
        "Ho-Jin Shin, MD PhD",
        "Yoon Seok Choi, MD",
        "Min Kyoung Kim, MD PhD",
        "Dae Sik Kim, MD PhD",
        "Ji Hyun Lee, MD PhD",
        "Won Sik Lee, MD PhD",
        "Young Rok Do, PhDMD",
        "Jun Soo Ham, MD",
        "Seok Jin Kim, MD PhD",
        "Won Seog Kim, MD PhD",
        "Deok-Hwan Yang, MD",
        "Jae-Yong Kwak, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ho-Young Yhim, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Chonbuk National University Medical School, Jeonju, Korea, Republic of (South) "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yong Park, MD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University School of Medicine, Anam Hospital, Seoul, South Korea "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joon Ho Moon, MD",
            "author_affiliations": [
                "Department of Hematology-Oncology, Kyungpook National University Hospital, Daegu, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ho-Jin Shin, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Pusan National University Hospital, Busan, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoon Seok Choi, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Chungnam National University, Daejeon, South Korea "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Kyoung Kim, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Yeungnam University College of Medicine, Daegu, Korea, Republic of (South) "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dae Sik Kim, MD PhD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Guro Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji Hyun Lee, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Dong-A University College of Medicine, Busan, South Korea "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won Sik Lee, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Inje University Busan Paik Hospital, Busan, Korea, Republic of (South) "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Young Rok Do, PhDMD",
            "author_affiliations": [
                "Department of Internal Medicine, Dongsan Medical Center Keimyung University, Daegu, Korea, Republic of (South) "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Soo Ham, MD",
            "author_affiliations": [
                "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seok Jin Kim, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won Seog Kim, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deok-Hwan Yang, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South)"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Yong Kwak, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Chonbuk National University Medical School, Jeonju, Korea, Republic of (South) "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T06:38:52",
    "is_scraped": "1"
}