{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3982.3982",
    "article_title": "When Standard Markers Are Not Sufficient for Monitoring Minimal Residual Disease or Targeted Treatment: New Transcriptome Derived Flow Cytometry Markers for Switching B Cell Precursor Leukemias ",
    "article_date": "December 7, 2017",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "Switching from B to monocytic lineage is more frequent than expected (4-6% out of all pediatric B cell precursor leukemias (BCP ALLs), called swALL). SwALLs frequently contain CD2 aberrant expression and ERG gene deletions. Recently described subtype characterized by rearrangement of DUX4 gene overlaps with swALL. The B-to-monocytoid switching can be missed by current flow cytometry (FC) antibody panels. The search for better FC markers is of clinical importance also in the context of switching occurring under CD19 directed therapies (blinatumomab or CAR T cells). The malignant potential of switched blasts is not clear, there is an evidence that part of the patients might suffer from relapse corresponding to BCP ALL. However, the relapse corresponding to switched monocytic blasts was also observed. We performed RNA sequencing of swALL diagnostic blasts (n=31), intermediate cells co-expressing B cell and monocytic markers (n=3) and switched monocytic blasts (n=6, clonal relatedness was confirmed by identification of identical Ig-TCR rearrangements with initial BCP ALL clone), control BCP ALLs (n=50), monocytic AMLs (n=5, MLL rearranged 3, CBFb/MYH11 2) and healthy monocytes sorted from blood (n=3) to answer following questions: a) Which genes are differentially expressed at diagnosis in swALL in comparison to non swALL? b) Which genes are differentially expressed in switched monocytic blasts in comparison to normal monocytes? c) Is expression profile of switched blasts similar to monocytic AML? Results: a) We identified following 20 most significantly differentially expressed genes at diagnosis of swALL, compared to control BCP ALL: CCNA1, ANGPT1, AR, COL9A3, CHST13, GPR37, TCERG1L, SPON2, CLEC12A (CD371)-antigen broadly expressed in AMLs and healthy monocytes, GLDC, LHFPL2, CLEC12B, PNMT, SLC35E3, SMOC2, CSRNP3, MS4A1 (CD20), STAP1, PPP1R36, FAM107B. We also looked for 20 most significantly expressed genes having CD equivalent and following molecules were identified (and therefore likely usable by FC): CD371, CD294, CD315, CD146, CD140a, CD57, CD213a1, CD49b (increased in swALLs) and CD20, CD27, CD331, CD158K, CD10, CD85h, CD130, CD268, CD185, CD200, CD247, CD114, CD49e (decreased in swALLs). Other interesting significantly expressed molecules in comparison to control BCP ALLs, are CD2 (LFA-2) and CD84 (SLAM family member 5) both belonging to Ig superfamily of molecules and FC profile is compatible with transcriptome. b) The following genes were upregulated in comparison to healthy monocytes: IL10, NR4A3, S3ST3B1, AVPI1, PHLPP1, PLCXD1, WEE1, LARGE. Following genes were downregulated: RAB32 (RAS pathway member), CYP27A1 (high expression is typical for macrophages), NUDT16P1, HOXB2, SMPDL3A, RTN1, MN1, ZC2HC1A. The following genes with CD equivalent were found for prospective screening: CD52 (decreased in switched blasts), CD218a (IL18R1), CD146 (MCAM), CD104 (ITGB4), CD218b (IL18RAP), CD168 (HMMR), CD358, CD227 (MUC1), CD34, CD69, CD104, CD22, CD98 (LAT1), CD125 (IL5 subunit), CD363, CD229, CD70, CD233 (SLC4A1), CD49b and CD334 (increased in switched blasts). c) Switched monocytic blasts have distinct expression profile from healthy monocytes and monocytic AMLs. Interestingly switched monocytic blasts have higher expression of granulocyte macrophage colony stimulating factor receptor (GM CSFr, CD116) indicating higher dependence on this cytokine in comparison to monocytic AMLs. Conclusion: SwALLs have distinct expression profile in comparison to control BCP ALLs. Expression profile at diagnosis is consistent with immunophenotype (CD19pos, CD20neg, frequently CD34pos, CD10dim and CD2pos). SwALLs tend to highly express several molecules of the C type lectin family (namely CLEC12A and CLEC12B). In comparison to healthy monocytes switched blasts retain expression of several B cell specific gene transcripts (e.g.EBF1, LARGE, CD22) and a higher expression of Ki67 corresponds to a higher proliferative capacity. SwALL represents a subset of BCP ALL with a potential to downregulate CD19 during therapy. Although our knowledge on genetic background of swALL has recently expanded, the details behind their phenotypical volatility are mostly yet unknown. Our study is the first to provide systematic insight into the swALL transcriptome and surface protein expression. Supported by AZV15-28525A, 15-30626A, 16-32568A, 15-06049Y, PRIMUS/MED 28, UNCE204012 Disclosures Ritgen: BMS: Consultancy, Other: travel support; F. Hoffmann-LaRoche: Consultancy, Honoraria, Other: travel support, Research Funding; Gilead: Other: travel support; Pfizer: Consultancy.",
    "topics": [
        "b-lymphocytes",
        "flow cytometry",
        "leukemia",
        "neoplasm, residual",
        "molecule",
        "cd20 antigens",
        "cd19 antigens",
        "collagen receptors",
        "immunoglobulins",
        "alemtuzumab"
    ],
    "author_names": [
        "Michaela Novakova",
        "Alena Musilova",
        "Lucie Slamova",
        "Barbora Vakrmanova",
        "Monika Brüggemann",
        "Matthias Ritgen",
        "Eva Fronkova",
        "Tomas Kalina",
        "Ondrej Hrusak",
        "Jan Trka",
        "Jan Stary",
        "Martina Vaskova",
        "Lucie Winkowska",
        "Marketa Zaliova",
        "Karel Fiser",
        "Ester Mejstrikova"
    ],
    "author_dict_list": [
        {
            "author_name": "Michaela Novakova",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University, Prague, Czech Republic "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alena Musilova",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University, Prague, Czech Republic "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucie Slamova",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbora Vakrmanova",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University, Prague, Czech Republic "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Brüggemann",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Ritgen",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Fronkova",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Kalina",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ondrej Hrusak",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Trka",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Stary",
            "author_affiliations": [
                "Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Vaskova",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University, Prague, Czech Republic "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucie Winkowska",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University, Prague, Czech Republic "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marketa Zaliova",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karel Fiser",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University, Prague, Czech Republic "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ester Mejstrikova",
            "author_affiliations": [
                "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:35:30",
    "is_scraped": "1"
}