{
    "doi": "https://doi.org/10.1182/blood.V114.22.2714.2714",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1595",
    "start_url_page_num": 1595,
    "is_scraped": "1",
    "article_title": "The Combination of Arsenic Trioxide and Interferon-Alpha Eradicates Leukemia Initiating Cells in TAX-Driven Murine Adult T Cell Leukemia/Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents Poster II",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "arsenic trioxide",
        "interferon-alpha",
        "leukemia",
        "lymphoma",
        "mice",
        "zidovudine",
        "advanced trauma life support",
        "cancer",
        "disease remission"
    ],
    "author_names": [
        "Ali Bazarbachi, MD, PhD",
        "Hiba El Hajj",
        "Marwan El-Sabban",
        "Hideki Hasegawa",
        "Ghazi Zaatari",
        "Shahrazad Saab",
        "Anne Janin",
        "Rami Mahfouz",
        "Rihab Nasr",
        "Youmna Kfoury",
        "Christophe Nicot",
        "Olivier Hermine",
        "William Hall",
        "Hugues de The, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Program, American University of Beirut, Beirut, Lebanon, "
        ],
        [
            "American University of Beirut, Beirut, Lebanon, "
        ],
        [
            "American University of Beirut, Beirut, Lebanon, "
        ],
        [
            "National Institute of Infectious Diseases, Tokyo, Japan, "
        ],
        [
            "American University of Beirut, Beirut, Lebanon, "
        ],
        [
            "American University of Beirut, Beirut, Lebanon, "
        ],
        [
            "Université Paris Diderot-Paris 7/Inserm U728, AP HP Hôpital Saint Louis, Paris, France, "
        ],
        [
            "American University of Beirut, Beirut, Lebanon, "
        ],
        [
            "American University of Beirut, Beirut, Lebanon, "
        ],
        [
            "American University of Beirut, Beirut, Lebanon, "
        ],
        [
            "University of Kansas Medical Center, Kansas, USA, "
        ],
        [
            "Hopital Necker, Paris, France, "
        ],
        [
            "University College Dublin, Dublin, Ireland, "
        ],
        [
            "Univ. of Paris, Hospital St. Louis, Paris, France"
        ]
    ],
    "first_author_latitude": "33.9008359",
    "first_author_longitude": "35.48074400000001",
    "abstract_text": "Abstract 2714 Poster Board II-690 Adult T cell leukemia (ATL) is one of the rare human cancers initiated by a transforming retrovirus, HTLV-I. After many years of controversy, it is now accepted that the viral transactivator protein Tax plays a critical role in initiating the leukemic process, because Tax transgenics develop a disease with striking ATL features. Long-term prognosis of ATL patients remains extremely poor, but we recently reported that the combination of As 2 O 3 , interferon-a (IFN), and zidovudine yielded unprecedented response rates. Indeed, in 10 chronic ATL patients, a 100% response rate was observed, including 7 complete remissions (CR), 2 CR but with more than 5% circulating atypical lymphocytes, and one partial response. We demonstrate that the As 2 O 3 /IFN combination, previously shown to degrade Tax, cures Tax-driven murine ATLs. Unexpectedly, this combination immediately abrogates leukemia transplantation into secondary recipients, while the primary tumor continues to grow and only exhausts much later. Leukemia initiating cell (LIC) clearance is reversed by proteasome inhibition, demonstrating that LICs are addicted to continuous Tax expression. Most anticancer treatments fail to target LIC. These results establish that As 2 O 3 /IFN/zidovudine acts through Tax targeting and predict a favorable long-term outcome for responsive patients. Thus, oncogene degradation can selectively target LICs, explaining this very recent success of a similar regimen in patients. Disclosures: No relevant conflicts of interest to declare."
}