{
    "doi": "https://doi.org/10.1182/blood.V126.23.4862.4862",
    "article_title": "Histone Deacetylation Inhibitor Sensitizes T-ALLs to Topoisomerase II Inhibitor By Attenuating G2 Cell Cycle Arrest and Blocking Nuclear Entry of Ctip during DNA Repair ",
    "article_date": "December 3, 2015",
    "session_type": "605. Molecular Pharmacology, Drug Resistance - Lymphoid and Other Diseases",
    "abstract_text": "Double strand DNA repair can be epigenetically modulated to sensitize the malignant cells to chemotherapy. CTV-1 and Molt-3 were segregated as T-acute lymphoblastic cells (T-ALL) according to their expression profiles. We found in these cells doxorubicin, a topoisomerase II (TOP2) inhibitor, induced expression and phosphorylation of cell cycle checkpoint kinase 1(CHK1) associated with G2 cell cycle arrest before achieving apoptosis; while a histone deacetylation inhibitor (HDACi), suberoylanilide hydroxamic acid (SAHA), synergistically enhanced cell death by attenuation of expression and phosphorylation of CHK1, and by attenuated expression and phosphorylation of a double strand DNA repair protein, C-terminal binding protein (CtBP)-interacting protein [CtIP], and was associated with shortened G2 cell cycle arrest. Very often is Doxorubicin as a topoisomerase II inhibitor enrolled in the treatment of T-ALL. We evidenced with isobologram synergistic cell-killing by doxorubicin and SAHA in CTV-1 and Molt-3 T-ALL cell lines of which expression and phosphorylation of CHK1 were negatively affected by SAHA. In the SAHA-treated T-ALL cells, the repair of doxorubicin-induced double strand DNA break (DSB) was associated with increased γH2AX. However, although SAHA increased expression of γH2AX and acetyl H2AX, apoptosis was enhanced with shortened G2/M arrest and the hampered nuclear entry of CtIP revealed by immunofluorescent confocal microscopy. HDACi thus synergistically impaired the topoisomerase II-induced DSB repair and enhanced apoptosis by eliciting DNA repair with γH2AX expression; however, aborted the DNA repair and induced apoptosis by hampering the nuclear entry of CtIP. Attenuation of activated CHK1 may be potentially a biomarkers of synergistic cytotoxicities of HDACi and DSB-inducing chemotherapeutics. Disclosures Off Label Use: in vitro study only. suberoylanilide hydroxamic acid in combination with topoisomerase II inhibitor may have synergistic effects. .",
    "topics": [
        "cell cycle arrest",
        "dna repair",
        "histones",
        "topoisomerase ii",
        "vorinostat",
        "adult t-cell lymphoma/leukemia",
        "doxorubicin",
        "t-cell leukemia, acute",
        "histone deacetylase inhibitors",
        "clinical target volume"
    ],
    "author_names": [
        "Jin-Hwang Liu, MD PhD",
        "Yu-Hern Lin, MS",
        "Hon-Wen Liu, PhD",
        "Jyh-Pyng Gau, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jin-Hwang Liu, MD PhD",
            "author_affiliations": [
                "Institute of Biopharmaceutical Science, National Yang-Ming University, Taipei, Taiwan ",
                "Chong Hin Loon Memorial Cancer and Biotherapy Research Center, National Yang-Ming University, Taipei, Taiwan ",
                "Division of Hematology/Oncology, Taipei Veterans General Hospital, National Yang-Ming University, Taipei, Taiwan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yu-Hern Lin, MS",
            "author_affiliations": [
                "Chong Hin Loon Memorial Cancer and Biotherapy Research Center, National Yang-Ming University, Taipei, Taiwan ",
                "Division of Hematology/Oncology, Taipei Veterans General Hospital, Taipei, Taiwan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hon-Wen Liu, PhD",
            "author_affiliations": [
                "Institute of Biopharmaceutical Science, National Yang-Ming University, Taipei, Taiwan ",
                "Chong Hin Loon Memorial Cancer and Biotherapy Research Center, National Yang-Ming University, Taipei, Taiwan ",
                "Division of Hematology/Oncology, Taipei Veterans General Hospital, Taipei, Taiwan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jyh-Pyng Gau, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Taipei Veterans General Hospital, National Yang-Ming University, Taipei, Taiwan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T06:36:16",
    "is_scraped": "1"
}