{
    "doi": "https://doi.org/10.1182/blood.V120.21.3197.3197",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2147",
    "start_url_page_num": 2147,
    "is_scraped": "1",
    "article_title": "A Rare Genetic Polymorphism in C5 Confers Poor Response to the Anti-C5 Monoclonal Antibody Eculizumab by Nine Japanese Patients with PNH ",
    "article_date": "November 16, 2012",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster Session III",
    "topics": [
        "eculizumab",
        "monoclonal antibodies",
        "polymorphism",
        "complement system proteins",
        "dna",
        "polymerase chain reaction",
        "antibodies",
        "antigens, cd55",
        "antigens, cd59",
        "glycosylphosphatidylinositols"
    ],
    "author_names": [
        "Jun-ichi Nishimura, MD, PhD",
        "Masaki Yamamoto, MD",
        "Shin Hayashi, MD, PhD",
        "Kazuma Ohyashiki, MD",
        "Kiyoshi Ando, MD",
        "Hideyoshi Noji, MD, PhD",
        "Kunio Kitamura, MD",
        "Tetsuya Eto, MD",
        "Toshihiko Ando, MD",
        "Masayoshi Masuko, MD, PhD",
        "Hirohiko Shibayama",
        "Masakazu Hase, PhD",
        "Li Lan",
        "Paul Tamburini",
        "Johji Inazawa, MD, PhD",
        "Taroh Kinoshita, PhD",
        "Yuzuru Kanakura, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Osaka University, Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University, Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Medical Research Institute, Tokyo Medical and Dental University, "
        ],
        [
            "Tokyo Medical University, "
        ],
        [
            "Tokai University School of Medicne, "
        ],
        [
            "Fukushima Medical University, "
        ],
        [
            "Ichinomiya Municipal Hospital, "
        ],
        [
            "Hamamomachi Hospital, "
        ],
        [
            "Yamaguchi Grand Medical Center, "
        ],
        [
            "Niigata University Medical and Dental Hospital, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University, Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Alexion Pharma G.K., "
        ],
        [
            "Alexion Pharmaceuticals, Inc., "
        ],
        [
            "Alexion Pharmaceuticals, Inc., "
        ],
        [
            "Medical Research Institute, Tokyo Medical and Dental University, "
        ],
        [
            "Research Institute for Microbial diseases, Osaka University"
        ],
        [
            "Department of Hematology and Oncology, Osaka University, Graduate School of Medicine, Suita, Japan, "
        ]
    ],
    "first_author_latitude": "34.8187664",
    "first_author_longitude": "135.526609",
    "abstract_text": "Abstract 3197 Paroxysmal nocturnal hemoglobinuria (PNH) is a consequence of clonal expansion of hematopoietic stem cells that have acquired a somatic mutation in PIGA . The resulting hematopoietic cells are deficient in glycosylphosphatidylinositol(GPI)-anchored proteins. Deficiency in the GPI-anchored complement regulatory proteins CD55 and CD59 accounts for the intravascular hemolysis which is the primary clinical manifestation of PNH. Eculizumab is a humanized monoclonal antibody that specifically targets the terminal complement protein C5, thereby inhibiting terminal complement-mediated hemolysis. PNH patients treated with eculizumab exhibit, significantly reduced hemolysis and thrombotic events, and improved renal impairment and QoL. Of note, in the Japanese AEGIS PNH-eculizumab study, 2 poor-responders (UPN1 and 2) were identified out of 29 cases. Currently, more than 250 patients have been treated with eculizumab, and a total of 9 poor-responders (UPN1 to 9) were identified all of whom are Japanese. To clarify the mechanism of difference in the responsiveness of eculizumab, blood samples from poor responders were analyzed. In UPN1 and 2, the levels of lactate dehydrogenase were markedly elevated before eculizumab treatment, and were not decreased during the 12 weeks AEGIS study. From the pharmacokinetic analysis, peak and trough levels of eculizumab during the study were well above the minimal level required to completely inhibit complement-mediated hemolysis in PNH patients. The pharmacodynamics of eculizumab were determined by measuring the capacity of the patients' serum to lyse chicken erythrocytes in a standard hemolytic assay. Serum samples analysed from these two patients failed over the entire treatment period, to show the typical strong inhibition of hemolysis, prompting further study of the effect of exogenous eculizumab on the hemolytic activity of patients' pre-drug serum. Eculizumab up to 2000μg/mL did not block hemolytic activity in the sera of either non-responder. However, hemolytic activity both in the two non-responders and in control patient was blocked completely using a different anti-C5 antibody (ALXN-Ab) at 50μg/mL and higher suggesting that hemolysis is C5 dependent in the sera of non-responders. Therefore, the DNA of C5 from UPN1 and 2 was sequenced, and a single missense C5 heterozygous mutation at exon 21, c.2684G>A, which predicts p.Arg885His, was found in each case. Since this one base substitution generates a new ApaLI restriction site, the PCR products covering exon 21 of C5 from the other seven poor-responders (UPN3–9) and seven responders were easily screened to verify this mutation. All PCR products from poor-responders were partially cleaved by ApaLI and confirmed as having c.2684G>A in one allele, while no mutation was found in all responders. To determine the prevalence of c.2684G>A among the Japanese population, DNA samples from Japanese healthy volunteers have been analyzed. At this moment, we estimate the prevalence around a few %, because this mutation was found in 9 out of over 250 patients with PNH (<3.6%) who received eculizumab, and in 2 out of 96 healthy volunteers (2.1%). Thus, we have observed 9 poor-responders, whose sera exhibited hemolytic activity even in the presence of high concentrations of exogenously added eculizumab. However, their hemolytic activity was completely blocked by a different anti-C5 monoclonal antibody that binds to a site on C5 other than that which is bound by eculizumab. A single missense C5 heterozygous mutation, c.2684G>A, which predicts p.Arg885His, was commonly identified in poor-responders, but not in responders. These data suggest that the poor-responders have normal levels of wild type C5 plus a functional variant that does not bind eculizumab, and that the variant is responsible for the component of hemolytic activity in the poor-responders that is refractory to eculizumab. In order to verify that the polymorphism in C5 is truly responsible for the phenomena, we have initiated studies to express recombinant C5 with the mutation and characterize its activity and function. We are also working to both determine a more reliable prevalence of this C5 polymorphism in the Japanese population and to evaluate whether it is specific to the Japanese population. Disclosures: Nishimura: Alexion Pharmaceuticals: Consultancy, Honoraria, Research Funding, Speakers Bureau. Hase: Alexion Pharma G.K.: Employment, Equity Ownership. Lan: Alexion Pharmaceuticals, Inc.: Employment, Equity Ownership. Tamburini: Alexion Pharmaceuticals, Inc.: Employment, Equity Ownership, Patents & Royalties. Kanakura: Alexion Pharmaceuticals: Consultancy, Research Funding."
}