{
    "doi": "https://doi.org/10.1182/blood.V112.11.5440.5440",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1196",
    "start_url_page_num": 1196,
    "is_scraped": "1",
    "article_title": "Leukemia-Associated Primary Granule Proteins (PGPs) Elastase-2 and Proteinase-3 Are Aberrantly Expressed in Solid Tumors: A Potential Therapeutic Target for PR1-Directed Immunotherapy ",
    "article_date": "November 16, 2008",
    "session_type": "Tumor Immunotherapy",
    "abstract_text": "Neutrophil elastase (ELA2) and proteinase-3 (PRTN3) are the source proteins for the nonomeric HLA-A2-restricted peptide PR1 (VLQELNVTV), a recognized leukemia-associated antigen (LAA). In myeloid leukemia, high expression of ELA2 and PRTN3 has been correlated with improved clinical outcomes following hematopoietic stem cell transplant (HSCT). Vaccination with PR-1 peptide showed efficacy in myeloid leukemia and myelodysplastic syndrome, and was associated with immunologic response (≥ 2 fold increase in PR1-specific cytotoxic T lymphocytes (PR1-CTL)) and long-lasting clinical remissions. PR1-CTLwere shown to mediate immunity elicited by PR-1 vaccine, as they preferentially recognize and kill myeloid leukemia cells. Since ELA2 and PRTN3 have been reported in breast cancer biopsies, we hypothesized that ELA2 and PRTN3 may be mislocalized in solid tumors, leading to MHC-I presentation, therefore providing a therapeutic target for PR1 vaccine. To study the subcellular localization of ELA2 and PRTN3, the cytoplasmic, nuclear, membrane, and golgi/ER fractions were obtained from inflammatory breast cancer (IBC) (MDA-IBC1 and SUM149) and melanoma (526, 624, 888 and 926) cell lines. ELA2 was preferentially expressed in the cytoplasmic fraction in the IBC cell line SUM149, while PRTN3 was expressed in the membrane and cytoskeletal fractions of the IBC cell line MDA-IBC1. In the melanoma cell lines, ELA2 was expressed in the cytoplasmic fractions, while PRTN3 was noted in the nuclear, cytoplasmic and cytoskeletal fractions. Furthermore, the HLA-A2+ melanoma cell line 888 was susceptible to lysis by PR1-CTL (approximately 30% lysis; Effector:Target ratio=1:2). Together, these results demonstrate that ELA2 and PRTN3 are aberrantly localized in non-hematopoietic cell lines, and that this can be associated with susceptibility to PR1- CTL lysis. In particular, PR1 is a potential immunotherapeutic target for patients with melanoma and breast cancer.",
    "topics": [
        "granules",
        "immunotherapy",
        "leukemia",
        "prtn3 gene",
        "solid tumors",
        "ela2 gene",
        "melanoma",
        "leukemia, myeloid",
        "breast cancer",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Gheath Alatrash",
        "Luis M Vence",
        "Wendy Woodward",
        "Naoto T Ueno",
        "Jeffrey J Molldrem"
    ],
    "author_affiliations": [
        [
            "Stem Cell Transplantation and Cellular Therapy, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Melanoma Medical Oncology, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Radiation Oncology, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Breast Medical Oncology, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, UT MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}