{
    "doi": "https://doi.org/10.1182/blood-2019-125418",
    "article_title": "Use of Thymoglobulin with Lower Dose of Busulfan Results in Less Acute Gvhd Following Unrelated Donor Allogeneic Stem Cell Transplantation for AML without Affecting Relapse-Free and Overall Survival ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Introduction: Post-transplant relapse and GVHD are two major barriers of success of allogeneic hematopoietic stem cell transplantation (AHSCT) for AML. These outcomes are often dependent on the complex interaction between the post-transplant immunosuppression and the conditioning regimen. We as well as others have used rabbit thymoglobulin for the reduction of both acute and chronic GVHD in unrelated transplant in AML. The interaction between different conditioning regimens and thymoglobulin may play an important role in the outcomes, but it has not been fully investigated. In this study, we compared outcomes of patients undergoing unrelated donor AHSCT for AML using thymoglobulin with either a myeloablative or reduced intensity conditioning regimen. Patients received busulfan/fludarabine (Bu/Flu)-based myeloablative conditioning (MAC) regimen with 4 days of busulfan or reduced intensity conditioning (RIC) regimen using 2 days of busulfan with fludarabine. Since 2 days of busulfan as RIC may have a higher relapse rate, we added low dose TBI (200cGY) to the RIC regimen (Bu/Flu/TBI). Methods: We retrospectively evaluated outcomes of adult AML patients who underwent unrelated donor AHSCT utilizing tacrolimus, mycophenolate (MMF) and thymoglobulin as GVHD prophylaxis. All patients received either a Bu/Flu/TBI-based RIC or a Bu/Fu-based MAC regimen. Thymoglobulin was administered at a total dose of 4.5mg/kg in divided fashion (0.5mg/kg on day-3, 1.5mg/kg on day -2, 2.5mg/kg on day -1). Tacrolimus and MMF were started on day -3. The objectives were to determine the rates of acute and chronic GVHD, overall survival (OS), relapse free survival (RFS) and non-relapse mortality (NRM) using Cox proportional hazard regression and competing risk models. Results: One hundred twenty-two patients with AML received unrelated donor AHSCT between January 2005 and December 2017. Of these, 88 (72%) patients had de-novo and 34 (28%) had secondary AML. Sixty-four patients received Bu/Flu/TBI-based RIC, and 58 received Bu/Flu as MAC regimen. All patients received peripheral blood stem cells. The patients receiving RIC regimen were older (median age 66 vs 53 years, p<0.001), had higher proportion of patients with normal cytogenetics (47% vs 31%, p=0.02) and 8/8 HLA match (88% vs 64%, p=0.004) as compared to MAC regimen. The 6-month cumulative incidence rate (CIR) of grade III-IV acute GVHD (aGVHD) was 6% in RIC and 26% in MAC regimen (p=0.004). The 2-year CIR of chronic extensive GVHD was 35% and 29% in RIC and MAC regimen, respectively (p=0.50). Median follow-up of surviving patients after RIC and MAC regimen was 4.4 years and 4 years, respectively. Two-year OS after RIC and MAC regimen was 50% and 49%, respectively (p=0.69). Two-year relapse rate with RIC and MAC was 37% and 24%, respectively (p=0.25), whereas two-year NRM with RIC and MAC was 21% and 31%, respectively (p=0.41). Two-year RFS was 43% with RIC and 45% with MAC regimen (p=0.80). In all, CMV and EBV reactivation rates were 34% and 7%, respectively. Eight patients (7%) developed gastrointestinal CMV disease. Multivariable analysis revealed that relapsed and refractory AML at AHSCT was associated with adverse OS (HR 1.71, p=0.04), RFS (HR 1.84, p=0.01) and higher NRM (SHR 2.96, p=0.006) compared to first complete remission. Secondary AML was associated with higher NRM (HR 2.44, p=0.02). No impact of HLA matching and conditioning regimen on OS, relapse, NRM and RFS was observed. Subgroup analysis showed that HLA matching had an interaction with the conditioning regimen for RFS (p=0.03). Otherwise, none of the factors appeared to have any significant interaction with the conditioning regimen for survival outcomes. Conclusion: Our study shows that thymoglobulin when used with lower dose of busulfan (in the form of Bu/Flu/TBI-based RIC regimen) provided significantly lower rate of acute GVHD compared to Bu/Flu-based MAC in AML patients undergoing unrelated donor AHSCT without affecting leukemia-free and overall survival. Disease status at transplant remains a significant predictor of post-transplant outcomes. View large Download slide View large Download slide  Close modal Disclosures Deol: Novartis: Other: Advisory board; Kite: Other: Advisory board; Agios: Other: Advisory board.",
    "topics": [
        "allogeneic stem cell transplant",
        "busulfan",
        "donors",
        "graft-versus-host disease, acute",
        "thymoglobulin",
        "mac protocol",
        "influenza",
        "transplantation",
        "graft-versus-host disease",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Dipenkumar Modi, MD",
        "Vijendra Singh, MD",
        "Seongho Kim, PhD",
        "Abhinav Deol, MD",
        "Asif Alavi, MD",
        "Lois Ayash, MD",
        "Andrew Kin, MD",
        "Voravit Ratanatharathorn, MD",
        "Joseph P. Uberti, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dipenkumar Modi, MD",
            "author_affiliations": [
                "Department of Oncology, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vijendra Singh, MD",
            "author_affiliations": [
                "Department of Oncology, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seongho Kim, PhD",
            "author_affiliations": [
                "Department of Oncology, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abhinav Deol, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asif Alavi, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lois Ayash, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Kin, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Voravit Ratanatharathorn, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph P. Uberti, MD, PhD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T04:03:15",
    "is_scraped": "1"
}