{
    "doi": "https://doi.org/10.1182/blood.V122.21.2362.2362",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2646",
    "start_url_page_num": 2646,
    "is_scraped": "1",
    "article_title": "Characterization Of An Acquired IgG Autoantibody To Bβ and γ Chains Of Fibrinogen Resulting In Delayed Fibrin Polymerization and Severe Bleeding ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "autoantibodies",
        "fibrin",
        "fibrinogen",
        "hemorrhage",
        "immunoglobulin g",
        "polymerization",
        "thrombin time",
        "activated partial thromboplastin time measurement",
        "antibodies",
        "rituximab"
    ],
    "author_names": [
        "Premal Lulla, MD, MBBS",
        "Swapan Dasgupta, PhD",
        "Lawrence Rice, MD",
        "John J. McCarthy, MD",
        "Perumal Thiagarajan, MD"
    ],
    "author_affiliations": [
        [
            "Michael E. DeBakey VA Medical Center, Baylor College of Medicine, Houston, TX, USA, "
        ],
        [
            "Pathology, Baylor College of Medicine, Houston, USA, "
        ],
        [
            "Weill Cornell Medical College, Houston, TX, USA, "
        ],
        [
            "Hematology, The Methodist Hospital, Houston, TX, USA, "
        ],
        [
            "Michael Debakey VA Medical Center, Department of Medicine and Pathology, Baylor College of Medicine, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7052947",
    "first_author_longitude": "-95.39271835",
    "abstract_text": "A 88 year-old woman was referred to our center for 3 weeks of gastrointestinal bleeding and a spontaneous right rectus femoris hematoma. The prothrombin time (PT), activated partial thromboplastin time (aPTT), thrombin time (TT) and reptilase time (RT) were markedly prolonged ( Table 1 ). Assays for coagulation factors V, VIII, IX and X were normal. A fibrinogen concentration of < 50 mg/dl was measured by Clauss method while fibrinogen concentration measured by radial immunodiffusion was 180 mg/dl. Following infusions of cryoprecipitate there was accelerated clearance of fibrinogen as measured by the Clauss method. An inhibitor of fibrinogen function was suspected. Table 1 Test . Time (sec) . 1:1 mix (sec) . Normal Range (sec) . PT >90 22 12-15 aPTT 70.7 39 23-36 TT >120 >120 15-19 Reptilase Time >120 >120 14.8-20.4 Test . Time (sec) . 1:1 mix (sec) . Normal Range (sec) . PT >90 22 12-15 aPTT 70.7 39 23-36 TT >120 >120 15-19 Reptilase Time >120 >120 14.8-20.4 View Large When the patient’s plasma was tested towards immobilized fibrinogen in ELISA plates, a concentration dependent specific binding of IgG was seen while under similar conditions control IgG had no significant binding ( Figure 1 ). The IgG antibody was polyclonal comprising of both kappa and lambda subtypes. View large Download slide View large Download slide The IgG fraction was purified on a Protein A column and the isolated IgG fraction prolonged the thrombin time of normal plasma in a concentration dependent manner. The effect of the isolated IgG fraction on fibrin polymerization was measured by monitoring the absorbance at λ390 in a spectrophotometer. The IgG inhibited fibrin polymerization in a concentration dependent manner. Control IgGs had no significant effect on polymerization under these conditions ( Figure 2 ). View large Download slide View large Download slide The immunologic specificity of antibody was tested in immunoblots of fibrinogen subjected to SDS-PAGE. The patients IgG reacted with fibrinogen in unreduced buffers. Under reducing conditions, the IgG reacted with Bβ and γ chains of fibrinogen while the control IgG did not ( Figure 3 ). View large Download slide View large Download slide The patient was treated with rituximab and steroids. After four, weekly doses of rituximab, fibrinogen levels by Clauss method normalized (450 mg/dl). There was no detectable antibody to fibrinogen and no further bleeding was noted. Conclusion This is a description of a rare case of a polyclonal autoantibody to Bβ and γ chains of fibrinogen that inhibited fibrin polymerization leading to a severe bleeding diathesis. Disclosures: No relevant conflicts of interest to declare."
}