{
    "doi": "https://doi.org/10.1182/blood.V116.21.1155.1155",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1737",
    "start_url_page_num": 1737,
    "is_scraped": "1",
    "article_title": "Differential Effects of Heparins on the Nanostructure of Fibrin Clot. ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: Poster I",
    "topics": [
        "fibrin blood clot",
        "nanostructures",
        "fibrin",
        "low-molecular-weight heparin",
        "thrombin",
        "heparin",
        "molecule",
        "estropipate",
        "fibrinogen",
        "antithrombin iii"
    ],
    "author_names": [
        "Francois Caton, PhD",
        "Christelle Yeromonahos, MSc",
        "Raphael Marlu, MD",
        "Benoit Polack, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Laboratoire de Rheologie, CNRS UMR 5520, University of Grenoble, Grenoble, France, "
        ],
        [
            "Laboratoire de Rheologie, CNRS UMR 5520, University of Grenoble, Grenoble, "
        ],
        [
            "Department of Hematology, Centre Hospitalier Universitaire, Grenoble, France, "
        ],
        [
            "TIMC-IMAG, TheREx, CNRS UMR 5525, University of Grenoble, Grenoble, France"
        ]
    ],
    "first_author_latitude": "45.19512770000001",
    "first_author_longitude": "5.772716000000001",
    "abstract_text": "Abstract 1155 Introduction: Although a great deal is known about the properties and functions of fibrin(ogen), very little is known about the lateral nanostructure of the fibrin fibers composing clots. This structure is important as it controls both the Young and Poisson moduli of the fibers, i.e. the overall mechanical properties of the clot. However, a quantitative characterization of the lateral nanostructure of fibrin fibers is still lacking, as well as its dependence on environmental parameters and anticoagulant molecules. This nanostructure was investigated with the help of Small Angle X-Ray Spectra (SAXS) obtained at the European Synchrotron Radiation Facility, and a newly developped light spectrometry technique (Yeromonahos et al. BioPhys. J., to appear). As we used purified fibrinogen essentially devoid of any coagulation factors, or antithrombin, only the effect of molecular interactions between Heparins, Thrombin and Fibrin(ogen) and their effects on the fibrin fibers nanostructure were observed. Materials: Experiments were performed with purified human thrombin and fibrinogen, purchased respectively from Cryopep and LFB, France. Clots were prepared from mixtures that contained 0.1–1mg/ml fibrinogen and 0.1–1.25 IU/ml thrombin. Polymerization was carried out during 90 minutes in HEPES buffer at 300 mOsm. Results and discussions: At low Fg concentrations ([Fg]=0.1mg/ml), results show that the nanostructure of the clot is quasi cristalline. At [IIa]=1.25 IU/ml, when increasing [Fg] up to 1mg/ml, the average radius increases significantly (52 n to 83 nm) while the number of protofibrils stays constant, in perfect agreement with existing small angle light scattering and dynamic light scattering data. This means that the density of the fibers decreases for increasing [Fg], the fibers looking more and more hollow. In standard conditions ([Fg]=1mg/ml, [IIa]=1.25 IU) the fibers contain half as much protofibrils as would crystalline ones, their inner lateral nanostructure being a fractal as suggested by SAXS spectra (d f =1.5). On the other hand, at [Fg]=1mg/ml, decreasing [IIa] from 1.25 to 0.1 UI/ml leads to an increase of the average radius (25%) and density (35%) of the fibers. The effect on the fibrin clot nanostructure of unfractionated heparin (UFH), enoxaparine (LMWH), and pentasaccharide was studied using the light spectrometry method. No significant effect of pentasaccharide was found, indicating that this molecule acts mainly on the enzymatic cascade and not on IIa or on fibrin(ogen). As expected, the UFH has a strong structural effect. At low concentrations ([UHF]>0.1 UI/ml, however, there is a brutal drop in the protein quantity inside the fibers, the clot no longer forming at around 1UI/ml. These effects can be interpreted as the consequences of the formation of thrombin-fibrin monomers-heparin and thrombin-fibrin oligomers-heparin complexes. The effect of LMWH is more progressive and subtle. At low concentrations ([LMWH]<0.1UI/ml), no effect on the structure is observed. When [LMWH] is increased by a factor 100 (0.1<[LMWH]<10 UI/ml), while the radius of the fibers stays constant (70nm), the density slowly decreases by a factor of 2. While cleaved FpA also decreased significantly, the main effect of [LMWH] on the nanostructure of the clot, and hence on its mechanical properties, is not similar to a decrease in [IIa]. In conclusion, we have shown how the reaction parameters ([Fg] and [IIa]) control the nanostructure of the fibrin clot. The addition of UFH, in absence of factor Xa and antithrombin, has a clear structural effect through the inhibition of IIa, probably due to the formation of heparin complexes. Enoxaparin, unlike heparin, has a progressive structural effect that cannot be reduced to an anti-IIa effect. Indeed, it produces clots that are more and more hollow, which should decrease their strength and help for their lysis. Understanding the way these molecules acts may open the way to new molecules altering the structure and mechanical properties of the clot, but not its generation. Disclosures: No relevant conflicts of interest to declare."
}