{
    "doi": "https://doi.org/10.1182/blood.V120.21.1924.1924",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2189",
    "start_url_page_num": 2189,
    "is_scraped": "1",
    "article_title": "A Phase II Trial Combining Radiolabeled Anti-CD45 Antibody with Fludarabine and Low-Dose Total Body Irradiation (TBI) Followed by Related or Unrelated Hematopoietic Cell Transplantation for Patients Under Age 50 with Advanced Acute Myeloid Leukemia (AML) or High-Risk Myelodysplastic Syndrome (MDS) ",
    "article_date": "November 16, 2012",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster I",
    "topics": [
        "antibodies",
        "cd45 antigens",
        "fludarabine",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "phase 2 clinical trials",
        "whole-body irradiation",
        "tissue transplants",
        "cd33 antigen"
    ],
    "author_names": [
        "Raya Mawad, MD",
        "Ted A. Gooley, PhD",
        "Joseph G Rajendran, MD",
        "Darrell R. Fisher, PhD",
        "Ajay K. Gopal, MD",
        "H. Joachim Deeg, MD",
        "Andrew Shields, MD",
        "Damian J. Green, MD",
        "David G. Maloney, MD, PhD",
        "Brenda M. Sandmaier, MD",
        "Rainer Storb, MD",
        "Frederick R. Appelbaum, MD",
        "Oliver W. Press, MD, PhD",
        "John M. Pagel, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Radiology, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Pacific Northwest National Laboratory, Richland, WA, USA"
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Radiology, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA, USA, "
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Abstract 1924 Innovative therapeutic approaches are needed to reduce the morbidity and high relapse rates in patients with advanced AML or high-risk MDS following myeloablative hematopoietic cell transplantation (HCT). Success with stable donor chimerism and low toxicity following infusion of allogeneic peripheral blood stem cells (PBSC) with reduced-intensity regimens affords an opportunity to induce a graft- versus -leukemia (GVL) effect with minimal acute morbidity. GVL effects, however, appear to be most potent in patients with low tumor burden at the time of HCT. In an attempt to improve outcomes, we previously transplanted 58 patients older than age 50 with advanced AML (beyond first remission) or high-risk MDS (≥5% marrow blasts at the time of HCT) in a Phase I trial using 131 I-labeled anti-CD45 antibody (BC8) in conjunction with fludarabine (FLU) and 2Gy total-body irradiation (TBI). Data from this study suggested that 131 I-anti-CD45-targeted radiotherapy could be safely integrated into a reduced-intensity conditioning regimen for older, high-risk patients with AML or MDS yielding encouraging survival outcomes. These results prompted us to evaluate a similar strategy in younger patients (ages 16–50) with advanced AML or high-risk MDS who may not be able to receive a high dose HCT conditioning regimen. In this phase I dose–escalation trial 14 patients received a dose of 131 I-BC8 that delivered 10–27 Gy of targeted radiation to the healthy organ receiving the highest dose combined with FLU (30 mg/m 2 daily for 3 days), 2 Gy TBI, and HLA-matched related (n = 7) or unrelated (n = 7) PBSC grafts. Graft- versus -host disease (GVHD) prophylaxis consisted of cyclosporine and mycophenolate mofetil. The 131 I radiation dose was escalated until the maximum planned dose of 28 Gy was reached without any appreciable dose limiting toxicity. The median patient age was 39.5 (range, 23.8–49.7) years. Thirteen patients had AML, with 9 patients in second complete remission, 3 with primary refractory disease, and 1 in active relapse. One patient had advanced CMML with >5% blasts. Treatment with the 131 I-BC8 Ab/FLU/TBI regimen produced a complete remission in 7 patients (50%), and 11 of the 12 evaluable patients had 100% donor CD3 + and CD33 + cell engraftment by day 28 after HCT; an additional patient had 79% CD3 and 82% CD33 positive donor marrow cells at day 28. The absolute neutrophil count surpassed 500/μL at a median of 15 (range, 13–22) days. Self-sustained platelet levels of 20,000/μL were reached at a median of 11 (range, 11–27) days after HCT. Five patients (36%) are surviving relapse-free 46 to 99 months (median 87 months) after HCT. Seven patients (50%) have died, with five patients relapsing 0.9 to 45 months after HCT. No non-relapse mortality occured by day 100; however, two patients died 14 and 18 months after HCT of cardiomyopathy and GVHD complications, respectively. This study demonstrates that, in addition to a standard reduced intensity conditioning regimen, an average of 27 Gy of targeted 131 I radiotherapy can be delivered to bone marrow, an average of 20Gy to the liver, and an average of 84 Gy to the spleen without a marked increase in day 100 mortality for younger patients. This strategy may thus provide a reasonable alternative for patients with high-risk AML/MDS who may not be able to tolerate a high dose conditioning HCT. Disclosures: No relevant conflicts of interest to declare."
}