{
    "doi": "https://doi.org/10.1182/blood.V116.21.4954.4954",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1642",
    "start_url_page_num": 1642,
    "is_scraped": "1",
    "article_title": "Do the SLC25A38 or ALAS2 Genes Play a Role In the Phenotypic Expression of Ringed Sideroblasts In Acquired Myelodysplastic Syndrome? ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes",
    "topics": [
        "genes",
        "myelodysplastic syndrome",
        "sideroblast, ringed",
        "phenotype",
        "refractory anemia with sideroblasts",
        "dna",
        "anemia, hereditary sideroblastic",
        "cytopenia, refractory, with multilineage dysplasia",
        "cytopenia, refractory, with multilineage dysplasia and ringed sideroblasts",
        "disease remission"
    ],
    "author_names": [
        "Conrad V Fernandez, MD",
        "Stephen Couban, BSc, MD",
        "Robert Liwski, MD",
        "Makota P Matsuoka, PhD",
        "Barbara Morash, PhD, FCCMG",
        "Jason N Berman, MD",
        "Wenda Greer, PhD, FCCMG",
        "Andrew C Orr, MD",
        "Duane L Guernsey, PhD"
    ],
    "author_affiliations": [
        [
            "Dept. of Pediatrics, IWK Health Center, Halifax, NS, Canada, "
        ],
        [
            "Queen Elizabeth II Health Sciences Centre, Halifax, NS, Canada, "
        ],
        [
            "Dalhousie University, Halifax, NS, Canada, "
        ],
        [
            "Pathology, Dalhousie University, Halifax, NS, Canada, "
        ],
        [
            "Cytogenetics, IWK Health Centre, Halifax, NS, "
        ],
        [
            "Pediatrics/Microbiology and Immunology, IWK Health Centre/Dalhousie University, Halifax, NS, Canada, "
        ],
        [
            "Molecular Diagnostics, Dalhousie University, Halifax, NS, Canada, "
        ],
        [
            "Department of Ophthamology, CDHA, Halifax, NS, Canada"
        ],
        [
            "Pathology, Dalhousie University, Halifax, NS, Canada, "
        ]
    ],
    "first_author_latitude": "44.63766",
    "first_author_longitude": "-63.583686300000004",
    "abstract_text": "Abstract 4954 Background. The SLC25A38 gene has recently been identified to play a role in the pathogenesis of congenital sideroblastic anemia (CSA). The erythroid specific mitochondrial carrier family protein SLC25A38 is important for the biosynthesis of heme. The ALAS2 gene is also frequently mutated in CSA. Refractory anemia with ringed sideroblasts (RARS) is an acquired myelodysplastic condition characterized by lineage dysplasia with an excess number of ringed sideroblasts in the marrow. A genetic cause for the expression of ringed sideroblasts in RARS or other myleodysplasias has not been clearly determined. We examine whether loss of function mutations in SLC25A38 or ALAS2 genes are associated with acquired myelodysplastic syndromes (MDS) with ringed sideroblasts. Methods. Participants had to have adequate banked DNA or bone marrow from diagnosis and meet WHO 2001 criteria of MDS and a high percentage of ringed sideroblasts. Medical records were retrospectively examined for patient demographics and outcomes. All diagnostic bone marrows were reviewed to confirm the diagnosis and the percentage of ringed sideroblasts and blasts was recorded. Cytogenetic findings were also recorded. DNA was extracted as needed by standard techniques. Coding exons and exon/intron boundaries of SLC25A38/ALAS2 were PCR-amplified using primers designed with Primer3 ( http://frodo.wi.mit.edu/ ) from each affected individual. These products were then sequenced using the ABI 3130 xl electrophoresis instrument (Applied Biosystems). Sequence chromatograms were interpreted using the MutationSurveyor program from SoftGenetics, Inc., with gene annotations from GenBank looking for mutations predicted to result in loss of function. Results. 12 samples were identified from patients diagnosed between 2003 and 2008. The diagnosis by WHO 2001 classification of myelodysplastic syndrome was refractory anemia with ringed sideroblasts [RARS] (n=7), refractory cytopenia with multilineage dysplasia (RCMD-RS] (n=4) and refractory anemia with ringed sideroblasts with thrombocytosis [RARS-T] (n=1). The median age at diagnosis was 82 years (range 58–94 years). Participants were males (n=9) and females (n=3). The clinical status was as follows: Remission (n = 1), Active Disease (n = 7), and Unknown (n = 4). Treatment provided to patients included transfusion supportive care only (n =2), erythropoietin (n= 3) and MDS directed drug therapy (n=1) and unknown (n=5). For those with blood counts available at diagnosis, the median white blood cell count was 8 × 10 9 /L (range 4.7–10.9), the hemoglobin was 94 g/L (range 85–112) and the platelets were 327 × 10 9 /L (range 3–951). The absolute neutrophil count was 5.3 × 10 9 /L (range 3.1–7) and the absolute lymphocyte count was 1.9 × 10 9 /L (range 0.7 – 2.2). The median percentage ringed sideroblast count in the diagnostic bone marrow was 51% (range 15–81%). Conventional G-banding cytogenetics showed a definitive abnormality in only one of the 12 patients. Mutations predicted to result in complete loss of function occurred in 0/12 in the SLC25A38 gene and 0/12 in the ALAS2 gene. One previously unreported variant of unknown significance at SLC25A38 E03 (cDNA position #239C>G; 80T>R) was identified in homozygous form in a patient with RARS and normal cytogenetics. Conclusions. Variations in the coding regions of SLC25A38 or ALAS2 genes were not obviously associated with mutations predicted to result in complete loss of function in this cohort of patients with acquired myelodysplastic syndromes with ringed sideroblasts. We did identify one unique variant in homozygous form but its significance is uncertain. We plan to expand this study to confirm these findings. Whilst loss of complete function of these genes does not appear to be associated with acquired ringed sideroblasts, we have not ruled out a contribution of functional mutations resulting in reduced expression of these genes. Further examination of this question may clarify the physiological understanding of ringed sideroblasts in acquired MDS, which in turn may represent a target for therapy. Disclosures: No relevant conflicts of interest to declare."
}