{
    "doi": "https://doi.org/10.1182/blood.V108.11.3971.3971",
    "article_title": "Anti-CD20 Monoclonal Antibody (Rituximab) as an Optional Treatment for Intractable Acquired Glanzmann’s Thrombasthenia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Glanzmann’s thrombasthenia is an autosomal recessive bleeding disorder characterized by severely reduced or absent platelet aggregation in response to physiologic agonists because of quantitative or qualitative abnormalities of platelet glycoprotein IIb/IIIa (GpIIb/IIIa). Acquired Glanzmann-like thrombasthenia may develop as a result of autoantibodies specific to platelets GpIIb/IIIa and has been described in association with autoimmune disorders. Patients with the acquired form experience variable degrees of mucocutaneous bleeding, and their platelets fail to aggregate with agonists such as ADP, thrombin, collagen, or epinephrine, whereas ristocetin-induced aggregation is normal. Treatment consists of a combination of one or more of the following: corticosteroids, chemotherapy, plasma exchange and high dose intravenous immunoglobulin (IVIG). We present a 75-year old woman with SLE who developed ITP at the age of 60 and underwent splenectomy with subsequent normalization of platelet counts. However, since that operation, the patient has been admitted several times due to variable degrees of mucocutaneous bleeding, including one episode of massive gastrointestinal hemorrhage. Platelet counts were 184 to 284 X 10 3/ μL. Laboratory evaluation revealed a bleeding time of 15 minutes (normal 0.5 to 8 minutes) and no aggregation of platelets in response to ADP, epinephrin, collagen, and thrombinbut normal ristocetin-induced aggregation. Addition of 25% of patient’s platelet poor plasma to normal whole blood revealed reduced platelet deposition by 61% using cone and plate analyzer, thus, confirming the diagnosis of acquired Glanzmann’s thrombasthenia due to autoantibodies. Because of treatment failure with corticosteroids, immunosuppession and IVIG, anti-CD20 monoclonal antibody (Rituximab) 375 mg/kg/week for 4 weeks was administered resulting in normalization of platelets aggregation and complete clinical remission. Anti-CD20 therapy might be a therapeutic option for intractable antibody-mediated acquired thrombasthenia.",
    "topics": [
        "glanzmann's thrombasthenia",
        "rituximab",
        "immunoglobulins, intravenous",
        "adrenal corticosteroids",
        "agonists",
        "autoantibodies",
        "epinephrine",
        "glucocorticoids",
        "hemorrhage",
        "mineralocorticoids"
    ],
    "author_names": [
        "Dorit Blickstein, MD",
        "Judith Lahav, PhD",
        "Yair Molad, MD",
        "Aida Inbal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dorit Blickstein, MD",
            "author_affiliations": [
                "Thrombosis and Hemostasis Unit, Beilinson Hospital, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Judith Lahav, PhD",
            "author_affiliations": [
                "Thrombosis and Hemostasis Unit, Beilinson Hospital, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yair Molad, MD",
            "author_affiliations": [
                "Rheumatology Units, Beilinson Hospital, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aida Inbal, MD",
            "author_affiliations": [
                "Thrombosis and Hemostasis Unit, Beilinson Hospital, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T13:03:59",
    "is_scraped": "1"
}