{
    "doi": "https://doi.org/10.1182/blood.V128.22.615.615",
    "article_title": "Obinutuzumab plus Bendamustine Followed by Obinutuzumab Maintenance Prolongs Overall Survival Compared with Bendamustine Alone in Patients with Rituximab-Refractory Indolent Non-Hodgkin Lymphoma: Updated Results of the GADOLIN Study ",
    "article_date": "December 2, 2016",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Chemoimmunotherapy in Follicular Lymphoma",
    "abstract_text": "Background: Treatment options for patients (pts) with relapsed or refractory indolent non-Hodgkin lymphoma (iNHL) are limited. GADOLIN (NCT01059630) is an open-label, randomized, Phase 3 trial comparing the efficacy and safety of obinutuzumab (GA101; GAZYVA/GAZYVARO; G) plus bendamustine (B) induction, followed by G maintenance (G-B arm), with B induction (standard of care) in rituximab-refractory iNHL pts. In the primary analysis, which involved all pts enrolled as of September 1, 2014 (n=396; median observation time, 21.0 months [mo]), median Independent Review Committee (IRC)-assessed progression-free survival (PFS; primary endpoint) was longer in the G-B arm (194 pts; median not reached) than in the B arm (202 pts; 14.9 mo), with a 45% reduction in risk of progression or death (HR 0.55; 95% CI 0.40, 0.74; p=0.0001). Investigator (INV)-assessed PFS was also significantly longer in the G-B arm, but overall survival (OS) data were immature. Safety profiles were comparable. The most common grade ≥3 adverse events (AEs) were neutropenia, thrombocytopenia, anemia, and infusion-related reactions (IRRs). Seventeen additional pts were enrolled after the data cut-off for the primary analysis. Here, we report updated time-to-event and safety results from a planned analysis of all pts (n=413) using a data cut-off of April 1, 2016. Methods: Enrolled pts were aged ≥18 years (yrs) with documented rituximab-refractory iNHL and an ECOG performance status of 0-2. Pts received either G 1000mg i.v. (days [D] 1, 8, and 15 of cycle [C] 1, and D1 of C2-6) plus B 90mg/m 2 /day i.v. (D1 and 2 of C1-6), or B monotherapy (120mg/m 2 /day i.v., D1 and 2 of C1-6); each cycle was 28 days. Following induction, pts in the G-B arm without evidence of progression received G maintenance (1000mg i.v. every 2 mo for 2 yrs or until disease progression, whichever occurred first). In the current analysis, assessments included INV-assessed PFS, OS, time to new anti-lymphoma treatment (TTNT), and safety. Efficacy assessment was performed on the intent-to-treat (ITT) population. Safety analysis included all pts who received any study treatment, excluding 2 pts who crossed over to G-B during maintenance. Results: Of 413 iNHL pts in the ITT population (G-B, 204; B, 209), 335 (G-B, 164; B, 171) had FL. Baseline characteristics of the ITT population were balanced between arms. Median number of prior regimens was 2 in both arms (pts with ≤2 prior regimens: G-B, 80.4%; B, 77.5%). Most pts were refractory to their last regimen (G-B, 92.2%; B, 92.3%). After 31.8 mo median follow-up, median INV-assessed PFS was 25.8 mo in the G-B arm and 14.1 mo in the B arm; HR was 0.57 (95% CI 0.44, 0.73; p<0.0001), i.e. a 43% reduction in risk of progression or death for G-B relative to B. Fewer pts died in the G-B arm (25.5%) than the B arm (34.9%), with a HR for OS of 0.67 (95% CI 0.47, 0.96; p=0.0269; risk reduction, 33%; Figure 1A); median OS was not reached for either arm. Results for FL pts were consistent with those for ITT pts (median PFS: 25.3 vs. 14.0 mo [HR 0.52; 95% CI 0.39, 0.69; p<0.0001]; median OS: not reached vs. 53.9 mo [HR 0.58; 95% CI 0.39, 0.86; p=0.0061; Figure 1B]). Median TTNT was also longer in the G-B arm than in the B arm (ITT pts: 40.8 vs. 19.4 mo, respectively [HR 0.59; 95% CI 0.45, 0.77]; FL pts: 33.6 vs. 18.0 mo, respectively [HR 0.57; 95% CI 0.43, 0.75]). The overall safety profile of G-B remained consistent with results of the primary analysis. In the ITT population, there were more grade ≥3 AEs with G-B than with B (72.5% vs. 65.5%, respectively), notably neutropenia (34.8% vs. 27.1%) and IRRs (9.3% vs. 3.5%); grade ≥3 thrombocytopenia (10.8% vs. 15.8%) and anemia (7.4% vs. 10.8%) were less frequent in the G-B arm, while grade ≥3 infections (22.5 % vs. 19.2%) and secondary malignancies (5.9% vs. 5.4%) were reported with a similar incidence. Serious AEs were more frequent in the G-B arm (43.6% vs. 36.9%), but the incidence of grade 5 (fatal) AEs was similar (7.8% vs. 6.4%). Safety results in FL pts were comparable with those in all iNHL pts. Conclusions: Updated analysis of the GADOLIN study with ~10 mo additional follow-up confirms the previously reported PFS benefit of G-B over B in pts with rituximab-refractory iNHL, and demonstrates a significant improvement in OS in the G-B arm. No new safety signals were detected. Figure 1. View large Download slide OS results: A) ITT population; B) FL pts Figure 1. View large Download slide OS results: A) ITT population; B) FL pts Close modal Disclosures Cheson: Roche-Genentech: Consultancy; Pharmacyclics: Consultancy, Research Funding; Gilead: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Astra Zeneca: Consultancy; Spectrum: Consultancy; Astellas: Consultancy; Teva: Research Funding. Trněný: Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Dueck: Roche: Research Funding; Celgene: Honoraria, Research Funding; Onyx: Research Funding; Lundbeck: Honoraria, Research Funding. Lugtenburg: Celgene: Consultancy; Mundipharma: Consultancy; Servier: Consultancy; Roche: Consultancy; Takeda: Consultancy. Salles: Mundipharma: Honoraria; Gilead: Honoraria, Research Funding; Roche/Genentech: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria. Fingerle-Rowson: F. Hoffmann-La Roche Ltd: Employment, Equity Ownership. Mattiello: F. Hoffmann-La Roche Ltd: Employment. Wassner-Fritsch: elisabeth.wassner_fritsch@roche.com: Employment. Sehn: Roche/Genentech: Consultancy, Research Funding; Celgene: Consultancy; Gilead: Consultancy; Janssen: Consultancy; Pfizer: Consultancy; Amgen: Consultancy; Seattle Genetics: Consultancy; Abbvie: Consultancy; Lundbeck: Consultancy.",
    "topics": [
        "bendamustine",
        "non-hodgkin's lymphoma, indolent",
        "obinutuzumab",
        "rituximab",
        "brachial plexus neuritis",
        "inhalers",
        "anemia",
        "follow-up",
        "neutropenia",
        "thrombocytopenia"
    ],
    "author_names": [
        "Bruce D. Cheson",
        "Marek Trněný",
        "Kamal Bouabdallah, MD",
        "Gregory Dueck",
        "John Gribben",
        "Pieternella J Lugtenburg, MD PhD",
        "Oliver Press",
        "Gilles A. Salles",
        "Günter Fingerle-Rowson",
        "Federico Mattiello",
        "Elisabeth Wassner-Fritsch",
        "Laurie H Sehn"
    ],
    "author_dict_list": [
        {
            "author_name": "Bruce D. Cheson",
            "author_affiliations": [
                "Georgetown University Hospital, Washington, DC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marek Trněný",
            "author_affiliations": [
                "Charles University, Prague, Czech Republic "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kamal Bouabdallah, MD",
            "author_affiliations": [
                "University Hospital of Bordeaux, CHU Haut-Leveque, Bordeaux, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Dueck",
            "author_affiliations": [
                "British Columbia Cancer Agency, Kelowna, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Gribben",
            "author_affiliations": [
                "Queen Mary University of London, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieternella J Lugtenburg, MD PhD",
            "author_affiliations": [
                "Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Press",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilles A. Salles",
            "author_affiliations": [
                "Service d'Hématologie, Hospices Civils de Lyon, Université Claude Bernard Lyon-1, Lyon, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Günter Fingerle-Rowson",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federico Mattiello",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Wassner-Fritsch",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie H Sehn",
            "author_affiliations": [
                "British Columbia Cancer Agency and the University of British Columbia, Vancouver, Canada"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:30:04",
    "is_scraped": "1"
}