{
    "doi": "https://doi.org/10.1182/blood.V120.21.633.633",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2289",
    "start_url_page_num": 2289,
    "is_scraped": "1",
    "article_title": "Alterations in Insulin-Signaling and Coagulation Pathways in Platelets During Hyperglycemia-Hyperinsulinemia ",
    "article_date": "November 16, 2012",
    "session_type": "331. Pathophysiology of Thrombosis: Translational studies",
    "topics": [
        "blood platelets",
        "clotting cascade",
        "hyperglycemia",
        "hyperinsulinism",
        "insulin",
        "signal transduction",
        "tissue factor pathway inhibitor",
        "diabetes mellitus, type 2",
        "insulin receptor",
        "polymerase chain reaction"
    ],
    "author_names": [
        "A. Koneti Rao, MD",
        "Robert Freishtat, MD",
        "Gauthami Jalagadugula, PhD",
        "Anamika Singh, PhD",
        "Guangfen Mao, MD",
        "Andrew Wiles, MS",
        "Peter Cheung, PhD",
        "Guenther Boden, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Pediatrics, Children's National Medical Center, Washington, DC, USA, "
        ],
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Pediatrics, Children's National Medical Center, Washington, DC, USA, "
        ],
        [
            "General Clinical Research Center, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "General Clinical Research Center, Temple University School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "40.00660499999999",
    "first_author_longitude": "-75.1522835",
    "abstract_text": "Abstract 633 Type 2 diabetes mellitus (T2DM) patients have increased incidence of acute vascular events, due in part to a prothrombotic/proinflammatory state with elevated plasma coagulation factors and enhanced platelet responsiveness. The hallmarks of T2DM, hyperglycemia (HG) and hyperinsulinemia (HI), are independent risk factors for mortality but their contributions to the prothrombotic mechanisms are unclear. Our prior studies in healthy non-diabetic subjects using infusion clamps showed that selective HI and HG, and more so the combination of HI+HG, increased circulating membrane-bound tissue factor-procoagulant activity (TF-PCA), plasma coagulation factor (F) VIII, and markers of thrombin generation. In addition, HI+HG induced platelet and monocyte activation and upregulated monocyte TF. In T2DM and type 1 DM patients, TF-PCA and FVII were elevated under basal conditions. To understand mechanisms underlying these prothrombotic changes in platelets and monocytes, we performed expression profiling of leukocyte-depleted platelets and monocytes before and after 24 h of HG+HI clamping in a healthy non-diabetic subject using U133 Plus 2.0 GeneChips (Affymetrix, Santa Clara, CA). Glucose was maintained ∼200 mg/dl by glucose infusion, which elevates endogenous insulin levels to induce HI. Profiling data was analyzed in Genomics Suite™ (Partek Inc.) to detect differentially expressed mRNAs. We generated a list of time-dependent differential mRNA expression (24 h fold change ≥2) common to both platelets and monocytes. Identification of biological pathways in which these genes may be critical players was determined in Ingenuity Pathways Analysis software. In particular, the insulin receptor signaling and coagulation canonical pathways were highly altered for both platelets and monocytes. A preliminary group of up or downregulated genes was selected from these for qRT-PCR confirmation (Table). For additional validity, the 24 h platelet sample was compared to the 0 h sample and 4 normal controls. Notably, 8 out of the 9 selected transcripts were confirmed in platelets and/or monocytes (Table, asterisks). In platelets, these include ↑ GSK3B , ↓ STXBP4 (Synip), ↑ PTPN11 (platelet phosphatase SHP2) in insulin signaling, and ↑ F3 (tissue-factor) and ↑ TFPI on the coagulation side. In monocytes, there was downregulation of STXBP4, PIK3C3, PTPN11 and TFPI . The upregulation of platelet TF is a potentially important finding and is associated with possible compensatory up-regulation of TFPI, the principal TF inhibitor present in platelets and megakaryocytes, and GSK3B, a negative regulator of TF synthesis. To confirm this, we studied TF protein from the same subject. In isolated platelets and monocytes TF antigen (ELISA) increased 2-fold (8 to 16 pg/mg protein) and 5-fold (0.6 to 2.9 pg/mg), respectively. In addition, TF-PCA in whole blood increased (7.9 to 69.7 u/mL) over 24 h. Because of limited protein available, we were only able to immunoblot for GSKb3 (↑∼34%) and PTPN11 (↑∼42%). Taken together, these studies support the hypothesis that HG+HI, even in the non-diabetic state, induces demonstrable changes in platelets including alterations in insulin-signaling and coagulation pathways. Further studies in healthy subjects and DM patients will validate and better define these alterations and their cumulative prothrombotic effects. Table 1. Expression Profile and qRT-PCR Fold Changes for Selected Insulin Receptor Signaling and Coagulation Transcripts  Gene Symbol . Gene Title . Platelets . Monocytes . Fold Change Expression (24 vs. 0 hrs) . Fold Change qRT-PCR (24hrs vs. 0 hours and 4) Normals . Fold Change Expression (24 vs. 0 hrs) . Fold Change qRT-PCR (24 vs. 0 hrs) . IRS1  Insulin receptor substrate 1 0.14 2.451 (2.27, 2.64) 0.73 0.88 (0.72, 1.08) INSR  Insulin receptor 0.23 1.00 (0.83, 1.21) 0.89  0.88 * (0.86, 0.91)  GSK3B  Glycogen synthase kinase 3 beta 5.51  1.62 * (1.52, 1.74)  1.05 0.87 (0.83, 0.91) F3  Tissue factor 3.74  7.08 * (1.08, 46.32)  0.40 1.12 (1.01, 1.23) TFPI  Tissue factor pathway inhibitor 4.48  1.30 * (1.26, 1.35)  0.79  0.66 * (0.56, 0.79)  VAMP2  Vesicle-associated membrane protein 2 14.29 0.82 (0.75, 0.89) 0.86  0.85 * (0.83, 0.86)  STXBP4  Syntaxin binding protein 4 0.13  0.87 * (0.87, 0.88)  0.97  0.91 * (0.83, 0.99)  PIK3C3  Phosphoinositide-3-kinase class 3 0.31 1.37 (1.31, 1.44) 0.16  0.81 * (0.75, 0.87)  PTPN11  Protein tyrosine phosphatase, non-receptor type II 13.00  1.97 * (1.56, 2.49)  0.60  0.65 * (0.65, 0.65)  Gene Symbol . Gene Title . Platelets . Monocytes . Fold Change Expression (24 vs. 0 hrs) . Fold Change qRT-PCR (24hrs vs. 0 hours and 4) Normals . Fold Change Expression (24 vs. 0 hrs) . Fold Change qRT-PCR (24 vs. 0 hrs) . IRS1  Insulin receptor substrate 1 0.14 2.451 (2.27, 2.64) 0.73 0.88 (0.72, 1.08) INSR  Insulin receptor 0.23 1.00 (0.83, 1.21) 0.89  0.88 * (0.86, 0.91)  GSK3B  Glycogen synthase kinase 3 beta 5.51  1.62 * (1.52, 1.74)  1.05 0.87 (0.83, 0.91) F3  Tissue factor 3.74  7.08 * (1.08, 46.32)  0.40 1.12 (1.01, 1.23) TFPI  Tissue factor pathway inhibitor 4.48  1.30 * (1.26, 1.35)  0.79  0.66 * (0.56, 0.79)  VAMP2  Vesicle-associated membrane protein 2 14.29 0.82 (0.75, 0.89) 0.86  0.85 * (0.83, 0.86)  STXBP4  Syntaxin binding protein 4 0.13  0.87 * (0.87, 0.88)  0.97  0.91 * (0.83, 0.99)  PIK3C3  Phosphoinositide-3-kinase class 3 0.31 1.37 (1.31, 1.44) 0.16  0.81 * (0.75, 0.87)  PTPN11  Protein tyrosine phosphatase, non-receptor type II 13.00  1.97 * (1.56, 2.49)  0.60  0.65 * (0.65, 0.65)  View Large Disclosures: No relevant conflicts of interest to declare."
}