{
    "doi": "https://doi.org/10.1182/blood.V124.21.2354.2354",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2845",
    "start_url_page_num": 2845,
    "is_scraped": "1",
    "article_title": "Quantitative Assessment of Translocation Transcript Ratio Predicts for Relapse Free Survival Among Patients with Core Binding Factor Acute Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "core-binding factor",
        "leukemia, myelocytic, acute",
        "translocation (genetics)",
        "brachial plexus neuritis",
        "fludarabine",
        "follow-up",
        "bone marrow specimen",
        "cytarabine",
        "disease remission",
        "gemtuzumab"
    ],
    "author_names": [
        "Thuyvan Hoang",
        "Wei Qiao",
        "Jorge E. Cortes, MD",
        "Keyur Patel",
        "Farhad Ravandi, MD",
        "Tapan M. Kadia, MD",
        "Mark Brandt",
        "Raja Luthra",
        "Hagop M. Kantarjian, MD",
        "Gautam Borthakur, MD"
    ],
    "author_affiliations": [
        [
            "UT MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Presence of unique translocation events allows us to monitor minimal residual disease by quantitative polymerase chain reaction (qPCR) in patients with core binding factor acute myeloid leukemia (CBF-AML) that includes Inversion(16), t(16;16) and t (8;21) cytogenetic abnormalities. Fludarabine based regimens; Fludarabine, cytarabine, G-CSF and gemtuzumab ozogamicin (FLAG-GO) and FLAG, idarubicin (FLAG-Ida) have been two consecutive regimens used as front-line therapy for all new patients with CBF-AML presenting to MD Anderson Cancer Center since 2007. MRD has been monitored by baseline and periodic qPCR studies from bone marrow samples during induction/consolidation and follow up. Based on recent literature we investigated whether time to achievement of lowest qPCR value or the lowest qPCR value are important to predict for relapse free survival (RFS) in a multi-variate analysis. Between 2007 and early 2014, 89 patients (pts) have achieved remission with frontline induction regimens; FLAG-GO=41 (46%) and FLAG-Ida=48 pts (54%); 44 patients with Inv (16) and 45 pts with t(8;21). Median presenting WBC count is 12.5x 10 6 /L (range 1.9-97.2) and median qPCR ratio with ABL1 as control at presentation is >100. Median lowest qPCR following induction/consolidation is 0 (range 0-15.9) and is the same for inv (16) and t(8;21) (p=0.14). The median lowest qPCR value by regimen is 0 for FLAG-GO and the same for FLAG-Ida is 0.01 (p=0.003). RFS with a median follow up of more than 3 years is 80% and is not different among regimens (p=0.5). Because of infrequency of events, the analysis was mostly done using both cytogenetic groups and both regimens together. Median time to lowest qPCR was 7 months for both cytogenetic subgroups as well as for both FLAG-GO and FLAG-Ida regimens (range 1-28 months). In a univariate analysis that included age, log WBC and platelet counts, cytogenetics, regimen, time to lowest qPCR value and the log lowest qPCR value as variables; log lowest qPCR is the only variable significantly predicting for RFS (p<0.01) while time to lowest qPCR is not (p=0.7). Conclusion: RFS remains high among patients treated with FLAG-GO or FLAG-Ida and lowest qPCR value rather than the time to achieve lowest qPCR. Disclosures No relevant conflicts of interest to declare."
}