{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.371.371",
    "article_title": " Adipocyte Induced Antagonism of ALL Growth Highlights a Novel Inhibitory Niche and Potential Therapeutic Opportunity  ",
    "article_date": "December 7, 2017",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Biology, Signaling Mechanisms and Response in ALL",
    "abstract_text": "The importance of Bone Marrow Microenvironment (BMM) in driving ALL progression is widely recognised however the nature of the leukaemia niche remains unclear. To gain specific insight, we assessed the evolving composition of ALL- BMMs both in primary human disease and experimental models. Strikingly, BMMs in both human ALL (n=6) and Nalm-6 ALL xenografts (n =5) exhibited severely depleted adipocyte densities (98.2 and 75.7% reduction vs control, p <0.05) with adipocyte homeostasis resetting upon remission attainment. To assess the potential biological significance of the inverse correlation between ALL and adipocytes we co-cultured a panel of ALL cell lines (Nalm-6, REH and RS4;11) with both murine 3T3-L1 adipocytes as well as primary adipocytes differentiated from normal BM derived Mesenchymal stromal cells (MSC), assessing cellular outcomes. Surprisingly, both 3T3-L1 and BM-MSC derived adipocytes impaired growth of ALL cell lines in a time dependant fashion. In contrast, co-culture with primary osteoblasts and MSCs did not alter basal rates of cellular growth confirmingthat adipocytes inhibited ALL growth in a tissue specific manner.Mechanistically, adipocytes repressed the G1/G2/S/M cell cycle progression of ALL cells without enhancing apoptosis indicating that cell extrinsic signals derived from adipocytes induce cytostasis. Thus, impairment of adipocyte BMM's during ALL development may function to disable a stromally derived ALL suppressor. To further investigate the leukaemia inhibitory function of tissue adipocytes, we compared leukaemia development in adipocyte rich (tail BM, omental and gonadal fat) vs adipocyte poor environments (femoral/thoracic bones) using a xenotransplantation model ( Figure 1 ). In vivo, Nalm-6 growth was significantly restrained in adipocyte rich tissue compared to adipocyte poor regions and adipocyte poor extramedullary control tissue. Similarly, patient derived xenografts (n =3) demonstrated delayed development in adipocyte rich regions recapitulating the cellular response of ALL cell lines. Consistent with the in vitro data, adipocyte imprinted ALL cells in vivo resided in a less active cell cycle state supporting the contention that adipocytes are a transducer of negative growth signals. To investigate the tumour suppressor mechanism controlling growth we performed transwell experiments revealing that, basal rates of cellular proliferation and cell cycling, could be restored following transwell separation consistent with contact/close proximity factor mediating adipocyte induced tumour suppressive signalling. In line with these results, RNA-Seq demonstrated upregulation in extracellular matrix receptor pathways (FDR q-val 0.14) together with downregulation of cell cycle genes (p <0.05) in adipocyte exposed ALL cell lines. Adipocytes correspondingly were reprogrammed by ALL environments as assessed by quantitative proteomics indicating a cooperative interplay between these cells. To further delineate the mechanism by which adipocytes are depleted in ALL-BMMs we investigated the MSC axis hypothesising that adipocyte development was disrupted. Significantly fewer MSCs expanded in ALL BM vs age matched control with a corresponding reduction in CFU's indicating that ALL deregulates the intrinsic self-renewal capacity of MSCs. We further compared the multidifferentiation potential of ALL-MSC vs control MSCs following developmental induction. Surprisingly we found that ALL-MSCs had enhanced capacity for adipogenic differentiation (3.93 ± 0.69 fold increase; n = 5; p= 0.01) without reciprocal disturbance in osteogenesis. Increased adipocyte commitment could be reproduced by exposing normal MSCs to leukaemic serum but not HSC cultures suggesting that the altered priming of ALL- MSCs towards adipocyte differentiation is induced via a leukaemia soluble factor. Collectively, our data suggests adipocyte depletion in leukaemia BMMs may be contributed to by repressed MSC growth and that whilst adipocyte primed MSC's accumulate, differentiation might be stalled through a blast specific mechanism. Conclusion Our results suggest that adipocyte microenvironments create an inhibitory niche for ALL cells consistent with a tumour suppressive function, dissecting how these inhibitory niches are disabled to promote ALL development could uncover a novel therapeutic avenue. View large Download slide View large Download slide  Close modal Disclosures Gribben: Karyopharm: Honoraria; Genentech/Roche: Honoraria; Abbvie: Honoraria; Acerta: Honoraria; Janssen: Honoraria; Kite: Honoraria; Pharmacyclics: Honoraria; TG Therapeutics: Honoraria; Celgene: Honoraria.",
    "topics": [
        "adipocytes",
        "coculture techniques",
        "disease remission",
        "hyperplasia",
        "leukemia",
        "neoplasms",
        "rna",
        "transducers",
        "transplantation, heterologous",
        "developmental delay"
    ],
    "author_names": [
        "Nicholas Warrick, BSc",
        "Farideh Miraki-Moud, PhD",
        "A Aicher",
        "Linda Ariza McNaughton",
        "Pedro Casado-Izquierdo",
        "Ai Nagano, PhD",
        "Rebecca Carroll",
        "Dominique Bonnet, PhD",
        "John G. Gribben, MDDSc FMedSci",
        "Bela Patel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicholas Warrick, BSc",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Farideh Miraki-Moud, PhD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A Aicher",
            "author_affiliations": [
                "Centre for Stem Cells in Cancer and Ageing, Barts Cancer Institute, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Ariza McNaughton",
            "author_affiliations": [
                "The Francis Crick Institute, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro Casado-Izquierdo",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ai Nagano, PhD",
            "author_affiliations": [
                "Centre for Molecular Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Carroll",
            "author_affiliations": [
                "Barts Cancer Institute, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominique Bonnet, PhD",
            "author_affiliations": [
                "Cancer Research UK London Research Institute, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Gribben, MDDSc FMedSci",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bela Patel, MD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T13:02:40",
    "is_scraped": "1"
}