{
    "doi": "https://doi.org/10.1182/blood.V104.11.4694.4694",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=73",
    "start_url_page_num": 73,
    "is_scraped": "1",
    "article_title": "Two Pregnancies Resulting in a Healthy Newborn in a CML Patient Treated with Imatinib. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Imatinib mesylate is the new molecular targeted therapy for Chronic Myeloid Leukemia (CML). Data on fertility and pregnancy are very limited. We report the case of a 27-year old female patient having two pregnancies during therapy with imatinib. CML was diagnosed in December 2001. At diagnosis the disease was in chronic phase with 100% Philadelphia-positive metaphases in bone marrow (BM). She started therapy with IFN/Ara-C and six months later she was still with 100% Ph-positive metaphases. As she had no related transplant donor, she was started on imatinib 400mg/day. Three months later, while in complete hematologic response (CHR), she became pregnant and despite doctor’s advice, she decided not to terminate the pregnancy. At that time she had 54% Ph-positive metaphases in BM. She continued receiving imatinib during the pregnancy without any adverse effects. Ultra-sound examination revealed two normal embryos and amniocentesis yielded normal karyotypes (male and female). In 24 th week of gestation she was in CHR with 20% Ph-positive metaphases in BM. Two weeks later (26 th week) she delivered two newborns who both died 48 hours later due to prematurity. Laboratory tests showed no abnormalities and all parameters were normal according to their age. Seven months later and while in CHR and complete cytogenetic remission (CCR) but being BCR-ABL positive, the patient became pregnant. Once again, she continued imatinib without any adverse effects. Ultrasound parameters were normal and amniocentesis showed a normal female karyotype. After 37 weeks of gestation she delivered a healthy female newborn. Two months postpartum the child is healthy, with normal laboratory tests. The patient is in CHR, CCR and BCR-ABL positive. In conclusion we report, the case of a woman with CML in whom fertility was not affected by imatinib. In addition, Imatinib caused no abnormalities to the embryos in both pregnancies and pregnancies did not affect the therapeutic effect of imatinib. However, it is under question whether imatinib has any implication in the preterm birth of the first pregnancy.",
    "topics": [
        "imatinib mesylate",
        "newborn",
        "pregnancy",
        "adverse effects",
        "amniocentesis",
        "bcr-abl tyrosine kinase",
        "karyotype determination procedure",
        "laboratory techniques and procedures",
        "premature birth",
        "cytarabine"
    ],
    "author_names": [
        "Damianos Sotiropoulos",
        "Despoina Adamidou",
        "Anastasia Athanasiadou",
        "Dimitrios G. Goulis",
        "Athanasios Fassas",
        "Achilles Anagnostopoulos"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology/BMT Unit, George Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Dept. of Hematology/BMT Unit, George Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Dept. of Hematology/BMT Unit, George Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Dept. of Hematology/BMT Unit, George Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Dept. of Hematology/BMT Unit, George Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Dept. of Hematology/BMT Unit, George Papanicolaou Hospital, Thessaloniki, Greece"
        ]
    ],
    "first_author_latitude": "40.6310278",
    "first_author_longitude": "23.044878699999998"
}