{
    "doi": "https://doi.org/10.1182/blood.V128.22.3365.3365",
    "article_title": "Use of Expanded Allogeneic Third Party BK Virus Specific Cytotoxic T Cells to Target Progressive Multifocal Leukoencephalopathy ",
    "article_date": "December 2, 2016",
    "session_type": "703. Adoptive Immunotherapy: Poster II",
    "abstract_text": "Progressive multifocal leukoencephalopathy (PML) is a rare and often fatal demyelinating disorder of central nervous system caused by JC virus reactivation in patients with severe defects of cellular immunity. JC virus is genetically similar to BK virus. Both JC and BK virus express large tumor antigen (LT), small tumor antigen (ST), and the capsid proteins, VP1, VP2 and VP3 during replication. Due to antigenic epitope homology, ex vivo expanded BK virus specific T cells can also target JCV, especially for VP1 and LT. We developed a rapid, effective and GMP-compliant BK virus specific cytotoxic T lymphocyte (CTL) expansion method from peripheral blood mononuclear cells. Donor mononuclear cells were stimulated with a BK virus peptide mix in the presence of IL-2, IL-7 and IL-15 for 14 days. At the end of culture, the cells were harvested and cryopreserved until use. Here, we report the first two cases of PML treated with BK virus specific CTL from the most closely HLA-matched donor. Case 1. A 32-year-old female with a diagnosis of FLT3+ acute myeloid leukemia underwent double cord blood transplantation. Her post-transplant course was complicated by acute graft versus host disease involving skin and gastrointestinal tract, HHV-6 infection and BK virus related hemorrhagic cystitis. Twenty months after transplantation she presented with left-sided extremity weakness, slurred speech and mental confusion. The physical examination revealed ataxic gait and weakness of left lower extremity. MRI revealed abnormal pattern of parenchymal enhancement and signal abnormality in the posterior fossa, predominantly involving cerebellum and brain stem. Lumbar puncture revealed low levels of JC virus DNA (130 copies/ml). Repeat MRI three weeks later showed progression in the peduncle and right cerebellum with an increase in the CSF JC virus load to 700 copies/ml. At this point the patient received 10 5 /kg BKV-specific CTLs expanded from a 3/6 HLA-matched allogeneic donor. There was no infusion-related toxicity. Two weeks later, there was a significant reduction in the JC virus titer to 78 copies/ml (limit of detection 72 copies/mL). HLA BW6 + donor CD4 + and CD8 + T-cells could be detected in the CSF 2 weeks after infusion, confirming that BK virus CTLs can home to inflammatory sites in the central nervous system. The lymphocytes in CSF showed a distinct phenotypic profile, mainly composed of recipient CD56 bright NK cells and a mixture of donor and recipient CD4 + and CD8 + T cells. Donor T cells in CSF expressed very high levels of PD1 and CXCR3 compared to peripheral blood T-cells. Four weeks from the infusion, the neurological symptoms have resolved and repeat MRI confirmed near complete resolution of the lesions. The patient received a second CTL infusion 3 weeks after the first for persistent low positive JCV in the CSF. The patient remains essentially asymptomatic 4 months after BK virus specific CTL infusion with intermitted low positive JC virus DNA titers in the CSF. Donor T cells continue to be present in the CSF. Case 2. A 73-year-old female with JAK2 positive myeloproliferative disorder on treatment with ruxolitinib for 8 years presented with altered mental state, blurred vision and unsteady gait. MRI revealed parieto-occipital subcortical signals in left hemisphere extending to the posterior temporal lobe suggestive of PML. JC virus load in the CSF was 230,000 copies/ml. She received a 2/6 HLA-matched allogeneic BK virus specific CTLs. Three weeks after infusion JC virus titer in the CSF decreased to 5,200 copies/ml and her condition stabilized. The MRI remained stable. Donor-derived CD4 + and CD8 + T cells were detected in the CSF, with high expression of PD1 and inflammatory chemokines on T cells. The patient received a second dose of BK virus specific CTL from the same donor one month after the first infusion. The CSF viral load reduced further to 800 copies/ml but the there was no clinical or radiological improvement, suggestive of irreversible CNS damage. The patient remains alive. In this proof-of-principle study, we have used ex vivo expanded BK virus specific CTL to target PML, a disease without viable treatment strategies and with a universally fatal outcome. Both patients showed a remarkable reduction in the viral load and there was near complete resolution of symptoms and MRI findings in one case. Use of third party partially HLA-matched BK virus specific CTLs to treat PML holds promise. Disclosures Champlin: Ziopharm Oncology: Equity Ownership, Patents & Royalties; Intrexon: Equity Ownership, Patents & Royalties.",
    "topics": [
        "bk virus",
        "progressive multifocal leukoencephalopathy",
        "t-lymphocytes, cytotoxic",
        "colony-stimulating factors",
        "infusion procedures",
        "magnetic resonance imaging",
        "human leukocyte antigens",
        "asthenia",
        "dna",
        "transplantation"
    ],
    "author_names": [
        "Muharrem Muftuoglu, MD",
        "Sairah Ahmed, MD",
        "Amanda Olson, MD",
        "Victor Mulanovich",
        "Li Li, MD",
        "Srdan Verstovsek, MD PhD",
        "Indreshpal Kaur, PhD",
        "Glorette Abueg",
        "David Marin, MD",
        "Eric Yvon, PhD",
        "Richard E. Champlin, MD",
        "Elizabeth J. Shpall, MD",
        "Katayoun Rezvani, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Muharrem Muftuoglu, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sairah Ahmed, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda Olson, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Mulanovich",
            "author_affiliations": [
                "Department of Infectios Disease, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Li, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Indreshpal Kaur, PhD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glorette Abueg",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Marin, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Yvon, PhD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard E. Champlin, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth J. Shpall, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katayoun Rezvani, MD, PhD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T03:59:50",
    "is_scraped": "1"
}