{
    "doi": "https://doi.org/10.1182/blood.V114.22.22.22",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1565",
    "start_url_page_num": 1565,
    "is_scraped": "1",
    "article_title": "HLA Class I Typing of Platelets by Multi-Colour Flow Cytometry - A New Powerful Tool for Assessing Survival, Activation Status and Activation Capacity of Transfused Platelets Vs. Autologous Platelets and for Determination of Stem Cell Engraftment After Allogeneic Stem Cell Transplantation. ",
    "article_date": "November 20, 2009",
    "session_type": "BASIC SCIENCE AND CLINICAL PRACTICE IN BLOOD TRANSFUSION: TRANSFUSION MEDICINE - CLINICAL RESEARCH",
    "topics": [
        "allogeneic stem cell transplant",
        "blood platelets",
        "color",
        "engraftment",
        "flow cytometry",
        "human leukocyte antigens",
        "stem cells",
        "cd63 antigen",
        "histocompatibility antigens class i",
        "hla-b27 antigen"
    ],
    "author_names": [
        "Annette Vetlesen, MT",
        "Pål Andre Holme, MD, PhD",
        "Torstein Lyberg, MD, PhD",
        "Jens Kjeldsen-Kragh, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Immunology and Transfusion Medicine, Oslo University Hospital, Oslo, Norway, "
        ],
        [
            "Department of Internal Medicine, Division of Haematology, Oslo University Hospital, Oslo, Norway, "
        ],
        [
            "Center for Clinical Research, Oslo University Hospital, Oslo, Norway"
        ],
        [
            "Immunology and Transfusion Medicine, Oslo University Hospital, Oslo, Norway, "
        ]
    ],
    "first_author_latitude": "59.951223500000005",
    "first_author_longitude": "10.721821599999998",
    "abstract_text": "Abstract 22 Studies of in vivo survival of transfused platelets (PLTs) are usually performed by tracing PLTs labelled with radioactive isotopes. The aim of the present work was to develop a flow cytometry-based method without involving manipulation of PLTs before transfusion, where differences in HLA class I molecules between donor and recipient might be used to trace transfused PLTs. Of 14 fluorochrome-conjugated HLA class I monoclonal antibodies (mAbs) from 7 suppliers only 3 (anti-HLA A2, anti-HLA A9 and anti-HLA B27) were found satisfactory for HLA class I typing of PLTs. As earlier studies have claimed the existence of a considerable exchange of HLA class I antigens between plasma and PLTs, a series of experiments were conducted to examine the exchange of HLA A2, A9 and B27 class I antigens during storage for 4 days. Three pairs of HLA +ve and HLA −ve PLT aphaeresis products were collected in autologous plasma for each of the specificities HLA A2, HLA A9 and HLA B27. Cell-free plasma was prepared from an equal number of HLA +ve and HLA −ve whole blood units with the same specificities. Plasma-free PLTs and cell-free plasma were mixed and stored in PLT storage bags at 22°C in the following combinations: HLA +ve PLTs in HLA −ve plasma, HLA +ve PLTs in HLA +ve plasma, HLA −ve PLTs in HLA −ve plasma and HLA −ve PLTs in HLA +ve plasma. Samples from each PLT concentrate-mix were transferred to sterile non-treated culture plates and stored on a flatbed mixer at 37°C in an atmosphere of 5% CO 2 in humidified air. HLA class I surface expression was tested daily during storage. The difference in % between pos PLTs in neg plasma and pos PLTs in pos plasma was in the range of 0.8 – 1.2 at 22°C and 0.8 – 3.3 at 37°C for HLA A2; 3.3 – 1.7 at 22°C and 3.5 – 0 at 37°C for HLA A9, and 3.9 – 1.9 at 22°C and 0 – 2.1 at 37°C for HLA B27. Percent-wise difference between neg PLTs in pos plasma and neg PLTs in neg plasma was in the range of 6.9 – 10 at 22°C and 7.7 – 12.5 at 37°C for HLA A2; 4.5 – 0 at 22°C and 13.6 – 6.5 at 37°C for HLA A9, and 5.3 – 5.3 at 22°C and 5.6 – 4.8 at 37°C for HLA B27. These results indicate that the amounts of eluted vs. adsorbed HLA class I antigens are negligible at both 22°C and 37°C. Hence, this method was applied in a clinical setting to study in vivo survival of transfused PLTs. A patient was transfused with PLTs of non-self HLA class I types and tracing and testing of the transfused PLTs were performed by daily measuring of HLA class I surface expression by multi-colour flow cytometry. PLTs were identified by light scatter properties and expression of CD41. The anti-HLA class I mAbs were used to distinguish transfused PLTs from autologous PLTs. The activation status of transfused PLTs was determined by using anti-CD63. PLT activation capacity was further determined by examining the expression of CD63 on different PLT populations before and after stimulation with thrombin receptor agonist peptide (SFLLRN). In a 52 years old patient with AML undergoing allogeneic stem cell transplantation early stem cell engraftment could be detected by following the PLT production (see figure ). View large Download slide View large Download slide  After the transplantation the number of autologous HLA A2 +ve PLTs decreased gradually. From day 8 till day 10 there was a 50% decrease in total PLT count, while the number of HLA A2 +ve PLTs was low but stable. From day 10 and onwards a gradual increase of HLA A2 +ve PLTs was seen independently of transfusion. These results were interpreted as engraftment from day 8. The standard criteria for stem cell engraftment - a neutrophile count of > 0, 1 × 10 9 /L - occurred 5 days later in this patient. It was also found that the transfused PLTs in the patient's circulation were not activated, evaluated by CD63 expression, and that the residual activation capacity of the transfused PLTs were reduced compared with the capacity of the autologous PLTs (40% up regulation of CD63 vs. 70%; as a comparison there was a 90% up regulation of CD63 in a healthy individual). In conclusion, HLA class I typing by flow cytometry represents a powerful tool for studies of transfused PLTs. The method can 1) be used to study the survival of 3 different populations of transfused PLTs individually, 2) give early evidence of stem cell engraftment after allogeneic stem cell transplantation, 3) be used to assess in vivo activation of transfused PLTs and 4) be used for functional studies of transfused vs. autologous PLTs, which to our knowledge, is the first time this has been possible. Disclosures: No relevant conflicts of interest to declare."
}