{
    "doi": "https://doi.org/10.1182/blood.V114.22.4990.4990",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1484",
    "start_url_page_num": 1484,
    "is_scraped": "1",
    "article_title": "The Decrease of JAK2 V617F Allele Burden in Leukemia Transformation of An Elderly Patient with Myelofibrosis. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - THERAPY, EXCLUDING TRANSPLANTATION MYELOPROLIFERATIVE SYNDROMES",
    "topics": [
        "jak2 gene v617f",
        "leukemia",
        "myelofibrosis",
        "older adult",
        "alleles",
        "complete remission",
        "follow-up",
        "leukemia, myelocytic, acute",
        "myeloproliferative disease",
        "clone cells"
    ],
    "author_names": [
        "Su-Jiang Zhang",
        "Jianyong Li, MD, PhD",
        "Wei Xu, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, China, "
        ],
        [
            "Dept. of Hematology, 1st Affiliated Hosp. of Nanjing, Nanjing, China"
        ],
        [
            "Dept. of Hematology, 1st Affiliated Hosp. of Nanjing, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.045757",
    "first_author_longitude": "118.773849",
    "abstract_text": "Abstract 4990 Recently there were two different model about clone genesis of acute myeloid leukemia (AML) transformed from pre-existing JAK2 V617F positive myeloproliferative neoplasm (MPN). One model showed the leukemia cells were come from JAK2 V617F negative clone, however, the other indicated that the leukemia cells were still developed from JAK2 V617F positive clone. Here, we report a elderly AML patient who was developed from pre-existing myelofibrosis (MF) with homozygous JAK2 V617F mutation. In leuekmic transformation phase, heterozygous JAK2 V617F mutation was identified, supported the idea that the leukemia cells may be come from JAK2 V617F negative clone. Moreover, no other cytogenetic and molecular genetic abnormalities were further found. After one course of CAG regimen, complete remission was achieved. Further follow-up is still in progress. Disclosures No relevant conflicts of interest to declare."
}