{
    "doi": "https://doi.org/10.1182/blood.V108.11.4322.4322",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=738",
    "start_url_page_num": 738,
    "is_scraped": "1",
    "article_title": "Signaling from the Oncogenic Fusion Protein BCR/ABL1 Leads to Expression of Wilms’ Tumor Gene 1 Protein (WT1), Which Induces Transcriptional Repression of Interferon Consensus Sequence Binding Protein (ICSBP) in Human Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "carrier proteins",
        "consensus sequence",
        "fusion proteins",
        "genes",
        "human leukocyte interferon",
        "interferons",
        "nephroblastoma",
        "signal transduction",
        "transcriptional repression",
        "rna, messenger"
    ],
    "author_names": [
        "Karina Vidovic",
        "Emelie Svensson",
        "Ake Borg",
        "Johan Vallon-Christersson",
        "Carin Lassen",
        "Petra Hakansson",
        "Johan Richter",
        "Tor Olofsson",
        "Thoas Fioretos",
        "Urban Gullberg"
    ],
    "author_affiliations": [
        [
            "Hematology and Transfusion Medicine, ILM, Lund, Sweden",
            " "
        ],
        [
            "Hematology and Transfusion Medicine, ILM, Lund, Sweden",
            " "
        ],
        [
            "Oncology, Lund, Sweden",
            " "
        ],
        [
            "Oncology, Lund, Sweden",
            " "
        ],
        [
            "Clinical Genetics, ILM, Lund, Sweden",
            " "
        ],
        [
            "Clinical Genetics, ILM, Lund, Sweden",
            " "
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund, Sweden",
            " "
        ],
        [
            "Hematology and Transfusion Medicine, ILM, Lund, Sweden",
            " "
        ],
        [
            "Clinical Genetics, ILM, Lund, Sweden",
            " "
        ],
        [
            "Hematology and Transfusion Medicine, ILM, Lund, Sweden",
            " "
        ]
    ],
    "first_author_latitude": "39.001929600000004",
    "first_author_longitude": "-77.1044561",
    "abstract_text": "The Wilms’ tumor gene 1 (WT1) encodes a transcription factor highly expressed in most leukemias. Overexpression of WT1 and the fusion protein AML1-ETO in transgenic mice rapidly induces acute myeloid leukemia (AML), indicating an oncogenic effect by WT1. However, mechanisms behind expression of WT1 in leukemic cells, as well as mechanisms downstream of WT1, are largely unknown. Here, we report that the fusion protein BCR/ABL1, associated with chronic myeloid leukemia (CML), increases expression of WT1 mRNA and protein, which induces transcriptional represssion of ICSBP. Inhibition of BCR/ABL1 signaling by imatinib mesylate reduced WT1 mRNA levels in five different human CML cell lines, confirming previous reports (Cilloni D et al. Cancer 101:979, 2004). In extended investigations, we show that signaling via the phosphatidylinositol-3 kinase (PI3K)-Akt pathway is critical for BCR/ABL1 induced WT1 expression, while independent of JAK-STAT signaling. BCR/ABL1 signaling did not affect half-life of WT1 mRNA, but inhibition of BCR/ABL1 or PI3K strongly suppressed the transcriptional activity of WT1 promoter/enhancer reporters, indicating that BCR/ABL1 signaling increases transcription of the WT1 gene. Downstream of WT1, we report the interferon consensus sequence binding protein (ICSBP) gene as a new target gene of WT1. Increased levels of WT1 reduced the amount of ICSBP mRNA in both normal progenitors and in U937 leukemic cells. Moreover, WT1 repressed transcription from the ICSBP-promoter. Finally, we report that forced expression of BCR/ABL1 in human CD34+ bone marrow progenitor cells resulted in increased expression of WT1 mRNA and protein and repressed levels of ICSBP mRNA and protein, indicating that WT1 can repress expression of ICSBP. In contrast to the almost ubiquitously high expression of WT1 in leukemia, expression of ICSBP is very low or absent in most leukemias, consistent with the notion of WT1 as a repressor of ICSBP in vivo. Moreover, several reports point out ICSBP as an important suppressor gene in CML. Our results provide a mechanistic explanation for BCR/ABL1 induced repression of ICSBP via induction of WT1, and a general mechanism by which high expression of WT1 could contribute to repression of ICSBP also in other leukemias."
}