{
    "doi": "https://doi.org/10.1182/blood-2020-139980",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4519",
    "start_url_page_num": 4519,
    "is_scraped": "1",
    "article_title": "Angiotensin Signaling Is Essential for Stress Erythropoiesis but Results in Retention of Dysfunctional Mitochondria in Erythrocytes That Generate Excessive Reactive Oxygen Species ",
    "article_date": "November 5, 2020",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-New Genetic Approaches to Sickle Cell Disease",
    "topics": null,
    "author_names": [
        "Parul Rai, MDMBBS",
        "Swarnava Roy, PhD",
        "Diamantis G. Konstantinidis, PhD BSc",
        "Sithara Raju Ponny, MS",
        "Marthe-sandrine Eiymo Mwa Mpollo, PhD",
        "Archana Shrestha",
        "Theodosia A. Kalfa, MD PhD",
        "Punam Malik, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, St Jude Children's Research Hospital, Memphis, TN ",
            "Division of Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, "
        ],
        [
            "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Department of Biostatistics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology, Cincinnati Children's Hospital Medical Center, Cinicinnati, OH "
        ],
        [
            "Cincinnati Children's Hospital and Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "Erythrocyte Diagnostic Laboratory, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Sickle cell anemia (SCA), caused by a mutant β-globin gene, results in polymerization of the abnormal hemoglobin S and sickle shaped RBCs that cause vascular occlusions, chronic hemolytic anemia and cumulative organ damage. We have reported sickle nephropathy from elevated levels of angiotensin-II (AT), the bioactive peptide of the renin-angiotensin system (RAS), by signaling through the AT receptor-1 (AT 1 R), in both mice and humans with SCA, and that occurs in the absence of hypertension or hyper-reninemia [Roy et al, AJH, 2018]. Herein, we investigated the mechanisms underlying the hyperangiotensinemia in SCA. We found that AT levels are elevated due to higher oxidized state of its precursor, angiotensinogen (ATGN), which results from the elevated reactive oxygen species (ROS) in SCA. Oxidized ATGN is more rapidly converted to AT. Hence, the high ROS in SCA increases AT production . Blockade of AT-AT 1 R signaling in SCA mice, either globally (with captopril that reduces AT production, or losartan that blocks AT 1 R, or by constitutive genetic knockout of AT 1 R in SCA mice [SCA AT 1 R -/- ]), or in erythroid cells by an erythroid-specific AT 1 R knockout (AT 1 R f/f EpoR Cre + termed eCre + ) in SCA mice (SCA eCre + ) resulted in significant reduction in RBC ROS ( Figure 1a ). These data show that AT-AT 1 R signaling in turn generates ROS in sickle erythroid cells , thus creating a positive feedback loop of ↑ROS -->↑RAS -->↑ROS, which causes, and perpetuates the hyperangiotensinemia seen in SCA. The AT-mediated ROS-RAS loop is driven largely by sickle erythropoiesis: SCA eCre + mice have reduced RBC ROS, hence have reduced AT, and do not develop nephropathy. Surprisingly, while global AT 1 R deficiency in WT mice (WT AT 1 R -/- ) had no RBC phenotype, SCA AT 1 R -/- mice developed profound anemia, suggesting AT signaling may be important for the stress erythropoiesis (Stress-E) state, present in SCA. AT is known for its role as a renal erythropoietin (Epo) secretagogue, but its role in Stress-E is unknown. Induction of Stress-E in WT AT 1 R -/- mice (with phenylhydrazine or daily phlebotomies) resulted in higher anemia in WT AT 1 R -/- mice than in WT AT 1 R +/+ mice, suggesting AT 1 R signaling is important for Stress-E, not baseline erythropoiesis (Base-E). However, WT mice with erythroid-specific deficiency of AT signaling (WT eCre + ), when stressed, were able to maintain hemoglobin comparable to their controls (WT eCre-), with an exponential increase in Epo level. Epo levels were high in SCA mice to begin with but were insufficient to compensate with loss of AT signaling in SCA AT 1 R -/- mice, resulting in development of anemia. RNAseq analysis of sorted Stress-E nucleated erythroid precursors and enucleated erythrocytes in WT AT 1 R -/- mice showed a remarkable downregulation of the Hedgehog, BMP4, KIT and WNT Stress-E signaling pathways, when compared to WT (AT 1 R +/+ ) mice, further confirming that AT signaling is critical, and conceivably upstream to these established Stress-E pathways. However, AT-AT 1 R signaling in Stress-E states is a double-edged sword: on one hand it was essential to sustain erythropoiesis, while on the other hand it resulted in significant ROS production. This was seen in SCA, and in WT mice where Stress-E was associated with higher RBC ROS ( Figure 1a ). AT is known to activate NADPH oxidase (NOX), to generate ROS in other cell types. But pharmacological inhibition of NOX signaling, or genetic deficiency of Gp22phox (a common subunit of NOX isoforms) in SCA mice did not lower RBC ROS. However, AT-AT 1 R signaling in Stress-E increased the mitochondrial mass in erythroid precursors, and also resulted in retention of dysfunctional mitochondria with lower membrane potential in the enucleated erythrocytes, a source of high ROS ( Figure 1b-c ). Hence, AT signaling in Stress-E inhibited mitophagy, which is required for clearance of mitochondria after enucleation. The transcriptome profile corroborated these findings: With Stress-E, WT AT 1 R -/- mice had upregulation of genes involved in mitophagy, and genes involved in maintaining mitochondrial integrity/quality and cellular redox homeostasis under oxidative stress. Taken together, our results show that AT signaling plays a critical role in increasing erythroid cell mass during Stress-E, but also downregulates mitophagy, antioxidant genes, and results in increased retention of dysfunctional mitochondria, which are the source of high RBC ROS that mediates end-organ injury. View large Download slide View large Download slide  Disclosures Kalfa: Forma Therapeutics, Inc: Research Funding; Agios Pharmaceuticals, Inc: Consultancy, Research Funding. Malik: Aruvant Sciences, Forma Therapeutics, Inc.: Consultancy; Aruvant Sciences, CSL Behring: Patents & Royalties."
}