{
    "doi": "https://doi.org/10.1182/blood-2019-131547",
    "article_title": "Incidental Pulmonary Embolism. Analysis of Mayo Clinic Venous Thromboembolism Database ",
    "article_date": "November 13, 2019",
    "session_type": "331.Pathophysiology of Thrombosis",
    "abstract_text": "Background : Incidental pulmonary embolism (PE) is not infrequently found on CT scans with highest incidence reported in patients with cancer. It is unclear whether patients with symptomatic pulmonary embolism (iPE) have different clinical profile or outcomes compared to patients with symptomatic PE (sPE) and whether this is affected by the presence or type of malignancy. Objective : Compare baseline characteristics of patients diagnosed with iPE to patients with sPE with attention to cancer-specific risk factors as well as evaluate clinical outcomes. Methods : Consecutive patients enrolled in the Mayo Thrombophilia Clinic VTE Registry between March 1, 2013 and December 31 st , 2018 with PE were followed prospectively. Outcomes of recurrent venous thromboembolism (VTE), major bleeding, clinically relevant non-major bleeding (CRNMB) and mortality data were collected every 3 months. Clinical outcomes were analyzed with specific focus on patients with cancer. Information was collected and managed using REDCap (Research Electronic Data Capture) and data analysis was performed using SAS software (SAS Institute Inc., Cary, North Carolina). Results : Out of a total of 1033 patients with PE in VTE registry, there were 655 patients with PE (284 with incidental and 363 symptomatic) who completed at least 3 months of anticoagulation and were started on treatment within 14 days of diagnosis. Apixaban was used in 220 (34 %), Rivaroxaban 175 (27 %), Enoxaparin 179 (27%), and Warfarin in 81 (12 %) patients. Overall cancer was present in 61% of patients and was more common in patients with iPE compared to sPE (80.2% vs 45.2%, p<0.001). Patients with iPE were less likely to have previous VTE (8.2% vs 25.5%, p< 0.0001) and tended to have lower BMI (mean 28.8 vs 31.4, p<0.0001) Characteristics of the subgroup of only cancer patients with PE are summarized in the Table. Of note, pancreatic and GI cancers were more common in patients with iPE. There were no differences in recurrent VTE, major bleeding and CRNMB in patients with iPE compared to sPE. This also held true for patients with underlying malignancies. Mortality rates were significantly higher in all patients with iPE even when adjusting for presence of malignancy (p=0.03). When adjusting for presence of metastatic malignancy though the difference was no longer present (p=0.33). Conclusion: Patients with iPE were more likely to have an underlying malignancy, potentially due to higher likelihood of undergoing staging imaging studies. Additionally, patients with iPE more often had metastatic disease which was associated with higher mortality. Recurrent VTE and bleeding outcomes were similar in patients with iPE and sPE, this was independent of the presence of underlying malignancy. View large Download slide View large Download slide  Close modal Disclosures McBane: BMS: Research Funding.",
    "topics": [
        "pulmonary embolism",
        "venous thromboembolism",
        "cancer",
        "protein electrophoresis, serum",
        "hemorrhage",
        "anticoagulation",
        "apixaban",
        "computed tomography",
        "diagnostic imaging",
        "enoxaparin"
    ],
    "author_names": [
        "Ewa Wysokinska, MD",
        "Damon E. Houghton, MDMS",
        "Danielle Vlazny, PA-C",
        "Aneel A. Ashrani, MD MS",
        "David A Froehling, MD",
        "David O. Hodge, MS",
        "Lisa Peterson, RN",
        "Robert D. McBane, MD",
        "Waldemar E. Wysokinski, MD PhD",
        "Ana I Casanegra, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ewa Wysokinska, MD",
            "author_affiliations": [
                "Mayo Clinic, Jacksonville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Damon E. Houghton, MDMS",
            "author_affiliations": [
                "Gonda Vascular Center, Thrombophilia Clinic, Department of Cardiovascular Diseases, Mayo Clinic, Rochester, ",
                "Department of Medicine, Division of Hematology/Oncology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle Vlazny, PA-C",
            "author_affiliations": [
                "Gonda Vascular Center, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aneel A. Ashrani, MD MS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Froehling, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN ",
                "Gonda Vascular Center, Thrombophilia Clinic, Department of Cardiovascular Diseases, Rochester, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David O. Hodge, MS",
            "author_affiliations": [
                "Department of Health Sciences and Research, Mayo Clinic, Jacksonville, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Peterson, RN",
            "author_affiliations": [
                "Gonda Vascular Center, Thrombophilia Clinic, Department of Cardiovascular Diseases, Mayo Clinic Rochester, MN, Mayo Clinic, Rochester, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert D. McBane, MD",
            "author_affiliations": [
                "Gonda Vascular Center, Thrombophilia Clinic, Department of Cardiovascular Diseases, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Waldemar E. Wysokinski, MD PhD",
            "author_affiliations": [
                "Gonda Vascular Center, Thrombophilia Clinic, Department of Cardiovascular Diseases, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana I Casanegra, MD",
            "author_affiliations": [
                "Gonda Vascular Center, Thrombophilia Clinic, Department of Cardiovascular Diseases, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T21:30:19",
    "is_scraped": "1"
}