{
    "doi": "https://doi.org/10.1182/blood.V116.21.3636.3636",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1654",
    "start_url_page_num": 1654,
    "is_scraped": "1",
    "article_title": "Transcriptional Regulation of Oncogenic MEF2C In T-Cell Acute Lymphoblastic Leukemia (T-ALL). ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "transcriptional control",
        "transcription factor",
        "basic helix-loop-helix transcription factors",
        "homeodomain proteins",
        "interleukin-7",
        "chromatin",
        "chromosome deletion",
        "cell lines"
    ],
    "author_names": [
        "Stefan Nagel, PhD",
        "Letizia Venturini, PhD",
        "Corinna Meyer",
        "Maren Kaufmann",
        "Michaela Scherr, PhD",
        "Hans G. Drexler, MD, PhD",
        "Roderick AF MacLeod, PhD"
    ],
    "author_affiliations": [
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ],
        [
            "Dept. of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Medical School Hannover, Hannover, Germany"
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ],
        [
            "Dept. of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Medical School Hannover, Hannover, Germany"
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ]
    ],
    "first_author_latitude": "52.21219949999999",
    "first_author_longitude": "10.5312629",
    "abstract_text": "Abstract 3636 Myocyte enhancer factor 2C (MEF2C) is a transcription factor of the MADS-box family which is physiologically expressed in hematopoietic stem cells and during development of B-cells. Recently, we identified ectopic expression of MEF2C in T-cell acute lymphoblastic leukemia (T-ALL) cell lines activated either via chromosomally mediated ectopic expression of homeodomain protein NKX2-5 or via deletion of non-coding exon and promoter regions at 5q14 , suggesting loss of negative regulatory elements. Our aim was to identify additional transcriptional regulators of MEF2C in T-ALL. Therefore, we analyzed the sequence of the MEF2C 5′-region, thus identifying potential regulatory binding sites for GFI1B, basic helix-loop-helix (bHLH) proteins, STAT5 and HOXA9/HOXA10. Overexpression studies demonstrated MEF2C activation by GFI1B (strong), LYL1 and TAL1 leukemic bHLH proteins (weak), and inhibition by STAT5 (strong) and HOXA9/HOXA10 (weak). Chromatin-Immuno-Precipitation analysis demonstrated direct binding of GFI1B, LYL1 and STAT5 but not of HOXA10 to the MEF2C 5′-region in T-ALL cells. However, HOXA9/HOXA10 activated expression of NMYC which in turn mediated MEF2C repression, indicating an indirect mode of MEF2C regulation. Chromosomal deletion of the 5′-MEF2C STAT5 binding site in LOUCY cells by del(5)(q14), reduced expression levels of STAT5 protein in some MEF2C-positve T-ALL cell lines, and the presence of inhibitory IL7-JAK-STAT5-signaling highlighted the repressive impact of this factor in MEF2C regulation. Taken together, our results indicate that ectopic expression of MEF2C in T-ALL cells is mainly regulated via activating leukemic transcription factors GFI1B or NKX2-5 and by escaping inhibitory STAT5-signaling. Disclosures: No relevant conflicts of interest to declare."
}