{
    "doi": "https://doi.org/10.1182/blood-2021-149369",
    "article_title": "Molecular Profiling Feasibility on Cell-Free Tumoral DNA in Relapse/Refractory (R/R) Multiple Myeloma (MM) Patients Screened for Phase I Trials ",
    "article_date": "November 5, 2021",
    "session_type": "652.Multiple Myeloma and Plasma cell Dyscrasias: Clinical and Epidemiological",
    "abstract_text": "Background : Despite recent advances in the treatment of multiple myeloma (MM) patients, cure remains rare. MM is in an era of intense clinical research and the molecular abnormalities landscape of refractory and relapsed (R/R) patients is of major interest for drug development. Furthermore, innovative molecular-oriented treatments for these R/R patients could be oriented by mutational characterization of myeloma plasma cells (PC). At relapse but also for clonal minimal residual disease monitoring on therapy, bone marrow aspiration is an invasive procedure that can give limited information since PC infiltration is heterogeneous and can be modest. Mutational profiling on circulating cell-free tumoral DNA (ctDNA) could be a simple and appropriate alternative. Method : We compared molecular landscape in myeloma PC versus in ctDNA in a cohort of 45 R/R MM patients screened at Gustave Roussy for a salvage therapy, most of them for a Phase I trial in the DITEP department, with a median age at time of molecular analysis of 69 years. All patients had received ≥ 1 prior lines of myeloma therapy (median: 2, range: 1-8), 33/45 (73%) had previously undergone autologous stem cell transplant and 14/45 (31%) had received prior daratumumab; 6/45 (13%) were double-refractory (to at least a proteasome inhibitor (PI) and an immunomodulatory imide drug (IMiD), 4/45 (9%) were triple-refractory and 1/45 (2%) was penta-refractory. Four patients (9%) had prior daratumumab and were also double-refractory. Paired samples, as well as normal sorted CD3 + T cells were sequenced using an Ion Torrent custom panel covering 30 myeloma-related genes previously reported as the most frequent mutated ones. The human biological samples were sourced ethically and their research use was in accord with the terms of the informed consents under an IRB/EC approved protocol. Results : One hundred and two variants were found in magnetic-sorted CD138 + myeloma PC, and 99 variants were detected in ctDNA; more than half of the variants detected in myeloma PC were also found in ctDNA (55/102, 54%). Variant allelic frequencies (VAF) in PC and in ctDNA were significantly correlated (p<0.001). Mean VAF was 25% in myeloma PC (median 19%, range: 0.40-99%) and 5.4% in ctDNA (median 0.33%, range: 0-50%) considering the 102 mutations found in myeloma PC. KRAS , NRAS , FAM46C , DIS3 and TP53 were the most frequently mutated genes (i.e. >10% of R/R MM). Considering these five key driver genes, the kappa coefficient of concordance per gene was medium/good between both samples, as defined by the Landis-Koch scale. The mean and median sensitivity of ctDNA detection per gene was 55% and 58% respectively (range: 38-67), and specificity 94% and 97% (range: 80-100); positive predictive value of TP53 mutations detection was poor as theses mutations were more frequently detected in ctDNA (12/45, 27%) than in myeloma PC (6/45, 13%). At the patient level, the similarity between myeloma PC and ctDNA (level defined as the ratio between SNV number in PC and SNV number in ctDNA) was greater than a threshold of 80% in 20/39 (51%) cases (median level: 100%). Importantly, key driver gene mutations were reported in ctDNA for 13/28 (48%) patients without cytological evidence of infiltrated plasmocytosis (less than 10% PC) in the bone marrow aspiration. Conclusions : ctDNA profiling may complete molecular description of R/R MM patients thanks to a less-invasive procedure, allowing to fully characterize mutational profile prior to molecular-oriented treatment decision. ctDNA can give information on the clonal architecture in patients without bone marrow infiltration even after CD138 + cells magnetic-sorted isolation. Disclosures Michot:  BMS: Consultancy, Honoraria; GSK: Consultancy, Honoraria. Lazarovici:  Mundipharma: Other: Travel grant. Ribrag:  Infinity Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; Nanostring: Membership on an entity's Board of Directors or advisory committees; Astex Pharmaceuticals: Research Funding; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Membership on an entity's Board of Directors or advisory committees; Argen-X: Research Funding; GSK: Research Funding; Epizyme: Honoraria, Research Funding; MSD Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; PharmaMar: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Cyril Quivoron",
        "Helene Lecourt",
        "Jean-Marie Michot",
        "Julien Lazarovici",
        "Julien Rossignol",
        "David Ghez",
        "Veronique Vergé",
        "Veronique Saada",
        "Alina Danu",
        "Vincent Ribrag"
    ],
    "author_dict_list": [
        {
            "author_name": "Cyril Quivoron",
            "author_affiliations": [
                "Translational Research Hematological Laboratory, UMS AMMICa, INSERM US23 / CNRS UMS 3655, Gustave Roussy Insitut, Villejuif, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Helene Lecourt",
            "author_affiliations": [
                "Gustave Roussy, Villejuif, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Marie Michot",
            "author_affiliations": [
                "Gustave Roussy Comprehensive Cancer Center, Villejuif, FRA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julien Lazarovici",
            "author_affiliations": [
                "Department d'Hématologie, Gustave Roussy Cancer Campus Grand Paris, Villejuif CEDEX, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julien Rossignol",
            "author_affiliations": [
                "Hematology, Gustave Roussy, Villejuif, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Ghez",
            "author_affiliations": [
                "Department of Hematology, Gustave Roussy Cancer Center, Villejuif, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Vergé",
            "author_affiliations": [
                "Department of Medical Biology and Pathology, Gustave Roussy, Villejuif, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Saada",
            "author_affiliations": [
                "Département de Biologie-Pathologie, Gustave Roussy, Université Paris-Saclay, Villejuif, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alina Danu",
            "author_affiliations": [
                "Department of Hematology, Gustave Roussy Cancer Campus, Villejuif, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Ribrag",
            "author_affiliations": [
                "DITEP-Hematology, Inserm U1170, Institut Gustave Roussy, Villejuif, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:10:40",
    "is_scraped": "1"
}