{
    "doi": "https://doi.org/10.1182/blood.V112.11.3928.3928",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1119",
    "start_url_page_num": 1119,
    "is_scraped": "1",
    "article_title": "Use of Bevacizumab in Hereditary Hemorrhagic Telangiectasia ",
    "article_date": "November 16, 2008",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion",
    "abstract_text": "Hereditary hemorrhagic telangiectasia(HHT), Osler-Weber-Rendu syndrome, is an autosomal dominant vascular dysplasia characterized by mucocutaneous telangiectasias, epistaxis, gastrointestinal bleeding and iron deficiency anemia. Arteriovenous malformations(AVMs) of the pulmonary, cerebral and hepatic circulations are common, and can lead to significant morbidity. Consensus criteria for diagnosis include epistaxis, telangiectasias, visceral AVMs and a first-degree relative with HHT, with “definite”, “suspected” and “unlikely” HHT defined by the presence of 3 or 4, 2, or 0 to 1 of these criteria, respectively. The pathogenesis of HHT involves mutations in the genes for endoglin and activin receptor-like kinase(ALK1), both of which are involved in the transforming growth factor-beta(TGF-β) signaling pathway. TGF-β is an extremely potent stimulator of the production of vascular endothelial growth factor(VEGF). VEGF induces mitotic activity in endothelial cells, and thus commencement of capillary sprouting, and plays a key role in the angiogenic process. We present a definite case of HHT who responded to treatment with the monoclonal antibody to VEGF, bevacizumab. A 42-year-old male was referred to us with a long history of epistaxis, hemoptysis and one episode of near-syncope on exertion. He was found to be severely anemic with a hemoglobin level of 6 g/dl. Family history was remarkable for severe epistaxis in his father and paternal grandmother. Physical examination revealed mucocutaneous telangiectasias. Upper and lower gastrointestinal endoscopy as well as capsule endoscopy had not revealed any AVMs. A brain MRI was negative for any cerebral AVMs. A trial of oral iron had failed, and the patient was receiving intravenous iron every 5–6 weeks. CT scan of his chest and abdomen disclosed an AVM in the lingula and in the right lower lobe. A transthoracic echocardiogram showed a delay on the bubble study, indicating the presence of an intrapulmonary shunt. He was then diagnosed with HHT. Genetic testing for HHT revealed an amino acid variation of uncertain significance in the ALK1 gene. Treatment with thalidomide was offered, but the patient refused secondary to concern that given the increased risk of neuropathy, it would exacerbate his pre-existing phantom limb pain from traumatic loss of his right lower extremity. IV iron therapy was continued, with a goal of keeping the serum ferritin above 50 ng/ml. Over a six-month period, he received 4000 mg of IV iron dextran, after which 4 cycles of bevacizumab were administered every 2 weeks, the first 2 at a dose of 10 mg/kg and the next 2 at 5 mg/kg. This coincided with a marked improvement in his ferritin levels, which rose from a mean of 33 ng/ml during the six months prior to initiation of bevacizumab, to a mean of 382.44 ng/ml during the 4 months since beginning bevacizumab. He only received 2000 mg of IV iron dextran during the latter period. While some of the elevation in ferritin levels may be attributed to it being an acute phase reactant, his hemoglobin levels remained stable (14–15 g/dl), and he has reported an improvement in his symptoms and good performance status. HHT is caused by an unbalanced angiogenic process, and no specific medical therapy exists. Patients with HHT have significantly raised plasma concentrations of VEGF and TGF-β, as well as increased tissue expression of these proteins. Bevacizumab, a humanized monoclonal antibody against VEGF, induces the arrest of endothelial cell proliferation, thereby preventing vessel growth and causing the regression of existing vessels by increasing endothelial cell death. The literature contains only 2 reports of the utility of bevacizumab in HHT. In one, a 73-year-old man with persistent transfusion-dependent anemia due to occult gastrointestinal bleeding from AVMs had a dramatic decrease in his transfusion frequency and improvement in hemoglobin after receiving bevacizumab for malignant mesothelioma. In another, a 47-year-old woman with hepatic HHT had a marked improvement in her ascites, cholestasis, high-output heart failure and malnutrition after 6 courses of bevacizumab, obviating the need for liver transplantation. Ours is thus the second reported case of the successful deliberate use of bevacizumab to ameliorate the symptoms of HHT. Further research into this condition and the utility of bevacizumab in HHT patients is warranted.",
    "topics": [
        "bevacizumab",
        "hereditary hemorrhagic telangiectasia",
        "congenital arteriovenous malformation",
        "vascular endothelial growth factor a",
        "epistaxis",
        "iron",
        "telangiectasis",
        "anemia",
        "ferritin measurement",
        "gastrointestinal bleeding"
    ],
    "author_names": [
        "Prithviraj Bose, MD",
        "Jennifer Holter, MD",
        "George Selby, MD"
    ],
    "author_affiliations": [
        [
            "Hematology - Oncology, University of Oklahoma, Oklahoma City, OK, USA"
        ],
        [
            "Hematology - Oncology, University of Oklahoma, Oklahoma City, OK, USA"
        ],
        [
            "Hematology - Oncology, University of Oklahoma, Oklahoma City, OK, USA"
        ]
    ],
    "first_author_latitude": "35.54408169999999",
    "first_author_longitude": "-97.5602955"
}