{
    "doi": "https://doi.org/10.1182/blood.V126.23.3014.3014",
    "article_title": "Combination of Anti-PD-L1 Antibody with IMiD® Immunomodulatory Drugs, HDAC Inhibitor ACY-1215, Bortezomib, or Toll-like Receptor 9 Agonist Enhances Anti-Tumor Immunity and Cytotoxicity in Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Introduction Dysfunctional T cells and Natural Killer (NK) cells in MM, together with functionally defective plasmacytoid dendritic cells (pDCs), contribute to the immune suppression in MM ( Chauhan et al, Cancer Cell 2009, 16:309-323; Ray et al, Leukemia 2014, 28: 1716-1724). The mechanism and the role of immunoregulatory molecules mediating pDC-T cell and pDC-NK cell interactions in MM are now defined. Programmed cell death protein 1 (PD-1) is highly expressed on MM patient T cells and NK cells; and both pDCs and MM cells express PD-1 ligand PD-L1 (B7-H1). PD-L1 interaction with PD-1 results in bidirectional inhibitory responses in T cells. Our study showed that pDCs confer T cell and NK cell immune suppression in the MM BM milieu by engaging immune checkpoints via PD-L1/PD-1 signaling axis ( Ray et al, Leukemia 2015, 29:1441-1444 ). Importantly, blockade of PD-L1-PD-1 using anti-PD-L1 Ab generates MM-specific CD8+ CTL activity, as well as enhances NK-cell-mediated MM cell cytolytic activity. Anti-MM therapies may modulate MM-host immune responses, which raises the possibility that efficacy of anti-PD-Ll Ab can be improved by combining these therapies with immune-stimulating agents. Here we examined the impact of combining immune checkpoint blockade with lenalidomide, pomalidomide, bortezomib, HDAC inhibitor ACY-1215, or Toll-Like Receptor 9 agonists on anti-tumor immunity and cytotoxicity in MM. Methods For combination studies, we utilized low concentrations of various drugs (pomalidomide, lenalidomide, ACY-1215, or bortezomib) that do not significantly decrease viability of MM cells. As in our prior studies, anti-PD-L1 Ab and TLR9 agonist are not cytotoxic against MM cells. T cell proliferation assay : MM patient pDCs were co-cultured with autologous T cells (pDC:T ratio; 1:10) in the presence of anti-PD-L1 Ab (5 μg/ml) alone, drug alone, or anti-PD-L1 Ab plus drug for 5-6 days, and proliferation was quantified with CellTrace Violet Cell proliferation Kit using FACS. CTL activity assays : MM patient CD8+ T cells were cultured with autologous pDCs (1:10 pDC/T ratio) with anti-PD-L1 Ab, drug alone, or anti-PD-L1 plus drug for 5 days; cells were washed to remove drug, and GFP+MM.1S cells (20:1 E/T ratio) were added for another 2-3 days, followed by quantification of viable GFP+MM.1S cells using FACS. NK-cell mediated cytotoxic activity was assessed using flow-based CFSE-stained K562 lysis assays, as well as degranulation assay quantifying cell surface CD107a. All statistical parameters were calculated using GraphPad Prism 6. Anti-PD-L1 Ab was purchased from eBiosciences, USA; and ACY-1215, bortezomib, lenalidomide, and pomalidomide were purchased from Selleck chemicals, USA. Results Combination of anti-PD-L1 Ab (5 μg/ml) with lenalidomide (50-100 nM) or pomalidomide (100 nM) triggered a more robust MM-specific CD8+ CTL activity than anti-PD-L1 Ab alone (1.5-2 and 2-3 fold increase in CTL activity for lenalidomide and pomalidomide combinations, repectively). Anti-PD-L1 Ab combination with lenalidomide or pomalidomide also significantly increased NK-cell-mediated MM cell cytotoxicity (p < 0.05). We next determined whether anti-PD-L1 Ab can be combined with histone deacetylase inhibitors ACY-1215 (250 nM) or Panobinostat (2 nM). Combination of anti-PD-L1 Ab with ACY-1215 or panobinostat enhanced MM-specific CD8+ CTL activity versus anti-PD-L1 Ab alone (1.5 and 2 fold increase in CTL activity for panobinostat and ACY-1215 combinations, respectively). Assessment of surface CD107a as a marker of NK cell functional activity showed that anti-PD-L1 Ab plus ACY-1215 markedly increased CD107a expression (>10 fold) versus anti-PD-L1 Ab alone. Our prior studies showed that TLR9 agonists can restore pDCs ability to trigger T cell proliferation. We found that a combination of anti-PD-L1 Ab and TLR9 agonists (1 μM) enhances MM-specific pDC-induced CTL activities (2-3 fold increase in CTL activity in combination regimen versus anti-PD-L1 Ab alone). Finally, a combination of bortezomib (2 nM) with anti-PD-L1 Ab increased the MM-specific CTL activity (1.5-2 fold increase). Conclusions Our study provides the basis for combining novel immunotherapies targeting PD-1/PD-L1 pathway with current anti-MM agents or pDC-activating TLR agonists, to both restore immune function and enhance cytotoxicity in MM. Corresponding Author: Dharminder Chauhan, PhD Disclosures Chauhan: Stemline Therapeutics: Consultancy.",
    "topics": [
        "agonists",
        "antibodies",
        "bortezomib",
        "cytotoxicity",
        "histone deacetylase inhibitors",
        "immunity",
        "multiple myeloma",
        "neoplasms",
        "toll-like receptor 9",
        "lenalidomide"
    ],
    "author_names": [
        "Arghya Ray, PhD",
        "Deepika Sharma DAS, PhD",
        "Yan Song, PhD",
        "Dharminder Chauhan, PhD",
        "Kenneth C Anderson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Arghya Ray, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Deepika Sharma DAS, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Song, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dharminder Chauhan, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C Anderson, MD",
            "author_affiliations": [
                "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T06:36:50",
    "is_scraped": "1"
}