{
    "doi": "https://doi.org/10.1182/blood-2018-99-109980",
    "article_title": "Impact of Splenectomy on Post-Surgical Platelet Count ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function",
    "abstract_text": "Introduction: Splenectomy is performed for several conditions, some of which include trauma, immune thrombocytopenia (ITP), clonal myeloid neoplasms, and malignancy. Removal of the spleen can lead to reactive thrombocytosis, with an incidence of approximately 75% to 82%. While it is known that platelet counts frequently increase post-splenectomy, the exact timing of the increase, as well as how much of an increase is expected based on the diagnosis at splenectomy has not been systematically studied. To address this knowledge gap, a retrospective analysis of platelet counts in patients who underwent splenectomy has been performed, subdividing patients by the surgical indication. Methods: The University of Iowa Hospitals and Clinics electronic medical record was queried for all patients treated in years 2012-2016 with a noted history of splenectomy utilizing corresponding ICD-9 and ICD-10 codes. Indication for and date of splenectomy as well as all platelet counts were extracted. In cases without an exact date of splenectomy, the date was set as the mid-point of the reported month or year (e.g. 1997 set as June 30, 1997). Patients were sorted by splenectomy indication into ITP, clonal myeloid neoplasm, non-myeloid malignancy, and trauma/other categories. ITP patients were divided further into responders, partial responders, and non-responders. Patients were included if they had platelet count data available within the first 5 years post-splenectomy. The 180-day time course of the platelet counts was graphed for patients who had at least 5 platelet counts performed 1-180 days after splenectomy. A curve of best fit was identified for each graph. From that curve of best fit, peak platelet count, days to peak platelet count, platelet count at stable state, and days to stable state were calculated. Additionally, average platelet counts for time intervals extending from prior to splenectomy to 5 years post-splenectomy were calculated for each group, including all counts available from any patient in that group. Results: We identified 129 patients with a history of splenectomy. Median age at splenectomy was 36 years (range 2-94 years) with 59 females and 70 males. Eighty patients underwent splenectomy for trauma/other, 21 for non-myeloid malignancy, 6 for clonal myeloid neoplasm, and 22 for ITP. Among the ITP patients, 16 experienced complete response (2 with subsequent relapse), 3 were partial responders, and 3 were non-responders. Overall, the trauma/other group showed the greatest degree of post-splenectomy thrombocytosis, rising from a preoperative platelet count of 154k/µL to a maximum of 835k/µL at postoperative day 15.7. In comparison, the non-myeloid malignancy group rose from 95k/µL in the week pre-splenectomy to a maximum of 345k/µL at day 23.7. The trauma/other group also reached stable state more quickly (day 22.2 vs. 38.0) and at a higher platelet count (581k/µL vs. 240 k/uL) than the non-myeloid neoplasm group. By 1-5 years post-splenectomy, 95% of patients in our analysis had platelet counts within the standard normal range of 150-450 k/µL, albeit trauma/other and ITP responder patients had platelet counts toward the upper end of the normal range. Comparing ITP responders to partial responders, both groups showed a relative increase from baseline platelet count by days 22-29. Both groups also reached a stable platelet count by 1-5 years post-splenectomy with responders averaging 335k/µL vs. partial responders at 88k/µL. ITP responders also had a higher platelet count at 1-5 years post-op than the non-myeloid malignancy group (224k/µL). Conclusions: Our results support the well-known phenomenon of post-splenectomy thrombocytosis and illustrate the difference in platelet count response by surgical indication. Furthermore, our results suggest that post-splenectomy patients should be considered to have a different \"normal range\" for platelet count than non-splenectomized patients. A prospective analysis with standardized platelet count intervals would be valuable in verifying the results of this study and better addressing the meaning of \"abnormal\" platelet counts in asplenic patients. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "platelet count measurement",
        "splenectomy",
        "surgical procedures, operative",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "wounds and injuries",
        "cancer",
        "myeloproliferative disease",
        "neoplasms",
        "thrombocytosis"
    ],
    "author_names": [
        "Christopher M Sande, BSc",
        "Seth M Maliske, MD",
        "M Bridget Zimmerman, PhD",
        "Dennis Aaron Reinke, MD",
        "Usha Perepu, MBBS",
        "Carol J Holman, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher M Sande, BSc",
            "author_affiliations": [
                "Department of Pathology, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seth M Maliske, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M Bridget Zimmerman, PhD",
            "author_affiliations": [
                "Department of Biostatistics, University of Iowa College of Public Health, Iowa City, IA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis Aaron Reinke, MD",
            "author_affiliations": [
                "Department of Pathology, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Usha Perepu, MBBS",
            "author_affiliations": [
                "Department of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol J Holman, MD PhD",
            "author_affiliations": [
                "Department of Pathology, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T02:41:20",
    "is_scraped": "1"
}