{
    "doi": "https://doi.org/10.1182/blood.V128.22.5493.5493",
    "article_title": "Rearrangements of Tyrosine Kinase (TK) Genes in Chronic Myeloproliferative Disorders (CMPD): A FISH Study ",
    "article_date": "December 2, 2016",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science",
    "abstract_text": "CMPDs are heterogeneous hematopoietic stem cell disorders caused by the constitutive activation of specific TK genes induced by mutations or, exceptionally, chromosomal translocations that often escape conventional cytogenetics (CC) identification as they often involve poorly stained regions. The demonstration of these TK gene rearrangements is twofold relevant: diagnostically, as these translocations identify specific entities within the 2016 WHO classification of CMPDs and clinically, as most TK can be targeted with specific TK inhibitors. Thus, this study employed FISH probes specific for TK genes to establish the incidence of these chromosomal translocations, to identify uncommon TK translocation partners, to establish whether eosinophils are part of the clonal cell population and to find any potential correlation with clinical parameters and outcome. From January 2005-December 2015 43 consecutive patients (pts) were analysed; 13 females and 31 males with a median age of 47 years (range 22-72). According to WHO classification, 20 pts were diagnosed as atypical chronic myeloid leukemia (aCML), 22 as chronic eosinophilic leukemia (CEL) and one as AML/T lymphoblastic lymphoma (T-LL). Median follow-up was 39 months (range 8-136). At the time of the study one pt died and one experienced disease progression. FISH probes were obtained from Kreatech (Amsterdam, NL), Abbot Molecular Inc. (Chicago, Il, USA) and from BACPAC Resources Center at C.H.O.R.I. (Oakland, USA) after determining their Mb position using UCSC genome browser on Human Feb. 2009 assembly. The commercial probes, applied according to manufacturer's guidelines were: ON FIP1L1-CHIC2-PDGFRA (4q12) Del, Break; ON PDGFRB (5q33) Break; ON FGFR1 (8p12) Break; ON JAK2 (9p24) Break; LSI BCRABL. The BAC probes RP11-484L21 and RP11-880I16 covering the PCM1 gene were labelled and applied as previously described. i-FISH, cut-off values were obtained from the analysis of 300 nuclei from ten normal samples and were fixed at 10%. An abnormal FISH pattern was revealed in 12 pts (27.9%): 5/20 (25%) with aCML, 6/22 (27.2%) with CEL and one with AML/T-LL. Two aCML pts presented a trisomy 8, one a t(9;13)(q34;q14) which involved the ABL gene and a not yet identified partner gene, one at(9;22)(p24;q11) which involved the ABL and BCR genes and one a t(8;22)(p11;q11) which involved the FGFR1 gene. Interestingly, after one month this last pt progressed to AML and on CC showed a duplication of the derivative chromosome 8. Two CEL pts showed a JAK2 rearrangement: one who carried a t(8;9)(p22;p24) on CC displayed the classical PCM1-JAK2 gene fusion, the other who carried a t(3;8)(?;p24) not revealed by CC harboured a fusion between the JAK2 gene and a not yet identified partner. Three additional CEL pts showed a PDGFRB rearrangement which escaped CC detection too. In these pts who on CC showed a t(1;5)(?;q33) with loss of the reciprocal translocation product, a t(5;8)(q33;?) and a t(5;12)(q33;?), the PDGFRB translocation partner has been not yet identified. The last chromosomally normal CEL pt showed a PDGFRA deletion. Thus, in 4 pts FISH with BAC probes is still on-going in order to search the unknown translocation partners of the JAK2 and PDGFRB genes. Noteworthy, despite the fact that all these pts presented a relevant peripheral eosinophilia (≈65%), FISH performed on peripheral blood smears always revealed a normal pattern. The sole AML/T-LL pt who carried a t(8;13)(p11;q12) which produced the classical FGFR1-ZNF198 gene fusion failed to respond to conventional chemotherapy and died of disease related complications. From a clinical point of view 3 aCML/CEL pts with TK rearrangements responded to TK inhibitors experiencing a haematological improvement including one complete remission (CR); the t(8;22) positive pt entered CR after induction chemotherapy. In conclusion, i) FISH effectively reveals cryptic TK translocations in about 36% of chromosomally normal CMPDs; ii) these rearrangements are more common in CELs than in aCML; iii) peripheral blood eosinophils may show a normal FISH pattern; iv) FISH can effectively be used to monitor the clonal cell population during disease outcome. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "brachial plexus neuritis",
        "bronchioloalveolar carcinoma",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "chief complaint",
        "complete remission",
        "disease progression",
        "eosinophilic leukemia, chronic",
        "fluorescent probes",
        "follow-up"
    ],
    "author_names": [
        "Paolo Bernasconi, MD",
        "Irene Dambruoso",
        "Marina Boni",
        "Paola Maria Cavigliano",
        "Ilaria Giardini",
        "Barbara Rocca",
        "Rita Zappatore",
        "Marilena Caresana",
        "Antonella Orlando",
        "Ilaria Casetti, MD",
        "Chiara Elena, MD",
        "Elisa Rumi, MD",
        "Mario Cazzola, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo Bernasconi, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Irene Dambruoso",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, Pavia, Pavia, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Boni",
            "author_affiliations": [
                "Division of Hematology Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Maria Cavigliano",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, Pavia, Pavia, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Giardini",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, Pavia, Pavia, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Rocca",
            "author_affiliations": [
                "Department of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Zappatore",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo,Pavia., Pavia, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marilena Caresana",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, Pavia, Pavia, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonella Orlando",
            "author_affiliations": [
                "Division of Hematology,Fondazione IRCCS Policlinico San Matteo, Pavia, Pavia, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Casetti, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Elena, MD",
            "author_affiliations": [
                "Hematology Hunit, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Rumi, MD",
            "author_affiliations": [
                "Departments of Hematology Oncology & Molecular Medicine, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Cazzola, MD",
            "author_affiliations": [
                "Departments of Hematology Oncology & Molecular Medicine, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T06:36:39",
    "is_scraped": "1"
}