{
    "doi": "https://doi.org/10.1182/blood.V104.11.2678.2678",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=188",
    "start_url_page_num": 188,
    "is_scraped": "1",
    "article_title": "Stromal Cell-Derived Factor (SDF-1) Mediates Stem Cell Mobilization and Homing to the Kidney after Acute Renal Failure. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The chemokine stromal cll-derived factor-1 (SDF-1) and its receptor CXCR4, expressed by hematopoietic stem cells (HSC) and other cells, represents a major mediator-system for G-CSF-induced hematopoietic stem cell (HSC) mobilization and stem cell (SC) homing to the bone marrow (BM) after BM transplantation. HSC have been shown to contribute to repair processes in kidneys damaged by ischemia and HSC as well as endothelial progenitor cells (EPC) are mobilized in response to kidney damage. The signals mediating this process are currently unknown. We tested the hypothesis that SDF-1 mediates both mobilization and homing of SCs into the kidney with acute renal failure (ARF) and may thus be crucial to SC-mediated organ repair. SDF-1 is expressed in normal kidneys and upregulated in ischemically injured (60 min bi- or unilateral renal pedicle clamp) mouse kidneys (FVB strain) as evaluated by immunohistochemistry, in-situ hybridization, quantitative RT-PCR and ELISA. Post ARF SDF-1 was upregulated in sublethally injured proximal tubular cells (PTC), peripheral blood levels of SDF-1 rose, and circulating CD34+ and Colony-forming Units of Cell numbers as well as EPCs increased significantly. In vitro chemotaxis of SC from the top of transwell inserts towards the bottom well, containing cultured PTC that exhibited augmented SDF-1 expression post partial ATP depletion, increased significantly, a response that was abolished when SC cells were preincubated with CXCR4 antibody. Injected, CFDA-labeled, BM cells were only recruited to ischemic kidneys (bi- or unilateral), a response that was also blocked after SC pre-incubation with CXCR4 antibody. Our data show that there is increased renal SDF-1 expression after ARF and secretion into the circulation, which, in turn, stimulates HSC and EPC-mobilization into the circulation and directs homing into the post-ischemic kidney. Therefore, both circulating and administered SC and other CXCR4-expressing cells can be recruited to the injured kidney, where they, as we showed previously, are able to greatly support effective tissue repair, functional recovery and animal survival following ARF.",
    "topics": [
        "hematopoietic stem cell mobilization",
        "kidney",
        "renal failure, acute",
        "stromal cell-derived factor 1",
        "cxcr4 receptors",
        "ischemia",
        "antibodies",
        "chemokines",
        "colony-stimulating factors",
        "fibrinogen"
    ],
    "author_names": [
        "Florian E. Toegel, MD",
        "Jorge Isaac, MD",
        "Zhuma Hu, MS",
        "Kathy Weiss, BS",
        "Christof Westenfelder, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Division of Nephrology, Division of NephrologyUniversity of Utah, Salt lake City, UT, USA",
            "Physiology, University of Utah, Salt lake City, UT, USA"
        ],
        [
            "Pathology, University of Utah, Salt lake City, UT, USA"
        ],
        [
            "Medicine, Division of Nephrology, Division of NephrologyUniversity of Utah, Salt lake City, UT, USA"
        ],
        [
            "Medicine, Division of Nephrology, Division of NephrologyUniversity of Utah, Salt lake City, UT, USA"
        ],
        [
            "Medicine, Division of Nephrology, Division of NephrologyUniversity of Utah, Salt lake City, UT, USA",
            "Physiology, University of Utah, Salt lake City, UT, USA"
        ]
    ],
    "first_author_latitude": "40.770373899999996",
    "first_author_longitude": "-111.83561320000001"
}