{
    "doi": "https://doi.org/10.1182/blood.V116.21.482.482",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1645",
    "start_url_page_num": 1645,
    "is_scraped": "1",
    "article_title": "R702C Mutation of the MYH9 Gene Provokes Impaired Platelet Formation, Renal Focal Segmental Glomerulosclerosis, and Hearing Disability In the Mice Model ",
    "article_date": "November 19, 2010",
    "session_type": "Platelet Activation and Biochemistry: New Tools and Insights",
    "topics": [
        "blood platelets",
        "focal glomerulosclerosis",
        "hearing loss",
        "kidney",
        "mice",
        "mutation",
        "myh9 gene",
        "nephritis",
        "thrombocytopenia",
        "blood smear"
    ],
    "author_names": [
        "Nobuaki Suzuki",
        "Shinji Kunishima, PhD",
        "Makoto Ikejiri",
        "Shoichi Maruyama, MD, PhD",
        "Michihiko Sone, MD, PhD",
        "Akira Takagi",
        "Kanji Hirashima",
        "Masahito Ikawa",
        "Masaru Okabe",
        "Tetsuhito Kojima, MD, PhD",
        "Hidehiko Saito, MD",
        "Tomoki Naoe, MD, PhD",
        "Tadashi Matsushita, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Advanced Diagnosis, Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan, "
        ],
        [
            "Department of Molecular and Laboratory Medicine, Mie University Graduate School of Medicine, Mie-ken, Japan, "
        ],
        [
            "Department of Nephrology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Otorhinolaryngology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Medical Technology, Nagoya University School of Health Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Research Institute for Microbial Diseases, Osaka University, "
        ],
        [
            "Research Institute for Microbial Diseases, Osaka University, "
        ],
        [
            "Department of Medical Technology, Nagoya University School of Health Sciences, Nagoya, Japan, "
        ],
        [
            "Nagoya Central Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Transfusion Medicine, Nagoya University Hospital, Nagoya, Japan"
        ]
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353",
    "abstract_text": "Abstract 482 R702C mutation of the MYH9 gene provokes impaired platelet formation, renal focal segmental glomerulosclerosis, and hearing disability in mice model. Several isoforms of class II myosins are required for cytokinesis, cell motility, cell polarity/chemotaxis, cell architecture, and development of nonmuscle cells. Among these, nonmuscle myosin heavy chain IIA (NMMHC-IIA) encoded by MYH9 , is known to be associated with inherited human disease, MYH9 disorders, characterized by giant platelets, thrombocytopenia and characteristic Döhle body-like cytoplasmic granulocyte inclusion bodies. Also, these disorders frequently present with nephritis and sensorineural hearing disability. Particularly, recent studies using admixture mapping identified MYH9 as a major risk factor for focal and segmental glomerular sclerosis (FSGS) and nondiabetic kidney disease in African Americans. However, the function of NMMHCII-A, in the affected variable organs and how the gene is related to the disease have not been elucidated. In turn, our previous studies have shown that the MTH 9+/− mice do not reproduce the clinical picture of MYH9 disorders and the MYH9 −/− mice are lethal early during embryogenesis. Several MYH9 mutations are in most patients missense mutations occurring at a few codons and it is still ambiguous whether mutations determine haploinsufficiency or act through a dominant negative mechanism. We and other investigators indicated that human subjects with mutations in the motor domain, particularly at Arg 702 presented with severe thrombocytopenia and develop nephritis and deafness before the age of 40 years. Here we generate and characterize mice expressing Arg702Cys (R702C) mutation. To introduce the mutation into exon 16 of MYH9 gene, a loxP-flanked PGK- neo selectable marker cassette was inserted into the intron upstream of exon 16, according with negative DT marker. Chimeric mice generated from two independent targeted 129SvJ ES cell clones were crossed with C57BL/6J mice to produce R702C heterozygotes. The loxP- neo cassette was removed by crossing the heterozygous mice with a CAG-Cre deleter mouse strain that constitutively expresses Cre recombinase to yield heterozygous knock in mice (R702C+/−). R702C+/− mice had markedly decreased platelet counts (53±31×10 9 /L vs 1071.±321.7×10 9 /L) and morphologically larger platelets than wild-type C57/BL6 mice. Although granulocyte inclusion bodies were mostly invisible or inconspicuous on May-Giemsa stained blood smears, immunofluorecence analysis indicated NMMHC-IIA proteins aggregated and accumulated in the granulocyte cytoplasm. Although the number of bone marrow megakaryocytes was comparable to wild-type mice, proplatelet formation of fetal liver-derived megakaryocytes from R702C+/− was impaired; the number of proplatelet-forming megakaryocytes was decreased and clusters of platelet-like particles were observed around megakaryocytes. The increased size and decreased number of proplatelet tips were also detected. To verify kidney function, spot urine samples free of fecal contamination were collected during 5–20 weeks (w) after birth. R702C+/− mice displayed a significant proteinuria dependent on age, whereas wild type mice had only trace amount ( Figure ). Examination of renal pathology of R702C+/− mice of 20w after birth revealed typical FSGS by light microscopy and podocyte foot process effacement by electron microscopy. Apparently, altered podocyte morphology at the foot process level resulted in a partial loss of glomerular filtration barrier. We further measured the auditory brainstem response (ABR) of 20w R702C+/− mice and studied whether they had hearing losses, Needle electrodes were inserted into the vertex of anesthetized mice, then ABR was obtained. The ABR thresholds in R702C+/− mice were significantly higher at all frequencies, indicating severe deafness. Our observations suggested that heterozygous expression of MYH9 R702C affected not only megakaryocyte proplatelet formation apparently resulting in macrothrombocytopenia, but also the function of the cells in other affected organs, where NMMHC-IIA is known to be exclusively expressed. View large Download slide View large Download slide  Disclosures: Naoe: Chugai Pharm. Co.: Research Funding; Zenyaku-Kogyo Co.: Research Funding; Kyowa-Kirin Co.: Research Funding; Dainippon-Sumitomo Pharm. Co.: Research Funding; Novartis Pharm. Co.: Research Funding; Janssen Pharm. Co.: Research Funding. Matsushita: Pfizer Co.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Baxter Co.: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}