{
    "doi": "https://doi.org/10.1182/blood.V114.22.3577.3577",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1468",
    "start_url_page_num": 1468,
    "is_scraped": "1",
    "article_title": "Generation of CMV Specific T Cells From CMV Seronegative Donors by T Cell Receptor RNA Transfer. ",
    "article_date": "November 20, 2009",
    "session_type": "Gene Therapy and Transfer Poster II",
    "topics": [
        "cytomegalovirus",
        "donors",
        "rna",
        "t-cell receptor",
        "t-lymphocytes",
        "transfer technique",
        "hla-a antigens",
        "hla-a2 antigen",
        "electroporation",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Simone Thomas",
        "Sebastian Klobuch",
        "Mirjam H.M. Heemskerk",
        "Diana Stolle",
        "Katrin Besold",
        "Bodo Plachter",
        "Niels Schaft",
        "Matthias Theobald",
        "Ralf H Voss",
        "Wolfgang Herr"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, University Medical Center, Mainz, Germany, "
        ],
        [
            "Hematology and Oncology, University Medical Center, Mainz, Germany, "
        ],
        [
            "Dept of Hematology, Leiden University Medical Center, Leiden, Netherlands, "
        ],
        [
            "Hematology and Oncology, University Medical Center, Mainz, Germany, "
        ],
        [
            "Institute of Virology, University Medical Center, Mainz, Germany, "
        ],
        [
            "Institute of Virology, University Medical Center, Mainz, Germany, "
        ],
        [
            "Dermatology, University Hospital, Erlangen, Germany, "
        ],
        [
            "Hematology and Van Creveldkliniek, University Medical Center, Utrecht, Netherlands"
        ],
        [
            "Hematology and Oncology, University Medical Center, Mainz, Germany, "
        ],
        [
            "Hematology and Oncology, University Medical Center, Mainz, Germany, "
        ]
    ],
    "first_author_latitude": "49.965387",
    "first_author_longitude": "8.2425306",
    "abstract_text": "Abstract 3577 Poster Board III-514 Reactivation of latent human cytomegalovirus (CMV) infection is a frequent complication in CMV seropositive patients after allogeneic hematopoietic stem cell transplantation (HSCT). Although antiviral drug therapy is successfully used to reduce the risk of CMV disease, long-term virus control requires the re-establishment of protective antiviral T cell immunity in the host. The latter is challenging, particularly if the donor is CMV seronegative and thus, no CMV specific T cells are being transferred from donor to recipient during HSCT. Grafting nonreactive T cells of CMV seronegative donors by virus-antigen specific T cell receptors (TCR) may be an efficient means to transfer CMV specific T cell function into allogeneic HSCT recipients. In this study, we intended to reprogram T cells of CMV seronegative donors with human TCR recognizing the immunodominant HLA-A*0201 binding peptide epitope NLVPMVATV (495-503) derived from the CMV pp65 protein. A common approach for TCR gene transfer into T cells is retroviral transduction bearing the risk of insertional mutagenesis which hampers clinical translation. In addition, heterologous recombination between introduced and naturally expressed TCR chains might lead to the induction of harmful autoimmunity. Herein we used in vitro transcribed RNA encoding the CMV pp65/HLA-A*0201-specific TCR for electroporation of anti-CD3 stimulated T cells in peripheral blood mononuclear cells (PBMC) of CMV seronegative donors. This procedure resulted in transient surface expression of the introduced TCR chains up to 5 days as shown by flow cytometry. Maximum expression level was observed at 4 to 24 h after electroporation, with up to 70% of total CD8 + and CD4 + T cells staining positive for the vβ13.1 subfamily domain of the TCRβ chain. After introduction of TCR RNA, the intensity of CMV pp65/HLA-A*0201 tetramer staining was 60% and 50% of total CD8 + and CD4 + cells, respectively. In IFN-γ ELISPOT and 51 Chromium-release assays, TCR RNA transfected T cells recognized HLA-A*0201 expressing T2 cells pulsed with titrated amounts of CMV pp65 (495-503) peptide. Minimal peptide concentration triggering specific lysis was 0.1 nM to 1 nM at a CD8 + to target (CD8 + :T) ratio of 2:1. The EC 50 value (0.2 nM) was in the same range of avidity compared to that of a retrovirally transduced counterpart construct of this TCR. Most importantly, TCR recipient CD8 + T cells gained the ability to lyse HLA-A*0201 positive human fibroblasts upon infection with CMV. Specific lysis between 20% and 100% was observed at a CD8 + :T ratio of 1:1 or higher. We next sorted CD8 + T cells from PBMC of CMV seronegative donors into naïve and memory cells according to expression of the differentiation markers CD45RA and CD45RO. Although 90% of naïve CD8 + T cells stained positive for the CMV pp65/HLA-A*0201 tetramer after electroporation of TCR RNA, they mediated only marginal lysis toward CMV infected fibroblasts. In contrast, TCR RNA transfected memory CD8 + T cells showed strong lysis against CMV infected fibroblasts at a CD8 + :T ratio of 0.7:1 or higher. Specific lysis was detected for at least 3 days after electroporation. In summary, our data demonstrate that nonreactive human T cells can be successfully redirected with CMV pp65 TCR RNA. The expression level of the introduced TCR is sufficient to trigger IFN-γ production and cytolytic activity toward CMV infected human fibroblasts. Electroporation of TCR RNA is comparably easy and eliminates the risk of retroviral transduction. We therefore believe that CMV pp65 TCR RNA has the potential to be further developed as a therapeutic “off-the-shelf” reagent for patients who undergo drug-resistant CMV reactivation after HSCT. Disclosures: No relevant conflicts of interest to declare."
}