{
    "doi": "https://doi.org/10.1182/blood.V112.11.1049.1049",
    "article_title": "Predicting Response to Immunosuppressive Therapy in Childhood Aplastic Anemia. ",
    "article_date": "November 16, 2008",
    "session_type": "Bone Marrow Failure",
    "abstract_text": "Aplastic anemia (AA) is defined as a pancytopenia caused by bone marrow failure; its pathogenesis is thought to involve autoimmune processes. Immunosuppressive therapy (IST) with antithymocyte globulin (ATG) and cyclosporine (CyA) provides response rates of 50–70% for children with AA, but predictive markers of response to therapy have not been well defined. We previously investigated the clinical relevance of HLA, a minor population of paroxysmal nocturnal hemoglobinuria-type cells, and a specific auto-antibody associated with AA in pediatric patients and reported that there was no correlation between these markers and response to therapy (Yoshida N, et al. Br J Haematol, 2008). In the current study, we prospectively evaluated whether clinical and laboratory findings before treatment, including age, sex, interval between diagnosis and treatment, etiology, severity of disease, white blood cell (WBC) count, neutrophil count, hemoglobin level, reticulocyte count, and platelet count, could predict the IST response at 6 months. Subjects included a large population of pediatric AA patients enrolled in a multicenter AA-97 study conducted by the Japan Childhood Aplastic Anemia Study Group. Between October 1997 and September 2006, 312 children (186 boys and 126 girls) younger than 18 years who were newly diagnosed with AA were enrolled in the study and treated with a combination of ATG and CyA. The median age at diagnosis was 8 years (range, 1–17 years). Of the 312 patients, 261 had idiopathic AA, 44 had hepatitis-associated AA, and 7 had AA from other causes. In terms of severity, 156 patients had very severe disease, 107 had severe disease, and 49 had moderate disease. The median interval between diagnosis and treatment was 15 days (range, 1–180 days). The overall response rate was 56%. In multivariate analyses, lower WBC count, shorter interval between diagnosis and therapy, and male sex were predictive markers of better response. Patients with WBC <2500/μl had a significantly higher response rate than those with WBC ≥2500/μl (61 vs. 48%; P =0.008); this was the strongest predictor of response. Notably, response rate was inversely related to the interval between diagnosis and treatment; response rates of patients with an interval between diagnosis and treatment of <30 and ≥30 days were 60% and 43%, respectively ( P =0.02). Boys had a better response compared with girls (62 vs. 48%; P =0.02). In conclusion, pretreatment clinical and laboratory findings influence the response rate to IST. Response is well correlated with WBC count rather than neutrophil count or severity of disease. IST should be started as soon as possible after diagnosis of AA, given that the response rate worsens as the interval between diagnosis and treatment increases.",
    "topics": [
        "aplastic anemia",
        "child",
        "therapeutic immunosuppression",
        "inappropriate sinus tachycardia",
        "laboratory test finding",
        "pancytopenia",
        "predictive marker",
        "severity of illness",
        "antithymoglobulin",
        "autoantibodies"
    ],
    "author_names": [
        "Nao Yoshida, MD",
        "Hiroshi Yagasaki, MD., PhD",
        "Yoshiyuki Kosaka, MD., PhD",
        "Ryoji Kobayashi, MD., PhD",
        "Hiromasa Yabe, MD., PhD",
        "Takashi Kaneko, MD., PhD",
        "Masahiro Tsuchida, MD., PhD",
        "Akira Ohara, MD., PhD",
        "Tatsutoshi Nakahata, MD., PhD",
        "Seiji Kojima, MD., PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nao Yoshida, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Children’s Medical Center, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Yagasaki, MD., PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiyuki Kosaka, MD., PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Kobe Children’s Hospital, Kobe, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryoji Kobayashi, MD., PhD",
            "author_affiliations": [
                "Department of Pediatrics, Sapporo Hokuyu Hospital, Sapporo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiromasa Yabe, MD., PhD",
            "author_affiliations": [
                "Department of Cell Transplantation, Tokai University School of Medicine, Isehara, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Kaneko, MD., PhD",
            "author_affiliations": [
                "Department of Pediatrics, Kiyose Children’s Hospital, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Tsuchida, MD., PhD",
            "author_affiliations": [
                "Department of Pediatrics, Ibaraki Children’s Hospital, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Ohara, MD., PhD",
            "author_affiliations": [
                "Department of Pediatrics, Toho University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsutoshi Nakahata, MD., PhD",
            "author_affiliations": [
                "Department of Pediatrics, Kyoto University Graduate School of Medicine, Kyoto, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seiji Kojima, MD., PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T06:43:52",
    "is_scraped": "1"
}