{
    "doi": "https://doi.org/10.1182/blood.V114.22.3456.3456",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1578",
    "start_url_page_num": 1578,
    "is_scraped": "1",
    "article_title": "A Study of Aberrant DNA Methylation in Refractory and Relapsed Childhood Acute Lymphoblastic Leukaemia. ",
    "article_date": "November 20, 2009",
    "session_type": "DISORDERED GENE EXPRESSION IN HEMATOLOGIC MALIGNANCY INCLUDING DISORDERED EPIGENETIC REGULATION POSTER III",
    "topics": [
        "dna methylation",
        "recurrent childhood acute lymphoblastic leukemia",
        "acute lymphocytic leukemia",
        "casts, surgical",
        "deoxycytidine",
        "glucocorticoid receptors",
        "leukemia, lymphocytic, acute, childhood",
        "leukemic cells",
        "pyrosequencing",
        "mann-whitney u test"
    ],
    "author_names": [
        "Georgia Kapatai, PhD",
        "Stephen O Nyangoma, PhD",
        "Pamela Kearns"
    ],
    "author_affiliations": [
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom, "
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom, "
        ],
        [
            "Institute of Child Life and Health, Birmingham"
        ]
    ],
    "first_author_latitude": "52.45328399999999",
    "first_author_longitude": "-1.9358869999999995",
    "abstract_text": "Abstract 3456 Poster Board III-344 Refractory and relapsed Acute Lymphoblastic Leukaemia (ALL) raise difficult clinical challenges and represent a significant cause of death in childhood and adolescence. This study examines epigenetic changes in relapsed paediatric ALL to increase our understanding of the mechanisms of treatment failure in these patients. Aberrant DNA methylation, a frequent phenomenon in paediatric ALL, has been identified as an independent factor of poor prognosis. In this study, using a CGI microarray consisting of 12K clones representing 5411 unique chromosomal sequences spread throughout the genome, we analysed a cohort of 22 childhood B-precursor ALL patient samples, 11 diagnosis samples and 11 relapse samples (unmatched) from patients who experienced a hematologic relapse, and developed genome-wide methylation profiles of leukaemic cells, at diagnosis and relapse. Comparison of these profiles identified 227 genes with statistically significant methylation changes – increase and decrease of methylation levels - between the two patient groups. The methylation status and the methylation change of 5 genes (ECRG4, CDH5, IRX3, FOXD3 and ERBB4) were independently verified, using pyrosequencing, in 6 ALL patients, 3 diagnosis and 3 relapse samples. The relationship between methylation and expression of one of these genes (ECRG4) was examined in ALL cell lines (CEMC1 and Jurkat) before and after 5-Aza-2'-deoxycytidine treatment. More genes are currently under investigation. Methylation studies on the repetitive element LINE-1 showed a significant increase in methylation of repetitive sequences in relapse samples (mean 79% vs. 89%, respectively; p=0.003, Mann Whitney test). Chromosomal mapping of the 227 genes revealed significant clustering of differentially methylated targets in chromosomes 11, 13 and 15, chromosomal locations that were previously found to be associated with ALL prognosis. Functional gene relation analysis revealed a connection between 11 genes (FOXD3, HPGD, NR4A2, CAST, TBRG4, XRCC6, NAB2, SEZL6, CDH13, NR2F1, SP1) that show increased methylation in relapse ALL and NR3C1, the gene coding for glucocorticoid receptor. Currently we are investigating the role of methylation in glucocorticoid resistance in ALL cell lines. Our data indicate an underlying epigenetic mechanism responsible for the chemoresistance observed in relapsed paediatric ALL patients. Disclosures No relevant conflicts of interest to declare."
}