{
    "doi": "https://doi.org/10.1182/blood-2019-121977",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4176",
    "start_url_page_num": 4176,
    "is_scraped": "1",
    "article_title": "Prognostic Impact of t(4;11)(q21;q23)/ KMT2A-AFF1 -Positivity in 926 BCR-ABL1 -Negative B-Lineage Acute Lymphoblastic Leukemia Patients Treated in Gimema Clinical Trials Since 1996 ",
    "article_date": "November 13, 2019",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "leukemia, b-cell, acute",
        "transplantation",
        "signs and symptoms",
        "allografting",
        "bcl-2 protein",
        "complete remission",
        "follow-up",
        "immunophenotyping"
    ],
    "author_names": [
        "Alfonso Piciocchi",
        "Monica Messina",
        "Loredana Elia, Bs",
        "Antonella Vitale, MD",
        "Stefano Soddu",
        "Anna Maria Testi, MD",
        "Sabina Chiaretti, MD PhD",
        "Marco Mancini, MD",
        "Giorgina Specchia, MD",
        "Antonio Spadano, MD",
        "Mauro Krampera",
        "Roberto Cairoli, MD",
        "Francesco Di Raimondo, MD",
        "Felicetto Ferrara, MD",
        "Giuseppe Cimino, MD",
        "Renato Bassan, MD",
        "Paola Fazi, MD",
        "Marco Vignetti, MD"
    ],
    "author_affiliations": [
        [
            "GIMEMA Foundation, Rome, Italy "
        ],
        [
            "GIMEMA Foundation, Rome, Italy "
        ],
        [
            "Department of Translational and Precision Medicine, Sapienza University, Division of Hematology, Rome, Italy "
        ],
        [
            "Department of Translational and Precision Medicine, Sapienza University, Division of Hematology, Rome, Italy "
        ],
        [
            "Data center, GIMEMA Foundation, Rome, Italy "
        ],
        [
            "Department of Translational and Precision Medicine - Hematology Division, Sapienza University, Rome, Italy "
        ],
        [
            "Department of Translational and Precision Medicine, Sapienza University, Division of Hematology, Rome, Italy "
        ],
        [
            "Hematology, Department of Translational and Precision Medicine, \"Sapienza\" University, Rome, Italy "
        ],
        [
            "Hematology - Dept. of Emergency and Organ Transplantation, University of Bari, Bari, Italy "
        ],
        [
            "\"Santo Spirito\" Civic Hospital, Department of Hematology, Transfusion Medicine and Biotechnology, Pescara, Italy "
        ],
        [
            "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy "
        ],
        [
            "Department of Hematology and Oncology, ASST Grande Ospedale Metropolitano Niguarda, Milan, Italy "
        ],
        [
            "CHIRMED - Department of General Surgery and Medical-Surgical Specialties - Hematology Section, University of Catania, Catania, Italy "
        ],
        [
            "Division of Hematology and Stem Cell Transplantation Unit, Cardarelli Hospital, Napoli, Italy "
        ],
        [
            "Hematology, Department of Translational and Precision Medicine, Sapienza University, ASL Latina, Presidio Ospedaliero Nord - Ospedale Santa Maria Goretti, Latina, Italy "
        ],
        [
            "Division of Hematology, Ospedale SS. Giovanni e Paolo, Venezia Mestre, Italy "
        ],
        [
            "GIMEMA Foundation, Rome, Italy "
        ],
        [
            "Hematology, Department of Translational and Precision Medicine, \"Sapienza\" University, Rome, Italy ",
            "Data Center, GIMEMA Foundation, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.8899848",
    "first_author_longitude": "12.518717099999998",
    "abstract_text": "Background and aims. B-lineage acute lymphoblastic leukemia (B-ALL) carrying t(4;11)(q21;q23)/ KMT2A-AFF1 accounts for roughly 10% of adult B-ALL, it is associated to pro-B immunophenotype and aggressive clinical features. However, the role of KMT2A-AFF1 in pediatric-like, minimal residual disease (MRD)-driven clinical trials and the impact of transplant in this poor prognostic subgroup are still debated. To address these issues we investigated the incidence, clinical features and outcome of KMT2A-AFF1 -positive ALL treated in 6 consecutive GIMEMA (Gruppo Italiano Malattie EMatologiche dell'Adulto) clinical trials. Materials and methods. Between November 1996 and September 2016, 926 BCR-ABL1 -negative B-ALL patients were enrolled in the GIMEMA clinical trials LAL0496, LAL2000, LAL0904, LAL1104, LAL1308, LAL1913. The median follow-up is 25.4 months (range: 0.1-146.9). Starting from LAL2000, KMT2A-AFF1 -positive patients were classified as high-risk and managed more intensively. LAL1308 and LAL1913 adopted a similar pediatric-like backbone, at variance from LAL0496, LAL2000 and LAL0904. Overall, median age was 34.3 (range, 14.1 - 81.9), there were 502 males (54.2%) and 424 females (45.8%) and the median WBC count was 8.80 x 10 9 /L (range, 0.4- 872.3). Incidence, clinical features and outcome of KMT2A-AFF1 -positive were analyzed in comparison with KMT2A-AFF1 -negative B-ALL. MRD evaluation after induction treatment was available in 197 patients enrolled in the more recent protocols. Results. Overall, 97/926 (10.5%) samples harbored KMT2A-AFF1 fusion gene. The comparison between KMT2A-AFF1- positive and the 829 KMT2A-AFF1 -negative B-ALL patients revealed that KMT2A-AFF1 -positive patients had a higher median age (42 vs 32.5 years old, p <0.001), were more likely to be female (60/97 vs 364/829, p =0.001) and had a significantly higher median WBC count (70.7 vs 7.2 x 10 9 /L, p <0.001). The complete remission (CR) rate did not differ between KMT2A-AFF1 -positive and -negative patients (87.5% vs 81.5%, p =0.188). Notwithstanding, at 24 months, KMT2A-AFF1 -positive patients had a significantly shorter survival than KMT2A-AFF1 -negative in terms of median overall (OS, 20.3% vs 45.5%, p =0.003, Figure 1A), disease-free (DFS, 9.2% vs 34.3%, p <0.0001) and event-free survival (EFS, 9.5% vs 21.9%, p =0.03, Figure 1B). Of the KMT2A-AFF1 -positive patients, 25 underwent transplant (18 received an allograft, 7 an autograft) and - in keeping with this - survival analyses were repeated after censoring for transplant and we found that KMT2A-AFF1 -positive patients maintained a significantly worse OS ( p <0.0001), DFS ( p <0.0001), EFS ( p =0.036). Similarly, the effect of KMT2A-AFF1 -positivity was adjusted for treatment received and retained statistical significance (HR: 1.3, 95%CI: 1.0-1.7, p =0.050). Moreover, when survival analyses were restricted to the only KMT2A-AFF1 -positive patients, we did not observe significant differences among the median survival across the various clinical trials ( p =0.581). MRD quantification, with the caveat that the number of patients evaluated for MRD is small, showed that KMT2A-AFF1 -positive and negative patients did not differ in the achievement of MRD-negativity: indeed, 8/26 (30.8%) KMT2A-AFF1 -positive and 71/171 (41.5%) KMT2A-AFF1 -negative patients were MRD-negative post-induction. Conclusions. The present study examined a cohort of 926 BCR-ABL1 -negative B-ALL treated in Italian multicenter clinical trials. Overall, though not differing in the achievement of CR and MRD negativity, the analysis of survival curves confirms that KMT2A-AFF1 -positive patients have a significantly shorter survival than KMT2A-AFF1 -negative patients. This result holds true also when censoring for transplant, thus suggesting that allograft does not confer a survival advantage to KMT2A-AFF1 -positive patients. Moreover, KMT2A-AFF1 -positive patients perform poorly also in more intensive regimen, as emerged from the analysis of the GIMEMA LAL1913 clinical trial. These findings encourage the adoption of alternative strategies: among the available targeted therapies, preclinical models of KMT2A- leukemia show sensitivity to BCL2-inhibitors, thus providing the rationale for testing this approach in upcoming clinical trials for KMT2A-AFF1 -positive patients. Figure View large Download slide Figure View large Download slide  Disclosures Chiaretti: Amgen: Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; Shire: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees. Krampera: Novartis: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Di Raimondo: Amgen: Consultancy, Honoraria, Research Funding; Takeda: Consultancy. Bassan: Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees. Vignetti: Pfizer: Membership on an entity's Board of Directors or advisory committees, Other: Educational Training; Incyte: Membership on an entity's Board of Directors or advisory committees, Other: Educational Training."
}