{
    "doi": "https://doi.org/10.1182/blood.V108.11.118.118",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=809",
    "start_url_page_num": 809,
    "is_scraped": "1",
    "article_title": "Hypermethylation of SH2-Containing Phosphatase-1 (SHP-1) and Suppressor of Cytokine Signaling-1 and -3 (SOCS-1 and -3) in Philadelphia Negative Chronic Myeloproliferative Disorders (Ph-CMPD). ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "cytokine",
        "hematopoietic cell phosphatase",
        "myeloproliferative disorder, chronic",
        "phosphoric monoester hydrolases",
        "signal transduction",
        "socs1 gene",
        "suppressor of cytokine signaling 1 protein",
        "hypermethylation",
        "suppressor of cytokine signaling 3 protein",
        "leukemia, myelomonocytic, chronic"
    ],
    "author_names": [
        "Davide Rossi, MD",
        "Clara Deambrogi, PhD",
        "Tiziana Lischetti, PhD",
        "Michaela Cerri, PhD",
        "Marianna Spunton, PhD",
        "Silvia Rasi, PhD",
        "Silvia Franceschetti, MD",
        "Annarita Conconi, MD",
        "Paola Riccomagno, MD",
        "Monia Lunghi, MD",
        "Daniela Capello, PhD",
        "Gianluca Gaidano, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Division of Hematology, Amedeo Avogadro University, Novara, Italy"
        ]
    ],
    "first_author_latitude": "45.3275748",
    "first_author_longitude": "8.4245634",
    "abstract_text": "A fraction of Ph- CMPD is characterized by JAK2F617F mutation leading to constitutive JAK-STAT activation. The negative regulators of cytokine signaling SHP-1, SOCS-1 and SOCS-3 have a crucial function in the negative regulation of JAK2 activation/phosphorylation in response to EPO, G-CSF and a subset of cytokines. SHP-1, SOCS-1 and SOCS-3 may be silenced by aberrant DNA methylation in human malignancies. Here we tested chronic phase Ph- CMPD and acute myeloid leukaemia (AML) from Ph- CMPD for aberrant DNA methylation of SHP-1, SOCS-1 and SOCS-3. The study was based on: i) 85 Ph- CMPD, including 35 essential thrombocythemia (ET), 20 polycythemia vera (PV), 15 idiopathic myelofibrosis (IMF), 6 chronic myelomonocytic leukemia (CMML) and 9 Ph- chronic myeloid leukemia (Ph- CML); and on ii) 19 AML from Ph- CMPD, including 4 AML from PV, 10 AML from ET and 5 AML from IMF. Cases were analysed for SHP-1, SOCS-1 and SOCS-3 aberrant methylation by methylation-specific PCR and for JAK2V617F mutation by allele specific PCR. For comparison, 10 samples of normal bone marrow hematopoietic cells were also investigated. Among Ph- CMPD, methylation of SHP-1 occurred in 4/20 (20%) PV and 4/35 (11%) ET, while it was absent in IMF (0/15), CMML (0/6) and Ph- CML (0/9). Methylation of SOCS-1 occurred in 5/20 (25%) PV, 5/35 (14%) ET, 2/15 (13%) IMF and in 1/9 (11%) Ph- CML while it was absent in CMML (0/6). Methylation of SOCS-3 occurred in 11/20 (55%) PV, 13/35 (37%) ET, 4/15 (26%) IMF, 3/6 (50%) CMML and 3/9 (33%) Ph- CML. JAK2V617F mutation was detected in 47/85 (55%) Ph-CMPD, including 17/20 (85%) PV, 18/35 (51%) ET, 12/15 (80%) IMF, 0/6 CMML and 0/9 Ph- CML. SHP-1, SOCS-1 and SOCS-3 methylation was analysed according to JAK2 mutation status in PV, ET and IMF. In this group of patients, SHP-1, SOCS-1 and SOCS-3 methylation occurred in both JAK2 mutated cases (6/47, 13% for SHP-1; 10/47, 21% for SOCS-1 and 18/47, 38% for SOCS-3) and germline cases (2/38, 5% for SHP-1; 2/38, 5% for SOCS-1 and 10/38, 26% for SOCS-3). By combining the results of SHP-1, SOCS-1 and SOCS-3 methylation status, 21/47 (45%) JAK2 mutated cases carried SHP-1 and/or SOCS-1 and/or SOCS-3 methylation as opposed to 12/38 (31%) germline cases. This pattern of SHP-1 and SOCS-1 methylation was conserved also when the analysis was restricted to PV, ET and IMF each as a single group and after stratification for JAK2V617F mutation. Among AML from Ph- CMPD, methylation of SHP-1 occurred in 1/10 (10%) AML from ET, while it was absent in AML from PV and AML from IMF. Methylation of SOCS-1 occurred in 1/4 (25%) AML from PV and 1/10 (10%) AML from ET. One ET patient acquired SHP-1 methylation at transformation to AML. All normal bone marrow samples (n=10) scored negative for SHP-1, SOCS-1 and SOCS-3 methylation. The implications of these results are threefold. First, inactivation by aberrant methylation of SHP-1, SOCS-1 and SOCS-3 is involved in the pathogenesis of Ph- CMPD and is selectively associated with neoplastic hemopiesis. Second, among PV, ET and IMF, methylation of SHP-1, SOCS-1 and SOCS-3 may occur in both JAK2V617F positive and negative cases. Third, the low prevalence of SHP-1 and SOCS-1 methylation in AML from Ph- CMPD suggests that SHP-1 and SOCS-1 silencing is not involved in leukemic transformation."
}