{
    "doi": "https://doi.org/10.1182/blood.V116.21.1748.1748",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1621",
    "start_url_page_num": 1621,
    "is_scraped": "1",
    "article_title": "Herpesviridae Viral Infections Following Rituximab Combined Chemotherapy In Patients with Diffuse Large B Cell Lymphoma ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "herpesviridae",
        "rituximab",
        "virus diseases",
        "febrile neutropenia",
        "steroids",
        "autologous stem cell transplant",
        "antiviral agents",
        "clinical diagnosis"
    ],
    "author_names": [
        "Ho Sup Lee, MD",
        "Lee Chun Park, MD",
        "Seong Hoon Shin, MD",
        "Byeong Jin Ye, MD",
        "Moo-Kon Song, MD",
        "Sung Yong Oh, MD",
        "Sang Min Lee, MD",
        "Won Sik Lee, MD",
        "Yang Soo Kim, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Kosin University Gospel Hospital, Kosin University College of Medicine, Busan, South Korea, "
        ],
        [
            "Internal Medicine, Kosin University Gospel Hospital, Kosin University College of Medicine, Busan, South Korea, "
        ],
        [
            "Internal Medicine, Kosin University Gospel Hospital, Kosin University College of Medicine, Busan, South Korea, "
        ],
        [
            "Occupational and Environmental Medicine, Kosin university gospel hospital, Kosin University College of Medicine, Busan, South Korea, "
        ],
        [
            "Pusan National University Hospital, Pusan, South Korea, "
        ],
        [
            "Internal medicine, Dong-A University Hospital, Busan, South Korea, "
        ],
        [
            "Internal Medicine, Busan Paik Hospital, Inje University College of Medicine, Busan, South Korea"
        ],
        [
            "Internal Medicine, Busan Paik Hospital, Inje University College of Medicine, Busan, South Korea"
        ],
        [
            "Internal Medicine, Kosin University Gospel Hospital, Kosin University College of Medicine, Busan, South Korea, "
        ]
    ],
    "first_author_latitude": "35.080399299999996",
    "first_author_longitude": "129.0159305",
    "abstract_text": "Abstract 1748 Backgroud: Herpesviridae family includes herpes simplex virus, varicella zoster virus, Epstein-Barr virus, and cytomegalovirus, etc. Herpesviridae viral infections(HVIs) can lead to serious complications including dissemination, secondary infection, bacterial superinfection in patients with diffuse large B cell lymphoma (DLBL) undergoing rituximab combined chemotherapy. But there was no consensus on the dose and duration of antiviral agents prophylaxis in DLBL undergoing chemotherapy. Method: Three hundred seven patients were newly diagnosed with DLBL and received chemotherapy between June 2004 and August 2009. HVIs was confirmed based on clinical diagnosis, serologic test or pathologic diagnosis. The characteristics of the patients were as follows: the median age was 58years (range 15–89 years) with a female-to-male ratio of 171:136. All patients received chemotherapy with rituximab combined cyclophosphamide, adriamycin, vincristine, and prednisolone. Results: Forty three patients (14.0%) developed HVIs at a median of 6.63 months (range 0.37 – 51.33 months) after initial chemotherapy. The estimated cumulative incidence rates (CIR) of HVIs were 10.36%, 16.18% and 18.44% at 1years, 3years, and 5years in all patients. In univariate analysis, 5years CIR of HVIs were 14.64% vs 28.05% in low and low-intermediate IPI risk vs in high-intermediate and high IPI risk (p=0.0003), 34.07% vs 8.29% in cumulative dose of steroid ≥ 3000 mg vs < 3000mg (p < 0.001), 29.58% vs 13.56% in duration of chemotherapy ≥ 6 months vs < 6 months (p=0.0250), 38.32% vs 13.41% in relapse vs none-relapse (p=0.0056), 12.83% vs 43.80% in receiving first line chemotherapy vs second line and more than second line chemotherapy (p=0.0008), and 24.90% vs 15.49% in prolonged neutropenic fever vs none-neutropenic fever (p=0.0239). In multivariate analysis, the results confirmed 5 variables as independent predictive factors for the high IPI risk (P < 0.001, hazard ratio (HR): 3.236, 95% confidence interval (CI) 1.636–6.400), prolonged neutropenic fever (P = 0.029, HR: 0.484, 95% CI 0.253–0.927), longer duration of chemotherapy (P = 0.006, HR: 0.212, 95% CI 0.069–0.648), high cumulative dose of steroid (P = 0.008, HR: 2.889, 95% CI 1.319–6.328), and receiving autologous stem cell transplantation (P < 0.001, HR: 0.146, 95% CI 0.057–0.371). Conclusion: High IPI risk, prolonged neutropenic fever, longer duration of chemotherapy, high cumulative dose of steroid and receiving autologous stem cell transplantation were seemed to be high risk for HVIs in patients with DLBL undergoing rituximab combined chemotherapy. Disclosures: No relevant conflicts of interest to declare."
}