{
    "doi": "https://doi.org/10.1182/blood.V128.22.4902.4902",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3465",
    "start_url_page_num": 3465,
    "is_scraped": "1",
    "article_title": "Cerebral Toxoplasmosis in a Patient with Prolonged CD4 Lymphopenia Post Autologous Haematopoietic Stem Cell Transplant ",
    "article_date": "December 2, 2016",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "topics": [
        "autologous hematopoietic stem cell transplant with purging",
        "autologous hematopoietic stem cell transplant without purging",
        "lymphopenia",
        "toxoplasmosis, cerebral",
        "transplantation, autologous",
        "toxoplasmosis",
        "autoimmune hemolytic anemia",
        "infections",
        "lymphoma, t-cell, peripheral",
        "trimethoprim-sulfamethoxazole combination"
    ],
    "author_names": [
        "Arielle van Mourik, MBBS BBiomedSci",
        "Andrew P Grigg, MBBS MD"
    ],
    "author_affiliations": [
        [
            "Austin Health, Melbourne, Australia"
        ],
        [
            "Austin Health, Melbourne, Australia"
        ]
    ],
    "first_author_latitude": "-37.7562696",
    "first_author_longitude": "145.0586279",
    "abstract_text": "Toxoplasma gondii is a ubiquitous protozoan parasite which infects approximately one third to one half of the world's population. In the immunocompetent host it typically causes a self limiting and asymptomatic infection before entering a lifelong latent phase. Reactivation and disseminated toxoplasmosis occur in the setting of impaired cellular immunity as described in patients with acquired immunodeficiency syndrome (AIDS) secondary to human immunodeficiency virus (HIV) infection and those receiving prolonged immunosuppression post solid organ or allogeneic haematopoietic stem cell transplantation. Toxoplasmosis post autograft has been rarely described. We present a case of toxoplasma encephalitis in a patient with persistent CD4 lymphopenia post autograft for peripheral T-cell lymphoma (PTCL). A 64y HIV negative female was diagnosed with autoimmune haemolytic anaemia (AIHA) and idiopathic thrombocytopenic purpura (ITP) in 2012 and 2013, treated with intravenous immunoglobulin (IVIg), 4 months in total of prednisolone (two separate courses, average dose 30mg/day), a single dose of 375mg/m 2 rituximab and 6 months of azathioprine 100mg/day. The lymphocyte count prior to AIHA was normal (2.9 x 10 9 /L; normal range 1-4 x10 9 /L). The subsequent course was complicated by persistent lymphopenia in the absence of immunosuppression (0.3-0.7x10 9 /L,) and cutaneous mycobacterium kansasii infection. PTCL was diagnosed in February 2015 and treated with 6 cycles of high dose chemotherapy (CHEOP) followed by an autograft in July 2015 with BEAM conditioning. Lymphocyte counts at 3, 7, 9 and 12 months post transplant were 0.4, 0.5 ,0.8 and 0.3 x 10 9 /L respectively. Dapsone for pneumocystis jirovecii pneumonia (PJP) prophylaxis was given; cotrimoxazole was contraindicated due to a rash. Twelve months post autograft she developed left leg weakness and intermittent headache. A MRI brain showed 4 enhancing cerebral lesions, of which histology demonstrated toxoplasma tachyzoites in neutrophils confirmed by PCR. Toxoplasma serology was IgG positive but IgM negative. The CD4 count was severely reduced 0.09 x 10 9 /L (normal 0.65-2.0 x 10 9 /L) as were other lymphocyte subsets (CD8 0.04 x 10 9 /L (0.33-1.3), NK 0.03 x 10 9 /L (0.13-0.54) and B cells 0.13 x 10 9 /L (0.19-0.55). Immunoglobulin levels were normal. Treatment with pyrimethamine and sulfadiazine was commenced with some improvement in neurology prior to discharge for rehabilitation. Toxoplasmosis occurring more than 2 months post autograft is very rare, with to our knowledge only 9 cases previously reported. Of these, 6 of the 8 evaluable documented an additional risk factor for reactivation including persistent lymphopenia (one case attributable to CD34 selection), etanercept and high dose steroids. In our case the main risk factor appeared to be pre-existing (historically most likely auto-immune mediated ( Regent, Medicine 2014 )) and persistent post-autograft lymphopenia with particularly low CD4 levels. After an autograft, CD3 counts can be expected to return to baseline by three months but CD4 counts recover more slowly and incompletely by 12 months (meanat 1, 3, 6 and 12 months: 0.22, 0.27, 0.38 and 0.46 x 10 9 /L respectively ( Damiani, Ann Oncol 2003 ) Post autograft, no prophylaxis or screening for toxoplasmosis infection is recommended ( Tomblyn, Biol Blood Marrow Transplant 2009) . However, when warranted, the drug of choice is cotrimoxazole, often concurrently administered for PJP prophylaxis. In practice due to myelosuppression or rash, cotrimoxazole is frequently replaced by dapsone or pentamadine, neither of which is proven to be effective against toxoplasma. This case highlights a need to review current guidelines and consider prophylaxis for toxoplasmosis in patients at high risk of reactivation post autograft, such as those with persistent lymphopenia and high dose steroids. Disclosures No relevant conflicts of interest to declare."
}