{
    "doi": "https://doi.org/10.1182/blood-2019-130703",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4404",
    "start_url_page_num": 4404,
    "is_scraped": "1",
    "article_title": "New Generation Chimeric Antigen Receptor T-Cell Therapy (CoupledCAR) Induces High Rate Remissions in Solid Tumor ",
    "article_date": "November 13, 2019",
    "session_type": "801.Gene Therapy and Transfer",
    "topics": [
        "chimeric antigen receptor t-cell therapy",
        "disease remission",
        "solid tumors",
        "thyrotropin receptor",
        "tumor cells",
        "cancer",
        "neoplasms",
        "thyroid cancer",
        "infusion procedures",
        "t-cell therapy"
    ],
    "author_names": [
        "Lei Xiao, PhD"
    ],
    "author_affiliations": [
        [
            "Innovative Cellular Therapeutics Co, Ltd (formerly SiDanSai Biotechnology Co,12 Ltd), Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.22434895",
    "first_author_longitude": "121.47675279999999",
    "abstract_text": "New Generation Chimeric Antigen Receptor T-Cell Therapy ( CoupledCAR ) Induces High Rate Remissions in Solid Tumor Yu Liu 1 ,Song Li 2 ,Youli Luo 3 ,Haixia Song 4 ,Chengfei Pu 5 , Zhiyuan Cao 5 , Cheng Lu 5 ,Yang Hang 5 ,Xi Huang 5 ,Xiaogang Shen 5 ,Xiaojun Hu 3 , Renbin Liu 1 ,Xiuwen Wang 2 ,Junjie Mao 3 ,Shihong Wei 4 ,Zhao Wu 5 and Lei Xiao 5 * 1.The Third Affiliated Hospital, SUN YAT-SEN University 2.Qilu Hospital of Shandong University 3.The Fifth Affiliated Hospital, SUN YAT-SEN University 4.Gansu Procincial Cancer Hospital 5.Innovative Cellular Therapeutics *Corresponding to: Lei Xiao, xiaolei@ictbio.com Chimeric antigen receptor (CAR) T cell therapy made significant progress for treating blood cancer such as leukemia, lymphoma, and myeloma. However, the therapy faces many challenges, such as physical barrier, tumor microenvironment immunosuppression, tumor heterogeneity, target specificity, and cell expansion in vivo for treatment of solid tumors Conventional CAR T cell therapy showed weak CAR T expansion in patients and thus achieved no or little response for treating solid tumors. Here, we generated \"CoupledCAR\" T cells including an anti-TSHR CAR molecule. Compared with conventional CART cells,these \"CoupledCAR\" T cells successfully improved the expansion of CART cells more than 100 times and enhanced CAR T cells' migration ability, allowing the CAR T cells to resist and infiltrate the tumor microenvironment and killed tumor cells. To verify the effect of \"CoupledCAR\" T cells on solid tumors, we have completed several clinical trials for different solid tumors, including two patients with thyroid cancer. Immunohistochemistry (IHC) results showed that thyroid stimulating hormone receptors (TSHR) were highly expressed in thyroid cancer cells. In vitro co-culture experiments showed that TSHR CAR T cells specifically recognized and killed TSHR-positive tumor cells. Animal experiments showed that TSHR CAR T cells inhibited the proliferation of TSHR-positive tumor cells. Therefore, we designed \"CoupledCAR\" T cells expressing a binding domain against TSHR. Further,we did clinical trials of two group patients that were successfully treated using conventional TSHR CAR T cells and the \"CoupledCAR\" T cells, respectively. In the first group using conventional TSHR CAR T cells, patients showed weak cell expansion and less migration ability. In the group using TSHR \"CoupledCAR\" T cells, patients showed rapid expansion of CAR T cells and killing of tumor cells. One month after infusion (M1), the patient was evaluated as PR(Partial Response): the lymph node metastasis disappeared, and thoracic paratracheal tumors decreased significantly. Three months after infusion (M3), the patient was evaluated as a durable response, and the tumor tissue was substantially smaller than M1. Further, two patients with colonrectal cancer were enrolled in this trial and infused \"CoupledCAR\" T cells. One patient achieved PR and the other one achieved SD (Stable Disease). Therefore, \"CoupledCAR\" T cells can effectively promote expansion, migration and killing ability of CAR T cells in patients with thyroid cancer. \"CoupledCAR\" T cell technology is a technological platform, which may be used to treat other cancer types. Next, we are recruiting more patients with solid tumors in clinical trials using \"CoupledCAR\" T cells. Disclosures No relevant conflicts of interest to declare."
}