{
    "doi": "https://doi.org/10.1182/blood-2019-125393",
    "article_title": "Worse Outcomes in Males with MPN Are Associated with Qualitative and Quantitative Differences in Non-Driver Mutational Burden ",
    "article_date": "November 13, 2019",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "abstract_text": "INTRODUCTION: The chronic myeloproliferative neoplasms (MPN) have variable courses and outcomes despite similar driver mutations. We have found that males present more commonly with primary myelofibrosis (PMF) as opposed to essential thrombocytosis (ET) independently of driver mutation and age, and have demonstrated the independent negative impact of male sex in transformation to secondary MF (sMF), AML, and overall survival. The aim of this study was to examine both driver and non-driver mutational burden as a factor in presentation and outcome in the MPN. PATIENTS AND METHODS: 652 individuals with ET, PV or PMF (394 females and 258 males; 311 with ET, 252 with PV and 89 with PMF) were enrolled in our prospective observational cohort between 2005-2019, with a median follow up of 9 years (Q25-75% 4, 15 years). All JAK2 V617F -positive patients were genotyped for quantitative JAK2 V617F variant allele fractions (VAF) at enrollment and over time, and 76 patients (41 females and 35 males, 43 with ET, 23 with PV and 10 with PMF) had additional sequencing, examining 63 genes implicated in myeloid neoplasms. Multivariable cox regression was used to examine the associations of sex, age and molecular characteristics with venous thrombosis, cerebrovascular events, and MF/AML transformation. Univariate cox regression and Kaplan-Meier (KM) were used to assess the effect of JAK2 V617F VAF change/year on survival. Multivariable logistic regression was used to evaluate the associations of sex, age, phenotype and number of additional somatic mutations. RESULTS: Venous thromboembolism was less common in males (OR 0.44, 95% CI 0.26 - 0.76, P=0.004) independent of age, driver mutation, and MPN diagnosis. Arterial ischemic events were more common in males (OR 1.86, 95% CI 1.14 - 3.02, P=0.013) independent of driver mutation, and initial MPN diagnosis. Male sex was a predictor of sMF transformation (HR 1.5, 95% CI 1.02 - 2.2, P=0.04) independent of age and phenotype at diagnosis, and driver mutation, and transformation to AML (HR 2.63, 95% CI 1.21 - 5.67, P=0.014) independent of age at diagnosis and driver mutation. These results were confirmed with KM analysis (P=0.013 and P=0.018 respectively) (Figures 1A - B). The neutrophil JAK2 V617F VAF or its change/year were not associated with survival in the entire cohort (HR 1, 95% CI 0.99 - 1.01, P=0.082 and HR 1.05, 95% CI 0.97 - 1.12, P=0.22 respectively). However, JAK2 V617F VAF or its change/year was associated with survival in females (HR 1.01, 95% CI 1 - 1.02, P=0.044 and HR 1.12, 95% CI for HR 1.01 - 1.25, P=0.04 respectively). KM analysis confirmed that yearly increases of JAK2 V617F VAF higher than 0.5/year were associated with worse survival only in females (P=0.013). Multivariable analysis showed that males had a higher number of additional somatic mutations (Coef 1.14, 95% CI 0.15 - 2.13, P=0.024) independent of age and diagnosis at the time of sequencing (Figures 1C). Analysis of individual mutations (Figure 1C) showed that males have higher prevalence of ASXL1 (22.9% vs 2.4%, P=0.01) and DNMT3A mutations (11.4% versus 7.3%), mutations associated with MDS/MPN phenotype (CBL, KRAS, EZH2, U2AF1), (22.9% vs 7.3%) and concurrent JAK2 and CALR mutations (11.4% vs 0%, P=0.04). CONCLUSIONS: Males with MPN have higher risk of sMF and AML transformation accounting for their worse survival. Males with MPN are less dependent on the JAK2 V617F VAF as an outcome determinant compared to females, but instead carry a higher risk non-driver mutational burden compared to females. Both quantity and quality of non-driver mutational burden differ between males and females with MPN, with males harboring higher risk burden that underlies higher risk presentation and outcomes. Figure 1. Males have higher frequency of somatic mutations additional to their MPN driver mutation independent of age and MPN diagnosis at the time of the NGS. A. KM analysis showing that males have shorter sMF-free survival (P=0.013). B. KM analysis showing that males have shorter AML-free survival (P=0.018). C. The percentage of males with 1 or more additional somatic mutations is higher compared to females across all MPN at the time of the NGS (ET, PV, PMF, sMF). D. The analysis of the specific additional somatic mutations in our cohort showed that males have higher frequency of high-risk CHIP-related mutations ( ASXL1, DNMT3A ), mutations in genes related to MDS/MPN phenotype and concurrent mutations in JAK2 and CALR . View large Download slide View large Download slide  Close modal Disclosures Chaturvedi: Shire/Takeda: Research Funding; Alexion: Consultancy; Sanofi: Consultancy.",
    "topics": [
        "alleles",
        "asxl1 gene",
        "calr gene",
        "cox proportional hazards models",
        "disclosure",
        "dnmt3a gene",
        "ezh2 gene",
        "follow-up",
        "genes",
        "ischemia"
    ],
    "author_names": [
        "Theodoros Karantanos, MD PhD",
        "Evan M Braunstein, MD PhD",
        "Shruti Chaturvedi, MBBS, MS",
        "Jerry L. Spivak, MD",
        "Linda Resar, MD",
        "Styliani Karanika, MD",
        "Donna Marie Williams, PhD",
        "Christopher D Gocke, MD",
        "Alison R. Moliterno, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Theodoros Karantanos, MD PhD",
            "author_affiliations": [
                "Hematology/Medical Oncology, Johns Hopkins University,Sidney Kimmel Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Evan M Braunstein, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shruti Chaturvedi, MBBS, MS",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerry L. Spivak, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Resar, MD",
            "author_affiliations": [
                "Division of Hematology, Departments of Medicine, Oncology & Pathology, Johns Hopkins University SOM, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Styliani Karanika, MD",
            "author_affiliations": [
                "Division of Infectious Diseases, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Marie Williams, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher D Gocke, MD",
            "author_affiliations": [
                "Division of Molecular Pathology, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison R. Moliterno, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T12:58:22",
    "is_scraped": "1"
}