{
    "doi": "https://doi.org/10.1182/blood.V106.11.3244.3244",
    "article_title": "Ex-Vivo Expansion and Prophylactic Infusion of CMV pp65 Specific CTL Following Haemopoietic Stem Cell Transplantation (HSCT). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "CMV reactivation in patients after HSCT is common and life threatening. Current pharmaceutical prophylaxis involves significant side effects, namely myelosuppression and an increased incidence of late onset CMV reactivation. One attractive approach to the problem is rapid reconstitution of CMV immunity post-transplant using adoptively transferred cells derived from transplant donors. Previous reports have described infusions of CMV-specific CTL raised using a CMV lysate, an approach no longer considered acceptable in the current regulatory environment due to the potential transmission of infectious CMV virions or other infectious agents in immunocompromised hosts. An alternative approach using tetramer selection of CMV specific cells cannot be widely applied due to the high cost and limited availability of appropriate reagents. CTL generated by these methods have been effective when given at the time of CMV reactivation but there are no reports of the efficacy of CMV-specific CTL when given prophylactically in preventing CMV reactivation or disease. To address these issues, we have developed a simple method for generating donor-derived CMV-specific CTL and commenced a phase I clinical trial of prophylactic infusion following HSCT. CMV-specific CTL are generated in vitro using the immunogenic HLA-A2 restricted epitope of the CMV pp65 protein NLVPMVATV (NLV). CMV seropositive donor monocyte-derived dendritic cells (MoDC) are pulsed with NLV and used to stimulate donor PBMC. Two stimulations with MoDC at one week intervals are followed by cell expansion in IL-2. After a total of 21 days culture, a dose of 2 x 10 7 /m 2 is infused at least 28 days post HSCT. With starting frequencies of around 1% CMV specific NLV tetramer + CTL expansion of between 400–8000 fold occurs over 3 weeks of culture. The resulting infusion is predominantly CD3 + CD8 + , the majority of which are CMV-specific. Cells secrete IFNγ in response to CMV antigen. To date, 4 CMV seropositive and 2 seronegative patients (5 nonmyeloablative, 1 Bu/Cy conditioning) have received CTL from day 28–83 post-HSCT. Patients have been followed up from 7–798 days post transplant. There have been no infusion related adverse effects. Two of six patients have demonstrated increases in CMV-specific cells in the peripheral circulation following CTL infusion but we have not observed consistent expansion of CMV-specific CTL in vivo using this form of prophylactic treatment in the absence of CMV viremia. One patient receiving CMV CTL reactivated CMV during follow up while on treatment with corticosteroids for GVHD. Two patients receiving CMV-specific CTL have developed grade 3 GVHD and one patient has experienced graft failure requiring a second stem cell infusion. The use of donor NLV-pulsed MoDC to stimulate donor PBMC is a simple method for generating CMV-specific CTL for post-transplant adoptive immunotherapy. CMV-specific CTL given prophylactically after transplant do not expand in vivo in the same manner as CMV-specific CTL given during CMV viremia. No adverse events related to infusion have been observed. A larger number of patients and longer follow up will be required to determine whether prophylactic infusions result in a clinically relevant reduction in the rate of CMV reactivation or infection.",
    "topics": [
        "cytomegalovirus",
        "hematopoietic stem cell transplantation",
        "infusion procedures",
        "cmv reactivation",
        "transplantation",
        "adverse effects",
        "follow-up",
        "graft-versus-host disease",
        "viremia",
        "adrenal corticosteroids"
    ],
    "author_names": [
        "David J. Gottlieb, MD, FRACP",
        "Anna M. Hansen, PhD",
        "Ken P. Micklethwaite, MB",
        "Aaron E. Foster, PhD",
        "Cameron J. Turtle, MB PhD FRACP",
        "Vicki Antonenas, MSc",
        "Mary M. Sartor, MSc",
        "Ken F. Bradstock, MB PhD FRACP"
    ],
    "author_dict_list": [
        {
            "author_name": "David J. Gottlieb, MD, FRACP",
            "author_affiliations": [
                "Sydney Cellular Therapies Laboratory, Westmead Hospital, Sydney, NSW, Australia",
                "Millenium Institute, University of Sydney at Westmead Hospital, Sydney, NSW, Australia",
                "Blood and Marrow Transplant Service, Westmead Hospital, Sydney, NSW, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna M. Hansen, PhD",
            "author_affiliations": [
                "Sydney Cellular Therapies Laboratory, Westmead Hospital, Sydney, NSW, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken P. Micklethwaite, MB",
            "author_affiliations": [
                "Millenium Institute, University of Sydney at Westmead Hospital, Sydney, NSW, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron E. Foster, PhD",
            "author_affiliations": [
                "Millenium Institute, University of Sydney at Westmead Hospital, Sydney, NSW, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cameron J. Turtle, MB PhD FRACP",
            "author_affiliations": [
                "Blood and Marrow Transplant Service, Westmead Hospital, Sydney, NSW, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vicki Antonenas, MSc",
            "author_affiliations": [
                "Blood and Marrow Transplant Service, Westmead Hospital, Sydney, NSW, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary M. Sartor, MSc",
            "author_affiliations": [
                "Blood and Marrow Transplant Service, Westmead Hospital, Sydney, NSW, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken F. Bradstock, MB PhD FRACP",
            "author_affiliations": [
                "Blood and Marrow Transplant Service, Westmead Hospital, Sydney, NSW, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T03:06:16",
    "is_scraped": "1"
}