{
    "doi": "https://doi.org/10.1182/blood.V106.11.2698.2698",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=302",
    "start_url_page_num": 302,
    "is_scraped": "1",
    "article_title": "Randomised Prospective Evaluation of Iron Balance, Chelation Efficiency, Urine Excretion and NTBI Progression with Deferiprone (DFP) or Deferoxamine (DFO) Monotherapy or with Combined DFP Plus DFO. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Rationale. The relative effects of monotherapy regimes with oral DFP or sc DFO or combinations of these drugs, on chelation efficiency, iron balance, plasma non-transferrin bound iron (NTBI) and the proportion and speciation of urine iron, have not been compared previously in prospective randomised trials. By examining these variables together in a single study, insights into the effectiveness and mechanisms of action of mono or combination regimens can be gained. Design. A total of 25 patients (pts) with thalassaemia major were randomised into one of the following 3 arms: DFP (LIPOMED AG, Switzerland) was given at a daily dose of 75 mg/kg either in combination with DFO (40–50 mg/kg twice weekly) or as single agent, and pts registered in the DFO control arm received 40–50 mg/kg sc DFO 5 days a week. All pts had been treated with DFO prior to the study. Methodology. Liver iron concentration (LIC) was measured by biopsy at baseline and after 1 year. Total iron excretion (IE)/day was calculated as (iron transfused/year (mg) + (LIC at To - LIC at T1y) x 10.6 x body wt in Kg) /number of days treatment. Chelation efficiency (%) was calculated as [IE (in mg/kg/day)/chelator dose (in mg/kg/day)] x [molecular weight of the respective chelator(s)/56]x n x 100, where 56 is the molecular weight of iron and n is 3 or 1 with DFP and DFO respectively. The average urinary iron excretion (UIE) (weeks 1, 12, 26, 38 and 54) was calculated from atomic absorption measurements. In patients receiving combination, UIE was measured during both days of monotherapy and combination therapy. The % UIE was calculated from mean UIE divided by total IE. In patients receiving DFO with or without DFP, the concentration of feroxamine species were measured in urine, collected into aluminised containers. Plasma NTBI was measured by HPLC at baseline and at weeks 1, 12, 26 and 54 standardised to blood transfusion interval. Results. The results show that DFO sc 5 days a week was the regimen associated with the largest and most efficient IE and stabilised NTBI after 1 year. Single agent DFP showed the lowest IE and efficiency, and a significant increase in NTBI (* p=0.001). The addition of sc DFO two days a week to DFP resulted in significant increase in IE (^ p=0.03) and stabilised NTBI. The proportion of UIE was significantly lower with DFO than with DFP regimens. UIE on the days of combination (0.89± 0.14mg/kg/d) was significantly higher than on days of DFP monotherapy (0.41 ±0.09 mg/kg/d) (p=0.002). Speciation of urinary iron showed that the proportion of DFO bound to iron was higher on days of combination treatment than with DFO monotherapy, consistent with shuttling of iron onto DFO by DFP. Conclusions. The addition of sc DFO twice weekly to DFP at 75mg/kg po is a regimen which appears as effective at producing iron balance as DFO given 5 days a week at standard doses. Both regimens are more effective at stabilising NTBI, and achieving iron balance than DFP at 75mg/kg/day. When DFP is combined with DFO, iron excretion appears to be mainly by the urinary route as feroxamine.  Treatment Regimen . Iron Excretion mg/kg/d . NTBI change μM . Efficiency (%) Mean over study . Urine Iron (%) Mean over study . DFP (n=12) 0.56±0.09 3.00±0.53 * 6.65±0.99 98±14.8 DFO (n=5) 0.77±0.25 0.72±0.45 23.1±10.7 28±10.3 DFP+DFO (n=8) 0.69±0.09 ^ 0.84±0.87 7.34±0.91 84±14.6 Treatment Regimen . Iron Excretion mg/kg/d . NTBI change μM . Efficiency (%) Mean over study . Urine Iron (%) Mean over study . DFP (n=12) 0.56±0.09 3.00±0.53 * 6.65±0.99 98±14.8 DFO (n=5) 0.77±0.25 0.72±0.45 23.1±10.7 28±10.3 DFP+DFO (n=8) 0.69±0.09 ^ 0.84±0.87 7.34±0.91 84±14.6 View Large",
    "topics": [
        "deferiprone",
        "deferoxamine",
        "excretory function",
        "infectious mononucleosis",
        "iron",
        "randomization",
        "urine",
        "brachial plexus neuritis",
        "chelating agents",
        "biopsy"
    ],
    "author_names": [
        "Yesim Aydinok",
        "Patricia Evans",
        "Aysen Terzi, PhD",
        "Nurten Cetiner, PhD",
        "John B. Porter"
    ],
    "author_affiliations": [
        [
            "Paediatric Haematology, Ege University Faculty of Medicine, Turkey"
        ],
        [
            "Haematology, University College London, United Kingdom"
        ],
        [
            "Paediatric Haematology, Ege University Faculty of Medicine, Turkey"
        ],
        [
            "Paediatric Haematology, Ege University Faculty of Medicine, Turkey"
        ],
        [
            "Haematology, University College London, United Kingdom"
        ]
    ],
    "first_author_latitude": "38.45722765",
    "first_author_longitude": "27.219788"
}