{
    "doi": "https://doi.org/10.1182/blood-2019-132195",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4176",
    "start_url_page_num": 4176,
    "is_scraped": "1",
    "article_title": "Using Childhood International Prognostic Scoring in Pediatric Hodgkin Lymphoma Patients Treated with ABVD Can Mitigate Use of Interim PET in LMIC ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": [
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "child",
        "developing countries",
        "hodgkin's disease",
        "positron-emission tomography",
        "pediatrics",
        "albumins",
        "chemotherapy regimen",
        "fever",
        "mediastinal mass"
    ],
    "author_names": [
        "Reham Khedr, MD",
        "Hanaa Rashad, MD",
        "Asmaa Mohammed Hamoda, MD PhD MSc",
        "Eman Khorshed, PhD",
        "Madeha Elwakeel, PhD",
        "Mohamed Saad, MD",
        "Engy Mohamed",
        "Emad Moussa"
    ],
    "author_affiliations": [
        [
            "Pediatric oncology, Cairo, Egypt ",
            "Pediatric oncology, National Cancer Institute - Cairo university, Cairo, Egypt "
        ],
        [
            "Pediatric Oncology, Children's Cancer Hospital Egypt 57357 (CCHE57357), Cairo, Egypt "
        ],
        [
            "National cancer Institute- Cairo University / CCHE57357, Cairo, EGY "
        ],
        [
            "Surgical pathology, National cancer institute- Cairo University, Cairo, Egypt "
        ],
        [
            "Radiodiagnosis, Children's Cancer Hospital Egypt 57357(CCHE57357), Cairo, Egypt "
        ],
        [
            "Radiation Oncology, Chidren's Cancer Hospital Egypt 57357 (CCHE57357), Cairo, Egypt "
        ],
        [
            "Research Department, Children's Cancer Hospital Egypt 57357, cairo, Egypt "
        ],
        [
            "Clinical oncology, Faculty of medicine- Menofia University, Cairo, Egypt"
        ]
    ],
    "first_author_latitude": "30.039732099999995",
    "first_author_longitude": "31.2248385",
    "abstract_text": "Background & aim: Although 'interim' positron emission tomography (PET) may inform therapeutic decisions, Risk stratification at diagnosis allows earlier and potentially better modification during treatment of HL. the prognosis of HL in our center.In this study, we aimed to identify the prognostic role of both the IPET and validate Childhood Hodgkin International Prognostic Score (CHIPS) in predicting the prognosis of HL at our hospital. Patients and methods: This is a retrospective, single-center study where a total of 1140 patients with newly diagnosed Hodgkin lymphoma were enrolled. Only 737 patients were eligible for analysis of both IPET and CHIPS scoring. PET scan was performed at baseline and after two cycles of chemotherapy (ABVD). Treatment was not changed according to the results of the interim scan. Stage 4 disease, large mediastinal mass, albumin (<3.5), and fever were each assigned one point in the CHIPS. Log-rank testing was used to compare EFS for each CHIPS (0-3) secondary analysis to detect EFS in relation to IPET was done. Results : Only 737 patients were eligible for analysis of both IPET and CHIPS scoring. The 5-year EFS was 95% for patients with CHIPS=0, 94% for patients with CHIPS=1, 84.3% for patients with CHIPS=2, 82.4% for patients with CHIPS=3 and 70% for CHIPS=4 (P-value 0.001).The 5-year OS was 97.4% for patients with CHIPS=0, 97.9% for patients with CHIPS=1, 93.1% for patients with CHIPS=2, 94.7% for patients with CHIPS=3 and 85.6% for CHIPS=4 (P-value 0.039). Slow early responders as detected by PET have 5-years EFS 73.8%, in comparison, those with evidence of response by PET had 5-year EFS of 91.3 %. Among this better risk patients, CHIPS can further classify patients; EFS 96.4% of patients with CHIPS 0 or 1 versus 85.8% for those with CHIPS 2, 3 or 4 who had an adverse outcome, even in the setting of response by PET (P<0.001). Conclusion: CHIPS is a good tool for predicting risk in patients with HL that may help to tailor therapy to risk factors known early at diagnosis. The benefit of using CHIPS versus early response PET scan suggests the feasibility of eliminating the costly PET scans, especially in LMIC. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}