{
    "doi": "https://doi.org/10.1182/blood-2020-143307",
    "article_title": "Detection of Systemic AL Amyloidosis and Differentiation of AL from Attr Using 124 I-p5+14 PET Imaging ",
    "article_date": "November 5, 2020",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: Systemic immunoglobulin light chain-associated amyloidosis (AL) is a rare disorder associated with the production of monoclonal free light chain proteins. The aggregation of misfolded light chains leads to the extracellular deposition of amyloid fibrils associated with proteoglycans and other serum-derived proteins. Amyloid deposits accumulate in abdominothoracic organs, notably the heart, liver, spleen, kidneys, as well as peripheral nerves. This process results in cytotoxicity and ultimately to organ dysfunction. Presently, there are no radiotracers approved in the US for the quantitative detection and measurement of systemic AL amyloidosis. We have developed a synthetic peptide radiotracer, designated 124 I-p5+14 that has been shown, in preclinical assays, to bind many forms of amyloid including AL, ATTR, and ALECT2 (Wall, J.S. et al . (2015) Molecules , 20 , 7657). In 2018, a Phase 1, first-in-human PET imaging study began using 124 I-p5+14 in patients with a biopsy-confirmed diagnosis of AL amyloidosis. In addition, patients with other forms of systemic amyloidosis are also being recruited into this ongoing clinical study (NCT 03678259). To date, 30 patients have completed the PET/CT imaging study including 15 subjects with AL amyloidosis. The primary endpoint includes safety and dosimetry estimation with a secondary endpoint of patient- and organ-specific sensitivity of 124 I-p5+14. Patients receive follow up contact by study staff on days 9 and 28 for safety and symptom assessment. Here we provide an update on the detection and quantitation of AL amyloid in patients, using 124 I-p5+14 PET imaging. Additionally, we present a method, using PET imaging of the radiotracer, for differentiating patients with AL from those with transthyretin-associated (ATTR) amyloidosis. Methods: Patients >18 years of age with biopsy-proven amyloidosis with adequate renal function (Cr < 1.5 x ULN) and not requiring heparin therapy are eligible. Subjects received <2 mg of 124 I-p5+14 (<2 mCi) administered as a single IV bolus. PET/CT images for the first three AL patients were acquired at 25 min, 50 min, 2 h, 3 h, 6h, 24 h and 48 h post injection. The second cohort of patients are imaged at both 6 h and 24 h post injection. PET image data are acquired using either a Biograph 16 or mCT PET/CT scanner using a low dose CT with 5 min bed positions for PET imaging to cover the full CT field of view. Images were analyzed using a region of interest method and the radioactivity in each organ measured (Bq/cc). The standard uptake value ratio for each organ was calculated using thoracic aorta blood pool as the reference tissue. Results: Blood pool clearance of the 124 I-p5+14 was analyzed using a two-phase exponential equation which yielded an excellent fit to the data (R 2 > 0.99 for all data), with estimated elimination half-life values of between 667.8 min and 746.7 min. Analysis of PET images indicated retention of 124 I-p5+14 in the heart, kidneys, liver, spleen, pancreas, bone marrow, lung, and adrenal gland of AL patients. Cardiac uptake of the radiotracer was observed in 70% of AL patients, with a mean myocardium:blood pool ratio of 2.2 ± 0.5 in positive images. Additionally, liver, spleen and kidney retention of 124 I-p5+14 was observed in 38%, 61%, and 69% of AL patients, respectively. The patient-based sensitivity for AL patients is 93% (14/15). Using an ROC analysis of SUVR organ ratios it was possible to differentiate AL from ATTR patients with p = 0.002 and an AUC of 0.96. A cutoff value of 1.40 yielded a 100% sensitivity and 75% specificity for diagnosing ATTR relative to AL from the image data. Conclusion: PET/CT imaging of amyloidosis using 124 I-p5+14 provides quantitative detection of systemic AL amyloidosis in multiple organ systems. In addition to detecting and monitoring amyloid burden, this technique can be used to differentiate the two major forms of systemic amyloidosis, ATTR and AL. Acknowledgments: This study was supported in part by the National Heart Lung and Blood Institute, National Institutes of Health, through the Science Moving TowArds Research Translation and Therapy (SMARTT) program via the following contract(s) HHSN268201600011C, HHSN268201600012C, and HHSN268201600014C, as well as by contributions from Gerdau to the ACTP Gift Fund at the UTGSM and support from UHS. In addition, we thank Carmella Moody, PhD and Derry Ridgway, MD and the many patients for their support. Disclosures Guthrie: Attralus Bio: Current Employment.",
    "author_names": [
        "Jonathan S. Wall, PhD",
        "R. Eric Heidel, PhD",
        "Alan Stuckey",
        "Emily B. Martin, PhD",
        "Tina Richey, MS",
        "Angela Williams, MS",
        "James S. Foster, MS",
        "Bryan Whittle",
        "Yitong Fu, MD",
        "Dustin Powell, MD",
        "Ronald H. Lands, MD",
        "Spencer Guthrie",
        "Stephen J. Kennel, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jonathan S. Wall, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "R. Eric Heidel, PhD",
            "author_affiliations": [
                "Surgery, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Stuckey",
            "author_affiliations": [
                "Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily B. Martin, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tina Richey, MS",
            "author_affiliations": [
                "Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Williams, MS",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James S. Foster, MS",
            "author_affiliations": [
                "Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bryan Whittle",
            "author_affiliations": [
                "Radiology, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yitong Fu, MD",
            "author_affiliations": [
                "Radiology, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dustin Powell, MD",
            "author_affiliations": [
                "Radiology, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald H. Lands, MD",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Spencer Guthrie",
            "author_affiliations": [
                "Attralus Bio, South San Francisco, CA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Kennel, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:41:15",
    "is_scraped": "1"
}