{
    "doi": "https://doi.org/10.1182/blood.V122.21.2601.2601",
    "article_title": " AF10 Fusion Transcripts Are Identified By HOXA9/10 and MEIS1 Overexpression In T-ALL: A Report From Children’s Oncology Group AALL0434 ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "The AF10 (MLLT10) gene can be fused to the CALM (10p13-14) or mixed-lineage leukemia ( MLL ; 11q23) genes, in patients with acute myeloid leukemia (AML) and acute lymphoblastic leukemia (ALL) by complex rearrangements of chromosomes 10 and 11. Oncogenic fusion proteins produced by recurrent chromosomal translocations involving MLL or AF10 genes produce aberrant transcription factors, the expression of which typically leads to upregulation of HOXA cluster genes and their co-factors. HOXA9 has been correlated with poor prognosis in AML and B-ALL. We hypothesized that the HOXA9/10 and MEIS1 gene expression signature might identify cases of T-ALL with AF10 fusion transcripts. Because the HOXA9/10 and MEIS1 gene expression signature is not known to specifically detect AF10 fusions, we performed fluorescence in situ hybridization (FISH) using a custom AF10 break-apart probe (BAP) on 98 T-ALL cases from the Children’s Oncology Group (COG) AALL0434 study. We identified 7 cases (∼7%) with AF10 rearrangements (AF10-R) that were further tested using a custom AF10 / CALM double fusion FISH (D-FISH) probe. Four cases were found to have AF10 - CALM fusion, one case had no fusion to CALM suggesting the presence of a different translocation partner, and two cases require further characterization. Using the Affymetrix U133 Plus 2.0 microarray to assess gene expression, we examined HOXA9 / 10 and MEIS1 expression in 102 T-ALL cases from COG AALL0434. Following Robust Multi-array Average (RMA) normalization and Recognition of Outliers by Sampling Ends (ROSE) analysis, we found that all seven AF10 -R cases were associated with overexpression of HOXA9/10 and/or MEIS1 genes. In combination with previously reported 9 MLL -R cases in the cohort of 102 cases from COG AALL0434 study ( Matlawska-Wasowska et al., 2012, ASH poster #2505 ), we report that at least 16% of patients in our series have MLL or AF10 rearranged T-ALL. These rearrangements are more common than previously appreciated, suggesting that HOXA overexpression may be a valid therapeutic target in T-ALL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "burkitt's lymphoma",
        "child",
        "medical oncology",
        "protein overexpression",
        "t-cell leukemia, acute",
        "acute lymphocytic leukemia",
        "fusion proteins",
        "leukemia",
        "leukemia, b-cell, acute"
    ],
    "author_names": [
        "Ksenia Matlawska-Wasowska, PhD",
        "Richard C. Harvey, PhD",
        "Nyla A. Heerema, PhD",
        "Andrew J. Carroll, PhD",
        "Meenakshi Devidas, PhD",
        "Mignon L. Loh, MD",
        "Stephen P. Hunger, MD",
        "Elizabeth A. Raetz, MD",
        "Charles G. Mullighan, MBBS, MSc, MD, FRACP",
        "FRCPA",
        "Naomi J. Winick, MD",
        "William L. Carroll, MD",
        "Richard S. Larson, MD, PhD",
        "Kimberly Dunsmore, MD",
        "Peter D. Aplan, MD",
        "Stuart S. Winter, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ksenia Matlawska-Wasowska, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Hematology/Oncology, University of New Mexico Health Sciences Center, Albuquerque, NM, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard C. Harvey, PhD",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nyla A. Heerema, PhD",
            "author_affiliations": [
                "Department of Pathology, Wexner Medical Center at Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J. Carroll, PhD",
            "author_affiliations": [
                "Department of Genetics, University of Alabama at Birmingham, Birmingham, AL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meenakshi Devidas, PhD",
            "author_affiliations": [
                "Department of Epidemiology and Health Policy Research Medicine, University of Florida, Gainesville, FL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mignon L. Loh, MD",
            "author_affiliations": [
                "Benioff Children’s Hospital, University of California, San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen P. Hunger, MD",
            "author_affiliations": [
                "Pediatric Hem./Onc./BMT, Univ. of Colorado School of Medicine, Aurora, CO, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth A. Raetz, MD",
            "author_affiliations": [
                "Pedatrics, New York University Langone Medical Center, New York, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles G. Mullighan, MBBS, MSc, MD, FRACP",
            "author_affiliations": [],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "FRCPA",
            "author_affiliations": [
                "Department of Pathology, St Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi J. Winick, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Texas Southwestern Medical Center, Dallas, TX, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William L. Carroll, MD",
            "author_affiliations": [
                "Cancer Institute, New York University, New York, NY, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard S. Larson, MD, PhD",
            "author_affiliations": [
                "Pathology, The University of New Mexico Health Sciences Center, Albuquerque, NM, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Dunsmore, MD",
            "author_affiliations": [
                "University of Virginia, Charlottesville, VA, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter D. Aplan, MD",
            "author_affiliations": [
                "Genetics Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stuart S. Winter, MD",
            "author_affiliations": [
                "Department of Pediatrics, Hematology/Oncology, University of New Mexico Health Sciences Center, Albuquerque, NM, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:37:18",
    "is_scraped": "1"
}