{
    "doi": "https://doi.org/10.1182/blood-2020-138996",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4611",
    "start_url_page_num": 4611,
    "is_scraped": "1",
    "article_title": "Brentuximab Vedotin with Chemotherapy in Frontline Treatment of Classic Hodgkin Lymphoma Nodular Sclerosis Syncytial Variant ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "BACKGROUND: Classic Hodgkin lymphoma (cHL) Nodular Sclerosis (NS) is the most common subtype of cHL and has a good prognosis. However, an uncommon variant of cHL NS, the syncytial variant (cHL NS-SV), represents an entity with a worse clinical outcome with conventional frontline cytotoxic therapy. Nevertheless, in the pivotal phase III study ECHELON-1, Brentuximab Vedotin (BV), doxorubicin, vinblastine, and dacarbazine (BV+AVD) while demonstrating a superior efficacy, unfortunately more febrile neutropenia (FN) and peripheral neuropathy (PN) were observed compared to bleomycin+AVD (ABVD) as frontline treatment of advanced-stage classical Hodgkin's lymphoma (cHL) (Straus et al Blood 2020). It is unknown whether BV combined with chemotherapy would improve the inferior prognosis of cHL NS-SV. METHODS: After obtaining institutional research approval, we retrospectively reviewed the characteristics and outcomes of adult cHL NS-SV patients, treated per physician preference with frontline BV combined with cytotoxic therapy, either as standard of care (SOC) or in a clinical trial (NCT01712490, NCT03646123 and NCT01060904) between 7/2010 and 7/2020. cHL NS-SV diagnosis was based on morphology and Immunophenotype. Bulky disease was defined as mass>10cm or mediastinal mass >1/3 of thoracic diameter at T5-T6. Lymph node regions were defined by the German Hodgkin Study Group (GHSG). Treatment consisted of 0.9 or 1.2 mg/kg of BV and standard dose ABVD or AVD or D, intravenously on days 1 and 15 of each 28-day cycle for up to 6 cycles. All patients received support with pegfilgrastim. Response assessment was based on positron emission tomography/computerized tomography (PET/CT). Follow-up time was calculated from the date of pre-treatment baseline lab measurement to relapse date or death date, whichever happened first. Patients with no event were censored at the last follow-up date. RESULTS: Among the 11 patients included in the analysis, the median age was 29 (range 19-59 years), 27.2% were female, and 90.9% were Caucasian. All patients had Eastern Cooperative Oncology Group (ECOG) 0-1, 72.7% of patients had B-symptoms and 81.9% had stage III or IV disease. The median size of the largest lesion was 9.0 cm, 45.5% of patients had bulky disease, 63.6% had extranodal disease, 72.7% had >3 GHSG involved nodal sites and median International Prognostic Score was 4. Overall, all patients received 6 cycles of therapy, 63.6% received BV+AVD, 27.3% received BV+ABVD and 1 patient received SOC BV with dacarbazine because of previous anthracycline exposure. The interim PET/CT showed response in all patients with Deauville score (DS) of 2-3 in 45.5% and 4 in 54.4%. The end-of-therapy PET/CT showed DS of 1-3 in 90.1% and 4 in 8.9%. The latter patient had the most voluminous bulk of this study. To date, no patient received additional systemic therapy or consolidative radiotherapy after completion induction therapy. With a median follow-up time of 14 months (range 5-82 months), no patient had relapse and all were still alive (Progression-Free Survival and Overall Survival of 100%). CONCLUSIONS: BV combined with cytotoxic therapy such as BV+AVD is a highly effective treatment strategy for patients with cHL NS-SV. Further studies are required to evaluate whether frontline therapy of BV+AVD could improve the outcome of the higher-risk subgroup cHL NS-SV. Table View large Download slide Table View large Download slide  Disclosures Lee: Oncternal Therapeutics: Research Funding; Guidepoint Blogal: Consultancy; Aptitude Health: Speakers Bureau; Takeda: Research Funding; Seattle Genetics: Research Funding; Celgene: Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding.",
    "topics": null,
    "author_names": [
        "Raphael Eric Steiner, MD",
        "Melody R. Becnel, MD",
        "Branko Cuglievan, MD",
        "Ranjit Nair",
        "Prachee Singh",
        "Paolo Strati, MD",
        "Preetesh Jain, MBBS,MDDM,PhD",
        "Sairah Ahmed, MD",
        "Felipe Samaniego, MD",
        "Jillian R. Gunther, MD PhD",
        "Chelsea C. Pinnix, MD PhD",
        "Penny Fang, MD",
        "Bouthaina S. Dabaja, MD",
        "Lei Feng, MS",
        "Hun Ju Lee, MD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, MD Anderson Cancer Center:, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, the University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021"
}