{
    "doi": "https://doi.org/10.1182/blood.V128.22.5020.5020",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3299",
    "start_url_page_num": 3299,
    "is_scraped": "1",
    "article_title": "Comparison of Ufh and Enoxaparin Originated from Bovine, Ovine and Porcine Mucosa with Functional Coagulation Assays ",
    "article_date": "December 2, 2016",
    "session_type": "332. Antithrombotic Therapy",
    "topics": [
        "blood coagulation",
        "cattle",
        "enoxaparin",
        "mucous membrane",
        "sheep",
        "suidae",
        "anti factor xa",
        "thrombin",
        "heparin",
        "breast cancer cells"
    ],
    "author_names": [
        "Grigorios T. Gerotziafas, MD PhD",
        "Patrick Van Dreden, PhD",
        "Walter Jeske, PhD",
        "Jeanine M. Walenga, PhD",
        "Debra Hoppensteadt, PhD",
        "Annette Larsen",
        "Ismail Elalamy, MD PhD",
        "Yiming Yao",
        "Jawed Fareed, PhD"
    ],
    "author_affiliations": [
        [
            "Cancer Biology and Therapeutics, INSERM U938, Institut Universitaire de Cancérologie (IUC), Université Pierre et Marie Curie (UPMC), Sorbonne Universities, Paris. Faculté de Médecine Pierre et Marie Curie, Paris, France ",
            "Service d'Hématologie Biologique, Hôpital Tenon, Hôpitaux Universitaires de l'Est Parisien, Assistance Publique Hôpitaux de Paris, Paris, France "
        ],
        [
            "Clinical Research Department, R&D, Diagnostica Stago, Gennevilliers, France "
        ],
        [
            "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "INSERM U938, Faculté de Médecine Pierre et Marie Curie, Université Paris VI, Paris,France, Paris, France "
        ],
        [
            "INSERM U938, Faculté de Médecine Pierre et Marie Curie, Université Paris VI, Paris,France, Paris, France ",
            "Department of Hematology and Thrombosis Center, Tenon University Hospital, Paris, France "
        ],
        [
            "Cardiovascular Institute Loyola University Chicago, Maywood, IL "
        ],
        [
            "Department of Pathology, Loyola University Medical Center, Maywood, IL"
        ]
    ],
    "first_author_latitude": "48.84196825000001",
    "first_author_longitude": "2.3588454499999996",
    "abstract_text": "Background Heparin is a widely used clinical anticoagulant. It is a linearglycosaminoglycan with an average mass between 10 and 20kDa and is primarily composed oftrisulfated disaccharides comprised of 1,4-linkediduronic acid and glucosamine residues containing someglucuronic acid residues.Heparin is biosynthesized in the Golgi of mast cells commonly found in the liver, intestines, and lungs. Pharmaceuticalheparin currently used in the United States is primarily extracted from porcine intestines. Other sources ofheparin including bovine or ovine intestine are being examined as potential substitutes for porcine intestinalheparin. These additional sources are intended to serve to diversify theheparin supply, making this lifesaving drug more available. Aim . The present in vitro study examines bovine, ovine and porcineunfractionated heparin (UFH) and respective low molecular weight heparinenoxaparin and compares these to thecommercialy available heparins. Methods. Independent samples of platelet poor (PPP) and platelet rich plasma (PRP) from 5 healthy volunteers were spiked with increasing concentrations (from 1 to 10 μg/ml) UFH or enoxaparin of bovine, ovine or porcine origin. Commercially available UFH (Calciparin¨) and enoxaparin (Lovenox¨/Clexan¨) were used as comparators. The studied agents were added in plasma at gravimetrically equal concentrations. The specific anti-Xa activity was measured in PPP (using the STA-Liquid anti-Xa assay) and thrombin generation was assessed in PPP and PRP with the Calibrated Automated Thrombogram (CAT¨) from Diagnostica Stago (France). Thrombin generation was triggered with PPP-reagent¨ or PRP-reagent¨ or by the presence of pancreatic cancer cells BXPC3 or breast cancer cells MCF7 as described elsewhere ( Rousseau et al Thromb Res. 2015;136:1273-9 ). The activated partial thromboplastin clotting time (aPTT) was measured with the conventional assays on STA-R¨ instrument. Results. The anti-Xa activity per microgram of the studied preparations of UFH andenoxaparin as well as theconcentrations which induced a 2-fold prolongation of theaPTT are shown in Table 1. The studied compounds had different anti-Xa activity when compared at gravimetrically equivalent basis. When compared at anti-Xa equivalent basis the studied compounds had the similar potency to double theaPTT. The UFH from bovine, ovine or porcine origin as well asCalciparine¨ at the concentration of 0.6 anti-Xa IU/ml as well asenoxaparin of bovine, ovine or porcine origin andLovenox¨/Clexan¨ completely abrogated thrombin generation induced by physiologically relevant tissue factor andprocoagulantphospholipid concentration in PPP or PRP. At the same concentration (0.6 anti-Xa IU/ml) the studied preparation of UFH andenoxaparin inhibited thrombin generation triggered by pancreatic cancer cells or breast cancer cells. Conclusions. UFH orenoxaparin from different species demonstrate similar functional properties on the inhibition of blood coagulation independent of theprocoagulant trigger, when compared on the basis of equivalent anti-Xa activity. The establishment of functional criteria for the evaluation heparins originated from different species is warranted to demonstrate theirbiosimilarity. Table 1 View large Download slide Comparison of the UFH andenoxaparin from different origin on the basis of their anti-Xa activity per microgram and on their potential to double theaPTT. Values are means ±sdfrom 5 experiments. Table 1 View large Download slide Comparison of the UFH andenoxaparin from different origin on the basis of their anti-Xa activity per microgram and on their potential to double theaPTT. Values are means ±sdfrom 5 experiments.  Disclosures No relevant conflicts of interest to declare."
}