{
    "doi": "https://doi.org/10.1182/blood.V122.21.3553.3553",
    "article_title": "Angelica Polysaccharide and TPO Have a Protective Effect On Hcmv-Induced Apoptosis In Megakaryocytes ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Human cytomegalovirus (hCMV) infection is often associated with thrombocytopenia. Megakaryocytes may be one of the major sites of hCMV infection, then inducing this cell apoptosis. Angelica Sinensis (Danggui) is an important ingredient of many commonly used herbal Medicine for promoting blood production. Our previous study has showed that the hematopoietic effect of Angelica Sinensis is related to its constituent, angelica polysaccharide (APS) (Yang M et al, J Ethnopharma, 2009). This present study investigated the anti-apoptotic effect of APS and TPO on hCMV-induced apoptosis in megakaryocytes. Human bone marrow mononuclear cells (MNC) or megakaryocytic cell line CHRF-288-11 and hCMV AD169 strain were co-cultured in this study. hCMV significantly inhibited the formation of CFU-MK as shown in three different concentrations of viral infection groups (10 3 , 10 4 and 10 5 pfu/ml), compared with blank control and mock control (n=10, P <0.05). hCMV also significantly inhibited the growth of CHRF cells in these three different concentrations after incubation for 3 days, which compared with control group (n=10, P <0.01). hCMV DNA and mRNA were also positively detected in CHRF cells and the cells of CFU-MK with IS-PCR and RT-PCR respectively, while it was negative in blank and mock control groups. We further studied the effect of APS and TPO on CFU-MK formation. Results showed that APS (50 ug/ml) like TPO (50 ng/ml) enhanced hCMV-reduced CFU-MK ( P =0.05, n=6). CHRF cells were also analyzed by Annexin V/PI with flow cytometry at day 3 after infection with hCMV AD169. The percentage of apoptotic cells in group of 10 3 pfu/ml was 19.0 ± 2.0%; The group of 10 4 pfu/ml was 23.0 ± 1.5%; The group of 10 5 pfu/ml was 28.0 ± 3.0%. The control group was 2.0 ± 0.5%. The apoptotic cells were confirmed by morphologic observation. In addition, apoptotic signals from megakaryocytic surface, cytoplasma and mitochondria were detected in hCMV infected cells by flow cytometry with Caspase-3 and JC-1 assay. Compared to mock infection control at day 5, Annexin-V positive cells population increased by 58%; active caspase-3 signal increased by 120% in viable cell population; and cell population with damaged mitochondial membrane showed a 5-times increase. Moreover, the anti-apoptotic effect of APS and TPO on CHRF cells was also demonstrated by using Annexin-V assay. Our studies showed that hCMV induces the apoptosis in megakaryocytes via mitochondrial and caspase-3 signaling, and angelica polysaccharide (APS) like TPO has a protective effect on hCMV-induced apoptosis in these cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "angelica archangelica",
        "apoptosis",
        "human herpesvirus 5",
        "megakaryocytes",
        "polysaccharides",
        "annexin a5",
        "caspase-3",
        "infections",
        "flow cytometry",
        "dna"
    ],
    "author_names": [
        "Mo Yang, MD, PhD",
        "Jian Liang Chen",
        "Jie yu Ye, MD, PhD",
        "Su yi Li",
        "En yu Liang",
        "Beng Chong, MBBS FRCPA FRACP PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mo Yang, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jian Liang Chen",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, LKS Faculty of Medicine, The University of Hong Kong, Hong Kong, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jie yu Ye, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Su yi Li",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "En yu Liang",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beng Chong, MBBS FRCPA FRACP PhD",
            "author_affiliations": [
                "St. George Hospital, Sydney, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T06:46:51",
    "is_scraped": "1"
}