{
    "doi": "https://doi.org/10.1182/blood.V118.21.SCI-37.SCI-37",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2070",
    "start_url_page_num": 2070,
    "is_scraped": "1",
    "article_title": "Oxygen Availability and Stem Cells: Impact On Development and Disease ",
    "article_date": "November 18, 2011",
    "session_type": "Scientific Committee on Red Cell Biology: Cell and Molecular Biology of Hypoxia: Hypoxia-Inducible Factors",
    "topics": [
        "hypoxia",
        "oxygen",
        "spinal cord injuries",
        "stem cells",
        "bone marrow",
        "hippocampus",
        "neural stem cells",
        "conflict of interest",
        "disclosure",
        "signal transduction"
    ],
    "author_names": [
        "M. Celeste Simon, PhD"
    ],
    "author_affiliations": [
        [
            "Abramson Family Cancer Research Institute, Howard Hughes Medical Institute, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9478501",
    "first_author_longitude": "-75.1971968",
    "abstract_text": "Abstract SCI-37 Stem and progenitor cells reside in specialized microenvironments that regulate their function. While some stem/progenitor cells are perivascular, others clearly occupy hypoxic niches and may be regulated by O 2 gradients. We are currently evaluating underlying mechanisms for the impact of O 2 levels on stem and progenitor cells within distinct microenvironments. We have previously shown that neural stem cells within the adult hippocampus are closely associated with low O 2 regions and that hypoxia-inducible factor 1α (HIF-1α), a principle mediator of hypoxic adaptations, modulates Wnt-β catenin signaling to maintain stem cell proliferation, differentiation, and neuronal maturation. We have extended these findings to other stem cell populations, such as those of adult muscle and bone marrow. Our findings will be presented at this meeting. Disclosures: No relevant conflicts of interest to declare."
}