{
    "doi": "https://doi.org/10.1182/blood.V116.21.958.958",
    "article_title": "A Novel Method to Expand Viral Reactive CTL From a Selectively Accessed Portion of a Cryopreserved Cord Unit to Prevent Viral Infections After Transplantation ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: T cell Signaling and Therapeutic Targeting",
    "abstract_text": "Abstract 958 Cord blood transplantation represents a viable transplant alternative for patients who lack an HLA matched related or unrelated donor. Unfortunately, due to the inherent naivety of cord blood T-cells, restoration of cellular immunity is delayed after UCB transplantation which increases the risk of life-threatening viral infections. Recently, investigators have shown that viral reactive T-cells can be expanded in vitro by stimulating cord blood T-cells with monocyte-derived dendritic cells and EBV-LCL transduced to express viral antigens. One drawback to this approach is that a significant portion of the cord unit needs to be utilized to generate viral reactive CTL, thereby decreasing the remaining overall number of cord blood TNC and CD34+ cells for transplantation. Our lab has explored a method to generate cytotoxic T-lymphocytes (CTLs) using an extremely small (less than or equal to 1ml) fraction of the cord unit. The technique utilizes a device that allows selective access to a 1mL fraction of a frozen cord unit. Remarkably, the Selective Access to Cryopreserved Samples (SACS) device maintains the integrity, sterility and viability of the non-accessed portion of the remaining cord unit (typically 24 mls) which remains in its frozen state and contains sufficient numbers of viable TNCs to allow for its subsequent use as the primary source of transplanted allogeneic hematopoietic stem cells. We have developed and optimized a method to expand EBV-LCL, T-cells, and CD34+ cells (later transformed into dendritic cells) from the 1 ml SAC'ed component of the cord unit for the generation of viral reactive CTL. From a total of five selectively accessed cord blood units, the SAC'ed component has contained a median 26.6×10 6 mononuclear cells (range 14.8×10 6 to 32.5×10 6 ) with 60–80% viability by Trypan blue and Live-Dead stain (Invitrogen). After positive selection using Miltenyi immunomagnatic beads, we have isolated a median 5.8×10 5 CD34+ cells (range 1.57×10 5 – 7.80×10 5 ) from the SAC'd fraction for in vitro CD34 expansion. The remaining fractions of CD34 negative cells have contained a median 10×10 6 cells (range 3.7×10 6 to 19.2×10 6 ), with half being used to expand T-cells using anti-CD3/CD28 Dynal beads and IL-2, and the other half being used to generate EBV transformed B cells (EBV-LCL) for the production of EBV-specific CTLs. Ten to 14 days following in vitro expansion, T-cell numbers ranged from 31×10e6 – 181×10e6 (median 77.2×10 6 ). FACS analysis showed T-cells were predominately CD45RA + at the start of culture expansion and over time become dual CD45RA+/RO+ but retained their ability to be stimulated and to expand in response to dendritic cells pulsed with either CMV or EBV-LCL. Viral reactive T-cells migrated from being solely CD45RA+ to dual CD45 RA+/RO+ and ultimately to an exclusively RO+ phenotype (figure). CD34 + cells were expanded in vitro by culturing in media containing SCF, TPO, and Flt3-L; 20–30 days following expansion, CD34+ cells numbers isolated from the SAC'ed fragment had expanded to a median 1.4×10 6 cells (range 3.84×10 5 - 4×10e6) Dendritic cells were then differentiated from CD34+ cells by culturing in GM-CSF and IL-4 containing media for 10–12 days then were matured using PGE2, TNF-a, IL-6, and IL-1b. At the end of the differentiation and maturation cultures, we obtained a median 2.9×10 6 cells (range 1.45×10e6 – 3.5×10e6) that contained mostly pure populations of CD14 dim/ negative, CD86, CD80, and CD83 positive mature dendritic cells. Conclusions: By selectively accessing a small portion of the cord unit containing less than or equal to 1 ml of thawed cord blood, we have successfully expanded T-cells, CD34+ cells transformed to dendritic cells, and EBV-LCL to numbers needed for the expansion of multi-viral reactive CTL. This methodology potentially could be used to facilitate a transplant approach in which a single umbilical cord blood unit is transplanted in conjunction with the concomitant infusion of viral reactive CTL generated from the same cord unit. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cryopreservation",
        "transplantation",
        "virus diseases",
        "cd34 antigens",
        "medical devices",
        "umbilical cord blood transplantation",
        "aldesleukin",
        "antigens, viral",
        "cd14 antigen",
        "cd28 antigens"
    ],
    "author_names": [
        "Rebecca Lopez, PhD",
        "Christa Zerbe, MD",
        "Sumithira Vasu, MD",
        "Herb Cullis",
        "Richard Childs, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rebecca Lopez, PhD",
            "author_affiliations": [
                "Heart, Lung, and Blood Institute; Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christa Zerbe, MD",
            "author_affiliations": [
                "Heart, Lung, and Blood Institute; Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumithira Vasu, MD",
            "author_affiliations": [
                "Hematology Branch, National Heart Lung and Blood Institute, Bethesda, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herb Cullis",
            "author_affiliations": [
                "American Fluoroseal Corporation, Gaithersburg, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Childs, MD",
            "author_affiliations": [
                "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T06:51:33",
    "is_scraped": "1"
}