{
    "doi": "https://doi.org/10.1182/blood-2020-139174",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4504",
    "start_url_page_num": 4504,
    "is_scraped": "1",
    "article_title": "Carfilzomib Thalidomide and Dexamethasone Is Safe and Effective in the Treatment of Relapsed/Refractory Multiple Myeloma: An Open Label Phase II Australasian Leukaemia and Lymphoma Group (ALLG) MM 018/ Asian Myeloma Network (AMN) 002 Study ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "abstract_text": "Background: The combination of carfilzomib with immunomodulatory drugs (IMiDs) and dexamethasone is active in multiple myeloma (MM). Carfilzomib, thalidomide, and dexamethasone (KTd) has been studied in upfront MM treatment but has not been studied in the setting of relapsed/refractory myeloma (RRMM). The ALLG MM018/ AMN002 is an open-label phase II study of KTd in patients with RRMM. This study was conducted across 16 sites across Australia, New-Zealand, Singapore, South Korea and Taiwan. Method: Patients with RRMM with 1-3 prior lines of treatment were given carfilzomib [K: 20mg/m2 IV cycle 1 days 1 and 2, 56mg/m2 (36mg/m2 for patients age ≥75 years) from cycle 1 day 8 onwards], thalidomide (T: 100mg po nocte) and dexamethasone [dex: 40mg (20mg for patients age ≥75 years) po weekly], in a 28-day cycle. After 12 cycles, T was omitted, and K was given on days 1,2,15,16 and dex days 1,15 every 28-day cycles for a further six cycles. The primary endpoint was PFS. Secondary endpoints were ORR, overall survival, adverse events, and quality of life (QoL). The study had an 80% power to detect a ≥70% PFS at 6.5 months compared to historical ≤50% PFS at 6.5 months expected with Td (Kropff, M. et al. Haematologica 2012), at a significance level of 0.05. Results: This study has completed accrual. Eighty-three patients [median age of 66 years (42-85)] were enrolled with a median follow up of 15.9 (0.9-26) months. ORR rates were 86.4% (≥VGPR 70.2%). Median PFS was 20m (95% CI 15.9-26m). PFS at 6.5 months was 76.2% (95% CI 73.6-84.9%). Median OS has not been reached, and was 75% at 20 months. The most common grade ≥3/4 AEs were peripheral neuropathy (16%), upper respiratory tract infections (12%), dyspnoea (14%), and hypertension (10%). Grade ≥3/4 cardiac AEs occurred in 6%. The median carfilzomib dose that was delivered was 70.7% (32.8-92.6%) of the target dose. Thus far, 41% of patients have completed the intended 18 cycles of treatment. 21% of patients ceased therapy early. The most common reason for early treatment cessation was disease progression (30%) and adverse events (15%). Fifteen patients (18%) have died, 11 were due to MM, two from infection, one from an ischaemic cardiac event, and one from a traffic accident. QoL, as measured by the EQ-5D-5L instrument, remained stable throughout treatment. Conclusion: The ALLG MM018/AMN 002 study has met its primary endpoint. The KTd schedule as outlined in this study is efficacious in patients with RRMM, resulting in a prolonged PFS and a safety profile in line with previous reports for each of carfilzomib and thalidomide. KTd is an active option in jurisdictions where the cost of other IMiDs prohibits regulatory funding. Comparisons of efficacy and adverse events between the Caucasian and Asian populations will be presented at the meeting. View large Download slide View large Download slide  Disclosures Quach: Celgene: Consultancy, Honoraria, Research Funding; GlaxoSmithKline: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Glaxo Kline Smith: Consultancy, Research Funding; Karyopharm: Consultancy, Honoraria, Research Funding; Janssen Cilag: Consultancy, Honoraria; Sanofi: Consultancy, Research Funding. Harrison: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; F. Hoffmann-La Roche: Consultancy, Honoraria; Janssen-Cilag: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Honoraria; CRISPR Therapeutics: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Patents & Royalties: wrt panobinostat; Haemalogix: Consultancy. Augustson: Roche: Other: Support of parent study and funding of editorial support. Campbell: Amgen, Novartis, Roche, Janssen, Celgene (BMS): Research Funding; AstraZeneca, Janssen, Roche, Amgen, CSL Behring, Novartis: Consultancy. Soo: Hanmi: Research Funding. Durie: Amgen, Celgene, Johnson & Johnson, and Takeda: Consultancy.",
    "topics": null,
    "author_names": [
        "Hang Quach, MD",
        "Simon J Harrison, MBBS MRCP (UK) PhDFRCPath (UK) FRACP",
        "Je-Jung Lee, MD PhD",
        "Nichloas Murphy, MBBS, FRACP, FRCPA",
        "Jae Hoon Lee, MD PhD",
        "Kim Kihyun, MD",
        "Jane Estell, FRACP",
        "Noemi Horvath, MB ChB FRACP FRCPA",
        "Richard Eek, FRACP.",
        "Bradley Augustson, MBBS FRACP FRCPA",
        "Philip Campbell, MBBS",
        "Rajeev Rajagopal, FRACP",
        "Soo-Mee Bang, MDPhD",
        "Jeffrey SY Huang, MD, PhD",
        "Yoon Sung Soo, MD PhD",
        "Belinda Butcher, BSci, MBiostat, PhD",
        "Brian G.M. Durie, MD",
        "Wee Joo Chng, MD PhD"
    ],
    "author_affiliations": [
        [
            "St. Vincent's Hospital, Fitzroy, Australia "
        ],
        [
            "Peter MacCallum Cancer Centre and Royal Melbourne Hospital, Melbourne, Australia "
        ],
        [
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Jeollanm-do, Korea, Republic of (South) "
        ],
        [
            "Royal Hobart Hospital, Hobart, Australia "
        ],
        [
            "Division of Hematology, Gachon University Gil Medical Center, Incheon, Korea, Republic of (South) "
        ],
        [
            "Samsung Medical Centre, Seoul, Korea, Republic of (South) "
        ],
        [
            "Haematology Department, Concord Cancer Centre, Concord Hospital, Concord, Australia "
        ],
        [
            "Department of Haematology, Royal Adelaide Hospital, Adelaide, Australia "
        ],
        [
            "Border Medical Oncology, Albury, Australia "
        ],
        [
            "Department of Haematology, Sir Charles Gairdner Hospital, Nedlands, Australia "
        ],
        [
            "Barwon Health, University Hospital Geelong, Geelong, Australia "
        ],
        [
            "Middlemore hospital, Auckland, New Zealand "
        ],
        [
            "Seoul National University Bundang Hospital, Seongnam-si, Korea, Republic of (South) "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan "
        ],
        [
            "Department of Internal Medicine, Seoul National University, College of Medicine, Seoul National University Hospital, Seoul, Korea, Republic of (South) "
        ],
        [
            "WriteSource Medical Pty Ltd, Lane Cove, Australia "
        ],
        [
            "Cedars Sinai Cancer Center, Los Angeles, CA "
        ],
        [
            "Department of Hematology-Oncology, National University Hospital, Singapore, Singapore"
        ]
    ],
    "first_author_latitude": "-37.808964599999996",
    "first_author_longitude": "144.97889245000002"
}