{
    "doi": "https://doi.org/10.1182/blood.V118.21.3625.3625",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1897",
    "start_url_page_num": 1897,
    "is_scraped": "1",
    "article_title": "A Phase 1b Dose Escalation Safety Analysis of Lenalidomide and Azacitidine Maintenance Therapy for Poor Risk AML, ",
    "article_date": "November 18, 2011",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "azacitidine",
        "lenalidomide",
        "toxic effect",
        "allopurinol",
        "chemotherapy regimen",
        "karyotype determination procedure",
        "ms-like tyrosine kinase 3",
        "disease remission",
        "chemotherapy, neoadjuvant",
        "complete remission"
    ],
    "author_names": [
        "Andrew H Wei, MBBS, PhD",
        "Peter T. Tan, MBBS",
        "Patricia A. Walker, MBBS, FRACP, FRCPA",
        "Sharon Avery, MBBS",
        "Sushrut S. Patil, FRACP FRCPA",
        "Anthony P. Schwarer, MD",
        "Elchanan H. Januszewicz, MBBS",
        "Simon J. Harrison, MBBS MRCP (uk) MRCPath (uk) PhD",
        "Wai Khoon Ho, MBBS FRACP FRCPA",
        "Constantine S. Tam, MBBS, FRACP, FRCPA",
        "Andrew Spencer, MD"
    ],
    "author_affiliations": [
        [
            "Clinical Hematology, The Alfred Hospital, Monash University, Melbourne, Australia, "
        ],
        [
            "Department of Clinical Haematology, The Alfred Hospital, Melbourne, Australia, "
        ],
        [
            "Department of Clinical Haematology, The Alfred Hospital, Melbourne, Australia, "
        ],
        [
            "Department of Clinical Haematology, The Alfred Hospital, Melbourne, Australia, "
        ],
        [
            "Department of Clinical Haematology, The Alfred Hospital, Melbourne, Australia, "
        ],
        [
            "Department of Clinical Haematology, The Alfred Hospital, Melbourne, Australia, "
        ],
        [
            "Department of Haematology and Oncology, Peter MacCallum Cancer Centre, Melbourne, Australia, "
        ],
        [
            "Department of Haematology and Oncology, Peter MacCallum Cancer Centre, Melbourne, Australia, "
        ],
        [
            "Department of Haematology, Austin Health, Melbourne, Australia, "
        ],
        [
            "Department of Haematology, St Vincent's Hospital, Australia, "
        ],
        [
            "Alfred Hospital-Monash University, Melbourne, Australia"
        ]
    ],
    "first_author_latitude": "-37.88219245",
    "first_author_longitude": "145.0585351",
    "abstract_text": "Abstract 3625 Background: Despite achieving remission after intensive chemotherapy for AML, the majority of patients will relapse. Maintenance therapy is an attractive option, with the goal of eradicating residual disease and prolonging disease remission. The hypomethylating agent azacitidine and the immunomodulatory drug lenalidomide have been shown to be active in high risk MDS, especially in combination (Sekeres et al , Journal of Clinical Oncology 2010; 2253). Azacitidine maintenance therapy has been examined after intensive induction chemotherapy for high risk MDS and MDS progressing to AML (Grövdal et al , British Journ of Haem 2010; 293). In this study, an azacitidine dose of 75 mg/m 2 resulted in excessive neutropenic toxicity. An amended dose of azacitidine 60 mg/m 2 for 5 days each cycle was found to be deliverable, with acceptable hematopoietic toxicity. The goal of this study was to determine the optimal maintenance dosing schedule of azacitidine in combination with lenalidomide after intensive chemotherapy for AML in complete remission (CR) and a high risk of relapse. Methods: A phase Ib/II open label dose escalation study enrolled patients with high risk AML in CR/CRi and high risk features (age > 60, adverse risk karyotype, FLT3-ITD+ or CR2). Patients were treated with azacitidine subcutaneously on days 1–5 of each 28-day cycle combined with lenalidomide orally on days 5–25 for a maximum of 12 cycles. A 3×3 dose escalation schema to identify the maximum tolerated dose was conducted. Cohort A ( Table 1 ) assessed the safety of azacitidine 50 mg/m 2 alone. Cohorts B-H planned to investigate azacitidine 50–75 mg/m 2 in combination with lenalidomide 5–25mg. Table 1  Cohort . N . Poor risk . Median RFS . Grade 3/4 non-hematologic toxicity . Status . A (Aza 50) 3 Age>60 (n=3) 164 days Nil Relapse (n=2); off study for allo-SCT (n=1) B (Aza 50, Len 5) 3 Age>60 (n=3); CR2 (n=1) 231 days Nil Allo-SCT (n=1); relapse (n=1); non-relapse death (n=1) C (Aza 60, Len 5) 7 Age>60 (n=5); CR2 (n=1); Adverse risk karyotype (n=1) 219 days ALT elevation (known hepatitis C) (n=1) CR (n=4); relapse (n=3); allo-SCT (n=1) D (Aza 60, Len 10) 3 Age>60 (n=1); CR2 (n=1); FLT3-ITD+ (n=1) Not reached Nil CR (n=3) Cohort . N . Poor risk . Median RFS . Grade 3/4 non-hematologic toxicity . Status . A (Aza 50) 3 Age>60 (n=3) 164 days Nil Relapse (n=2); off study for allo-SCT (n=1) B (Aza 50, Len 5) 3 Age>60 (n=3); CR2 (n=1) 231 days Nil Allo-SCT (n=1); relapse (n=1); non-relapse death (n=1) C (Aza 60, Len 5) 7 Age>60 (n=5); CR2 (n=1); Adverse risk karyotype (n=1) 219 days ALT elevation (known hepatitis C) (n=1) CR (n=4); relapse (n=3); allo-SCT (n=1) D (Aza 60, Len 10) 3 Age>60 (n=1); CR2 (n=1); FLT3-ITD+ (n=1) Not reached Nil CR (n=3) View Large Results: We report herein the analysis of the first 16 patients (M 8, F 8), median age 65 years (43–73) recruited to the study. Patients were at high-risk for relapse, based on age >60 years (n=11), CR2 (n=3), adverse risk karyotype (n=1) or FLT3-ITD+ (n=1). Neutrophil ( Figure 1 ) and platelet ( Figure 2 ) toxicity was modest during cycle 1. A summary of outcomes is shown in table 1 . After a median follow-up of 301 days, 6/16 patients have relapsed with a median relapse-free survival (RFS) of 219 days (17–546) and median overall survival (OS) of 443 days (86–546). Dose-escalation is ongoing. View large Download slide View large Download slide  Conclusion: The combination of azacitidine with lenalidomide as maintenance therapy after intensive chemotherapy for high-risk AML is well tolerated. The clinical efficacy of this regimen and the maximum tolerated dose remains to be determined. Disclosures: Wei: Celgene: Honoraria, Research Funding. Schwarer: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Honoraria; Hospira: Membership on an entity's Board of Directors or advisory committees. Harrison: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Tam: Celgene: Honoraria."
}