{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4103.4103",
    "article_title": "TAS4464, a Novel, Highly Potent NEDD8-Activating Enzyme Inhibitor Shows Antitumor Activity in Ibrutinib-Insensitive Mantle Cell Lymphoma Via Inactivation of the NF-κB Pathway ",
    "article_date": "December 7, 2017",
    "session_type": "625. Lymphoma: Pre-Clinical—Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Background: Although ibrutinib, a Bruton tyrosine kinase inhibitor, is becoming widely used to treat patients with mantle cell lymphoma (MCL), about one-third of patients do not respond, leaving them with limited therapeutic options. Effective therapy is, therefore, urgently needed for ibrutinib-resistant MCL patients. The mechanisms of ibrutinib intrinsic and acquired resistance in MCL include activation of the alternative nuclear factor-κB (NF-κB) pathway, CARD11 mutation, and BTK C481S mutation. PLCG2, CXCR4, and MYD88 mutations are resistant mechanisms in other cancers. A characteristic common to these resistance mechanisms is the activation of NF-κB signaling mediated by two signaling cascades, the canonical and non-canonical pathways. TAS4464, a highly selective, and currently the most potent, inhibitor of NEDD8-activating enzyme (NAE), inhibits both the canonical and non-canonical pathways of NF-κB via NAE inhibition. Here, we report the antitumor activity of TAS4464 in ibrutinib-insensitive MCL preclinical models via modulation of both NF-κB pathways. Materials and methods: The biological activity of TAS4464 was evaluated in 7 different human MCL cell lines. Intracellular ATP levels were measured to assess in vitro cell growth. Effects on the cell cycle were analyzed by using fluorescence-activated cell sorting. The effects of TAS4464 on NEDD8 conjugation and cullin-RING ubiquitin ligase (CRL) substrate levels were evaluated by western blot analysis. Activated p65 and RelB (NF-κB subunits) were quantified by using commercial DNA-binding ELISA kits. The levels of NF-κB-targeted gene transcripts were assessed by quantitative real-time-PCR. Antitumor activities and the survival benefit of TAS4464 were evaluated in subcutaneous and systemic human MCL xenograft models, respectively. Resu lts: TAS4464 in the nanomolar range inhibited cell growth and at 100 nmol/L induced apoptosis within 24 h in all tested MCL cell lines, whereas ibrutinib was less active (GI 50 values >1 µmol/L) in 4 of the 7 cell lines tested. In ibrutinib-resistant cells, non-canonical NF-κB signaling (MAVER-1 and Z-138), or both non-canonical and B-cell antigen receptor (BCR)-independent canonical NF-κB signaling (GRANTA-519 and JVM-2), is reportedly activated. Ibrutinib suppressed p65 activity in BCR dependent-ibrutinib sensitive (REC-1) and moderately sensitive (JEKO-1 and Mino) cell lines but did not suppress p65 in the ibrutinib-insensitive cell lines, suggesting that ibrutinib inhibits only the BCR signal-driven canonical NF-κB pathway. In both ibrutinib-sensitive and -insensitive cell lines, TAS4464 inhibited NEDD8 conjugation to CRLs, with subsequent accumulation of CRL substrate proteins, including phosphorylated-IκBα (p-IκBα) and phosphorylated-p100 (p-p100), which are components of the canonical and non-canonical NF-κB pathways, respectively. This in turn suppressed p65 (canonical) and RelB (non-canonical) activity, and NF-κB-targeted gene expression. Intravenous administration of TAS4464 once or twice a week induced strong antitumor effects and led to tumor regression in subcutaneous human MCL Mino and Z-138 xenograft models; antitumor effects included inhibiting cullin neddylation, inducing caspase cleavage, and downregulating NF-κB-targeted gene transcription in the tumors. The antitumor activity of TAS4464 exceeded those of ibrutinib and bortezomib. Furthermore, in a human MCL GRANTA-519 systemic xenograft model, intravenous administration of TAS4464 once or twice a week doubled the survival times of mice, whereas ibrutinib did not prolong survival. Conclusions: TAS4464 inhibits cell growth and induces apoptosis in MCL cell lines through inactivation of both the canonical and non-canonical NF-κB pathways, in contrast to the limited effects of ibrutinib in BCR signal-driven cell lines. Our results suggest that inhibition of NF-κB pathways by modulating the amounts of p-IκBα and p-p100 is a potential treatment approach for MCL. TAS4464 exerts marked antitumor activity in subcutaneous human MCL xenograft models, in which neither bortezomib nor ibrutinib is effective, and it has a survival benefit in a human MCL systemic xenograft model. Thus, TAS4464 may be a valuable addition to current treatment options for refractory/relapsed MCL. Disclosures Muraoka: Taiho Pharmaceutical Co., Ltd.: Employment. Yoshimura: Taiho Pharmaceutical Co., Ltd.: Employment. Tsuji: Taiho Pharmaceutical Co., Ltd.: Employment. Hashimoto: Taiho Pharmaceutical Co., Ltd.: Employment. Nakagawa: Taiho Pharmaceutical Co., Ltd.: Employment. Mizutani: Taiho Pharmaceutical Co., Ltd.: Employment. Ohkubo: Taiho Pharmaceutical Co., Ltd.: Employment. Matsuo: Taiho Pharmaceutical Co., Ltd.: Employment. Utsugi: Taiho Pharmaceutical Co., Ltd.: Employment. Iwasawa: Taiho Pharmaceutical Co., Ltd.: Employment.",
    "topics": [
        "enzyme inhibitors",
        "ibrutinib",
        "mantle-cell lymphoma",
        "nedd8 protein",
        "transplantation, heterologous",
        "bortezomib",
        "intravenous infusion procedures",
        "intravenous route of drug administration",
        "btk inhibitors",
        "cancer"
    ],
    "author_names": [
        "Hiromi Muraoka, MS",
        "Chihoko Yoshimura, PhD",
        "Shingo Tsuji, MS",
        "Akihiro Hashimoto",
        "Fumio Nakagawa",
        "Takashi Mizutani, PhD",
        "Shuichi Ohkubo, PhD",
        "Kenichi Matsuo, PhD",
        "Teruhiro Utsugi, PhD",
        "Yoshikazu Iwasawa, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiromi Muraoka, MS",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd., Tsukuba, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chihoko Yoshimura, PhD",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd., Tsukuba, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shingo Tsuji, MS",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd., Tsukuba, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Hashimoto",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd., Tsukuba, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fumio Nakagawa",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd, Tokushima, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Mizutani, PhD",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd., Tsukuba, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Ohkubo, PhD",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd., Tsukuba, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Matsuo, PhD",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd., Tsukuba, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teruhiro Utsugi, PhD",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd., Tsukuba, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshikazu Iwasawa, PhD",
            "author_affiliations": [
                "Discovery and Preclinical Research Division, Taiho Pharmaceutical Co., Ltd., Tsukuba, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T04:06:06",
    "is_scraped": "1"
}