{
    "doi": "https://doi.org/10.1182/blood.V124.21.650.650",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2878",
    "start_url_page_num": 2878,
    "is_scraped": "1",
    "article_title": "Pyrimido-Indole Derivatives Are Novel Agonists of Human Cord Blood Hematopoietic Stem Cell Self-Renewal ",
    "article_date": "December 6, 2014",
    "session_type": "701. Experimental Transplantation: Basic Biology, Engraftment and Disease Activity",
    "topics": [
        "agonists",
        "antagonists",
        "aryl hydrocarbon receptor",
        "dimethyl sulfoxide",
        "endothelial protein c receptor",
        "gene expression profiling",
        "hematopoietic stem cells",
        "human leukocyte antigens",
        "indoles",
        "ligands"
    ],
    "author_names": [
        "Iman Fares",
        "Jalila Chagaroui",
        "Yves Gareau",
        "Stéphane Gingras",
        "Nadine Mayotte",
        "Elizabeth Csaszar",
        "Hans-Peter Kiem",
        "Norman N. Iscove",
        "R. Keith Humphries",
        "Connie J. Eaves",
        "Sandra Cohen",
        "Anne Marinier, PhD",
        "Peter W. Zandstra",
        "Guy Sauvageau, MD PhD"
    ],
    "author_affiliations": [
        [
            "IRIC, Montreal, Canada "
        ],
        [
            "University or Montreal, Montreal, Canada "
        ],
        [
            "University or Montreal, Montreal, Canada "
        ],
        [
            "University or Montreal, Montreal, Canada "
        ],
        [
            "University or Montreal, Montreal, Canada "
        ],
        [
            "University of Toronto, Toronto, Canada "
        ],
        [
            "University of Washington, seattle, WA "
        ],
        [
            "University of Toronto, Toronto, Canada "
        ],
        [
            "University of british columbia, vancouver, Canada "
        ],
        [
            "University of Critish columbia, vancouver, Canada "
        ],
        [
            "University or Montreal, Montreal, Canada "
        ],
        [
            "University of Montreal, Montreal, Canada "
        ],
        [
            "University of Toronto, Toronto, Canada "
        ],
        [
            "IRIC/University of Montreal, Montreal, Canada"
        ]
    ],
    "first_author_latitude": "45.500357099999995",
    "first_author_longitude": "-73.6147857",
    "abstract_text": "The widespread use of cord blood (CB) unit in transplantation is limited with low number of long-term hematopoietic stem cells (LT-HSCs) and progenitors. Several approaches have been developed to expand HSC ex vivo such as automated and continuous medium delivery (fed-batch), notch delta ligand and SR1 (antagonist of aryl hydrocarbon receptor (AhR)). Concurrent with these studies, we hypothesized that small molecule with potent LT-HSC stimulating activity might be identified and potentiated in fed-batch culture system. Accordingly, we tested a library of more than 5000 small molecules for their in vitro expansion of CD34+CD45RA- cells. Most of the identified hits, except one (UM729) synthesized in our institute, suppress AhR pathway. Structure activity relationship was performed on UM729 to generate a more potent analog named UM171. This optimized molecule was 10-20 times more potent with an effective concentration of 15-20 nM when tested for its ability to expand CD34+CD45RA- cells. When compared to SR1, UM171 delivered in a fed-batch system for 12 and 16 days showed a better expansion of HSC phenotypes and lower apoptotic cell number compared to SR1 or DMSO controls. Also, UM171-expaned cultures showed higher number in multipotent progenitors (CFU-GEMM) and long term initiating cells (LTC-IC) compared to DMSO controls. Further studies showed the UM171 did not affect division rate, and its effect in expanding HSC phenotype was reversible. When combined with SR1, UM171 showed a better suppression of differentiation and led to a higher CFU-GEMM expansion compared to the single treatment of the compounds or DMOS controls. These observations suggest that UM171+SR1 cooperate to enhance ex vivo expansion of progenitor cells and suppress differentiation. To determine the in vivo activity of the expanded CD34+ CB cells, we transplanted fresh (un-manipulated) and 12-day cultured cells in NSG mice and monitored the human hematopoietic reconstitution after 20 and 30 weeks post-transplantation. Frequencies of day0 equivalent LT-HSCs were 13-fold higher in UM171 expanded cultures compared to fresh or fed-batch cultures supplemented with DMSO or SR1. Secondary experiments indicated that UM171 ex vivo treatment did not appear to affect the capability of LT-HSC to expand in primary recipients and hence similarly reconstituted secondary animals for at least 18 more weeks. This suggests that UM171 expands LT-HSC ex vivo without losing their engraftment potential. To further investigate UM171 mechanism of action, RNA- Seq expression profiling was performed. Unlike SR1 or DMSO controls, UM171 treatment was accompanied by a marked suppression of transcripts associated with erythroid and megakaryocytic differentiation and up-regulation of membrane protein transcripts such as EPCR and TEMEM 183a. In summery, UM171 is the first molecule identified so far that enables a robust ex vivo expansion of human CD34+ CB cells that sustain their in vivo activity independent of AhR suppression. Conversely, AhR suppression was limited to expand cells with less durable self-renewal potential. This study could enhance the use of small yet well HLA-matched CB units to become a prioritized source for stem cells transplantation. Disclosures No relevant conflicts of interest to declare."
}