{
    "doi": "https://doi.org/10.1182/blood-2021-154470",
    "article_title": "Multicenter Phase II Study to Evaluate Therapeutic Efficacy of Imatinib Mesylate in Patients with Steroid-Refractory Chronic Graft-Versus-Host Disease ",
    "article_date": "November 5, 2021",
    "session_type": "722.Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Background Graft-versus-host disease (GVHD), where T- and B-cells derived from the graft attack host, is still a vital hurdle to overcome for successful allogeneic stem cell transplantation (allo-SCT). In particular, chronic GVHD (cGVHD) occurs approximately 30-70% of the patients and it is the most relevant cause of non-relapse morbidity (NRM) after allo-SCT. This multicenter, phase II study evaluated the safety and efficacy of imatinib mesylate in patients with steroid-resistant cGVHD. In addition, we scored the quality of life of the enrolled patients using Short Form Health Survey Questionnaire (SF-36). Patients and methods A total of 36 patients who diagnosed with steroid-refractory cGVHD participated in this study and treated with imatinib from March 2013 to February 2019. Enrolled patients received 100mg of imatinib daily for 2 weeks. Every 2 weeks, imatinib dosage was increased up to 400 mg/day if the patients did not have any grade 3-4 adverse event. Patients who showed stable disease (SD), partial remission (PR) and complete remission (CR) in the 3-month response evaluation continued the imatinib up to 6 months. Treatment response was evaluated every 2 weeks for 6 months according to the NIH global scoring system. Survival outcomes of the enrolled patients were followed up to 2 years. Quality of life was also evaluated using SF-36 at 1, 3, and 6 months after starting imatinib treatment. Response of cGVHD was evaluated based on the NIH response criteria by scoring each involved organ sites with four-point scale (0-3). CR was defined as resolution of all reversible manifestations related to cGVHD. Partial response (PR) of cGVHD was defined clinical score reduction of at least one point in one or more affected organs. Disease progression or treatment failure was defined as increased score at least one point in one or more organs or occurrence of any new symptoms or signs of c GVHD. Failure-free survival (FFS) and overall survival (OS) were calculated from the day of starting imatinib. Result Median age was 47.5 years (23-63). Majority of the patients were diagnosed with acute leukemia (75%) and myelodysplastic syndrome (16.9%), and underwent allo-SCT in CR disease status (69.5%). Twenty-five (69.4%) patients experienced acute GVHD. Most of the patients presented overlap symptoms. Skin GVHD was identified in 23 (63.9%) patients. Lung, mouth, and eye involvement were found in 16 (44.4%), 14 (38.9%), and 14 (38.9%) patients, respectively. All of the enrolled patients had been treated with steroid due to moderate (55.6%), and severe (44.4%) grade cGVHD. Overall, median duration of imatinib therapy was 5.4 months and no severe adverse effect over grade 3 was reported. The last therapeutic mean dosage of imatinib was 305.6 mg/day. Three patients (8.3%) achieved CR, and 18 (50%) and 12 patients (33.3%) were reported as PR and SD. Treatment failure was identified in three patients (8.3%). Overall response rate (ORR) of imatinib was 58.3% and 25 patients (69.4%) could reduce the steroid. According to the each involved organ site, ORR of the gastrointestinal (GI) and liver cGHVD were 70.5% and 66.7%, while skin and lung were 34.8% and 25.0%, respectively. The efficacy of imatinib was better in GI, liver, and mouth than skin and lung in the current clinical study. With the median follow-up duration of 28.5 months, two-year FFS and OS rate were 76% and 88.5%. Responders to the imatinib therapy showed a superior tendency in OS than non-responders (p = 0.066). In the patients-reported QOL evaluation with SF-36, both physical and mental component score were improved. Particularly, a factor representing emotional well-being was significantly improved (p = 0.002). Conclusion This multicenter clinical study showed that imatinib is an effective option not only for skin GVHD but also for GI and liver involvement. Moreover, QOL of the patients tended to improve during imatinib treatment with steroid dose reduction. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Lee:  Astellas Pharma, Inc.: Consultancy, Honoraria, Other: Advisory board; AbbVie: Honoraria, Other: Advisory board; Korean Society of Hematology: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Dong Won Baek, Sr.",
        "Joon Ho Moon",
        "Jae-Sook Ahn",
        "Seong Kyu Park",
        "Ik Chan Song",
        "Ho-Sup Lee",
        "Won Sik Lee",
        "Jong Ho Won",
        "Hong Ghi Lee",
        "June-Won Cheong",
        "Yeung-Chul Mun",
        "Chul W. Jung",
        "Je-Hwan Lee",
        "Hyeoung-Joon Kim",
        "Sang Kyun Sohn"
    ],
    "author_dict_list": [
        {
            "author_name": "Dong Won Baek, Sr.",
            "author_affiliations": [
                "Hematology&Oncology, Kyungpook National University Hospital, Daegu, Korea, Republic of (South)"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joon Ho Moon",
            "author_affiliations": [
                "Department of Hematology-Oncology, Kyungpook National University Hospital, Daegu, Korea, Republic of (South)"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Sook Ahn",
            "author_affiliations": [
                "Hematology-Oncology, Chonnam National University Hwasun Hospital, Jeollanam-Do, Korea, Republic of (South)"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seong Kyu Park",
            "author_affiliations": [
                "Department of Hematology-Oncology, Soonchunhyang University Hospital, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ik Chan Song",
            "author_affiliations": [
                "Department of Internal Medicine, Chungnam National University Hospital, Daejeon, Korea, Republic of (South)"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ho-Sup Lee",
            "author_affiliations": [
                "Dvision of Hematology/oncology, Department of Internal Medicine, Kosin University College of Medicine, Kosin University Gospel Hospital, Busan, Korea, Republic of (South)"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won Sik Lee",
            "author_affiliations": [
                "Department of Internal Medicine, Inje University Busan Paik Hospital, Busan, Korea, Republic of (South)"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong Ho Won",
            "author_affiliations": [
                "Department of Hematology-Oncology, Soonchunhyang University Hospital, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Ghi Lee",
            "author_affiliations": [
                "Department of Hematology, Konkuk University Medical Center, Konkuk University School of Medicine, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "June-Won Cheong",
            "author_affiliations": [
                "Department of Internal Medicine, Yonsei University College of Medicine, Severance Hospital, Seoul, KOR"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeung-Chul Mun",
            "author_affiliations": [
                "Department of Hematology, Ewha Womans University, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chul W. Jung",
            "author_affiliations": [
                "Samsung Medical Center, Seoul, KOR"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Je-Hwan Lee",
            "author_affiliations": [
                "Department of Hematology, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyeoung-Joon Kim",
            "author_affiliations": [
                "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Jeollanam-do, Korea, Republic of (South)"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang Kyun Sohn",
            "author_affiliations": [
                "Kyungpook National University Hospital, Daegu, Korea, Republic of (South)"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T12:58:26",
    "is_scraped": "1"
}