{
    "doi": "https://doi.org/10.1182/blood-2018-99-113668",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4093",
    "start_url_page_num": 4093,
    "is_scraped": "1",
    "article_title": "Treatment Regimens for Patients with Newly Diagnosed Multiple Myeloma Who Are Ineligible for Stem Cell Transplantation: A Systematic Literature Review and Network Meta-Analysis ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research-Malignant Diseases: Poster III",
    "topics": [
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "network meta-analysis",
        "autologous stem cell transplant",
        "daratumumab",
        "bortezomib",
        "melphalan",
        "prednisone",
        "transplantation",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Jesus F San-Miguel, MD PhD",
        "Thierry Facon",
        "Meletios A Dimopoulos, MD",
        "Maria-Victoria Mateos, MD PhD",
        "Michele Cavo, MD",
        "Bart Heeg, PhD",
        "Sophie van Beekhuizen",
        "Marta Pisini, MBA",
        "Sandhya Nair",
        "Annette Lam",
        "Mary Slavcev"
    ],
    "author_affiliations": [
        [
            "Clínica Universidad de Navarra-CIMA, IDISNA, CIBERONC, Pamplona, Spain "
        ],
        [
            "Service des Maladies du Sang, Bordeaux Hospital University Center (CHU), Lille, France "
        ],
        [
            "National and Kapodistrian University of Athens, Athens, Greece "
        ],
        [
            "University Hospital of Salamanca/IBSAL, Salamanca, Spain "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "Ingress Health, Rotterdam, Netherlands "
        ],
        [
            "Ingress Health, Rotterdam, Netherlands "
        ],
        [
            "Janssen EMEA, Beerse, Belgium "
        ],
        [
            "Janssen Research and Development, Beerse, Belgium "
        ],
        [
            "Janssen Global Services, LLC, Raritan, NJ"
        ],
        [
            "Janssen Global Services, LLC, Raritan, NJ"
        ]
    ],
    "first_author_latitude": "42.805656",
    "first_author_longitude": "-1.6638654",
    "abstract_text": "Background : In patients with newly diagnosed multiple myeloma (ndMM) who are ineligible for autologous stem cell transplantation (ASCT), bortezomib, melphalan, and prednisone regimen (VMP) is standard of care as a first-line treatment in most regions of the world. Daratumumab is a new monoclonal antibody aimed to improve outcomes in ndMM. The ongoing ALCYONE study demonstrated significant improvement in progression-free survival (PFS) and overall response rate (ORR) for the combination of daratumumab plus VMP (D-VMP) compared to VMP in transplant-ineligible ndMM patients (Mateos, 2018). While direct head-to-head randomized controlled trials (RCTs) are lacking, it is important to assess how D-VMP compares with other treatment regimens used in clinical practice for ndMM patients who are ineligible for ASCT. Aims : The aim of this study is to investigate the comparative effectiveness (PFS, ORR) of D-VMP with other relevant treatment regimens used in patients with ndMM who are ineligible for ASCT. Methods : We conducted a Bayesian network meta-analysis (NMA) based on RCTs identified through a systematic literature review (SLR). Both fixed effects and random effects models were tested. The results are depicted in a network of evidence, forest plots, ranking histograms and probabilities of D-VMP being better than the comparator treatment regimens. Results : The SLR revealed 25 RCTs conducted in patients with ndMM who are ineligible for ASCT. For PFS, the NMA included 20 RCTs covering 20 treatments and for ORR, the NMA included 20 RCTs covering 21 treatments. Random-effects model is preferred for PFS as well as for ORR as this model showed lower deviance information criterion (DIC), and as the homogeneity assumption was violated for PFS. The results for both PFS and ORR are summarized in Table 1. For PFS and ORR, D-VMP ranked first in the evidence of network. For PFS, D-VMP was statistically significantly more effective compared to 10 out of the 19 treatment regimens. For ORR, D-VMP was significantly more effective as compared to 12 out of the 20 treatment regimens. Conclusion : In the absence of head-to-head RCTs, NMAs allow delineation of the comparative effectiveness of different treatments. This NMA suggests that D-VMP has a higher potential of being effective in improving ORR and PFS in patients with ndMM who are ineligible for transplant compared to other available treatment options. Updated results based on a 1-year update of ALCYONE will be presented at the meeting. References : Mateos MV, Dimopoulos MA, Cavo M, Suzuki K, Jakubowiak A, Knop S, Doyen C, Lucio P, Nagy Z, Kaplan P, Pour L, Cook M, Grosicki S, Crepaldi A, Liberati AM, Campbell P, Shelekhova T, Yoon SS, Iosava G, Fujisaki T, Garg M, Chiu C, Wang J, Carson R, Crist W, Deraedt W, Nguyen H, Qi M, San-Miguel J; ALCYONE Trial Investigators. Daratumumab plus Bortezomib, Melphalan, and Prednisone for Untreated Myeloma. N Engl J Med . 2018 Feb 8;378(6):518-528 View large Download slide View large Download slide  Disclosures San-Miguel: Amgen: Honoraria; Sanofi: Honoraria; Janssen: Honoraria; Celgene: Honoraria; Novartis: Honoraria; BMS: Honoraria; Roche: Honoraria. Facon: Karyopharm: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Oncopeptides: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Dimopoulos: Amgen: Honoraria; Celgene: Honoraria; Janssen: Honoraria; Takeda: Honoraria; Bristol-Myers Squibb: Honoraria. Mateos: Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; GSK: Consultancy, Membership on an entity's Board of Directors or advisory committees; GSK: Consultancy, Membership on an entity's Board of Directors or advisory committees; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees. Cavo: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees. Heeg: Ingress-health Nederland BV: Employment, Equity Ownership, Research Funding. van Beekhuizen: Ingress Health: Consultancy. Pisini: Janssen Research & Development, LLC: Employment. Nair: Janssen Research & Development, LLC: Employment. Lam: Janssen Global Services, LLC: Employment. Slavcev: Janssen Global Services, LLC: Employment."
}