{
    "doi": "https://doi.org/10.1182/blood-2019-129279",
    "article_title": "Tisagenlecleucel Chimeric Antigen Receptor (CAR) T-Cell Therapy for Relapsed/Refractory Children and Young Adults with Acute Lymphoblastic Leukemia (ALL): Real World Experience from the Center for International Blood and Marrow Transplant Research (CIBMTR) and Cellular Therapy (CT) Registry ",
    "article_date": "November 13, 2019",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "abstract_text": "Background Tisagenlecleucel is a CD19-directed genetically modified autologous T-cell immunotherapy approved for the treatment of patients up to 25 years of age with B-cell ALL that is refractory or in second or later relapse. In the pivotal ELIANA trial, 79 patients were treated with tisagenlecleucel. The best overall response rate (CR/CRi) was 82%; 98% of patients who achieved CR/CRi were also negative for minimal residual disease (MRD). With a median follow-up of 24 months, the median duration of remission was not reached. Grade 3 or higher cytokine release syndrome (CRS) by UPenn criteria and neurotoxicity within the first 8 weeks after infusion occurred in 49% and 13%, respectively (Grupp, et al. Blood 2018, Abstr 895). The CIBMTR CT Registry was developed to collect long-term safety and efficacy information on recipients of cellular immunotherapies and it is utilized for a post marketing study of tisagenlecleucel in the real world setting. Methods Clinical data from the CT registry were analyzed for baseline information. Efficacy and safety data were presented among patients with a minimum of 3 months follow-up. CRS and immune effector cell-associated neurotoxicity syndrome (ICANS) were reported as per the ASTCT consensus criteria. Additionally, manufacturing product characteristics of tisagenlecleucel were compared to clinical outcomes. The association of number of cells administered, cell viability, potency, and transduction efficiency of tisagenlecleucel to overall response, CRS and ICANS grades was performed using descriptive summaries and univariate logistic regression analyses. Results Forty centers in the U.S. contributed data for refractory or relapsed pediatric or young adult patients with B-cell ALL through the CIBMTR CT registry as of May 31, 2019. Baseline information was available for 159 patients; 105 patients had at least the first follow up assessment reported at 3 months (Table 1). The median follow-up of survivors was 5.8 months (2.6-16.9 months). All patients received cells in the approved range for their weight with a median of 1.9 x 10 6 /kg (range 0.2-4.6 x 10 6 /kg) for children ≤ 50 kg and 0.9 x 10 8 (range 0.1-2.3 x 10 8 ) for children and young adults > 50 kg. The best overall response rate (CR) was 88% (95% CI 80%-94%). MRD was collected in 52 patients after tisagenlecleucel; all were negative. Importantly, among the 4 patients age < 3 years of age with more than 3 months of follow-up, all attained a CR. The 6-month duration of response, event-free survival and overall survival (OS) was 77%, 68% and 94%, respectively. After bridging therapy, there were 35 patients who attained CR and 63 patients who did not attain CR at the time of tisagenlecleucel infusion. The 6-month OS rate was 100% and 90.2% for patients attaining CR and not attaining CR, respectively. The rate of grade 3 or higher CRS and ICANS was 13.3% and 8.6%, respectively and was similar for patients age < 3 years. Clinically significant infections within the first 3 months occurred in 35.2% of patients; bacterial infections were most common. Deaths within 30 days following infusion occurred in 2 patients (due to disease progression and cerebral hemorrhage) and no deaths were attributed directly to tisagenlecleucel. Secondary malignancy was reported in 1 patient (myeloproliferative neoplasm). None of the manufacturing characteristics (cell viability, potency, nor transduction efficiency) or cell dose were associated with efficacy or safety. Importantly, analysis of cell viability showed no association with best overall response (Table 2). Conclusions The CIBMTR CT registry represents real world data for the treatment of pediatric patients with relapsed/refractory ALL and will allow follow up of these patients for 15 years. Tisagenlecleucel therapy in the real world setting demonstrated similar efficacy and safety compared to the pivotal ELIANA trial. None of the manufacturing characteristics analyzed (including % cell viability) correlated with response rates, CRS or ICANS. Updated results will be presented at the meeting. View large Download slide View large Download slide  Close modal Disclosures Grupp: CBMG: Consultancy; Novartis: Research Funding; Kite: Research Funding; Servier: Research Funding; Novartis: Consultancy, Research Funding; Roche: Consultancy; GSK: Consultancy; Cure Genetics: Consultancy; Humanigen: Consultancy; Jazz: Other: study steering committees or scientific advisory boards; Adaptimmune: Other: study steering committees or scientific advisory boards. Pulsipher: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Jazz: Other: Education for employees; Adaptive: Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL Behring: Membership on an entity's Board of Directors or advisory committees; Amgen: Other: Lecture; Bellicum: Consultancy; Miltenyi: Research Funding; Medac: Honoraria. Margossian: Novartis: Membership on an entity's Board of Directors or advisory committees. Curran: Novartis: Consultancy; Juno Therapeutics: Consultancy, Research Funding. Nikiforow: Kite/Gilead: Honoraria; Novartis: Honoraria; NKarta: Honoraria. Chawla: Novartis Pharma AG: Employment. Horowitz: Actinium: Other: Unrestricted educational and research grant; Mesoblast: Other: Unrestricted educational and research grant, Research Funding; CSL Behring: Other: Unrestricted educational and research grant, Research Funding; Daiichi Sankyo: Other: Unrestricted educational and research grant; Magenta: Consultancy, Other: Unrestricted educational and research grant; GlaxoSmithKline: Other: Unrestricted educational and research grant; Miltenyi Biotech: Other: Unrestricted educational and research grant, Research Funding; Bristol-Myers Squibb: Other: Unrestricted educational and research grant, Research Funding; Oncoimmune: Other: Unrestricted educational and research grant; Chimerix: Other: Unrestricted educational and research grant; Amgen: Other: Unrestricted educational and research grant; Shire: Other: Unrestricted educational and research grant; Gamida Cell: Other: Unrestricted educational and research grant, Research Funding; Janssen: Other: Unrestricted educational and research grant, Research Funding; Kite Pharma/Gilead: Other: Unrestricted educational and research grant, Research Funding; Pharmacyclics: Other: Unrestricted educational and research grant; Regeneron: Other: Unrestricted educational and research grant; Sanofi: Other: Unrestricted educational and research grant, Research Funding; Seattle Genetics: Other: Unrestricted educational and research grant. Bleickardt: Novartis: Employment. Pasquini: Novartis: Research Funding; Kit Pharma: Research Funding; BMS: Research Funding; Pfizer: Other: Advisory Board; Amgen: Consultancy; Medigene: Consultancy.",
    "topics": [
        "acute lymphocytic leukemia",
        "cell therapy",
        "child",
        "chimeric antigen receptors",
        "t-cell therapy",
        "tisagenlecleucel",
        "transplantation",
        "young adult",
        "follow-up",
        "infusion procedures"
    ],
    "author_names": [
        "Stephan Grupp, MD PhD",
        "Zhen-Huan Hu, MPH",
        "Yiyun Zhang, PhD",
        "Amy Keating, MD",
        "Michael A. Pulsipher, MD",
        "Christine Philips",
        "Steven P. Margossian, MD PhD",
        "Joseph Rosenthal, MD MS",
        "Dana Salzberg, MD",
        "Deborah E. Schiff, MD",
        "Gregory Yanik, MD",
        "Kevin J. Curran, MD",
        "Andrew C. Harris, MD",
        "Peiman Hematti, MD",
        "Sarah Nikiforow, MD PhD",
        "Patricia Steinert, PhD",
        "Lan Yi, PhD",
        "Raghav Chawla, MD PhD",
        "Mary M. Horowitz",
        "Eric Bleickardt, MD",
        "Marcelo C. Pasquini, MDMS"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephan Grupp, MD PhD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhen-Huan Hu, MPH",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiyun Zhang, PhD",
            "author_affiliations": [
                "Novartis Pharmaaceitical Corporat, Basel, Switzerland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Keating, MD",
            "author_affiliations": [
                "The Childrens Hospital University of Colorado Denver, Aurora, CO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Pulsipher, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Bone Marrow Transplantation, Children's Hospital Los Angeles, University of Southern California Keck School of Medicine, Los Angeles, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Philips",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven P. Margossian, MD PhD",
            "author_affiliations": [
                "Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Rosenthal, MD MS",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dana Salzberg, MD",
            "author_affiliations": [
                "Phoenix Children's Hospital, Phoeniz, AZ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah E. Schiff, MD",
            "author_affiliations": [
                "Department of Pediatrics, Rady Children's Hospital--San Diego, San Diego, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Yanik, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation Program, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin J. Curran, MD",
            "author_affiliations": [
                "Department of Pediatrics, BMT Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew C. Harris, MD",
            "author_affiliations": [
                "Department of Pediatrics, Utah Blood and Marrow Program, Salt Lake City, UT "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peiman Hematti, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology/Bone Marrow Transplantation, Department of Medicine, University of Wisconsin Hospital and Clinics, Madison, WI "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Nikiforow, MD PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Department of Hematologic Malignancies and Harvard Medical School, Boston, MA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Steinert, PhD",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan Yi, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raghav Chawla, MD PhD",
            "author_affiliations": [
                "Novartis Pharmaceutical Corporation, Basel, Switzerland"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary M. Horowitz",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Bleickardt, MD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcelo C. Pasquini, MDMS",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T09:28:33",
    "is_scraped": "1"
}