{
    "doi": "https://doi.org/10.1182/blood.V112.11.952.952",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1301",
    "start_url_page_num": 1301,
    "is_scraped": "1",
    "article_title": "Gemtuzumab Ozogamicin (GO) and Continuous Infusion Cytarabine (ARA-C) for Relapsed/Refractory Acute Myeloid Leukemia (AML) Prior to Allogeneic Stem Cell Transplantation (SCT). ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "allogeneic stem cell transplant",
        "cytarabine",
        "gemtuzumab",
        "intravenous infusion, continuous",
        "leukemia, myelocytic, acute",
        "brachial plexus neuritis",
        "biopsy",
        "bone marrow aspiration",
        "graft-versus-host disease",
        "enoxaparin"
    ],
    "author_names": [
        "Amer Zeidan",
        "Wei Tan",
        "Gregory Wilding",
        "LaurieAnn Ford",
        "Theresa Hahn, PhD",
        "Shannon Smiley, MD",
        "Minoo Battiwalla, MD",
        "Philip L. McCarthy, MD",
        "Eunice S. Wang, MD",
        "Meir Wetzler, MD"
    ],
    "author_affiliations": [
        [
            "Rochester General Hospital, Rochester, NY, USA"
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY"
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Roswell Park Cancer Inst., Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "43.17321285",
    "first_author_longitude": "-77.60751345",
    "abstract_text": "The question whether to re-induce AML patients (pts) in first or subsequent relapse to reduce leukemia disease burden prior to SCT is not well studied. Several groups reported a 28–30% disease-free survival rate at five years for matched related donor SCT in first relapse without re-induction. Finally, re-induction regimen choices prior to SCT are relatively limited. Specifically, GO-containing regimens have been suspected to be associated with increased incidence of liver sinusoidal occlusive syndrome (SOS) when used prior to SCT. We evaluated our institutional experience of using GO and ARA-C for relapsed/refractory CD33-positive AML pts prior to allogeneic SCT. A total of 18 pts (median age 45.4 years; range 28–66) with relapsed/refractory AML were treated with GO/ARA-C. The median initial complete remission duration was 4.4 (range 0.5–14.5) months. The median time from relapse to GO/ ARA-C was 57 (range 6–142) days. Pts received GO (6 mg/m 2 on day 1, 4 mg/m 2 on day 8) and continuous infusion ARA-C (100 mg/m 2 ) daily for 7 days. Bone marrow aspiration and biopsy were performed at a median of 15 (range 11–39) days post induction (one pt had >20% peripheral blasts on day 14 and therefore did not undergo bone marrow aspiration and biopsy). Three (17%) pts developed infectious complications following re-induction and one pt had disease progression that prevented them from undergoing bone marrow aspiration and biopsy and continuing on to SCT. Marrow aplasia (defined as <5% blasts and <20% cellularity) was reached in six of 14 (43%) evaluable pts. Three pts (all without achieving marrow aplasia) developed infectious complications that precluded SCT. A total of 11 pts proceeded onto SCT at a median of 30 (range 21–73) days after re-induction, including six pts who achieved marrow aplasia and five who did not. Six pts underwent matched unrelated donor SCT (two were mismatched at one allele) and five received matched sibling SCT. Reduced intensity preparatory regimens (fludarabine/melphalan) were used in all but one pt who received a fully myeloablative regimen (busulfan/cyclophosphamide). Engraftment to absolute neutrophil count ≥0.5x10 9 /L for three days was achieved in all 11 pts at a median of 15 (range 9–21) days. During SCT, all pts were treated with prophylactic enoxaparin 40 mg subcutaneously once daily to prevent SOS of the liver. The two pts with mismatched unrelated donor SCT died three and nine days after achieving count recovery from pulmonary infiltrates and severe graft versus host disease (GVHD), respectively. Acute GVHD grade II-IV developed in six of the pts with matched donors (three related and three unrelated donors). Chronic GVHD developed in four (one related and three unrelated donors) of the pts. None developed liver SOS. Four pts are alive from starting GO/ARA-C at a median of 7.2 (range 1.2–52.7) months; two of them with and two of them without GVHD. Marrow aplasia prior to SCT was achieved in two of them. In summary, the question of whether to re-induce pts with relapsed/refractory AML to reduce leukemia burden prior to allogeneic SCT remains controversial. However, if one chooses to proceed with re-induction, then the combination of GO/ARA-C represents a feasible re-induction strategy with acceptable toxicity, achievement of marrow aplasia in approximately half of evaluable pts, and no increased risk of liver SOS in the setting of enoxaparin prophylaxis and low intensity conditioning regimens."
}