{
    "doi": "https://doi.org/10.1182/blood-2021-148208",
    "article_title": "A Phase 2 Trial of the Protein C Activator AB002 in End-Stage Renal Disease Patients on Chronic Hemodialysis ",
    "article_date": "November 5, 2021",
    "session_type": "332.Anticoagulation and Antithrombotic Therapies",
    "abstract_text": "Background: During hemodialysis of patients with renal failure, thrombi that form within the dialyzer circuit cause blood entrapment, blood loss, reduced dialysis efficiency and may require dialyzer changeouts. Anticoagulation with heparin is effective in preventing clot formation within the circuit, but is contraindicated in a subset of end-stage renal disease (ESRD) patients on chronic hemodialysis due to bleeding risk or heparin intolerance. A safe, short-acting alternative to heparin is an unmet need for this patient population, and for others suffering from or at risk of thrombosis. AB002 is a first-in-class protein C activator thrombin analog that targets to the thrombus interface and generates endogenous activated protein C (APC) without cleaving prothrombotic substrates. In a preclinical baboon thrombosis model, AB002 rapidly interrupted thrombus development with no observable hemostasis impairment, and was similar in antithrombotic efficacy to high-dose enoxaparin while appearing superior to interventional tissue-plasminogen activator. This proof-of-concept phase 2 clinical trial was designed to evaluate the safety, tolerability, efficacy, and pharmacodynamics of AB002 as a heparin alternative for ESRD patients. Methods: In this phase 2, randomized, double-blind, placebo-controlled study, a single dose of AB002 (1.5 µg/kg or 3 µg/kg) or placebo was infused into the hemodialysis line over four hours in 36 ESRD patients undergoing heparin-free hemodialysis (NCT03963895). Patients underwent five sequential heparin-free hemodialysis sessions over a period of 10 days, with three occurring prior to dosing, one on the day of dosing, and one after dosing. A total of 179 hemodialysis sessions were evaluated. Safety parameters were recorded throughout the study and immunogenicity to AB002 or thrombin was monitored by validated assays. Clotting within the dialyzer circuit was visually assessed and the number of occlusive events requiring a changeout of the circuit recorded. Circulating plasma APC-protein C inhibitor complexes (APC-PCI) and thrombin-antithrombin (TAT) complexes, markers of drug exposure and thrombin generation, respectively, were quantified by ELISA. This study was approved by the local ethics review board and all patients provided informed consent. Results: AB002 demonstrated a favorable safety profile, with no treatment-related adverse events. Clinically relevant bleeding did not occur in any patient and the time to hemostasis at the vascular access site was not affected by AB002. There was no evidence of AB002-induced anti-drug or anti-thrombin antibodies at 14 days post-dose. The frequency of occlusive events requiring circuit changeouts was 13.9% (21/155) on days in which AB002 was not administered, compared to 0% (0/12) and 8.3% (1/12) at the 1.5 µg/kg and 3 µg/kg dose levels, respectively. Compared to placebo, the incidence of high-grade clotting in the hemodialyzer decreased by 49% and 62% at the 1.5 µg/kg and 3 µg/kg AB002 dose levels, respectively. Hemodialysis increased TAT levels measured at the end of hemodialysis approximately 12-fold over baseline in patients given placebo. By contrast, AB002 attenuated TAT generation to 4-fold and 2-fold over baseline at the 1.5 µg/kg and 3 µg/kg dose levels, respectively. Hemodialysis-induced TAT generation was not different across groups on non-dosing days. Drug exposure was confirmed by a transient, dose-dependent elevation of circulating APC-PCI complexes following AB002 administration. Conclusions: In ESRD patients undergoing heparin-free hemodialysis, AB002 was well-tolerated and reduced thrombus accumulation in the hemodialysis circuit without observable hemostasis impairment. The results of this study support further clinical evaluation of AB002 as a novel drug candidate to limit thrombus development or device-initiated clotting in patients with elevated bleeding risk, including ESRD patients on chronic heparin-free hemodialysis. Disclosures Verbout:  Aronora, Inc.: Current Employment. Lorentz:  Aronora, Inc.: Current Employment. Markway:  Aronora, Inc.: Current Employment. Wallisch:  Aronora Inc,: Current Employment. Shatzel:  Aronora Inc,: Consultancy. Gruber:  Aronora Inc.: Current Employment, Current equity holder in publicly-traded company; Oregon Health and Science University: Current Employment.",
    "author_names": [
        "Norah G Verbout",
        "Christina U Lorentz",
        "Brandon D Markway",
        "Michael Wallisch",
        "Joseph J Shatzel",
        "Andras Gruber",
        "Erik I Tucker"
    ],
    "author_dict_list": [
        {
            "author_name": "Norah G Verbout",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR",
                "Aronora, Inc., Portland, OR"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christina U Lorentz",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR",
                "Aronora, Inc., Portland, OR"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brandon D Markway",
            "author_affiliations": [
                "Aronora, Inc., Portland, OR"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Wallisch",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR",
                "Aronora, Inc., Portland, OR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph J Shatzel",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andras Gruber",
            "author_affiliations": [
                "Aronora, Inc., Portland, OR",
                "Department of Biomedical Engineering and Medicine, School of Medicine, Oregon Health & Science University, Portland, OR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik I Tucker",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR",
                "Aronora, Inc., Portland, OR"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:42:03",
    "is_scraped": "1"
}