{
    "doi": "https://doi.org/10.1182/blood.V122.21.1092.1092",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2670",
    "start_url_page_num": 2670,
    "is_scraped": "1",
    "article_title": "Gamma Prime Fibrinogen Does Not Cause Arterial Thrombosis ",
    "article_date": "November 15, 2013",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "topics": [
        "arterial thrombosis",
        "fibrinogen",
        "thrombin",
        "fibrin",
        "protein isoforms",
        "thrombus",
        "buffers",
        "thrombosis",
        "anions",
        "anticoagulants"
    ],
    "author_names": [
        "Bethany L Walton, B.S.",
        "Todd M Getz, Ph.D.",
        "Wolfgang Bergmeier, Ph.D.",
        "Shirley Uitte de Willige, Ph.D.",
        "Alisa S. Wolberg, Ph.D."
    ],
    "author_affiliations": [
        [
            "Pathology & Laboratory Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA, "
        ],
        [
            "Biochemistry and Biophysics, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA, "
        ],
        [
            "Biochemistry and Biophysics, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA, "
        ],
        [
            "Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Pathology & Laboratory Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA, "
        ]
    ],
    "first_author_latitude": "35.90293665",
    "first_author_longitude": "-79.0694587",
    "abstract_text": "Elevated levels of the acute phase plasma protein fibrinogen are associated with increased risk of thrombosis. Using a mouse model of arterial thrombosis, we have previously shown that elevated total fibrinogen levels increase the rate of fibrin formation, increase thrombus fibrin content, and directly promote arterial thrombosis (Machlus et al. 2011 Blood 117:4953-63). Fibrinogen is composed of two copies each of three polypeptide chains: Aα, Bβ, and γ. The fibrinogen γ chain undergoes alternative splicing, resulting in a dominant form (γA/γA) that comprises ∼90% of circulating fibrinogen and a minor species (γA/γ’) that comprises 8-15% of circulating fibrinogen. Epidemiologic studies have detected elevated levels of γA/γ’ fibrinogen in patients with a history of arterial thrombosis, indicating that this isoform associates with thrombotic risk. However, in vitro data show that γA/γ’ fibrinogen has anticoagulant properties due to its ability to bind and sequester thrombin, and suggest that its expression is upregulated in response to a proinflammatory/procoagulant process. To determine whether γA/γ’ fibrinogen is pro- or antithrombotic in vivo, we purified γA/γA and γA/γ’ fibrinogen from human plasma by anion exchange chromatography, raised circulating levels in mice by intravenous infusion, and determined the effects of increased levels of these proteins on arterial thrombus formation in vivo. We also determined the effects of γA/γA and γA/γ’ fibrinogen on whole plasma clot formation, platelet aggregation, and endogenous procoagulant activity. Compared to buffer controls (7.3 [4.6-40.0] minutes, median [range]), γA/γA fibrinogen shortened the time to carotid artery occlusion (5.5 [4.0-8.0] minutes, P<0.05), whereas γA/γ’ fibrinogen did not (7.6 [4.9-40.0] minutes, P=0.9). Both γA/γA and γA/γ’ fibrinogen could be cleaved by murine and human thrombin, were incorporated into murine and human clots, and supported murine and human thrombin-induced platelet aggregation. When γA/γA or γA/γ’ fibrinogen was spiked into normal human or murine plasma, both γA/γA and γA/γ’ fibrinogen accelerated the fibrin formation rate (P<0.02). However, γA/γA fibrinogen increased the rate to a greater extent than γA/γ’ fibrinogen (P<0.02). Interestingly, compared to buffer controls (18.9 [9.8-126.2] ng/mL), mice infused with γA/γ’ fibrinogen had lower levels of circulating plasma thrombin-antithrombin complexes (6.2 [0.9-89.4] ng/mL, P<0.01) following arterial injury, whereas mice infused with γA/γA fibrinogen did not (13.2 [10.7-80.1] ng/mL, P=0.7). These data suggest γA/γ’ fibrinogen exhibits “antithrombin I” activity in vivo by binding thrombin and decreasing circulating prothrombotic activity. Together, these findings indicate that elevated levels of the γA/γA fibrinogen isoform promote arterial thrombosis in vivo, whereas the γA/γ’ isoform does not. Disclosures: No relevant conflicts of interest to declare."
}