{
    "doi": "https://doi.org/10.1182/blood.V114.22.1917.1917",
    "article_title": "Aberrant Overexpressions of MicroRNA-21 and MicroRNA-155 Activate AKT Signaling Via Downregulation of Tumor Suppressors in NK-Cell Lymphoma/Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, Excluding Therapy Poster I",
    "abstract_text": "Abstract 1917 Poster Board I-940 Background: Natural Killer (NK) cell lymphomas/leukemias are characterized groups of highly aggressive lymphoid malignancies, which are comprised of “extranodal NK/T cell lymphoma, nasal type” and “aggressive NK-cell leukemia”. Notably, these two subtypes show many similarities in their morphologic features, immmunophenotypes and genotypes, and are invariably associated with Epstein-Barr virus (EBV), which suggests they may share the same genetic alterations. The gene(s) responsible for natural killer (NK)-cell lymphoma/leukemia have not been identified. Materials and Methods: In the present study, we used Northern and quantitative PCR analyses to screen for and quantitatively assess miRNA expression in NK-cell lymphomas/leukemias using 66 probe sets of miRNAs. For function analysis, we conducted antisense oligonucleotides and lentivirus transfection assays using NK-cell lymphoma cell lines. Results: We found that in NK-cell lymphoma lines (n=10) and specimens of primary lymphoma (n=10), levels of miR-21 and miR-155 expression were inversely related, and were significantly higher than those seen in normal natural killer (CD3-CD56+) cells (n=8). To determine the functions of these microRNAs in lymphomagenesis, we examined the effects of antisense oligonucleotides targeting miR-21 (ASO-21) and/or miR-155 (ASO-155) in NK-cell lymphoma lines overexpressing one or both of these miRNAs. Conversely, cells showing little endogenous expression of miR-21 or miR-155 were transduced using lentiviral vectors, leading to their overexpression. Reducing expression of miR-21 or miR-155 led to upregulation of phosphatase and tensin homologue (PTEN), programmed cell death 4 (PDCD4), or Src homology-2 domain-containing inositol 5-phosphatase 1 (SHIP1). ASO-21- and ASO-155-treated cell lines all showed downregulation of phosphorylated AKT ser473 (pAKT). Moreover, transduction with either miR-21 or miR-155 led to downregulation of PTEN and PDCD4, or SHIP1 with upregulation of pAKT. Conclusions: Because recent reports suggest that EBV infection can lead directly to upregulation of miR-21 and miR-155, aberrant overexpressions of these miRNAs via EBV infection could be the first-hit genetic alterations during NK-cell lymphomagenesis. Collectively, these results provide important new insight into the pathogenesis of NK-cell lymphoma/leukemia and suggest targeting miR-21 and/or miR-155 may represent a useful approach to treating NK-cell lymphoma/leukemia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "down-regulation",
        "epstein-barr virus infections",
        "leukemia",
        "lymphoma",
        "micrornas",
        "natural killer cells",
        "proto-oncogene proteins c-akt",
        "signal transduction",
        "tumor suppressor genes",
        "antisense oligonucleotides"
    ],
    "author_names": [
        "Hiroyuki Tagawa, M.D., Ph.D.",
        "Yasuo Yamanaka, M.D.",
        "Atsushi Watanabe, M.D.",
        "Naoto Takahashi, M.D., Ph.D.",
        "Ken-ichi Sawada, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroyuki Tagawa, M.D., Ph.D.",
            "author_affiliations": [],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yasuo Yamanaka, M.D.",
            "author_affiliations": [],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Watanabe, M.D.",
            "author_affiliations": [],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoto Takahashi, M.D., Ph.D.",
            "author_affiliations": [],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken-ichi Sawada, M.D., Ph.D.",
            "author_affiliations": [],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T02:42:28",
    "is_scraped": "1"
}