{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1175.1175",
    "article_title": "Thrombosis in Non-Hemolytic Paroxysmal Nocturnal Haemogloinuria ",
    "article_date": "December 7, 2017",
    "session_type": "508. Bone Marrow Failure: Poster I",
    "abstract_text": "Paroxysmal Nocturnal Hemoglobinuria (PNH), a rare hematological condition, presents in patients with a variety of symptoms. The risk of thrombosis is high, with a cumulative thrombosis incidence over an eight to ten year period of between 23% and 30% (in the pre-eculizumab era). 20% of patients have multi-site thrombosis and 10% of patients present with thrombosis. Thrombosis in PNH is a clinical emergency, due to risk of death, thrombosis extension and long term morbidity. The complement and coagulation systems are intimately linked, and explain some of the mechanisms for thrombosis in PNH. Intravascular haemolysis is associated with thrombosis risk however, thrombosis has been observed in patients without hemolysis, most likely related to white cell and platelet factors. The proportion of granulocyte PNH cells correlates with thrombosis risk; those with cell proportions over 50% have a cumulative ten-year incidence of thrombosis of 34.5% compared to 5.3-7% in those with a clone of <50%. Thus in the UK, those with PNH cellular proportions over 50% commence prophylactic anticoagulation. The Leeds (UK) PNH service manages 394 patients with PNH, and has observed PNH patients with minimal hemolysis suffer thrombosis. Predicting those at highest risk is difficult. A retrospective review to identify rates of thrombosis in patients with no/minimal hemolysis was undertaken Methods The Leeds PNH database was interrogated, and identified patients with a PNH granulocyte or monocyte clone of over 10% and an LDH less than twice the upper limit of normal for the laboratory in which the sample was tested. Anonymised clinical data was then analysed to determine risk factors for thrombosis. Comparisons between those with and without thrombosis were assessed. All patients who fulfilled the above requirements were then subdivided into groups as below: Group 1: White cell clone >30%, red cell clone <10%, LDH <2xULN Group 2: White cell clone >30%, red cell clone >10% with higher proportion of type II red cells than type III red cells, LDH <2xULN Group 3: White cell clone: 10-30%, red cell clone <10%, LDH <2xULN Results 29 patients were identified who fit the criteria. Median age of the patient cohort was 62 years (range 22-80 years). 12 patients fit the criteria for group 1, of whom 6 (50%) had thrombosis, 12 patients fit the criteria for group 2 of whom 2 (16.6%) had thrombosis and 5 patients fit the criteria for group 3, with no thrombosis. All 8 patients with thrombosis are detailed in the Table 7 patients were not on anticoagulation at the time of the thrombosis, with on patient extending their thrombosis whilst on warfarin (patient 1). Discussion and conclusions We report the first case series of patients with non-hemolytic PNH who experience thrombosis. Patients at higher risk of thrombosis in this cohort were those with non-hemolytic PNH, high white cell clones and low red cell clones (group I). However those with a greater proportion of type II red cell clones compared to type III red cells and LDH <2x ULN were also at risk of thrombosis. This is an under-recognised risk for patients with PNH cells. Whilst the risk of arterial thrombosis is around 20%, interestingly and surprisingly, arterial thrombosis in this patient cohort was disproportionately high, with 62.5% of patients with either arterial or mixed venous and arterial thrombosis. It should also be noted that only one patient was anticoagulated at the time of their CVA extension. This was due to a combination of patients not being diagnosed with PNH at the time of thrombosis, or thought to be unsuitable for anticoagulation due to thrombocytopenia. This study supports the theory that while hemolysis may be associated with a thrombotic event, white cell and platelet factors have a more pivotal role than previously thought in the mechanisms of thrombosis in PNH. As per the National recommendations in England, thrombosis thought to be due to PNH regardless of LDH level, is an indication to commence treatment View large Download slide View large Download slide Close modal Disclosures Griffin: Alexion Pharmaceuticals, Inc.: Honoraria. Munir: Gilled: Honoraria; Alexion Pharmaceuticals, Inc.: Honoraria; Janssen: Honoraria; Roche: Honoraria; AbbVie: Honoraria. Hillmen: Pharmacyclics LLC, an AbbVie Company: Honoraria, Research Funding; Roche: Consultancy, Honoraria, Research Funding; Alexion Pharmaceuticals, Inc.: Consultancy, Honoraria; Celgene: Research Funding; GSK: Consultancy, Honoraria, Research Funding; Novartis: Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding. Arnold: Alexion Pharmaceuticals, Inc.: Honoraria. Richards: Alexion Pharmaceuticals, Inc.: Honoraria. Hill: Alexion Pharmaceuticals, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "night time",
        "thrombosis",
        "anticoagulation",
        "arterial thrombosis",
        "cerebrovascular accident",
        "complement system proteins",
        "eculizumab",
        "paroxysmal nocturnal hemoglobinuria",
        "thrombocytopenia",
        "thrombus"
    ],
    "author_names": [
        "Morag Griffin",
        "Talha Munir",
        "Peter Hillmen, MBChB, PhD",
        "Louise Arnold",
        "Nicola Copeland",
        "Kathryn Riley",
        "Stephen John Richards, PhD FRCPath",
        "Anita Hill, MBChB (Hons), PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Morag Griffin",
            "author_affiliations": [
                "Department of Haematology, Leeds Teaching Hospitals, Leeds, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Talha Munir",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Hillmen, MBChB, PhD",
            "author_affiliations": [
                "The Leeds Teaching Hospitals, St. James's Institute of Oncology, Leeds, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louise Arnold",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Copeland",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn Riley",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen John Richards, PhD FRCPath",
            "author_affiliations": [
                "Haematological Malignancy Diagnostic Service, Leeds Teaching Hospitals, Leeds, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Hill, MBChB (Hons), PhD",
            "author_affiliations": [
                "St James' University Hospital, Leeds, UK, Leeds, GBR"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:40:03",
    "is_scraped": "1"
}