{
    "doi": "https://doi.org/10.1182/blood-2019-128241",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4352",
    "start_url_page_num": 4352,
    "is_scraped": "1",
    "article_title": "Superoxide Drives PI3 Kinase Mediated Mitochondria Transfer from the Bone Marrow Microenvironment to Hematopoietic Stem Cells in Response to Salmonella Typhimurium  ",
    "article_date": "November 13, 2019",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "animal model",
        "bone marrow",
        "hematopoietic stem cells",
        "mitochondria",
        "salmonella typhimurium",
        "superoxides",
        "transfer technique",
        "dna, mitochondrial",
        "infections"
    ],
    "author_names": [
        "Jayna J Mistry, BSc",
        "Christopher R Marlein, PhD",
        "Jamie A Moore, BSc, MSc",
        "Charlotte Hellmich, MBBChir",
        "Iain Macauley, PhD BSc",
        "Naiara Beraza, PhD",
        "Yu Sun, BSc, MSc, PhD",
        "Adam Morfakis, BSc",
        "Angela Patterson, PhD",
        "Rebecca H Horton",
        "Devina Divekar",
        "Christopher J Morris, PhD",
        "Anna Haestier, Bsc, PgD MBBS, MRCOG",
        "Federica Di Palma, PhD",
        "Kristian M Bowles, MBBS, PhD",
        "Stuart A Rushworth, PhD"
    ],
    "author_affiliations": [
        [
            "Norwich Medical School, University of East Anglia, Norwich, United Kingdom "
        ],
        [
            "Norwich Medical School, University of East Anglia, Norwich, United Kingdom "
        ],
        [
            "Norwich Medical School, The University of East Anglia, Attleborough, United Kingdom "
        ],
        [
            "Norwich Medical School, The University of East Anglia, Norwich, United Kingdom "
        ],
        [
            "Earlham Institute, Norwich, United Kingdom "
        ],
        [
            "Quadram Institute Bioscience, Norwich, United Kingdom "
        ],
        [
            "The University of East Anglia, Norwich Medical School, Norwich, United Kingdom "
        ],
        [
            "Norwich Medical School, The University of East Anglia, Norwich, United Kingdom "
        ],
        [
            "Quadram Institute Bioscience, Norwich, United Kingdom "
        ],
        [
            "Norwich Medical School, The University of East Anglia, Norwich, United Kingdom "
        ],
        [
            "Norwich Medical School, The University of East Anglia, Norwich, United Kingdom "
        ],
        [
            "The University of East Anglia, Norwich, United Kingdom "
        ],
        [
            "Norfolk and Norwich University Hospitals NHS Foundation Trust, Norwich, United Kingdom "
        ],
        [
            "Earlham Institute, Norwich, United Kingdom "
        ],
        [
            "Norwich Medical School, University of East Anglia, Norwich, United Kingdom ",
            "Department of Haematology, Norfolk and Norwich University Hospitals NHS Foundation Trust, Norwich, United Kingdom"
        ],
        [
            "Norwich Medical School, The University of East Anglia, Norwich, United Kingdom "
        ]
    ],
    "first_author_latitude": "52.6218844",
    "first_author_longitude": "1.2344979999999997",
    "abstract_text": "Hematopoietic stem cells (HSC) undergo rapid expansion in response to stress stimuli. Specifically, there is rapid expansion of leukocytes in response to pathogenic bacteria which underpins the mammalian response to infection. Presently, the mechanisms by which HSC metabolism is regulated in response to the challenges of pathogenic stress are not fully understood. Here we investigate the bioenergetic processes which facilitate the HSCs expansion in response to infection. We created 2 animal models to study mitochondrial transfer from bone marrow cells to HSCs. The first is a xenograft humanized mouse model in which human CD34+ cord blood (CB) were transplanted into NSG (huNSG) to study mouse mtDNA transfer into cell sorted humanhematopoietic stem cells (huHSC) (mCD45-, hCD34+, hCD38-, hCD45RA-, hCD90+, hCD49f+). The second took advantage of strain specific SNP in the COX3 and ND3 region between NSG (A/C) and C57BL/6 (G/T) mice. Here we transplanted C57BL/6 derived lineage negative hematopoietic progenitor cells into NSG recipient animals and then the chimeric NSG mice were treated with lipopolysaccharide (LPS). We then isolated the HSCs by cell sorting (LN-, CD117+, Sca1+, CD48-, CD150+ and CD34+) and performed mitochondria analysis on the hematopoietic progenitors. In both transplant models we detected recipient mtDNA in donor HSC post infection (11.2% +/-4.1% of total mtDNA from recipient after LPS treatment).HSC expansion and differentiation (as measured by colony forming cell assay and Ki-67 staining) was shown for Salmonella Typhimurium (S.typhimurium) and LPS treated animals. Seahorse mitochondrial stress analysis confirmed increased oxygen consumption levels in hematopoietic stem and progenitor cells (HSPC) from LPS (2 hours) and S.typhimurium (72 hours) treated C57BL/6. We confirmed that this was not due to mitochondrial biogenesis by showing that TFAM was not upregulated in HSPC in response to LPS at 2 hours. In previous work we have reported that transfer of functional mitochondria from the BM to AML is driven by AML derived NOX2 dependent ROS (Marlein, Blood 2017). To determine if ROS drives mitochondrial transfer from bone marrow cells to HSCs, we treated huNSG with with L-buthionine-sulfoximine (BSO), a GSH biosynthesis inhibitor, for 2 hours. Mouse mtDNA (12.3% +/-4.8) was detected in huHSC from BSO treated huNSG mice but not in the control huHSC. Moreover, the ROS scavenger N-acetyl-cysteine (NAC) was shown to reduce mtDNA transfer in LPS treated mice. We next investigated which cell of the BM donates their mitochondria during stress hematopoiesis. To do this we cultured bone marrow stromal cells (BMSC), osteoblast and macrophages with HSPC in the presence of H 2 O 2 . Transfer of mtDNA was observed from BMSC to HSPC, but we did not see mitochondria transfer from either macrophages or osteoblasts to HSPC. In addition, in vivo mitochondrial levels were reduced in the BMSCs (CD105+, CD140a+ CD31-, Ter119-, CD45-) of LPS treated C57BL/6 compared to control animals and this reduction was inhibited by the addition of NAC. Finally, ROS has been shown to drive PtdIns(3,4,5)P3 (PIP 3 ) oxidation of PTEN and subsequent activation of PI3K (Covey, Oncogene 2007). We foundthat AKT phosphorylation was elevated in both the BMSC and the HSC of LPS treated animals when compared to the untreated controls, and in vivo administration ofidelalisib (a PI3 Kinase delta inhibiting drug), decreased mitochondrial transfer from the BMSC to HSC. Our data indicates that infection induced ROS drives PI3 kinase mediated mitochondrial transfer from the BM microenvironment to HSCs. This process is an early physiologic event in the mammalian response to acute bacterial infection and results in bioenergetic changes which underpin emergency granulopoiesis. Disclosures Bowles: Janssen: Research Funding; Abbvie: Research Funding. Rushworth: Abbvie: Research Funding; Janssen: Research Funding."
}