{
    "doi": "https://doi.org/10.1182/blood.V126.23.5152.5152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3077",
    "start_url_page_num": 3077,
    "is_scraped": "1",
    "article_title": "Deep Molecular Response (DMR) in Chronic Myeloid Leukemia (CML) the Tawam Experience ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "topics": [
        "accelerated phase",
        "bcr-abl tyrosine kinase",
        "child",
        "dasatinib",
        "disease remission",
        "follow-up",
        "high-velocity thrust technique",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "measles-mumps-rubella vaccine"
    ],
    "author_names": [
        "Arif Alam, MBBS",
        "Amar Lal, MD",
        "Hani Y Osman",
        "Sabir Hussain, MD",
        "Donna Lee",
        "Jorgen Kristensen, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Tawam Hospital, Al Ain, United Arab Emirates "
        ],
        [
            "Tawam Hospital, Al Ain, United Arab Emirates "
        ],
        [
            "Oncology Department, Tawm Hospital, Al ain, United Arab Emirates "
        ],
        [
            "Tawam, Al Ain, United Arab Emirates ",
            "Neobiocon, Abu Dhabi, United Arab Emirates "
        ],
        [
            "Tawam, Al ain, United Arab Emirates "
        ],
        [
            "Medicine Department, Shaikh Khalifa Medical City, Abu Dhabi, United Arab Emirates"
        ]
    ],
    "first_author_latitude": "24.1958013",
    "first_author_longitude": "55.647821099999994",
    "abstract_text": "CML is a chronic myeloproliferative disorder characterized by the presence of Philadelphia chromosome. The treatment of CML was revolutionized by the introduction of Tyrosine kinase inhibitors (TKI). Since the introduction of TKI the response criteria has steadily matured. Initially the goal of therapy was attainment of complete cytogenetic response. Subsequently with maturation of polymerase chain reaction (PCR) techniques and standardization of the reporting, molecular response and specifically major molecular response MMR (defined as > 3 log reduction of BCR-ABL product on the international scale) became the target of the treatment. The current thrust in CML investigation is to go beyond the achievement of MMR and to achieve a deep molecular response (DMR). This has been variously defined as > 4 or 4.5 log reduction. Patients achieving a DMR are potential candidates for treatment free remission trials. In this report we review the DMR from TKIs in CML patients under treatment at Tawam Hospital. Sixty four patients were diagnosed with CML from January 2010 till June 2015 at Tawam Hospital. Seven patients were lost from follow up soon after diagnosis and excluded from analysis. Twenty five patients (48 %) achieved a DMR (> 4 log reduction). Eleven out of the 25 had undetectable levels (MR 4.5). The median age of the whole cohort was 34 years, while in female patients the median age was 33 years (range 22-68 years). Male to female ratio was 2.5:1. Sokal score was calculated for 22 patients (Low n=9, Intermediate n= 11 and High n=2). Analysis by Sokal score showed that patients with low risk disease achieved DMR at a median of 9 months (range 6-27 months) while patients with intermediate risk disease achieved DMR at a median of 21 months (range 4-53 months) Analysis by mode of therapy showed that 7 patients were on Imatinib while 18 patients were on 2 nd generation TKI therapy with either Nilotinib or Dasatinib as primary therapy. Six patients had to be switched to 2 nd line therapy either due to intolerance (n=2 Dasatinib or Nilotinib) or failure to achieve optimal therapy (n=4, all Imatinib patients). Analysis of the kinetics of molecular response showed that patients on Imatinib (n=3) with optimal response as per ELN guidelines achieved a DMR at a median of 22 months (range 6-40 months) while patients failing to achieve optimal response or intolerance (n=4) were switched to 2 nd line therapy and achieved a DMR in a median of 39.5 months (range 10 -53 months). Patients who were on 2 nd generation TKI achieved a DMR at median of 9 months range (4-30 months). Our cohort is young (median 34 years) reflecting the age distribution in the UAE. Approximately 15 % are female with child bearing potential We observed that low risk patients achieved DMR faster than intermediate risk disease and that 2 nd generation TKI utilization achieved DMR in a shorter period of time compared to Imatinib (9 months compared to 21 months). None of the patients achieving DMR has so far progressed to accelerated phase. Disclosures No relevant conflicts of interest to declare."
}