{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1830.1830",
    "article_title": "\"In Vivo Vaccination\" Effect in Clinical Responders to Anti-Myeloma Monoclonal Antibody Isatuximab ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background: Isatuximab is a monoclonal antibody directed against surface molecule CD38, which is expressed on the tumor cells of patients with Multiple Myeloma (MM). In clinical trials, isatuximab was well tolerated and demonstrated good efficacy as monotherapy and in combination with standards of care. Isatuximab targets a unique epitope and exhibits anti-myeloma activity primarily through innate immunity via antibody-dependent cellular cytotoxicity (ADCC). It has been proposed that cytotoxic monoclonal antibodies can also induce an adaptive immune response against the antibody's respective target antigen as well as other tumor-associated antigens in the host, a so-called \"in vivo vaccination\" effect, but this has never been demonstrated in patients with MM undergoing treatment. Methods: Immunomonitoring was performed on 4 patients with relapsed / refractory MM, who had received 3-5 (median: 3) prior therapies, enrolled in a Phase I clinical study (NCT02514668) at the Huntsman Cancer Institute. The patients received 20 mg/kg intravenous single-agent isatuximab weekly for the first cycle (4 weeks) and every 2 weeks for all subsequent cycles (4 weeks) until progression or intolerable toxicity. Blood samples were collected before treatment and at weeks 2, 4, 8, 12 and/or end-of-treatment under isatuximab therapy. Additional samples from clinical responders were obtained monthly. Patients' serum samples were analyzed by Enzyme-Linked Immunosorbent Assay (ELISA) for the presence of autologous antibody responses against a total of 45 myeloma-associated antigens. In addition, we determined the number of peripheral blood T cells specific for CD38, the target for isatuximab, as well as for other myeloma-associated antigens using an Enzyme-Linked ImmunoSpot (ELISPOT) assay. Results: We observed clinical responses in 2 out of 4 patients consecutively enrolled in our immunologic analyses. One of these patients (840002003/ID210), a quadruple refractory patient who had received 5 lines of prior therapy, achieved a complete response (CR) and the other patient (840002002/ID246) who was double refractory after 3 lines of prior therapy achieved a stringent complete remission (sCR, Fig. 1). These two patients with an objective clinical response had new or increasing autologous IgG antibody responses against tumor antigens: one patient (ID210) against MAGE-C2, NY-ESO-1, and against the target for isatuximab CD38; the second patient (ID246) against MAGE-C1 (Fig. 1). Both antibody-positive patients had also developed polyclonal T cell responses against CD38. In addition, one of the clinical responders had T cell responses against 2 other myeloma-associated antigens, MAGE-C2 and PRAME (Fig. 1). We did not observe any new or increasing autologous antibody responses against myeloma-associated antigens in the 2 patients who had not clinically responded to isatuximab. Conclusions: Here, we demonstrate for the first time that treatment with a monoclonal antibody directed against a tumor-associated surface antigen, such as CD38, can lead to an \"in vivo vaccination\" effect where patients with MM develop autologous T cell responses against the therapeutic target as well as antigen spreading to tumor-associated antigens independent of the target for the monoclonal antibody. Among the limited number of patients analyzed, these autologous adaptive immune responses were observed only in patients with clinical responses to isatuximab treatment. This work was supported by Sanofi. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "monoclonal antibodies",
        "multiple myeloma",
        "vaccination",
        "antigens",
        "tumor antigens",
        "complete remission",
        "antibodies",
        "cancer",
        "enzymes",
        "epitopes"
    ],
    "author_names": [
        "Tim Luetkens, MD",
        "Sara Yousef, PhD",
        "Christa Shorter, BSc",
        "Srinivas K. Tantravahi, MBBS",
        "Mary Nicole Steinbach, NP",
        "Janet Weidner",
        "Douglas W. Sborov, MD MSc",
        "Djordje Atanackovic, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tim Luetkens, MD",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sara Yousef, PhD",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christa Shorter, BSc",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srinivas K. Tantravahi, MBBS",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Nicole Steinbach, NP",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet Weidner",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas W. Sborov, MD MSc",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Djordje Atanackovic, MD",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Huntsman Cancer Institute, Salt Lake City, UT"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:37:12",
    "is_scraped": "1"
}