{
    "doi": "https://doi.org/10.1182/blood.V108.11.1125.1125",
    "article_title": "Toxicity of the Oncoprotein LMP1 of Epstein Barr Virus as a New Mechanism of LMP1 Regulation Explaining the Heterogeneity of LMP1 Protein Levels in EBV-Transformed B-Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Epstein Barr Virus (EBV) oncoprotein LMP1 has been described as the major transforming protein in various cell types, by rerouting the TNF-receptor family signalling pathway. Despite this undoubtedly role in EBV-associated transformation of cells, toxicity of LMP1 is a well known experimental feature, poorly studied, may be because it contradicts the dogma of its transformation power. This phenomenon may be important to understand in the view of natural immune control of the EBV burden in the immunocompetent host (Le Clorennec, 2006). Moreover it is noteworthy that, at the single cell level, expression of LMP1 is very heterogeneous both in EBV-associated tumours and in cell lines. To understand the toxic effect of LMP1 in LCLs, we cloned wild type LMP1 into a novel double inducible episomal vector pRT-1, from which the gene of interest is expressed under the control of a bi-directional doxycyclin regulatable promoter with a truncated version of NGFR (NGFRt) as a surrogate marker of inductibility. We first found that increasing levels of doxycyclin concentration induce over-expression of CD95 that parallels induction of LMP1. Induction of LMP1 resulted in induction of CD95 aggregation, FADD phosphorylation, activation of caspase 8, 9 and 3, followed by late stages of apoptosis as demonstrated by PARP cleavage and sub-G1 peak. Immunoprecipitation of CD95 and caspase 8 suggested that LMP1 induction was associated with formation of CD95-dependant DISC. Induction oxygen species (OS) has been shown to induce aggregation and autoactivation of CD95. We found that inhibition of the formation of oxygen species (OS) by catalase resulted in a decrease of LMP1-dependant apoptosis, whereas treatment of cells with H2O2 had the opposite effect. We also show that induction of latency III is associated with induction of OS. Levels of OS in latency III EBV-infected B-cells were significantly increased by induction of LMP1. Therefore, our results are in agreement with a model according which (i) EBV latency III increases the pool of OS of the infected B-cell, rendering the cell permissive to CD95 auto-activation, (ii) increasing levels of LMP1 induces both expression of the pro-apoptotic CD95 and survival of the cell through NF-kappa B activation, and (iii) increasing CD95-autoactivation due to inappropriate over-expression of LMP1 finally overwhelms the antiapoptotic effect of NF-kappa B. From this model, it is expected that at the single cell level, LMP1 expression results from an equilibrium between NF-kappa B dependant survival of cells and CD95-dependant apoptosis, explaining the heterogeneity of LMP1 expression from cell to cell and pointing a new mechanism of regulation of LMP1.",
    "topics": [
        "b-lymphocytes",
        "herpesvirus 4, human",
        "heterogeneity",
        "oncogene proteins",
        "toxic effect",
        "cd95 antigens",
        "nf-kappa b",
        "caspase-8",
        "oxygen",
        "antiapoptotic agents"
    ],
    "author_names": [
        "Le Clorennec Christophe, PhD",
        "Ouk Tan-Sothea, PhD",
        "Jayat-Vignoles Chantal, PhD",
        "Youlyouz-Marfak Ibtissam, PhD",
        "Adriaenssens Eric, PhD",
        "Coll Jean, PhD",
        "Bordessoule Dominique, MD PhD",
        "Feuillard Jean, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Le Clorennec Christophe, PhD",
            "author_affiliations": [
                "UMR CNRS 6101, Faculte de Medecine, Limoges, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ouk Tan-Sothea, PhD",
            "author_affiliations": [
                "UMR CNRS 6101, Faculte de Medecine, Limoges, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jayat-Vignoles Chantal, PhD",
            "author_affiliations": [
                "UMR CNRS 6101, Faculte de Medecine, Limoges, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Youlyouz-Marfak Ibtissam, PhD",
            "author_affiliations": [
                "UMR CNRS 6101, Faculte de Medecine, Limoges, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriaenssens Eric, PhD",
            "author_affiliations": [
                "UMR CNRS 8527, Institut de Biologie, Lille, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Coll Jean, PhD",
            "author_affiliations": [
                "UMR CNRS 8527, Institut de Biologie, Lille, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bordessoule Dominique, MD PhD",
            "author_affiliations": [
                "Service Hematologie Clinique, CHU Dupuytren, Limoges, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feuillard Jean, MD PhD",
            "author_affiliations": [
                "UMR CNRS 6101, Faculte de Medecine, Limoges, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T06:46:41",
    "is_scraped": "1"
}