{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.447.447",
    "article_title": "The Clinical-Stage sGC Stimulator IW-1701 Prevents Increase of Plasma Biomarkers of Intravascular Inflammation and Suppresses Leukocyte-Endothelial Interactions in Tnfα-Treated Mice ",
    "article_date": "December 7, 2017",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages I",
    "abstract_text": "Soluble guanylate cyclase (sGC) is a heme containing signaling enzyme that catalyzes the formation of cyclic guanosine 3',5'-monophosphate (cGMP) from GTP in response to nitric oxide (NO) binding to heme. The second messenger cGMP modulates many physiological processes including inflammation. Treatment with NO donors or inhibitors of cGMP-selective phosphodiesterase 9 (PDE9) significantly attenuates TNFα-induced intravascular inflammation in C57BL/6 and sickle cell mice. The anti-inflammatory effect of PDE9 inhibitors was augmented by co-administration of hydroxyurea (HU), which is the current standard of care for sickle cell disease. It has been proposed that HU may exert its anti-inflammatory effect by acting as an NO donor. sGC stimulators are small molecules that bind to sGC and enhance NO-dependent catalytic activity of the enzyme. Here we evaluated the effect of the sGC stimulator IW-1701 in the absence and presence of HU on biomarkers of intravascular inflammation, leukocyte-endothelial cell interactions and neutrophil trafficking in C57BL/6 mice. Treatment of C57BL/6 mice with TNFα (50 ng/mouse, i.p.) increased the plasma levels of biomarkers of endothelial cell activation (sP-selectin, sE-selectin, sICAM-1) and leukocyte activation (MIP-2, sL-selectin). Pretreatment of mice with IW-1701 (10 mg/kg, p.o.) reduced the increase in plasma concentrations of MIP-2 and sL-selectin following the TNFα challenge by 81% and 58%, respectively. The TNFα-induced increase in plasma levels of sP-selectin, sE-selectin and sICAM-1 were also inhibited by 31%, 37% and 34%, respectively in IW-1701-treated mice. Co-treatment with HU augmented the effect of IW-1701 on plasma concentrations of sE-selectin and sICAM-1 in TNFα treated mice. The effects of IW-1701, HU and the combination on leukocyte endothelial cell interactions was assessed using intravital microscopy of post-capillary venules of the mouse cremaster muscle. TNFα treatment of C57BL/6 mice decreased leukocyte velocity from 26.6±3.1 μm/sec to 5.5±0.7 μm/sec and leukocyte rolling flux from 43.3±7.1 cells/min to 16.1±2.7 cells/min as compared to control mice. Pre-treatment of mice with IW-1701 (10 mg/kg) alone increased leukocyte velocity and rolling flux to 10.3±1.1 μm/sec and 24.1±2.3 cells/min, respectively. Similarly, pre-treatment of mice with HU (100 mg/kg, p.o.) alone increased leukocyte velocity to 15.5±1.7 μm/sec and leukocyte rolling flux to 50.2±5.9 cells/min. Co-administration of IW-1701 in combination with HU further increased leukocyte velocity (19.7±1.9 μm/sec) and leukocyte rolling flux (64.5±5.5 cells/min) in post-capillary venules of the mouse cremaster muscle. Treatment with either IW-1701, HU, or the combination did not change the number of adherent leukocytes to the vascular wall following TNFα stimulation. To further evaluate the effect of IW-1701 on neutrophil extravasation and trafficking we used a peritoneal recruitment model. Intraperitoneal injection of TNFα induced accumulation of Gr.1 positive neutrophils in the mouse peritoneal cavity (4±0.4×10 5 PMNs/peritoneal lavage). Trafficking of PMNs into mouse peritoneum was attenuated by treatment of mice with HU (2.7±0.5×10 5 PMNs/peritoneal lavage). Co-administration of HU and IW-1701 further decreased the number of neutrophils extravasated into the peritoneum of TNFα-challenged mice (1.4±0.3×10 5 PMNs/peritoneal lavage). In summary, prophylactic treatment with IW-1701 inhibited the TNFα-induced increase in plasma levels of biomarkers of intravascular inflammation and attenuated the effect of TNFα on transient adhesive interactions between leukocytes and endothelial cells in mice. Co-administration of HU significantly reduced neutrophil trafficking and augmented the effect of IW-1701 on biomarkers of endothelial cell activation and transient adhesive interactions in the mouse cremaster muscle. This study supports further evaluation of the sGC stimulator IW-1701 to reduce complications associated with intravascular inflammation such as vaso-occlusive crisis in patients with sickle cell disease. Disclosures Tchernychev: Ironwood Pharmaceuticals: Employment, Other: own stock options. Feil: Ironwood Pharmaceuticals: Other: This research was sponsored by Ironwood Pharmaceuticals. Germano: Ironwood Pharmaceuticals: Employment, Other: own stock options of Ironwood Pharmaceuticals . Warren: Ironwood Pharmaceuticals: Employment, Other: own stock options of Ironwood Pharmaceuticals . Lonie: Ironwood Pharmaceuticals: Employment, Other: own stock options of Ironwood Pharmaceuticals . Feil: Ironwood Pharmaceuticals: Other: This research was sponsored by Ironwood Pharmaceuticals. Milne: Ironwood Pharmaceuticals: Employment, Equity Ownership. Hadcock: Ironwood Pharmaceuticals: Employment, Other: own stock options of Ironwood Pharmaceuticals . Chien: Ironwood Pharmaceuticals: Employment, Equity Ownership. Currie: Ironwood Pharmaceuticals: Employment, Equity Ownership. Graul: Ironwood Pharmaceuticals: Employment, Other: own stock options of Ironwood Pharmaceuticals .",
    "topics": [
        "biological markers",
        "endothelium",
        "inflammation",
        "leukocytes",
        "mice",
        "plasma",
        "soluble guanylyl cyclase",
        "selectins",
        "cyclic gmp",
        "peritoneal lavage"
    ],
    "author_names": [
        "Boris Tchernychev",
        "Susanne Feil",
        "Peter Germano",
        "William Warren",
        "Elisabeth Lonie",
        "Robert Feil",
        "Todd G Milne",
        "John Hadcock",
        "Yueh-Tyng Chien",
        "Mark G Currie",
        "Regina Margaret Graul"
    ],
    "author_dict_list": [
        {
            "author_name": "Boris Tchernychev",
            "author_affiliations": [
                "Ironwood Pharmaceuticals Inc., Cambridge, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanne Feil",
            "author_affiliations": [
                "Interfaculty Institute of Biochemistry, University of Tuebingen, Tuebingen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Germano",
            "author_affiliations": [
                "Ironwood Pharmaceuticals Inc., Cambridge, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Warren",
            "author_affiliations": [
                "Ironwood Pharmaceuticals Inc., Cambridge, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Lonie",
            "author_affiliations": [
                "Ironwood Pharmaceuticals Inc., Cambridge, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Feil",
            "author_affiliations": [
                "Interfaculty Institute of Biochemistry, University of Tuebingen, Tuebingen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd G Milne",
            "author_affiliations": [
                "Ironwood Pharmaceuticals Inc., Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Hadcock",
            "author_affiliations": [
                "Ironwood Pharmaceuticals Inc., Cambridge, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yueh-Tyng Chien",
            "author_affiliations": [
                "Ironwood Pharmaceuticals Inc., Cambridge, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark G Currie",
            "author_affiliations": [
                "Ironwood Pharmaceuticals Inc., Cambridge, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Regina Margaret Graul",
            "author_affiliations": [
                "Ironwood Pharmaceuticals Inc., Cambridge, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:30:31",
    "is_scraped": "1"
}