{
    "doi": "https://doi.org/10.1182/blood.V104.11.3924.3924",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=122",
    "start_url_page_num": 122,
    "is_scraped": "1",
    "article_title": "Sulfur- and Selenium-Containing Compounds Derived from Natural and Synthetic Sources in Angiogenesis Modulation. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "angiogenesis",
        "selenium",
        "sulfur",
        "fibroblast growth factor 2",
        "antiangiogenesis therapy",
        "painful bladder syndrome",
        "sulfones",
        "sulfoxides",
        "acetylcysteine",
        "amino acids"
    ],
    "author_names": [
        "Shaker A. Mousa, PhD, MBA, FACC, FACB",
        "Seema Mohamed, MS",
        "Laura O’Connor, BS",
        "Eric Block, PhD"
    ],
    "author_affiliations": [
        [
            "Pharmaceutical Research Institute, Albany College of Pharmacy, Albany, NY, USA"
        ],
        [
            "Pharmaceutical Research Institute, Albany College of Pharmacy, Albany, NY, USA"
        ],
        [
            "Pharmaceutical Research Institute, Albany College of Pharmacy, Albany, NY, USA"
        ],
        [
            "Department of Biochemistry, State University of New York, Albany, NY, USA"
        ]
    ],
    "first_author_latitude": "42.6521957",
    "first_author_longitude": "-73.7788392",
    "abstract_text": "Increases in serum sulfate may explain some of the therapeutic effects of methylsulfonyl methane (MSM), dimethyl sulfoxide, and glucosamine sulfate. Organic sulfur, as sulfur-containing amino acids, can be used to increase synthesis of S-adenosylmethionine, glutathione, taurine, and N-acetylcysteine. MSM may be effective for the treatment of allergy, pain syndromes, athletic injuries, and bladder disorders. Epidemiological studies have suggested that brassica vegetables are protective against cancers of the lungs and alimentary tract. Cruciferous vegetables are the dietary source of glucosinolates, a large group of sulfur-containing glycosides. However, dosages, mechanisms of action, and rationales for the use of various sulfur-containing compounds from natural or food products need to be better defined. The low toxicological profiles of these sulfur compounds, combined with promising therapeutic effects, warrant continued preclinical and clinical investigations. In this current study the angiostatic (antiangiogenesis) efficacy for individual sulfur-containing compounds derived from natural or synthetic sources was determined using in vitro (endothelial cell [EC] tube formation assay) and in vivo (chick chorioallantoic membrane [CAM] model). In vitro EC tube formation studies demonstrated significant inhibition of fibroblast growth factor-2 (FGF-2) stimulated EC tube formation by the different sulfur- and selenium-containing compounds, with different potency depending on the oxidation state of the sulfur or selenium. Furthermore, utilizing the CAM model, similar inhibitory efficacy of FGF-2 induced angiogenesis. These data suggest that sulfur and selenium compounds derived from natural sources might be a useful therapy for the inhibition of angiogenesis associated with human tumor growth and other pathological angiogenesis-mediated disorders, such as ocular and inflammatory diseases. Antiangiogenesis Efficacy of Sulfone/Sulfoxide and Selenone/Selenoxide in the Chick Chorioallantoic Membrane Model  Treatment . Branch Points ± SEM . % Inhibition ± SEM . FGF = fibroblast growth factor; PBS = phosphate-buffered saline. PBS control 64.67 ± 3.00 ----- FGF-2 (1.5 ug/ml) 178.20 ± 5.32 ----- FGF-2 + diphenyl sulfoxide (100 uM) 145.65 ± 11.10 34.12 ± 4.8 FGF-2 + diphenyl sulfone (3 uM) 82.56 ± 4.4 84.25 ± 3.6 FGF-2 + dimethyl selenoxide (30 uM) 120.86 ± 3.1 50.74 ± 2.7 FGF-2 + dimethyl selenone (3 uM) 71.63 ± 3.8 93.87 ± 3.3 Treatment . Branch Points ± SEM . % Inhibition ± SEM . FGF = fibroblast growth factor; PBS = phosphate-buffered saline. PBS control 64.67 ± 3.00 ----- FGF-2 (1.5 ug/ml) 178.20 ± 5.32 ----- FGF-2 + diphenyl sulfoxide (100 uM) 145.65 ± 11.10 34.12 ± 4.8 FGF-2 + diphenyl sulfone (3 uM) 82.56 ± 4.4 84.25 ± 3.6 FGF-2 + dimethyl selenoxide (30 uM) 120.86 ± 3.1 50.74 ± 2.7 FGF-2 + dimethyl selenone (3 uM) 71.63 ± 3.8 93.87 ± 3.3 View Large"
}