{
    "doi": "https://doi.org/10.1182/blood.V128.22.3905.3905",
    "article_title": "Incidence and Outcome in Aplastic Anemia Diagnosed 2000-2011 - a Nationwide Swedish Registry Study ",
    "article_date": "December 2, 2016",
    "session_type": "508. Bone Marrow Failure: Poster III",
    "abstract_text": "Introduction : Aplastic anemia (AA) is a rare life-threatening disease but since the introduction of immunosuppressive therapy (IST) and allogeneic stem cell transplantation (alloHCT), the outcome in selected patient cohorts has improved considerably with a 5-year overall survival of 70-80 %. However, there is a lack of contemporary population-based data on the incidence and survival of AA. Aims : To determine incidence, treatment and survival in AA patients (pts) diagnosed in Sweden during 2000-2011. Patients and Methods : In a retrospective study, the Swedish National Patient Registry was utilized to identify pts diagnosed with AA. After careful revision of each patient's chart, 257 cases proved to fulfill the diagnostic Camitta criteria. Incidence and confidence intervals were calculated according to Rothmann, rates and proportions with Pearson's chi-square test, survival statistics using the Kaplan-Meier and log-rank method and the relative survival analysis used the Ederer II method. Results : The overall incidence of AA was 2.35 (95% CI 2.06-2.64) cases per million inhabitants per year. A biphasic age distribution was seen; one peak in pts aged 15-20 (CI 2.87; 1.72-4.03), and one in pts >60 years (4.36; CI 3.55-5.18). Median age at diagnosis was 60 (2-92) years (yrs), and median follow-up 76 (range 0-193) months. The disease severity grades were non-severe AA 38%, severe AA 38%, and very severe AA 24%, with no age-related differences. The primary treatment was IST (63%), alloHCT (10%), or palliation (27%). Distribution of initial treatment in different age groups are given in Table 1. Five-year survival of AA patients was 61%, and median survival 150 months. The 5-year survival, irrespective of treatment modality, varied in different age groups and was significantly lower in pts aged 40-59 and >60 yrs compared to young pts (p 60 yrs. The age-related survival difference was visible early after diagnosis: pts >60 yrs had a 3-month survival of 84% compared to 98% for pts 0-18, 98% 19-39 and 93% for 40-59 yrs (p=0.021, 0.023 and 0.151, respectively). For all pts, type of primary treatment was significantly associated with survival; alloHCT pts had a 5-year survival rate of 96%, the IST group 69%, and palliative pts 30% (p=0.009 and p<0.0001). For patients 0-39 yrs, there was no statistical difference in survival comparing primary treatment modalities (IST or alloHCT); 0-18 yrs 86% vs 100% (p=0.158), and 19-39 yrs 90% vs 100% (p=0.395); also when grouping these pts together (88 % vs 100 %, p=0.103). In patients treated with primary IST (n=161) there was no difference in 5-year survival between the age groups 0-18, 19-39 and 40-59 yrs, whereas patients above 60 yrs did significantly worse than all other age groups; 86%, 90%, 70% and 52%, respectively (p60 yrs underwent HCT compared to 14 pts (48%), 17 pts (57%) and 10 pts (30%) in the other age groups. The relative 5-year survival (i.e. the excess mortality) for all patients was 66% (95% CI 59-72). When dividing patients by the median age at diagnosis, relative 5-year survival was 85% (CI 77-90) in patients 60 did significantly worse, 47.0% (CI 37-57). When splitting pts into two time-periods (2000-2005 or 2006-2011), we found no difference in 5-year survival, neither for all patients nor for the different age groups. Conclusions : Younger AA patients, regardless of initial therapy, experience a very good long-term survival. Also middle-aged patients do reasonably well but for patients above the median age at diagnosis (>60 yrs), the excess mortality is still substantial. Apparently, the challenge today is how to improve the management of elderly AA patients and prospective studies to address this medical need are warranted. View large Download slide View large Download slide  Close modal Disclosures Brune: Meda Pharma: Consultancy.",
    "topics": [
        "aplastic anemia",
        "brachial plexus neuritis",
        "inappropriate sinus tachycardia",
        "palliative care",
        "allogeneic stem cell transplant",
        "follow-up",
        "severity of illness",
        "therapeutic immunosuppression",
        "middle-aged adult",
        "older adult"
    ],
    "author_names": [
        "Krista Vaht, MD",
        "Magnus Göransson, MD PhD",
        "Kristina Carlson, MD PhD",
        "Cecilia Isaksson, MD",
        "Stig Lenhoff",
        "Anna Sandstedt, MD",
        "Bertil Uggla, MD PhD",
        "Per T. Ljungman, MD PhD",
        "Mats Brune, MD PhD",
        "Per-Ola Andersson, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Krista Vaht, MD",
            "author_affiliations": [
                "Section of Hematology and Coagulation, Sahlgrenska University Hospital, Gothenburg, Sweden ",
                "Dept of Medicine, Sahlgrenska Academy, Gothenburg University, Gothenburg, Sweden "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Magnus Göransson, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, The Queen Silvia Children's Hospital, Sahlgrenska University Hospital, Gothenburg, Sweden "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristina Carlson, MD PhD",
            "author_affiliations": [
                "Dept of Hematology, Akademiska University Hospital, Uppsala, Sweden "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cecilia Isaksson, MD",
            "author_affiliations": [
                "Department of Hematology, Cancer Centre, Umeå University Hospital, Umea, Sweden "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stig Lenhoff",
            "author_affiliations": [
                "Dept. of Hematology, Skane University Hospital Lund, Lund, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Sandstedt, MD",
            "author_affiliations": [
                "Department of Hematology, Linköping University Hospital, Linköping, Sweden "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertil Uggla, MD PhD",
            "author_affiliations": [
                "Dept of Hematology, Örebro University Hospital, Örebro, Sweden "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Per T. Ljungman, MD PhD",
            "author_affiliations": [
                "Centre for Allogeneic Stem Cell Transplantation, Karolinska University Hospital Huddinge, Stockholm, Sweden "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mats Brune, MD PhD",
            "author_affiliations": [
                "Center for Hematopoietic Cell Transplantation, Sahlgrenska University Hospital, Gothenburg, Sweden "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Per-Ola Andersson, MD PhD",
            "author_affiliations": [
                "Dept of Medicine, Sahlgrenska Academy, Gothenburg University, Gothenburg, Sweden ",
                "Section of Hematology, Dept of Medicine, South Älvsborg Hospital, Borås, Sweden"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:39:10",
    "is_scraped": "1"
}