{
    "doi": "https://doi.org/10.1182/blood-2019-125725",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4439",
    "start_url_page_num": 4439,
    "is_scraped": "1",
    "article_title": "Inhibition of Mcl-1 Enhances the Efficacy of Tyrosine Kinase Inhibition in FLT3 Mutated AML and Synergizes with Venetoclax Targeting AML Stem Cells ",
    "article_date": "November 13, 2019",
    "session_type": "604.Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "topics": [
        "flt3 gene",
        "ms-like tyrosine kinase 3",
        "mutation",
        "protein tyrosine kinase",
        "stem cells",
        "venetoclax",
        "protein-tyrosine kinase inhibitor",
        "impedance threshold device",
        "mechlorethamine",
        "cancer"
    ],
    "author_names": [
        "Bing Z Carter, PhD",
        "Wenjing Tao",
        "Po Yee Mak",
        "Qi Zhang, PhD",
        "Xiangmeng Wang",
        "Vinitha Mary Kuruvilla, MSc",
        "Carli Stewart",
        "Vivian Ruvolo, MS",
        "Venkata Lokesh Battula, PhD",
        "Marina Y Konopleva, MD PhD",
        "Sean Caenepeel",
        "Jude Canon, PhD",
        "Paul Hughes",
        "PK Morrow",
        "Michael Andreeff, MD PhD"
    ],
    "author_affiliations": [
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Amgen Inc., Thousand Oaks, CA"
        ],
        [
            "Amgen Inc., Thousand Oaks, CA"
        ],
        [
            "Amgen Inc., Thousand Oaks, CA"
        ],
        [
            "Amgen Inc., Thousand Oaks, CA"
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Bcl-2 and Mcl-1 play critical roles in AML stem/progenitor cell survival. Venetoclax (VEN), a highly selective Bcl-2 inhibitor, showed limited clinical efficacy in AML as a single agent. FLT3 is the most frequently mutated gene in AML, resulting in constitutive activation of FLT3 tyrosine kinase and its downstream signaling pathways, which can be targeted by FLT3 tyrosine kinase inhibitors (TKIs). However, patients can adapt to TKI treatment by reactivating the MEK signaling pathway (Bruner JK et al., Cancer Res 2017), which is known to stabilize Mcl-1 levels. Furthermore, deregulated Mcl-1 expression was identified as a novel mechanism of primary TKI resistance in a subset of FLT3-ITD mutated AML patients (Breitenbuecher F et al., Blood 2009). Importantly, Mcl-1 can be induced by VEN treatment and could be a major resistance factor to VEN (Pan R et al., Cancer Discover 2014; Carter BZ et al., ASH 2018). Hence, Mcl-1 inhibition may enhance the efficacy of TKIs in FLT3 mutated AML and synergize with VEN, targeting AML cells and stem/progenitor cells. We treated FLT3-ITD positive AML cells with a selective inhibitor of Mcl-1 (AMG 176) and FLT3 TKIs and found that inhibition of Mcl-1 induced cell death and significantly enhanced the activity of sorafenib or gilteritinib in cell lines including cells acquired resistance to VEN (CI<1). It also enhanced the activity of sorafenib against blasts and stem/progenitor cells from primary AML samples harboring FLT3-ITD mutations. We previously showed that overexpression/knockdown of Mcl-1 greatly protected/sensitized AML cells from VEN induced cell death (Carter BZ, ASH 2018) supporting Mcl-1 as a key VEN resistance factor. We treated primary AML cells (n=5) with VEN (10 nM) or AMG 176 (250 nM) alone, or in combination and found that VEN+AMG 176 synergistically induced cell death in AML blasts and AML stem/progenitor cells even in samples clinically resistant to or relapsed after VEN containing regimen (CI<1). This synergism was also observed under mesenchymal stromal cells co-culturing conditions, while the combination was less toxic to normal bone marrow (NBM) cells (n=3) at even higher concentrations (VEN 20 nM, AMG 176 500 nM): apoptosis rate was at 82.4% or 80.8% under MSC co-cultures with AML blasts vs 34.2% or 36.4% under co-culture with NBM CD34 + cells. To investigate the antileukemia activity in vivo , we tested combined inhibition of Mcl-1 and Bcl-2 using two PDX models in NSG mice. The first model was developed from a resistant/relapsed patient with FLT3-ITD mutation and complex karyotype. The combination showed the most significant antileukemic activity and extension of survival, followed by AMG 176 and VEN treatment alone (median survival for the combination, 146 d, p=0.004; AMG 176, 137 d, p=0.032; VEN, 102 d, p>0.05 vs. control, 85.5 d; respectively). The second PDX model was developed from a patient who first responded and then became resistant to the combination of VEN and decitabine and harbors FLT3-ITD, NRAS, and GATA2 mutations and complex karyotype. VEN or AMG 176 monotherapies marginally prolonged survival (median survival 127 or 129 vs. control 124 d). The combination was highly effective in this model and greatly decreased circulating blasts (Fig. 1) and leukemia tissue infiltration, measured by flow cytometry and spleen size. CyTOF analysis demonstrated that only the combination strongly reduced blasts as well as the AML stem/progenitor cell populations. Median survival for the combination group currently has not been reached (>325 d) (Fig. 2). Collectively, these data demonstrate that inhibition of Mcl-1 enhances the efficacy of TKIs in FLT3 mutated AML. Furthermore, it synergizes with VEN, targeting not only AML blasts but also AML stem/progenitor cells, both in vitro and in vivo in PDX models with the potential of significantly improving treatment outcome, which warrants clinical evaluation. View large Download slide View large Download slide  Disclosures Carter: Amgen: Research Funding; AstraZeneca: Research Funding; Ascentage: Research Funding. Zhang: The University of Texas M.D.Anderson Cancer Center: Employment. Kuruvilla: The University of Texas M.D.Anderson Cancer Center: Employment. Konopleva: Kisoji: Consultancy, Honoraria; Eli Lilly: Research Funding; Forty-Seven: Consultancy, Honoraria; Calithera: Research Funding; Stemline Therapeutics: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Cellectis: Research Funding; Reata Pharmaceuticals: Equity Ownership, Patents & Royalties; Amgen: Consultancy, Honoraria; F. Hoffman La-Roche: Consultancy, Honoraria, Research Funding; Genentech: Honoraria, Research Funding; Ascentage: Research Funding; Ablynx: Research Funding; Agios: Research Funding; Astra Zeneca: Research Funding. Caenepeel: Amgen Inc.: Employment. Canon: Amgen Inc.: Employment. Hughes: Amgen Inc.: Employment. Morrow: Amgen Inc.: Employment. Andreeff: Daiichi Sankyo, Inc.: Consultancy, Patents & Royalties: Patents licensed, royalty bearing, Research Funding; Celgene: Consultancy; Jazz Pharmaceuticals: Consultancy; Amgen: Consultancy; AstaZeneca: Consultancy; 6 Dimensions Capital: Consultancy; Reata: Equity Ownership; Aptose: Equity Ownership; Eutropics: Equity Ownership; Senti Bio: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Oncoceutics: Equity Ownership; Oncolyze: Equity Ownership; Breast Cancer Research Foundation: Research Funding; CPRIT: Research Funding; NIH/NCI: Research Funding; Center for Drug Research & Development: Membership on an entity's Board of Directors or advisory committees; Cancer UK: Membership on an entity's Board of Directors or advisory committees; NCI-CTEP: Membership on an entity's Board of Directors or advisory committees; German Research Council: Membership on an entity's Board of Directors or advisory committees; Leukemia Lymphoma Society: Membership on an entity's Board of Directors or advisory committees; NCI-RDCRN (Rare Disease Cliln Network): Membership on an entity's Board of Directors or advisory committees; CLL Foundation: Membership on an entity's Board of Directors or advisory committees; BiolineRx: Membership on an entity's Board of Directors or advisory committees."
}