{
    "doi": "https://doi.org/10.1182/blood.V118.21.2562.2562",
    "article_title": " GATA1 mutations Outside the Blast Cell Population in Transient Leukemia of Down Syndrome ",
    "article_date": "November 18, 2011",
    "session_type": "613. Acute Myeloid Leukemia - Biology and Pathophysiology: Poster II",
    "abstract_text": "Abstract 2562 Background. Transient leukemia (TL), a disorder of fetal hematopoiesis, occurs in approximately 10% of infants with Down syndrome and in one fifth of cases is followed by the development of acute myeloid leukemia. The diagnosis of TL is based on the detection of a spontaneously resolving population of blasts in the peripheral blood of newborns with DS and, more recently, the detection of clone-specific somatic mutations of the hematopoietic transcription factor GATA1 . The alternative terms for this condition, transient myeloproliferative disorder (TMD) and transient abnormal myelopoiesis (TAM), reflect the observation that the peripheral blood of affected infants frequently shows an expansion of immature granulocytic precursor cells at various stages of development as well as nucleated erythroid precursors in addition to a population of blast cells. We hypothesized that the immature myeloid precursor cells observed in TL arise from the same hematopoietic cell clone that is defined by the specific GATA1 mutation found in TL blasts. Methods. Cryopreserved mononuclear cells from peripheral blood samples of three male infants with TL of Down syndrome were stained at a density of 10 6 cells/100ul with the following antibodies: CD45-Alexa Flour 700, CD61-PE, CD11b-PE-Cy5, CD235a-PE-Cy7, CD3-APC, CD34-APC-Cy7, CD15-Pacific Blue. In addition, aliquots of these cell populations were fixed, permeabilized and stained with for intracellular myeloperoxidase (MPO-FITC). Fractions of cells corresponding to different hematopoietic lineages were prepared by fluorescence activated cell sorting (FACSAriaII, BD Biosciences, San Jose, CA) both as bulk populations and single cells (sorted into 96-well plates). Morphology of sorted cell populations was determined by Giemsa staining. Lineage-specific hematopoietic colonies were cultured from primary mononuclear cell samples in a standard CFC assay. DNA of sorted bulk and single cell populations as well as individual lineage-specific hematopoietic colonies was used to detect GATA1 mutations in exon 2 by PCR, restriction enzyme analysis or sequencing of PCR products, or nested PCR. The location of the GATA1 gene on the X chromosome and the use of samples derived from males meant that wild type GATA1 alleles were not derived from TL cells. Results. Primary TL blood samples could be fractionated in a blast cell (CD45+CD34+and/or CD61+), erythroid (CD45-CD235a+), immature myeloid (CD45+CD15+MPO+) and lymphoid (CD45+CD3+) cell population. Cell morphology was consistent with this sorting strategy. The cell fraction designed to enrich TL blasts in all cases showed the presence of cells harboring only the mutant GATA1 allele indicating a high degree of purity of the blast fraction. As expected, the lymphoid cell populations contained in the CD3+ fractions exclusively harbored wild type alleles. Similarly, both sorted erythroid cell populations and individual erythroid colonies (Bfu-E) derived from unsorted input cells harbored only wild type GATA1 alleles. In contrast, CD15+ and/or MPO+ myeloid cell fractions consistently showed the presence of both mutant and wild type GATA1 alleles. Quantification by single cell PCR is in progress. Conclusion. Somatic GATA1 mutations which result in the translation of a N-terminally truncated mutant protein (GATA1s), are pathognomonic for TL and myeloid leukemia of Down syndrome. Published data do not determine if the cell clone harboring GATA1 mutations in TL extends beyond the population of blast cells and megakaryocytic lineage. We confirmed the presence of GATA1 mutations in TL blasts and their expected absence from lymphoid cell populations. The absence of mutations from cells of erythroid lineage suggests that the altered GATA1 function induced by mutations found in TL is incompatible with erythroid differentiation. The detection of clone-specific GATA1 mutations in myeloid cells expressing MPO was unexpected and raises the possibility that either the progenitor cells giving rise to TL blasts or the blasts themselves retain myeloid lineage differentiation potential. The finding lends support to definitions of TL and myeloid leukemia in Down syndrome that are based on the specific mutational and cellular mechanism and transcend a megakaryoblastic blast phenotype. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blast cells",
        "down syndrome",
        "mutation",
        "myeloproliferative syndrome, transient",
        "polymerase chain reaction",
        "cd45 antigens",
        "leukemia, myeloid",
        "antibodies",
        "antigens, cd15",
        "cd34 antigens"
    ],
    "author_names": [
        "Jian Chen, PhD",
        "Agnieszka Wendorff, PhD",
        "Yue Li, MD",
        "Johann K. Hitzler, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jian Chen, PhD",
            "author_affiliations": [
                "Developmental and Stem Cell Biology, Hospital for Sick Children, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Agnieszka Wendorff, PhD",
            "author_affiliations": [
                "Develepmental and Stem Cell Biology, The Hospital for Sick Children Research Institute, Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yue Li, MD",
            "author_affiliations": [
                "Developmental and Stem Cell Biology, Hospital for Sick Children, Toronto, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johann K. Hitzler, MD",
            "author_affiliations": [
                "Div. Hematology/Oncology; Developmental and Stem Cell Biology, The Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T04:02:31",
    "is_scraped": "1"
}