{
    "doi": "https://doi.org/10.1182/blood-2019-132210",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4343",
    "start_url_page_num": 4343,
    "is_scraped": "1",
    "article_title": "Perception of Medical Students of Working As a Hematologist in an Institution in Saudi Arabia ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "topics": [
        "anemia",
        "bleeding diathesis",
        "blood coagulation disorders",
        "cancer",
        "hematologic neoplasms",
        "hematological diseases",
        "hemorrhage",
        "leukemia",
        "lymphoma",
        "perception"
    ],
    "author_names": [
        "Njoud Abdulrahman Alhowar, MBBS",
        "Abdul Rehman Z. Zaidi, MBBS"
    ],
    "author_affiliations": [
        [
            "Department of Emergency Medicine, King Fahad Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Medicine, King Fahad Medical City, Riyadh, Saudi Arabia"
        ]
    ],
    "first_author_latitude": "24.6874495",
    "first_author_longitude": "46.7037899",
    "abstract_text": "Background: Hematology is defined as the study and management of blood diseases and blood cancers. It includes various problems that can arise with different cell lineages, such as pathologies involving the red blood cells, white blood cells, platelets, blood vessels, bone marrow, lymph nodes, spleen, and disorders of bleeding and clotting. Hematology encompasses a wide breadth of practice, relating to both benign and malignant diseases. Unfortunately, not many students are exposed to hematology as an individual subject for enough period of time to build interest in hematology as a future career. There is an increase in hematological disorders being diagnosed globally every year. There is a rising need for aspiring physicians to be educated about hematology as this is a growing field with maximal potential and it is essential that we grow the number of future hematologists to meet this increasing demand. Hence, we found it essential to assess medical students' interest and knowledge of the vast career opportunities in hematology. Methods: This study was performed at a college of medicine aimed to determine medical students' (first, second, third, fourth, and final year students) core benign and malignant hematology knowledge and attitudes of medical students about hematology as a future career.This was a prospective study involving a total of 237 medical students, of which 49 were 1st-year students, 47 from 2nd-year, 39 from 3rd-year, 58 from 4th-year and 44 belonging to 5 th -year. Students usually enter their clinical clerkships in the 4th year of medical school. An online survey was distributed between April and June 2019 to students in each year to participate in our study voluntarily. Using multiple-choice questions, we investigated knowledge of core concepts pertaining to common blood disorders like leukemias, lymphomas, myelomas, anemias, bleeding disorders, thrombosis, and transfusion medicine. We then interviewed each of them via Skype call, phone call or in-person to ask them open-ended questions about their views of training in hematology in their future career. Results: Among 237 participating medical students, the median test score was 73 out of a 100 (Range: 41-82). Detailed analysis revealed that first-year students mean score was 54, second-year students was 63, third-year students was 61, fourth-year students was 74, and fifth-year students was 79. We collected and merged our data of the results of interviews between participants. Surprisingly, only 61% of students could answer what the potential roles of a hematologist are, correctly. Only 11 students indicated that they will choose hematology when asked about their choice for their future careers. When further questioned about students' perception of hematology as a subject and opportunities as a hematologist-in-training, only 44% of students indicated that they were aware of the different roles a hematologist can provide in a hospital setting and to the community. Positively, 86% of students could define various hematological disorders correctly. We are still carrying out further analysis in our study, but these are significant preliminary results. After our interviews, we spent about 5-8 minutes with each student, briefly educating them about hematology as a subject and different jobs of a hematologist. Conclusions: Our analysis of the preliminary data gathered from participating medical students reflected poor awareness of the roles of a hematologist and the opportunities available as a hematologist-in-training. Many students were not aware of the different subspecialties in the field and showed increased enthusiasm towards considering hematology as a future career after the interviews' informative sessions. We found that hematological disorders were often misinterpreted as being part of a different specialty. Our study calls for more awareness programs and curriculum educators to devote more weeks to hematology in the medical school curriculum. There is also a growing requirement of seminars to be held in medical schools to educate medical students of this rewarding field of medicine. Disclosures No relevant conflicts of interest to declare."
}