{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4820.4820",
    "article_title": "Small Molecule p53-MDM2 Inhibitors As Potential Regulators of p53-Dependent Genes Expression in Multiple Sclerosis ",
    "article_date": "December 7, 2017",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Transcription factor p53 plays an important role in numerous processes such as apoptosis, cell cycle regulation, metabolism, etc. This protein is believed to regulate apoptosis and neuronal death in various disorders such as multiple sclerosis (MS), Parkinson's and Alzheimer's diseases. In many cases p53 inactivation is caused by overexpression of its negative regulator - E3 ubiquitin ligase MDM2 - that exerts its regulatory functions on p53 by poly-ubiquinating it for proteasomal degradation. Under normal conditions p53 and MDM2 are constituted in an interdependent negative-feedback loop that controls their levels. There are multiple examples in the literature that describe inhibition of MDM2 using small molecules that activate p53 and induce p53-mediated molecular processes, primarily in tumor cells. However, currently the range of potential applications of MDM2 inhibitors is not restricted to cancer, but also includes autoimmune diseases. Therefore, suppression of MDM2 by small molecules is considered as one of the major strategies for activation of p53 and its transcriptional functions, further leading to expression of p53-dependent genes. To evaluate the effect of small molecule p53-MDM2 inhibitors (Nutlin-3a and RG-7112) we have isolated peripheral blood mononuclear cells (PBMCs) of MS patients and healthy donors. First, using colorimetric MTS assay we determined cytotoxicity of the compounds in PBMCs for 0.001-100 uM concentration range and incubation time of 24, 48, 72 hours. It was found that both compounds have only minor effect on cell viability in tested conditions. Finally, we employed Taqman real-time reverse transcription PCR (RT-PCR) to quantitatively analyze gene expression with the use of fluorescence-based detection system BioRad CFX-96 Touch. Freshly isolated cells were treated with both compounds at 5-20 uM concentrantion range. Total RNA was isolated and used to synthesize cDNA via reverse transcription reaction and then real-time PCR was carried out. Relative normalized expression was calculated by normalization to beta-actin, data analyzed using CFX Manager software. All PCR reactions were performed in triplicates. The effect of PBMC treatment was investigated on expression levels of key p53 target genes such as p21, Mdm2, PUMA, GADD45A, BAX, Bcl2 . We observed concentration-dependent expression of p21, Mdm2, Puma, GADD45A and Bax genes. Interestingly, Nutlin-3a demonstrated a more profound effect on these genes compared to RG-7112. Neither Nutlin-3a nor RG-7112 displayed any noticeable effect on the expression of Bcl2 . Importantly, we also noticed that gradual increase in Nutlin-3a concentration leads to higher expression levels of p53-dependent genes in MS patient samples compared to healthy donor samples. In conclusion, we expect that specific MDM2 inhibitors such as Nutlin-3a and RG-7112 can be used for regulation of p53-mediated processes in MS. Further experiments are currently ongoing to examine the effect of p53 activation on expression of various cytokines in stimulated and non-stimulated cells from both MS patients and healthy donors. The study was funded by RFBR research grant 16-34-60213 mol_а_dk. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "genes",
        "multiple sclerosis",
        "small molecule",
        "polymerase chain reaction",
        "bcl-2 protein",
        "molecule",
        "autoimmune diseases",
        "cancer",
        "cytokine",
        "cytotoxicity"
    ],
    "author_names": [
        "Aygul Kh. Valiullina",
        "Marina Gomzikova, PhD",
        "Ekaterina E. Garanina, PhD",
        "Timur Khaibullin, MD",
        "Albert Rizvanov, DSc, PhD",
        "Emil Bulatov, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aygul Kh. Valiullina",
            "author_affiliations": [
                "Kazan Federal University, Kazan, Russian Federation "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marina Gomzikova, PhD",
            "author_affiliations": [
                "Kazan Federal University, Kazan, Russian Federation "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ekaterina E. Garanina, PhD",
            "author_affiliations": [
                "Kazan Federal University, KAZAN, Russia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timur Khaibullin, MD",
            "author_affiliations": [
                "Republican Clinical Neurological Center, Kazan, Russian Federation "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albert Rizvanov, DSc, PhD",
            "author_affiliations": [
                "Kazan Federal University, Kazan, Russian Federation "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emil Bulatov, PhD",
            "author_affiliations": [
                "Kazan Federal University, Kazan, Russia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T03:59:27",
    "is_scraped": "1"
}