{
    "doi": "https://doi.org/10.1182/blood.V120.21.1335.1335",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2305",
    "start_url_page_num": 2305,
    "is_scraped": "1",
    "article_title": "Drug-Induced Cytokine Release Sensitizes Protective Tumor Microenvironments to Antibody- Mediated Therapy ",
    "article_date": "November 16, 2012",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster I",
    "topics": [
        "antibodies",
        "burkitt's lymphoma",
        "culture media, conditioned",
        "cytokine",
        "infectious mononucleosis",
        "tumor microenvironment",
        "cyclophosphamide",
        "leukemia",
        "tumor cells, malignant",
        "alemtuzumab"
    ],
    "author_names": [
        "Christian P. Pallasch, MD",
        "Leskov Ilya, MD, PhD",
        "Yadira M Soto",
        "Christian J. Braun, MD",
        "Nadine Kutsch, MD",
        "Adam Drake, PhD",
        "Lukas P. Frenzel, MD",
        "Bettina Iliopoulou, PhD",
        "Nico van Rooijen, PhD",
        "Clemens Wendtner, MD",
        "Michael Hallek, MD",
        "Jianzhu Chen, PhD",
        "Michael T Hemann, PhD"
    ],
    "author_affiliations": [
        [
            "David H. Koch Institute for Integrative Cancer Research, Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Koch Institute of Integrative Cancer Research, MIT, Cambridge, MA, "
        ],
        [
            "David H. Koch Institute of Integrative Cancer Research, MIT, Cambridge, MA, USA, "
        ],
        [
            "David H. Koch Institute of Integrative Cancer Research, MIT, Cambridge, MA, USA, "
        ],
        [
            "Department I of Internal Medicine, University Hospital of Cologne, Cologne, MA, Germany, "
        ],
        [
            "David H. Koch Institute of Integrative Cancer Research, MIT, Cambridge, MA, USA, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "David H. Koch Institute of Integrative Cancer Research, MIT, Cambridge, MA, USA, "
        ],
        [
            "Vrije University Medical Centre, Department of Molecular Cell Biology, Amsterdam, Netherlands, "
        ],
        [
            "Clinic I of Internal Medicine, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany, "
        ],
        [
            "David H. Koch Institute of Integrative Cancer Research, MIT, Cambridge, MA, USA, "
        ],
        [
            "David H. Koch Institute for Integrative Cancer Research, MIT"
        ]
    ],
    "first_author_latitude": "42.3623099",
    "first_author_longitude": "-71.0893571",
    "abstract_text": "Abstract 1335 Therapy-resistant microenvironments represent a major barrier to the effective elimination of disseminated malignancies. However, microenvironment dependent resistance mechanisms as potential synergistic drug interactions particularly for biologicals and monoclonal therapeutic antibodies are not completely understood. Here, we used the hMB humanized lymphoma mouse model as primary human B-ALL xenograft mice to address mechanisms of resistance and potential synergy of the clinical grade antibodies alemtuzumab and rituximab. Response to antibody therapy was shown to be mediated by macrophages as effector cells by direct phagocytosis - indicated by an abrogated response in macrophage-depleted mice. Antibody mono-therapy however still showed limited response in the bone marrow as a site of a primarily resistant microenvironment. In order to overcome therapeutic resistance and generate a functional state of the tumor microenvironment allowing effective antibody-mediated phagocytosis of lymphoma cells we applied a series of combinatorial regimens. Supplementing treatment with GM-CSF in order to improve the effector to target ratio slightly enhanced the therapeutic response as only modest additive affects were seen with total body irradiation. By combining alemtuzumab and cyclophosphamide in the hMB model as rituximab and cyclophosphamide respectively in CD20 + B-ALL xenografts we identified a striking synergy leading to profound depletion of malignant cells from bone marrow and spleen. Mice treated in the combinatorial arm survived significantly longer (Median survival 7 weeks vs. 28 weeks, p<0.001). Notably, synergy was exclusively demonstrated in cyclophosphamide while other alkylating agents, topoisomerase inhibitors, spindle poisons or steroids did not elicit a strong therapeutic synergy. Cyclophosphamide treatment induced an increased frequency of F4/80 + macrophages in the primarily resistant bone marrow in and multiphoton confocal microscopy of leukemia infiltrated and treated tumor tissue revealed enhanced phagocytic activity. Analyzing the underlying mechanisms of cyclophosphamide – antibody synergy using conditioned media from cyclophosphamide pretreated leukemia cells we identified an acute secretory response significantly enhancing macrophage mediated leukemia cell depletion upon antibody treatment in vivo . Analyzing a panel of human cytokines we could identify VEGF, CLL4, TNFα, and IL8 to be specifically induced by cyclophosphamide while not being induced by total body irradiation. Using recombinant cytokines or blocking antibodies in conditioned media we could recapitulate the significant influence of these cytokines on enhancing macrophage-dependent leukemia cell removal in vitro . Since the cyclophosphamide-induced acute secretory activating phenotype (ASAP) shows a rapid transient cytokine release synergistic chemo-immunotherapy of antibody and cyclophosphamide is limited to a 24h time-frame of simultaneous co-dosing to provide synergy. Here we could identify secretory phenotypes of malignant cells determining therapeutic outcome in antibody-based therapies. These findings underline the importance of tumor-microenvironment interactions for therapeutic outcome. Thus, the acute induction of stress-related cytokines represents a highly effective strategy to target cancer cells for targeted removal by the innate immune system. Here we identified so far unraveled mechanisms of synergy in chemo-immunotherapy and will thereby improve future design of clinical treatment regimens. Disclosures: No relevant conflicts of interest to declare."
}