{
    "doi": "https://doi.org/10.1182/blood.V126.23.4773.4773",
    "article_title": "Platelet-Derived Serotonin Stimulates TPO Production from Bone Marrow Mesenchymal Stromal Cells but Not Hepatocytes ",
    "article_date": "December 3, 2015",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells",
    "abstract_text": "In circulation thrombopoietin (TPO) level and platelet count is inversely related, but the precise controlling mechanism is still unknown. TPO is constitutively produced by the liver but can be induced to generate from bone marrow mesenchymal stromal cells (MSCs) in pathological conditions such as thrombocytopenia. Since serotonin (5-HT) can be released from the active platelets when the body undergoing severe thrombocytopenia or stress, it may function as an essential humoral mediator regulating TPO release. Our previous studies suggested that 5-HT enhances the growth of the colony-forming unit-fibroblast (CFU-F) from bone marrow, a progenitor of MSCs (Yang et al, Stem Cells, 2007; Ye et al, Stem Cells, 2014). However, the exact functions of 5-HT on MSCs and especially MSCs-derived TPO production are still under investigation. The bone marrow (BM) microenvironment may play an important role in the regulation of thrombopoiesis through release of thrombopoietic growth factor TPO. In this study, the expression of 5-HT2BR was identified in hMSCs and hepatocytic cell line MIHA by Q-PCR. 5-HT (200nM) promoted the proliferation of MSCs and MIHA cells by CCK-8 and MTT assay, respectively. This effect was abolished by 5-HT2BR blocker Ketanserin (2.0uM) in these cells. TPO RNA expression in hMSCs was enhanced in a time-dependent manner in response to the 5-HT treatment but not in MIHA cells. The maximum reaction peak was observed at 24 hrs with 1.5-fold increase compared to the untreated control in hMSCs. A significant increase TPO protein was found in the supernatants secreted by 5-HT-treated hMSCs. The changes measured by ELISA and cytokinearray and were 4.5-fold and 2.14-fold increased compared to the control sample. In addition to the evaluation of the effect of 5-HT on naked-TPO release from MSCs, we also investigate its impacts on the RNA expression of TPO contained within the MSC-derived microparticles (MPs). 5-HT was added to the hMSC culture for 24hrs, 36hrs and 48hrs respectively. It significantly stimulated MPs released from MSCs detected by flow cytometry. The maximal response time was observed at 36hrs. The AnnexinV positive population increased remarkably under 5-HT treatment. HtMSC Cell movement and MPs released were visualized under phase contrast microscopy. HtMSC cells with 5-HT treatment were stained with AnnexinV-PE and the plates were inspected under the Tirf microscopy to trace the shedding process of MPs. By using phase contrast microscopy, a notable generation of MPs was observed from approximate 6hrs after the addition of 5HT, while only a little amount of MPs were detected in the untreated control group. Budding MPs were observed in 5HT-treated MSCs under both SEM and TEM. The morphology of these MPs was compatible to those published in other studies. And these results were complementary to our previous data obtained by flow cytometry and Tirf microscopy. Our data proved that hMSCs-derived MPs contained inducible TPO mRNA, which was enhanced under 5-HT treatment with more than 10-fold increase compared to the untreated control. We further examined protein level of TPO in MPs using ELISA. The TPO protein level was increased more than 3-fold in 5-HT treated sample. Our findings suggested that 5-HT stimulated TPO released from MSCs in both dissociative and MP-bounded form, which indirectly promotes megakaryopoiesis and thrombopoiesis. Disclosures Yang: National Natural Science Foundation of China(81270580): Research Funding.",
    "topics": [
        "blood platelets",
        "bone marrow",
        "hepatocytes",
        "serotonin",
        "stem cell, mesenchymal",
        "massively-parallel genome sequencing",
        "mucopolysaccharidoses",
        "flow cytometry",
        "microscopy, phase-contrast",
        "thrombocytopenia"
    ],
    "author_names": [
        "En Yu Liang",
        "Jie Yu Ye",
        "Li Xia Zhou",
        "Chunfu Li, MD",
        "Beng H Chong, PhD",
        "Mo Yang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "En Yu Liang",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jie Yu Ye",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Xia Zhou",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunfu Li, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beng H Chong, PhD",
            "author_affiliations": [
                "St George Clinical School, University of NSW, Kogarah, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mo Yang, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T09:37:27",
    "is_scraped": "1"
}