{
    "doi": "https://doi.org/10.1182/blood.V116.21.1566.1566",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1697",
    "start_url_page_num": 1697,
    "is_scraped": "1",
    "article_title": "Stromal Cell Regulation of Murine Hematopoietic Stem Cells. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster I",
    "topics": [
        "antibodies",
        "culture media, conditioned",
        "cytokine",
        "dilution technique",
        "hematopoietic stem cells",
        "interleukin-11",
        "mice",
        "stem cell factor",
        "stromal cells",
        "transforming growth factor beta"
    ],
    "author_names": [
        "Stefan Wohrer, MD",
        "Keegan Rowe",
        "Heidi Mader",
        "Claudia Benz, PhD",
        "Michael R Copley",
        "David Kent, PhD",
        "Robert A.J. Oostendorp, BSc, MSc, PhD",
        "Connie J. Eaves, PhD"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, BC Cancer Research Centre, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Research Centre, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Research Centre, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Research Centre, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Research Centre, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Research Centre, Vancouver, BC, Canada, "
        ],
        [
            "III. Medizinische Klinik, Klinikum Rechts der Isar, 81675 Munchen, Germany, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ]
    ],
    "first_author_latitude": "49.26257450000001",
    "first_author_longitude": "-123.11934239999998",
    "abstract_text": "Abstract 1566 Recent advances in purifying murine hematopoietic stem cells (HSCs) to near homogeneity (>20%) have made it possible to analyze their in vivo clonal growth, self-renewal and differentiation properties over prolonged periods and the effects of various manipulations on these key functional parameters. However, conditions that allow genetically unaltered HSCs to maintain their original functional properties over equivalent periods of prolonged proliferation in vitro have not yet been identified. Since initial studies showed that the UG26 stromal cell could support murine HSC maintenance for limited periods, we first asked whether the addition of cytokines that also maintain HSCs for short periods might synergize with UG26 cells to enable HSC expansion to occur. Limiting dilution transplants that used a 6-month read-out of reconstituted blood elements (>1%) showed that the addition of 100 ng/ml Steel Factor (SF) and 20 ng/ml IL-11 to cultures containing UG26 cells and single purified (50%) HSCs (EPCR+CD150+CD48-, ESLAM cells) consistently stimulated a 3–5 fold HSC expansion after 7 days (3 expts). Furthermore, the effect of the UG26 cells could be replaced by UG26 conditioned medium (CM) and, in the presence of the CM+SF/IL-11 cocktail, the HSCs showed sustained longterm in vivo lympho-myeloid reconstituting activity in both primary and secondary recipients. Under these conditions, every ESLAM cell isolated proliferated several times within 7 days, but individual analysis of paired daughter cells showed that most first divisions (13/42) were, nevertheless, asymmetrical in terms of the numbers and types of different lineages produced by each of the 2 daughter cells for at least 4 months, although occasional evidence of symmetry was obtained (2/42 divisions). Interestingly, these first divisions showed a biphasic curve with 75% of the cells dividing before and 25% after 48 hours - the late dividers being more highly enriched for HSCs (95% vs 20%). We next asked whether TGF-β might be an important factor in UG26 CM, since UG26 cells exert a strong cell cycle inhibitory effect, and produce abundant TGF-beta. Accordingly, we next analyzed the effect of adding a neutralizing anti-TGF-β antibody or replacing the CM with TGF-β in the same type of single HSC cultures by tracking the survival and division kinetics of the cells as well as measuring the repopulating activity of their in vitro progeny present after 7 days. Strikingly, the addition of anti-TGF-β to the CM+SF/IL-11 supplemented HSC cultures eliminated the late wave of first cell divisions and caused an accompanying loss of myeloid reconstituting ability in recipients transplanted with the cultured cells. Conversely, replacement of the CM with TGF-β restored a biphasic division kinetics curve to cultures supplemented with SF/IL-11 but no CM. However, this did not protect against the early 50% loss of cells by apoptosis. These findings provide evidence of a new role of TGF-β in preserving the integrity of HSC functionality in vitro, but suggest a requirement for other types of factors released by certain stromal cells to achieve sustained symmetrical HSC self-renewal in vitro. Disclosures: No relevant conflicts of interest to declare."
}