{
    "doi": "https://doi.org/10.1182/blood-2021-152401",
    "article_title": "Immunogenicity of Covid-19 Vaccination in Subjects with Myelodysplastic Syndromes ",
    "article_date": "November 5, 2021",
    "session_type": "637.Myelodysplastic Syndromes - Clinical and Epidemiological",
    "abstract_text": "Myelodysplastic syndromes (MDS) represent a spectrum of clonal bone marrow neoplasms from low risk disease through to those transforming into acute myeloid leukaemia. The COVID-19 pandemic has presented a great risk to those with hematological malignancies who are at higher risk of severe disease and death than the general population. Previous studies looking at the immune response to influenza vaccination in those with MDS had shown promising results, with immune responses not differing from those of healthy family members. Whilst some data exist to reassure the MDS community that majority of patients show seroconversion following Covid-19 vaccination, little data exists on their neutralizing capacity or post vaccination T-cell responses in this cohort. In addition, the majority of patients in these studies received BNT162b2 and there is little published data on vaccine response to the ChAdOx1 nCoV-19 vaccine. We have investigated the humoral and T-cell response of 39 patients with MDS two to four weeks following Covid-19 booster vaccination with BNT162b2 or ChAdOx1 nCoV-19 through the SOAP study (Sars-cov-2 fOr cAncer Patients, IRAS project ID:282337). Plasma and PBMCs from MDS cases and healthy controls have been collected, and are being assessed for both humoral and cellular responses to SARS_CoV_2, the alpha (B.1.1.7) and delta (B.1.617.2) variants. Humoral responses will be assessed using ELISA (peptide binding) and functional viral neutralization assays. Cellular responses will be assessed using IFNy ELISPOT and flow cytometry (CD25 and CD69 expression) after 24h peptide stimulation. All data at time point 1 (2 - 4 weeks following booster vaccination) have been collected and will subsequently be collected at 6 months and 12 months post-vaccination. We also report on the safety data for these vaccines within this patient population. Of this cohort 64% were male with a median age of 65 years (range 21-84). 54% received vaccination with ChAdOx1 nCoV-19 and 44% received BNT162b2 (2% unrecorded). The vaccines were well tolerated with no serious adverse events to date. The mean interval between doses was 70.7 days (range 50 - 90 days). 71% of the cohort were receiving no disease modifying therapy at the time of vaccination, half of whom were receiving supportive therapy and the other half no intervention for their MDS. Of those receiving disease modifying therapy; 5 were receiving azacitidine, (1 in conjunction with low-dose cytarabine) and 3 ciclosporin. We will report the largest study of the humoral and T-cell mediated response to the Covid-19 vaccine in MDS patients to date. This will include cellular response to the delta variant and immunogenicity of both the BNT162b2 and ChAdOx1 nCoV-19 vaccines. Given the vulnerability of these patients to severe disease, investigating the immune response to the vaccines begins to build an evidence base for advising MDS patients on their ongoing risk of infection during the pandemic and going forward. The SOAP study will reassess the immune response at 6 and 12 months post-vaccination to continue to investigate post-vaccine immunity in this cohort. Disclosures Kulasekararaj:  F. Hoffmann-La Roche Ltd.: Consultancy, Honoraria, Speakers Bureau; Apellis: Consultancy; Akari: Consultancy, Honoraria, Speakers Bureau; Biocryst: Consultancy, Honoraria, Speakers Bureau; Achilleon: Consultancy, Honoraria, Speakers Bureau; Alexion: Consultancy, Honoraria, Speakers Bureau; Ra Pharma: Consultancy, Honoraria, Speakers Bureau; Amgen: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Alexion, AstraZeneca Rare Disease Inc.: Consultancy, Honoraria, Other: Travel support. Patten:  JANSSEN: Honoraria; NOVARTIS: Honoraria; GILEAD SCIENCES: Honoraria, Research Funding; ROCHE: Research Funding; ASTRA ZENECA: Honoraria; ABBVIE: Honoraria.",
    "author_names": [
        "Jennifer Vidler",
        "Thanussuyah Alaguthurai",
        "Sultan Abdul-Jawad",
        "Sivalekha Viramuthu",
        "Richard Beatson",
        "Rosalind Graham",
        "Sheeba Irshad",
        "Austin G. Kulasekararaj",
        "Piers EM Patten"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer Vidler",
            "author_affiliations": [
                "Department of Haematological Medicine, King's College Hospital NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thanussuyah Alaguthurai",
            "author_affiliations": [
                "Comprehensive Cancer Centre, School of Cancer & Pharmaceutical Sciences, King's College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sultan Abdul-Jawad",
            "author_affiliations": [
                "Comprehensive Cancer Centre, School of Cancer & Pharmaceutical Sciences, King's College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sivalekha Viramuthu",
            "author_affiliations": [
                "GKT School of Medical Education, King's College, London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Beatson",
            "author_affiliations": [
                "Comprehensive Cancer Centre, School of Cancer & Pharmaceutical Sciences, King's College London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosalind Graham",
            "author_affiliations": [
                "Comprehensive Cancer Centre, School of Cancer & Pharmaceutical Sciences, King's College London, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheeba Irshad",
            "author_affiliations": [
                "School of Cancer and Pharmaceutical Sciences, King's College, London, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Austin G. Kulasekararaj",
            "author_affiliations": [
                "Department of Haematological Medicine, King's College Hospital‐NHS Foundation Trust, NIHR Wellcome Foundation Clinical Research Facility, King's College London, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Piers EM Patten",
            "author_affiliations": [
                "Comprehensive Cancer Centre, King's College London, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:05:05",
    "is_scraped": "1"
}