{
    "doi": "https://doi.org/10.1182/blood.V124.21.5084.5084",
    "article_title": "Circulating Levels of Rivaroxaban Provide Different Results in Different Clot Based and Amidolytic Assays. a Study on Patients Treated with Two Different Dosages of Rivaroxaban ",
    "article_date": "December 6, 2014",
    "session_type": "332. Antithrombotic Therapy",
    "abstract_text": "Introduction: Rivaroxaban is an orally active anti-Xa agent which is approved for various clinical indications including DVT/ PE management. Although monitoring of this agent is not commonly required, in certain clinical conditions circulating anti-Xa levels may be useful for the optimal management of patients treated with this drug. The circulating plasma levels of anti-Xa activity can be obtained by using amidolytic methods; however, their relevance to observed bleeding and antithrombotic effects is not clear. Plasma based assays, such as the PT/APTT, are largely dependent on other plasma components and population based differences are noted. Heptest is a clot based method measuring Xa mediated clotting activity in plasma. The prothrombinase induced clotting time (PICT) and diluted Russell’s Viper Venom time (DRVVT) tests are also useful in measuring Xa mediated clot based activity. In order to compare the amidolytic method with some of these assays, a study was undertaken to analyze plasma samples from patients treated with two dosages of Rivaroxaban. Materials: Citrated plasma samples from 106 patients treated with Rivaroxaban at 15mg BID or 20mg OD were collected in a University Medical Center (Ljubljana, Slovenia) at varying times and duration of treatment. These samples were frozen at -80 C and analyzed in batches. Commercially available Rivaroxaban was used to prepare the calibration curves in normal human pool plasma (n=20) in a range of 0-1000ng/ml. Methods: The frozen plasma samples along with the calibration curve were analyzed in the following assays; PT – prothrombin time, innovin (Dade Behring, Marburg, Germany), aPTT – activated partial thromboplastin time (Tcoag Ireland Limited, Wicklow, Ireland), Heptest time (Heptest Laboratories Inc, St. Louis, MO), DRVVT – diluted russel’s viper venom time (Instrumentation Laboratory, Bedford, MA), Prothrombinase induced clotting time (PiCT) (Pentapharm, Basel, Switzerland) and Coamatic anti-Xa assay (Instrumentation Laboratory, Bedford, MA). PT, aPTT and heptest were performed on an ACL centrifugal analyzer. DRVVT and PiCT tests were measured on a Stago ST4 instrument. Coamatic anti-Xa assay was carried out on a microtiter plate monitoring optical density at 405nm. Tissue factor pathway inhibitor (TFPI) levels were measured using commercially based ELISA method (Diagnostica Stago, Paris France). Results: Wide variations in the results obtained by different methods were noted. The coamatic anti-Xa method provided a mean 173±87ng/ml, which was comparable to the results obtained by DRVVT (170±42ng/ml). All of the clot based assays resulted in a markedly higher level of Rivaroxaban, ranging from 238-458ng/ml. The heptest (453±288ng/ml) and PICT (458±433ng/ml), were markedly higher than the results from PT (341±299ng/ml) and aPTT (238±306ng/ml). The correlation between PICT and other tests ranged from 0.04 to 0.47. The PICT test exhibited relatively better correlation with the Coamatic assay (r squared=0.47). When the Coamatic results are correlated with various tests, the correlation ranged from 0.13 to 0.47. TFPI levels ranged from 60-100ng/ml (71+16ng/ml) and did not correlate with any of the tests used in this study. There was no Rivaroxaban dosage dependance on TFPI levels. Discussion: These results show that the available clot based and amidolytic methods provide widely variable, assay dependent results for the circulating levels of Rivaroxaban. The DRVVT and Coamatic results were much lower than other test results. The Heptest and PICT test provided much higher levels of Rivaroxaban, whereas the PT and aPTT gave relatively lower results. While the amidolytic methods measure the direct inhibitory effects of Rivaroxaban on factor Xa, the clot based assays measure the cumulative effects including the amplification responses resulting in a higher level of Rivaroxaban. Thus, while the amidolytic method measures the absolute drug level, the clot based methods take into account the pharmacodynamic effects, which may also be dependent on other patient based predispositions. Furthermore, TFPI levels were not found to be affected by rivaroxaban treatment and did not contribute to the modulation of any of the tests included in this study. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "rivaroxaban",
        "activated partial thromboplastin time measurement",
        "anti factor xa",
        "dilute russell viper venom time",
        "tissue factor pathway inhibitor",
        "calibration",
        "thromboplastin",
        "whole blood coagulation time",
        "deep vein thrombosis",
        "duration of treatment"
    ],
    "author_names": [
        "Debra Hoppensteadt, PhD",
        "Daneyal Syed, BS",
        "Mateja Jezovnik",
        "Pavel Poredos",
        "Sermin Tetik",
        "Omer Iqbal, MD",
        "Jeanine M. Walenga, PhD",
        "Jawed Fareed, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Debra Hoppensteadt, PhD",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daneyal Syed, BS",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mateja Jezovnik",
            "author_affiliations": [
                "University medical Centre Ljubljana, Ljubljana, Slovenia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavel Poredos",
            "author_affiliations": [
                "University medical Centre Ljubljana, Ljubljana, Slovenia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sermin Tetik",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omer Iqbal, MD",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanine M. Walenga, PhD",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jawed Fareed, PhD",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T12:50:09",
    "is_scraped": "1"
}