{
    "doi": "https://doi.org/10.1182/blood.V116.21.3525.3525",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1632",
    "start_url_page_num": 1632,
    "is_scraped": "1",
    "article_title": "Total Outpatient Care for Myeloablative Unrelated Donor Hematopoietic Cell Transplantation: A Safe and Effective Alternative to Standard In-Patient Care ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Alternative Donor Transplantation: Poster II",
    "topics": [
        "ambulatory care services",
        "donors",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "infusion procedures",
        "toxic effect",
        "allogeneic stem cell transplant",
        "febrile neutropenia",
        "mucositis",
        "patient readmission"
    ],
    "author_names": [
        "Connie A. Sizemore, Pharm.D.",
        "Karen Manion, RN",
        "Lawrence Morris, MD",
        "Asad Bashey, MD, PhD",
        "H. Kent Holland, MD",
        "Scott R. Solomon, MD"
    ],
    "author_affiliations": [
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA"
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA"
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA"
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA"
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA"
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.9096421",
    "first_author_longitude": "-84.35280519999999",
    "abstract_text": "Abstract 3525 Total Outpatient Care for Myeloablative Unrelated Donor Hematopoietic Cell Transplantation: A Safe and Effective Alternative to Standard In-Patient Care Myeloablative unrelated donor allogeneic stem cell transplantation (UD-SCT) is associated with a high risk of transplant related toxicity, traditionally requiring patients to remain hospitalized from administration of the high-dose preparative regimen until recovery from the cytopenic phase. We previously published a comprehensive outpatient approach for the management of patients undergoing matched sibling donors myeloablative allogeneic stem cell transplant, showing comparable clinical outcomes to those reported for an inpatient approach (Solomon et al, Bone Marrow Transplantation 2010). Given the higher morbidity and mortality associated with UD-SCT, we analyzed the feasibility of outpatient management with this group of patients. For the current study, we reviewed the clinical outcomes of 59 consecutive myeloablative UD-SCT recipients, performed as outpatient procedures, at our institution between March 2005 and March 2010. Patients received their stem cell infusion on the inpatient unit but were not scheduled to stay overnight. Expectant admissions occurred for complications more safely managed in the hospital (febrile neutropenia, mucositis, uncontrolled nausea/vomiting). Fifty-nine consecutive patients who underwent outpatient myeloablative UD-SCT (10/10 locus matched n=46, 9/10 locus matched n=11, and 8/10 locus matched n= 2). Patient characteristics were: median age 50 years (range 19–75); diagnoses AML= 30, ALL=14, CML= 5, MDS=6, MPS=3 and CLL=1; CIBMTR disease risk- high risk (54%), intermediate risk (15%) or low risk (31%); preparative regimen- busulfan (16mg/kg or equivalent) (66%) or TBI ≥ 12 Gy (44%) based. Peripheral blood was the stem cell source for 56 patients and bone marrow for 3. Excluding the 8 patients admitted to receive Thymoglobulin®, only four patients (7%) required hospital admission during their preparative regimen for reasons of GI toxicity (1), drug rash (1), DVT (1) or cerebral aneurysm (1). Forty-eight patients (81%) were discharged from the hospital either the day of or day after stem cell infusion. The median time from stem cell infusion to the first readmission was Day +6 (range 3–23). Mucositis was the primary cause of readmission, occurring in 19 patients. Significant post transplant infections requiring admission prior to day +30 included neutropenic fever (8), staphylococcus epidermidis bacteria (6), RSV (1), CMV (1), clostridium difficile (1) or serratia marcescens (1). The median hospital length of stay (LOS) from the start of the preparative regimen through Day +30 was 12 days (range 1–31 days). Median times to neutrophil and platelet engraftment were 14 and 19 days, respectively. Acute (grade II-IV) and chronic graft versus host disease occurred in 57% and 68% of patients, respectively. Cumulative rates of 100 day and 1 year non-relapse mortality were 5% and 9%, respectively. With a median follow-up of 2.4 years (range 0.5–5.3), the estimated 1, 2, and 3 year overall survival were 76%, 60%, and 54%, respectively. In summary, we show that outpatient myeloablative UD-SCT with expectant inpatient management for treatment related toxicities can be done safely in an unselected group of patients. In spite of the high risk features of the transplant population (advanced age, high risk disease), outpatient UD-SCT was associated with low transplant related morbiditiy and mortality, and favorable transplant outcomes. This approach significantly decreases the length of inpatient hospitalization for UD-SCT, with the potential to free-up inpatient resources, improve quality of life, and decrease costs. Disclosures: No relevant conflicts of interest to declare."
}