{
    "doi": "https://doi.org/10.1182/blood.V120.21.1759.1759",
    "article_title": "Monocytes Modulate Megakaryocyte-Mediated Fibrosis of Bone Marrow Stromal Cells in Vitro ",
    "article_date": "November 16, 2012",
    "session_type": "635. Myeloproliferative Syndromes - Basic Science: Poster I",
    "abstract_text": "Abstract 1759 Myelofibrosis (MF) is a terminal feature of the chronic myeloproliferative neoplasms (MPNs), primary myelofibrosis (PMF), polycythemia vera (PV) and essential thrombocythemia (ET).We and others have shown, using both in vitro and in vivo models, that proliferation of megakaryocytes (MK) and their pathologic interaction with marrow stroma plays a central role in MF. However, the marrows of patients with MPNs remain free of fibrosis for a substantial part of their clinical course, despite increased MK proliferation and turnover in the marrow, suggesting that additional factors may modulate the fibrotic effects of the MK on marrow stroma. Since monocytosis is often seen in patients with MF, we examined whether monocytes may play such a role in MF. Human hematopoietic stem cells (HSC), MK progenitors, and circulating monocytes were obtained from peripheral blood of 13 patients with MF (3 post PV MF, 10 PMF), G-CSF mobilized peripheral blood from normal adults (MPB), and cord blood (CB) using MACS column separation by positive selection of cells expressing CD34, CD41, and CD14 respectively. HSCs were cultured in serum free medium (SFM) on the murine bone marrow stromal cell line OP9 transduced with an adenoviral vector expressing the human thrombopoietin gene (OP9-adenoTPO). After 10–12 days in culture, mature MKs were harvested using MACS column by positive selection of cells expressing human CD41. Purity of cell fractions was more than 90% by flow cytometry. Isolated MKs and monocytes were seeded with trypsinized OP9 in SFM at various ratios on 96 well or 384 well tissue culture treated plates and incubated at 37° C. MKs formed focal aggregates on adherent OP9 cells within 24 hours, which by 48 hours, became round dark fibrotic nodules when seen using phase contrast microscopy. Formation of these focal fibrosis (FF) areas was more pronounced with higher MK:OP9 ratios, and was equally induced by MKs from MF patients, normal adult MKs, and CB MKs. FF was not observed with CD41 negative cells, nor in control OP9 wells. Time lapse photography revealed that FF formation involved migration of both MKs and OP9 cells, and that FF was enhanced by inhibition of CXCR4 using AMD3100. Peripheral blood monocytes from normal adult controls and CB did not induce formation of FF. Circulating monocytes from most MF patients induced FF, but to a lesser degree than MKs. Addition of monocytes to MK-OP9 FF showed that normal adult monoctyes inhibited FF formation in a dose dependent manner, whereas monocytes of MF patients had variable effects, with some inhibiting FF, and others not. To determine whether differential conditioning of monocytes can induce variable stromal changes, normal adult circulating monocytes were cultured in SFM with TGF- ß1, interferon alfa (IFNα), and TNFα in tissue culture flasks. Monocytes cultured in TNFα (MoTNF) became adherent and spindle shaped within 72 hours. Conditioned medium (CM) from MoTNF suppressed OP9 differentiation into adipocytes in a dose dependent manner. CM from monocytes cultured in IFNα (MoIFN) enhanced OP9 differentiation into adipocytes in a dose dependent manner. MoTGF caused proliferation of OP9 and suppressed adipocyte differentiation, but was not significantly different from control with TGFβ alone. CM from MoIFN decreased FF formation by MKs on OP9 and increased adipocyte number, but IFNα by itself had no such effect on FF formation. Both CM from MoTNF and TNFα increased FF formation by MKs in a dose dependent manner. Together, these results demonstrate that monocytes can enhance or hinder MK induced fibrosis depending on their conditioning by specific cytokines, with IFNα hindering and TNFα enhancing the fibrotic effect. Our data suggest that the known anti-megakaryocytic and anti-fibrotic activities of IFNα may be due to its conditioning of monocytes into an anti-fibrotic phenotype. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "culture media, conditioned",
        "fibrosis",
        "megakaryocytes",
        "monocytes",
        "stromal cells",
        "meckel-gruber syndrome",
        "tissue culture",
        "cd14 antigen",
        "cd34 antigens"
    ],
    "author_names": [
        "Emil Tom Kuriakose, MD",
        "Jason Shieh, undergraduate",
        "Jae Hung Shieh, PhD",
        "Richard T. Silver, MD",
        "Malcolm A.S. Moore, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emil Tom Kuriakose, MD",
            "author_affiliations": [
                "Hematology/Oncology, Weill Cornell Medical Colllege, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason Shieh, undergraduate",
            "author_affiliations": [
                "Biology, Brandeis University, Waltham, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae Hung Shieh, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Ctr., New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard T. Silver, MD",
            "author_affiliations": [
                "Weill Cornell Medical Center, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm A.S. Moore, PhD",
            "author_affiliations": [
                "Cell Biology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:49:20",
    "is_scraped": "1"
}