{
    "doi": "https://doi.org/10.1182/blood.V114.22.3315.3315",
    "article_title": "Home Telemetric Monitoring of Pulmonary Function After Allogeneic Hematopoïetic Stem Cell Transplantation: Results of a Prospective Study Including 120 Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia, and Late Complications after Transplantation Poster II",
    "abstract_text": "Abstract 3315 Poster Board III-203 Background Late-onset noninfectious pulmonary complications (LONIPC) are both frequent and severe complications of allogeneic hematopoietic stem cell transplantation (HSCT). They include bronchiolitis obliterans (BO), interstitial pneumonitis (IP) and bronchiolitis obliterans with organizing pneumonia (BOOP). Their outcome is usually unfavourable. Early diagnosis and treatment may improve the prognosis. We assessed the feasibility and benefits of home surveillance of pulmonary function for early diagnosis of LONIPC in allogeneic HSCT recipients. Patients and methods This prospective study included all patients with a landline telephone living in Paris area. Monitoring with a portable spirometer (spirotel®, M-Elect France) was scheduled to start 3 months after transplant and has been performed for 18 months, or longer if respiratory failure occured. Vital capacity (VC), forced expiratory volume per second (FEV1) and mid expiratory flow 25 to 75 values (FEF25-75) were measured. Data was transmitted by phone to hospital twice a week. If significant deterioration occurred, defined by at least a 20% drop, spirometry and plethysmography were performed, and if alterations of pulmonary functions were confirmed, further investigations (thorax CT-scan and fiberoptic bronchoscopy with broncho-alveolar lavage.) were performed in the pneumology unit. Results Between June 2001 and November 2008, 336 patients received a HSCT in the hematology unit of Pitié-Salpêtrière Hospital. One hundred and ninety one patients were included in the study before transplant. One hundred and twenty patients were actually equipped after transplant, whereas 71 were excluded because of poor clinical status or early death. Median age of the 120 equipped patients was 46 (20-66) years. HSCT was performed with HLA sibling donor in 52.5% and myeloablative conditioning regimen in 60%. Acute graft-versus-host disease (GVHD) grade II-IV occurred in 44% patients and chronic GVHD in 57%. During monitoring, 32 confirmed telemetric deteriorations occurred in 25 patients at a median time of 15 months post-transplant (3-61). They allowed the diagnosis of LONIPC in 12 patients (6 BO, 1 IP, 4 patients presented both BO and IP (BO-IP)). The thirtheen remaining patients presented infection (N=5), cardiac failure (N=3), asthma (N=3) or others (N=2). During, the whole follow-up, 28 patients presented LONIPC (16 BO, 5 IP, 7 BO-IP). Twelve of them were detected by telemetric spirometry, whereas LONIPC occurred before the onset or after the end of the monitoring in 11 patients. In 3 cases of IP, 1 case of BO and 1 case of BO-IP, the diagnosis of LONIPC was not performed by telemetric monitoring. Treatment consisted in introduction or increasing of systemic immunosuppressive therapy for 23/28 patients, the 5 remaining patients were exclusively treated with azithromycin and/or inhaled steroids and long acting β2 mimetics. At the last follow up (25±20 months post-transplant), lung functional improvement (defined as improvement of FEV1>200mL) was observed in 54% patients, functional deterioration (defined as a decreasing of the FEV1> 200mL) was observed in 14% patients, and functional stabilization in 32%. Functional improvement occurred in 80% and 86% in patients with IP and BO-IP respectively, and in 31% patients with BO. During follow-up no death related to LONIPC occurred Conclusion Home telemetric surveillance allowed an early detection of LONIPC. With precocious diagnosis and treatment, no death related to LONIPC was observed, and a functional improvement occurred for 54% patients, especially those suffering IP or BO-IP. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "pulmonary function",
        "transplantation",
        "early diagnosis",
        "follow-up",
        "allogeneic hematopoietic stem cell transplant",
        "boop",
        "forced expiratory volume function",
        "spirometry",
        "asthma"
    ],
    "author_names": [
        "Francois Lemonnier",
        "Odile Randrianarivelo",
        "Louis Jean Couderc",
        "Marie Helene Becquemin",
        "Nozha Bensalah",
        "Madalina Uzunov",
        "Elizabeth Rivaud",
        "Stephanie Nguyen",
        "Laurent Sutton",
        "Jean Paul Vernant",
        "Nathalie Dhedin"
    ],
    "author_dict_list": [
        {
            "author_name": "Francois Lemonnier",
            "author_affiliations": [
                "Hematology Unit., Pitie-Salpetriere Hospital, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Odile Randrianarivelo",
            "author_affiliations": [
                "Repiratory Physiology Unit, Pitie Salpetriere Hospital, Paris, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louis Jean Couderc",
            "author_affiliations": [
                "Pneumology Unit, Foch hospital, Suresnes"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Helene Becquemin",
            "author_affiliations": [
                "Repiratory Physiology Unit, Pitie Salpetriere Hospital, Paris, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nozha Bensalah",
            "author_affiliations": [
                "Repiratory Physiology Unit, Pitie Salpetriere Hospital, Paris, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madalina Uzunov",
            "author_affiliations": [
                "Hematology Unit., Pitie-Salpetriere Hospital, Paris, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Rivaud",
            "author_affiliations": [
                "Pneumology Unit, Foch hospital, Suresnes"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Nguyen",
            "author_affiliations": [
                "Hematology Unit., Pitie-Salpetriere Hospital, Paris, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Sutton",
            "author_affiliations": [
                "Hematology Unit., Pitie-Salpetriere Hospital, Paris, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Paul Vernant",
            "author_affiliations": [
                "Hematology Unit., Pitie-Salpetriere Hospital, Paris, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Dhedin",
            "author_affiliations": [
                "Hematology Unit., Pitie-Salpetriere Hospital, Paris, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T15:37:45",
    "is_scraped": "1"
}