{
    "doi": "https://doi.org/10.1182/blood.V116.21.1477.1477",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1696",
    "start_url_page_num": 1696,
    "is_scraped": "1",
    "article_title": "A Gene Transfer Approach towards Hemophilia A Correction Using the Piggybac Transposon Vector. ",
    "article_date": "November 19, 2010",
    "session_type": "Gene Therapy and Transfer: Poster I",
    "topics": [
        "dna transposons",
        "gene transfer techniques",
        "hemophilia a",
        "spatial vectors",
        "transposase",
        "paste",
        "dna, complementary",
        "hemorrhage",
        "albumins",
        "alpha 1-antitrypsin"
    ],
    "author_names": [
        "Janice M. Staber, MD",
        "Erin R Burnight",
        "Pavel Korsakov",
        "Joseph Kaminski, MD",
        "Nancy L Craig, PhD",
        "Paul B McCray, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Univ. of Iowa Hosps. & Clinics, Iowa City, IA, USA, "
        ],
        [
            "Pediatrics, Univ. of Iowa Hosps. & Clinics, Iowa City, IA, USA, "
        ],
        [
            "Pediatrics, Univ. of Iowa Hosps. & Clinics, Iowa City, IA, USA, "
        ],
        [
            "Work performed at the Medical College of Georgia, National Institues of Health, Bethesda, MD, USA, "
        ],
        [
            "Molecular Biology and Genetics, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Pediatrics, Univ. of Iowa Hosps. & Clinics, Iowa City, IA, USA, "
        ]
    ],
    "first_author_latitude": "41.658411449999996",
    "first_author_longitude": "-91.54882525000001",
    "abstract_text": "Abstract 1477 Human Factor VIII (hFVIII) deficiency offers advantages as a disease target for gene therapy as small increases in factor VIII levels will alter the bleeding phenotype. In addition, both mouse and dog models of the disease are available for preclinical studies. Nonviral DNA transposons are genetic elements consisting of inverted terminal DNA repeats which in their naturally occurring configuration flank a transposase coding sequence. The transposase follows a “cut and paste” mechanism to excise the transposon from its original genomic location and insert it into a new locus. The insect derived piggyBac (PB) can be engineered to carry a therapeutic transgene between the inverted terminal repeats. Wu et al and others reported that piggyBac transposase is highly efficient at catalyzing transposition in mammalian cells in vitro (PNAS 103: 15008–15013, 2006). Advantages of this novel nonviral vector system include a large transgene cassette capacity and ease of production and purification. We hypothesize that a PB transposon vector carrying a reporter gene cassette or the human FVIII cDNA along with a codon-optimized (co-) or hyperactive (hyp-) transposase will confer persistent gene expression and correction of the hemophilia A bleeding phenotype with the FVIII cDNA. PB transposons were engineered to carry a puromycin resistance gene ( PB puro), a human alpha 1 antitrypsin reporter ( PB hAAT), or hFVIII gene (B domain deleted or a partial B domain-226 amino acids/N6). We evaluated co- and hyp-transposase-mediated transposition in the Huh-7 human hepatoma cell line to verify function in hepatocytes. Using the PB puro vector, we demonstrated that the hyp-transposase generated a 2 fold higher transposition efficiency than the co-transposase in hepatocytes. We investigated the impact of varying the ratio of transposon to transposase; we screened ratios of 5:1, 2:1, 1:1, 1:2, and 1:5 in the Huh-7 cell line. Overall, the 1:2 and 1:1 ratios gave the greatest transposition efficiency in vitro . We evaluated the in vivo gene transfer efficiency in mice by hydrodynamic tail-vein injection using PB hAAT driven by the murine albumin enhancer/human alpha anti-trypsin promoter. Either a low (5 micrograms transposon) or high (25 micrograms transposon) dose was given with varying amounts of hyp-transposase to generate an in vivo dose response curve. Serum hAAT levels were measured prior to injection and then monthly for 3 months. Results revealed the 1:1 ratio at the high transposon dose generated higher level of expression compared to all other doses with expression stable in all groups for 3 months. PB vectors encoding hFVIII have been prepared, and our studies with these vectors are ongoing. These data show that the PB vector can be used to deliver transgene expression to the liver and achieve long term expression of a secreted protein. Disclosures: Staber: Bayer Healthcare: Research Funding."
}