{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1782.1782",
    "article_title": "Altered Expression of CCR10 Indicates Malignant Transformation of Bone Marrow Plasma Cells ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Introduction. Phenotypic analysis of tumor cells by flow cytometry is now essential for diagnosis and treatment of hematological malignancies, including multiple myeloma (MM). Surface molecules such as CD19, CD56, CD27 and CD45 have been used to distinguish normal bone marrow (BM) plasma cells from malignant plasma cells (MM cells). Molecules that are relatively specific to plasma cells (CD38 and SLAMF7) are considered targets for antibody-based therapies in MM. Among the vast numbers of surface molecules, chemokine receptors have been attracting much attention as the regulators of migration and tissue localization of plasma cells and MM cells. CXCR4 (C-X-C chemokine receptor type 4) has been reported to guide the movement of plasma cells and myeloma cells to the BM, where its ligand CXCL12 (C-X-C motif chemokine 12) is abundantly produced. CCR10 (C-C motif chemokine receptor 10) is another chemokine receptor, whose ligand is CCL27 (C-C motif chemokine ligand 27) and CCL28, also known to be involved in cell homing and migration. CCR10 has been reported to be highly expressed on mucosal derived plasma cells, however its expression in MM cells and its role within the BM microenvironment has not been well studied. In this study, we analyzed the expression of CCR10 on BM lymphocytes from patients of plasma cell disorders in order to understand its significance in the BM microenvironment. Materials and methods. We analyzed a public available gene expression dataset (GSE 22886) in order to study CCR10 gene expression in human plasma cells. To examine CCR10 gene expression in myeloma cells, we utilized the gene expression data set of multiple cancer cell lines from the Cancer Cell Line Encyclopedia (CCLE: http://www.broadinstitute.org/ccle). Multi-color flow cytometry was performed to study CCR10 expression on bone marrow lymphocytes. BM plasma cells were determined as CD38++ CD138+ or CD38++ SLAMF7+. Monoclonal plasma cells (myeloma clones) were determined as CD19- CD56- or CD19- CD56+ cells and polyclonal plasma cells (normal plasma cells) as CD19+ CD56- cells. CCR10 expression of BM plasma cells, B cells, CD4 T cells, CD8 T cells and NK cells of MGUS, newly diagnosed MM, relapsed-refractory MM patients were analyzed. Results. Gene expression dataset analysis showed that, among the normal leukocyte subsets, plasma cells had the highest CCR10 gene expression compared to other leukocytes (p<0.001). Myeloma cell lines showed the highest expression of CCR10 gene expression among all the other cancer cell lines, indicating the specificity of CCR10 expression in MM cells. Multi-color flow cytometry showed significantly high expression of CCR10 on BM plasma cells compared to other lymphocytes in the bone marrow of MGUS patients (p<0.0001). Within the MGUS BM plasma cells, monoclonal plasma cells had significantly lower CCR10 expression compared to polyclonal plasma cells (p<0.05). Additionally, monoclonal plasma cells from relapsed-refractory MM patients had significantly lower CCR10 expression compared to those from MGUS and newly diagnosed MM patients. These data indicate a role of CCR10 decrease in malignant plasma cells leading to MM progression. We further analyzed other surface molecules that may be related to CCR10 on monoclonal plasma cells. CCR10 expression did not correlate with CD56 expression, while CD45- monoclonal plasma cells tend to have lower CCR10 expression compared to the CD45+ counterparts in newly diagnosed MM patients (p<0.001). Conclusions. Gene expression dataset analysis and multi-color flow cytometry have showed that CCR10 is highly expressed in normal plasma cells. However, we show here for the first time that plasma cells start to decrease CCR10 expression at malignant transformation and during disease progression. Since, CCL27, the ligand of CCR10, is known to induce chemotaxis to plasma cells, loss of CCR10 may lead to migration or metastasis of MM cells to different sites. Further research is now on-going to elucidate the significance and mechanism of altered CCR10 expression in MM cells. This study may lead to a better understanding of MM biology and to the development of a novel strategy to target malignant plasma cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "malignant transformation",
        "plasma cells",
        "cd56 antigens",
        "flow cytometry",
        "ligands",
        "molecule",
        "monoclonal gammopathy of undetermined significance",
        "neural cell adhesion molecules",
        "cd19 antigens"
    ],
    "author_names": [
        "Yawara Kawano, MD PhD",
        "Misaki Kakoki",
        "Yuki Inada",
        "Nao Nishimura, MD",
        "Yutaka Okuno, MD, PhD",
        "Hiroyuki Hata, MDPhD",
        "Masao Matsuoka, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yawara Kawano, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University Hospital, Kumamoto, JPN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Misaki Kakoki",
            "author_affiliations": [
                "Division of Informative Clinical Sciences, Faculty of Medical Sciences, Kumamoto University, Kumamoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuki Inada",
            "author_affiliations": [
                "Division of Informative Clinical Sciences, Faculty of Medical Sciences, Kumamoto University, Kumamoto, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nao Nishimura, MD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University Hospital, Kumamoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yutaka Okuno, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University Hospital, Kumamoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroyuki Hata, MDPhD",
            "author_affiliations": [
                "Division of Informative Clinical Sciences, Faculty of Medical Sciences, Kumamoto University, Kumamoto, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masao Matsuoka, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University Hospital, Kumamoto, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T13:05:47",
    "is_scraped": "1"
}