{
    "doi": "https://doi.org/10.1182/blood.V108.11.730.730",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=799",
    "start_url_page_num": 799,
    "is_scraped": "1",
    "article_title": "The MMSET Protein Is Tightly Associated with Chromatin, Mediates Methylation of Specific Histone Residues and Forms a Complex with a Histone Demethylase. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "chromatin",
        "histones",
        "methylation",
        "dna",
        "multiple myeloma",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "immunoglobulins, thyroid-stimulating",
        "lysine",
        "dna fragments"
    ],
    "author_names": [
        "Jotin Marango",
        "Boris A. Leibovitch, PhD",
        "Manabu Shimoyama, MD, PhD",
        "Hitomi Nishio, PhD",
        "Samuel Waxman, MD",
        "Martin J. Walsh, PhD",
        "Jonathan D. Licht, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Division of Hematology/Oncology, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Division of Hematology/Oncology, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Department of Pediatrics and Human Genetics, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Division of Hematology/Oncology, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Department of Pediatrics and Human Genetics, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Division of Hematology/Oncology, Mount Sinai School of Medicine, New York, NY, USA",
            "Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "40.78997925000001",
    "first_author_longitude": "-73.95324124999999",
    "abstract_text": "Over 40% of cases of multiple myeloma (MM) are associated with translocations of the immunoglobulin heavy (IgH) chain gene. The t(4;14) translocation, present in ca. 15% of myeloma cases, results in the overexpression of two potential oncogenes, MMSET and FGFR3, via juxtaposition of their endogenous promoters to regulatory elements of the IgH locus. The presence of t(4;14) and MMSET overexpression are adverse prognostic factors in MM irrespective of FGFR3 expression, implicating MMSET in disease pathogenesis. We previously reported the presence of repression domains and the ability of MMSET to methylate histones. Examination of a number of MMSET isoforms generated by different chromosomal breakpoints in the t(4;14) translocation indicated that a N-terminal portion of the protein containing a PWWP domain mediated tight association of MMSET with chromatin. To determine if this region of the protein could mediate DNA binding we incubated bacterially expressed MMSET with DNA cellulose. Both the N-terminal and C-terminal portions of the protein showed DNA binding activity with different affinities. To isolate DNA sequences potentially bound by MMSET we incubated immunoprecipitated MMSET with a library of human CpG island DNA fragments, selected the bound DNA and performed several rounds of re-amplification and binding of selected sequences. A small family of clones was obtained, having several sequence motifs in common, suggesting specific DNA binding activity by the MMSET complex. The C-terminal region of MMSET containing a SET domain and a PHD finger, in addition to binding naked DNA, bound to native histones H3 and H4. These data suggest that MMSET may specifically target particular genes through recognition of DNA sequences and histones, or possibly specific histone modifications. Subsequently, MMSET may regulate these genes by further modifying the adjacent chromatin. In vitro analysis showed that recombinant MMSET could methylate several lysine residues on core histones, including H3K4, H3K36 and H4K20. However, MMSET immunopurified from a t(4;14)-positive myeloma cell line was only able to methylate histone H4. Additionally, a B-cell line engineered to overexpress MMSET in a conditional manner showed a global increase in the level of tri-methylated H4K20 and modulation of specific sets of genes involved in apoptosis. To determine if MMSET could indeed affect the chromatin configuration of a model gene, MMSET was fused to the Gal4 DNA binding domain and expressed in cells harboring a chromatin-embedded Gal4 reporter. MMSET repressed this reporter and chromatin immunoprecipitation demonstrated that this was accompanied by an increase in H4K20 tri-methylation. Finally, we found that endogenous MMSET could complex with Lysine-Specific Demethylase 1 (LSD1). Accordingly, the targeting of MMSET to the Gal4 reporter gene also led to a loss of H3K4 methylation, consistent with transcriptional repression. Collectively these data indicate that MMSET is a transcriptional effector that can target specific segments of chromatin and mediate a series of repressive changes. Misexpression of MMSET may lead to significant genetic re-programming of the B cell and contribute to myeloma development."
}