{
    "doi": "https://doi.org/10.1182/blood-2019-127539",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4239",
    "start_url_page_num": 4239,
    "is_scraped": "1",
    "article_title": "Pharmacologic Inhibition of SUMO-Activating Enzyme (SAE) with TAK-981 Augments Interferon Signaling and Regulates T Cell Differentiation in Ex Vivo studies of Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "enzymes",
        "human leukocyte interferon",
        "interferons",
        "signal transduction",
        "t cell differentiation",
        "pharmacology",
        "lymphoid neoplasm, malignant",
        "lymphoma"
    ],
    "author_names": [
        "Vi Lam",
        "Scott R Best, BS",
        "Nur Bruss, BS",
        "Tingting Liu",
        "Taylor Hashiguchi Rowland, BS",
        "Dennis Huszar, PhD",
        "Alexey Danilov, MD PhD"
    ],
    "author_affiliations": [
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "OHSU, Portland, OR "
        ],
        [
            "Oregon Health and Science University, Portland, "
        ],
        [
            "Millennium Pharmaceuticals Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR"
        ]
    ],
    "first_author_latitude": "45.498498749999996",
    "first_author_longitude": "-122.67993885",
    "abstract_text": "Introduction: Novel therapies widely used in treatment of CLL and lymphoma, e.g. Bruton tyrosine kinase and phoshpoinotiside-3 kinase inhibitors, have complex immunomodulatory effects. Detailed understanding of the immune-modulatory effects of novel agents will help battle toxicities and inform the development of combination approaches in CLL and other lymphoid malignancies. Small ubiquitin-like modifier (SUMO) family proteins regulate target protein function by post-translational modification. Sumoylation regulates a variety of cellular processes, including nuclear import/export, transcriptional regulation, protein stability and cell cycle progression. While sumoylation has been shown to be deregulated in cancer and may contribute to carcinogenesis, it has also been implicated in T cell biology and function. Importantly, sumoylation may regulate NFκB signaling and PLCγ1-mediated NFAT activation, both indispensable for T-cell activation. Despite this, the role of sumoylation in broad aspects of T cell biology remain largely understudied. TAK-981 is a small molecule SAE inhibitor that forms an irreversible covalent adduct with SUMO molecules, thereby preventing transfer of SUMO from the E1 (SAE) to the E2 (Ubc9) enzyme, leading to a decrease in SUMO-conjugated proteins. Here, we investigated the immunomodulatory effects of TAK-981 in CLL ex vivo . Methods: Peripheral blood mononuclear cells were isolated from patients with CLL and T cells were purified using Dynabeads. TAK-981 was provided by Millennium Pharmaceuticals, Inc. (Cambridge, MA). For gene expression analysis, FACS-sorted naïve CD4+ T cells were pre-treated with TAK-981 for 1 hour and then subjected to concurrent T-cell receptor (TCR; αCD3/CD28) stimulation; RNA was harvested 3 or 24 hours after stimulation and analyzed on a Clariom S microarray chip. For polarization assays, FACS-sorted naïve CD4+ T cells were cultured for up to 7 days under Th1/2/17/Treg-polarizing conditions. Results: Protein sumoylation was induced within 15 minutes (SUMO1) and 24 hours (SUMO2/3) of TCR stimulation. Treatment with TAK-981 depleted nearly all polySUMO2/3-modified proteins but had less effect on SUMO1 conjugation in T cells at 24 hours. GSEA and Reactome pathway analysis of gene expression microarray data from TAK-981-treated CD4 + naïve TCR-stimulated T cells demonstrated minimal changes in NFκB- or NFAT-regulated genes. Significantly upregulated genes included those involved in transcriptional initiation/elongation (3 h), type I interferon response genes and PI3K/AKT signaling (24 h). Meanwhile, genes regulating cell cycle transition and DNA damage responses were downregulated. Activation (CD69, CD25, CD40L and HLA-DR) and survival of CD4 + andCD8 + T cell subpopulations was unimpeded by SAE inhibition within the first 24 hours of treatment, but was modestly reduced at 48 and 96 hours. T cell proliferation (CFSE, Edu) was reduced in a dose and time-dependent manner following exposure to TAK-981 (by 27.8% and 60.8% following treatment with 0.05 and 1.0 μM TAK-981 for 72 hours, respectively). Allogeneic T-cell cytotoxicity (using OCI-LY19 and OCI-LY3 lymphoma cells as target cells) was not disrupted by SAE inhibition. Remarkably, TCR-activated CD4 + naïve T cells treated with TAK-981 exhibited increased expression of CD38, a type I/II interferon response molecule [1]. Furthermore, sorted CD4 + naïve T cells showed enhanced IFNγ production, a type II IFN (as analyzed by flow cytometry), and increased T H 1 differentiation in both T H 1-polarized and non-polarized conditions. By contrast, differentiation of both T H 17 and inducible regulatory T cells (iT regs ) was reduced under the respective polarizing conditions. This was accompanied by diminished IL-2expression within the CD4 + T cell population. Conclusions: Our data suggest that targeting SAE may shift the T cell balance toward healthy immune cell subsets in CLL via induction of type I/II interferon response. T H 1 polarization was accompanied by a reduction of immunosuppressive T reg phenotype. These data provide a strong rationale for continued investigation of TAK-981 in CLL and lymphoid malignancies. Bürgler, S., et al., Chronic Lymphocytic Leukemia Cells Express CD38 in Response to Th1 Cell-Derived IFN-γ by a T-bet-Dependent Mechanism. The Journal of Immunology, 2015. 194 (2): p. 827-835. Disclosures Huszar: Takeda Pharmaceuticals: Employment, Equity Ownership. Danilov: Verastem Oncology: Consultancy, Other: Travel Reimbursement , Research Funding; Celgene: Consultancy; Aptose Biosciences: Research Funding; Seattle Genetics: Consultancy; Takeda Oncology: Research Funding; MEI: Research Funding; Pharmacyclics: Consultancy; AstraZeneca: Consultancy, Research Funding; Bristol-Meyers Squibb: Research Funding; Abbvie: Consultancy; Genentech: Consultancy, Research Funding; Bayer Oncology: Consultancy, Research Funding; Janssen: Consultancy; Gilead Sciences: Consultancy, Research Funding; TG Therapeutics: Consultancy; Curis: Consultancy."
}