{
    "doi": "https://doi.org/10.1182/blood.V124.21.5692.5692",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2811",
    "start_url_page_num": 2811,
    "is_scraped": "1",
    "article_title": "Comparison of IgA Heavy/Light Chain Immunoassays with Capillary Zone Electrophoresis and Total Immunoglobulin Measurements ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "antigens, cd98 light chains",
        "electrophoresis, capillary",
        "immunoassay",
        "immunoglobulin a",
        "immunoglobulins",
        "follow-up",
        "monoclonal immunoglobulin",
        "multiple myeloma",
        "residual tumor",
        "bulgaria"
    ],
    "author_names": [
        "Lidia Gartcheva",
        "Violeta Petkova",
        "Keranka Dimitrova",
        "Veronika Petkova",
        "Penka Ganeva",
        "Margarita Guenova"
    ],
    "author_affiliations": [
        [
            "National Specialised Hospital for Active Treatment of Hematological Diseases, Sofia, Bulgaria ",
            "National Specialised Hospital for Active Treatment of Hematological Diseases, Sofia, Bulgaria"
        ],
        [
            "National Specialised Hospital for Active Treatment of Hematological Diseases, Sofia, Bulgaria "
        ],
        [
            "National Specialised Hospital for Active Treatment of Hematological Diseases, Sofia, Bulgaria "
        ],
        [
            "National Specialised Hospital for Active Treatment of Hematological Diseases, Sofia, Bulgaria "
        ],
        [
            "National Specialised Hospital for Active Treatment of Hematological Diseases, Sofia, Bulgaria ",
            "National Specialised Hospital for Active Treatment of Hematological Diseases, Sofia, Bulgaria"
        ],
        [
            "National Specialised Hospital for Active Treatment of Hematological Diseases, Sofia, Bulgaria ",
            "National Specialised Hospital for Active Treatment of Hematological Diseases, Sofia, Bulgaria"
        ]
    ],
    "first_author_latitude": "42.676727199999995",
    "first_author_longitude": "23.2697373",
    "abstract_text": "Introduction: Capillary zone electrophoresis (CZE) and measurement of total immunoglobulins (total Ig) are standard techniques for the identification and quantification of monoclonal immunoglobulins (M-Ig). Heavy/light chain (HLC) pair analysis allows discrimination between Igκ and Igλ and as a result allows measurement of both the monoclonal involved and polyclonal uninvolved HLC pair. We compared measurement of M-Ig by CZE and total Ig to HLC levels. Methods : 93 samples from 8 patients with IgA intact immunoglobulin multiple myeloma (MM) were analysed. M-Ig was measured using CZE Sebia Capillarys 2 system, total IgA (tIgA) and IgAκ and IgAλ HLC concentrations on a SPAPLUS analyser. IgA HLC levels were measured with Hevylite® and compared to published normal ranges (IgAκ (g/L): 0.57-2.08, IgAλ (g/L): 0.44-2.04, IgAκ/IgAλ: 0.78-1.94). Passing and Bablok fit analysis was used to determine correlation between the assays. Results: Measurement of the involved HLC pair (iHLC) (median: 12.45g/L; range: 0.64-44.71g/L) compared well with CZE (n=34; median: 11.04g/L; range: 1.24-37.71g/L.; y= 1.2x + -2.65, R 2 = 0.94). Measurement of iHLC (median: 0.88. range: 0.05-21.55g/L) also compared well with tIgA measurement (n=65 median=1.44g/L; range: 0.227-21.11g/L, y=0.85x + -0.26, R 2 =0.98). Percent changes in iHLC concentrations from baseline through treatment compared well with CZE (n=28; y=1.59x + 0.15 R 2 =0.93) and tIgA (n=57; y=1.06x + 0.01, R 2 =0.96). Of the 34 samples with quantifiable M-protein by CZE, 32(94%) had an abnormal HLC ratio. The two discrepant samples were follow up samples from the same patient, where HLC normalised alongside total IgA entering the normal reference range. In addition, all 15 samples (15/65; 23%) where tIgA concentration was above the normal reference range all had abnormal HLC ratios. M-Ig was not detected by CZE in 48/82 (57%) samples, 46/48 of the samples (96%) had a normalised HLC ratio. In 38/65 (58%) samples, tIgA concentrations were within the normal reference range, and 34 (90%) had a normalised HLC ratio. HLC ratio for all patient samples normalised in subsequent samples following treatment. Conclusion: The measurement of M-Ig is comparable between Hevylite® and both CZE and tIgA. The presented data indicate that Hevylite® is a more sensitive test for detecting residual disease and warrants prospective studies on larger cohorts of patients. Acknowledgments: This work was partially supported by the National Science Fund (D02-35/2009). Disclosures Guenova: Novartis Pharma Sevices Bulgaria: Consultancy, Research Funding, Speakers Bureau; Roche Bulgaria: Consultancy, Research Funding, Speakers Bureau; Amgen Bulgaria: Consultancy, Research Funding, Speakers Bureau; Sanofi-Aventis Bulgaria: Consultancy, Research Funding, Speakers Bureau."
}