{
    "doi": "https://doi.org/10.1182/blood.V104.11.3047.3047",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=80",
    "start_url_page_num": 80,
    "is_scraped": "1",
    "article_title": "Differential Immune Susceptibility of Malignant Versus Normal Tissue Leads to Tumor Rejection without GVH after Adoptive Immunotherapy. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "immunotherapy, adoptive",
        "neoplasms",
        "rejection (psychology)",
        "ligands",
        "melanoma",
        "stress",
        "antigens",
        "bone marrow transplantation",
        "cancer",
        "cytotoxicity"
    ],
    "author_names": [
        "Jean-Sebastien Delisle, MD, FRCPC",
        "Marie-Christine Meunier, MSc",
        "Chantal Barron, MSc",
        "Julie Bergeron, MD, FRCPC",
        "Claude Perreault, MD, FRCPC"
    ],
    "author_affiliations": [
        [
            "Immunology-Oncology, Centre de recherche Guy-Bernier, Montréal, QC, Canada"
        ],
        [
            "Immunology-Oncology, Centre de recherche Guy-Bernier, Montréal, QC, Canada"
        ],
        [
            "Immunology-Oncology, Centre de recherche Guy-Bernier, Montréal, QC, Canada"
        ],
        [
            "Immunology-Oncology, Centre de recherche Guy-Bernier, Montréal, QC, Canada"
        ],
        [
            "Immunology-Oncology, Centre de recherche Guy-Bernier, Montréal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.500357099999995",
    "first_author_longitude": "-73.6147857",
    "abstract_text": "Adoptive immunotherapy based on the injection of allogenic cytotoxic T-lymphocytes (CTL) during or after bone marrow transplant (BMT) has established itself as a potent anti-neoplastic treatment for several malignancies. However this approach is limited by the occurence of graft versus host disease (GVH). Using a previously described murine adoptive immunotherapy model where donor and recipient are mismatched for a single dominant minor histocompatibility antigen (H7 a ), and where a powerful anti-neoplastic effect is seen without GVH, we sought to determine what rendered cancer cells more vulnerable than normal cells to immune attack. B10.H7 a mice were lethally irradiated and reconstituted with B10.H7 b (H7 a negative) T-depleted bone marrow. On the day of transplant, these mice received a B16.F10 (H7 a positive) melanoma challenge. Adoptive transfer of splenocytes obtained from B10.H7 b mice previously immunized with B10.H7 a splenocytes was performed on day 7 post BMT. Following transfer of those splenocytes containing primed anti-H7 a CTL, neither GVH nor vitiligo was noted in recipients despite the fact that H7 a is expressed in all tissues and organs. 50% of treated mice, versus 0% of controls rejected the tumor and survived 100 days. Overall survival was increased to 80% when adoptive transfer was carried on day 3 post BMT. The injection of anti-H7 b CTL had no effect on melanoma growth. Thus, the anti-tumor activity was T-cell receptor recognition dependent and not a mere bystander effect. In treated mice but not in controls, tumor histology and flow cytometry revealed important CTL infiltration (80% of those CTL being MHC-H7 a tetramer positive), increased expression of MHC class I molecules (MHC I) at melanoma cell surface, expression of Rae-1 (an NKG2D ligand), tumor necrosis and decreased angiogenesis. Importantly, normal skin in treated or control animals showed no increased expression of MHC I or Rae-1. B16.F10 melanoma cells express almost no MHC I, and no Rae-1 when cultured in vitro. Co-incubation of B16.F10 cells with INFγ leads to increased MHC I expression but no induction of Rae-1 expression, implying that at least a second factor is present in vivo to account for the expression of this stress ligand. An additional role for INFγ was evidenced when anti-H7 a CTL were injected in INFγ receptor knock-out recipients. The angiostatic effect noted after anti-H7 a CTL injection was abrogated and no mice were cured. Thus, INFγ-mediated angiostasis on the tumor stroma was crucial for the inhibition of cancer progression. Conclusion: in our model, the differential immune susceptibility of tumor versus normal cells appears to stem from the fact that neoplastic cells are induced to express more MHC I and stress ligands such as Rae-1. Those can respectively increase target antigen density at the cell surface and mediate CTL co-stimulation or cytotoxicity, through NKG2D receptors. Strategies exploiting stress ligand induction as well as the effect of INFγ on MHC expression and angiostasis may contribute to successfully separate anti-tumor from GVH effects."
}