{
    "doi": "https://doi.org/10.1182/blood.V128.22.1809.1809",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3278",
    "start_url_page_num": 3278,
    "is_scraped": "1",
    "article_title": "A Phase III Efficacy and Safety Study of the Proposed Rituximab Biosimilar GP2013 Versus Rituximab in Patients with Previously Untreated Advanced Follicular Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Poster I",
    "topics": [
        "biosimilar pharmaceuticals",
        "follicular lymphoma",
        "rituximab",
        "adverse event",
        "antidrug antibody",
        "complete remission",
        "cyclophosphamide",
        "febrile neutropenia",
        "follow-up",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Wojciech Jurczak",
        "Moreira Ilidia",
        "Kanaka Setty Govindbabu",
        "Munhoz Eduardo",
        "Echeveste Maria Ascuncion",
        "Pratyush Giri",
        "Castro Nelson",
        "Pereira Juliana",
        "Akria Luiza",
        "Alexeev Sergey",
        "Osmanov Dzhelil",
        "Philippe Pultar",
        "Azzeddine Cherfi",
        "Peijuan Zhu",
        "Jutta Amersdorffer"
    ],
    "author_affiliations": [
        [
            "Malopolskie Centrum Medyczne, Krakow, Poland "
        ],
        [
            "Portuguese Institute of Oncology of Porto Francisco Gentil, Porto, Portugal "
        ],
        [
            "Curie Center of Oncology, Bangalore, India ",
            "Kidwai Memorial Institute of Oncology, Bangalore, India "
        ],
        [
            "Hospital Erasto Gaertner, Curitiba, Brazil "
        ],
        [
            "Hospital de Donostia, San Sebastian, Spain "
        ],
        [
            "Royal Adelaide Hospital, Adelaide, Australia "
        ],
        [
            "Hospital de Cancer de Barretos, Sao Paulo, Brazil "
        ],
        [
            "Hospital das Clinicas da Faculdade de Medcina da USP, Sao Paulo, Brazil "
        ],
        [
            "Medical Center of Galil, Naharyia, Israel "
        ],
        [
            "Research Oncology Institute of Rosmed Technologies n.a. prof. N.N. Petrov, St. Petersburg, Russian Federation "
        ],
        [
            "Blokhin Cancer Research Center under the Russian Academy of Medical Sciences, Moscow, Russian Federation "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
        ],
        [
            "Novartis Pharma AG, Basel, Switzerland "
        ],
        [
            "Sandoz Inc, Princeton, "
        ],
        [
            "HEXAL AG, Holzkirchen, Germany"
        ]
    ],
    "first_author_latitude": "50.081111299999996",
    "first_author_longitude": "20.0691946",
    "abstract_text": "Background: GP2013 is being developed as a proposed biosimilar to EU approved originator Rituximab (RTX). The stepwise global development program for GP2013 is comprised of structural and functional characterization with highly sensitive analytical methods to ensure comparability to the originator at the structural and physicochemical level, followed by confirmatory nonclinical testing and clinical studies to prove similarity between these two compounds Methods: This is a prospective, multi-center, randomized, double blind, active-controlled, parallel group, confirmatory, Phase III trial comparing the efficacy, safety, pharmacokinetics (PK) and pharmacodynamics (PD) of GP2013 plus cyclophosphamide, vincristine, prednisone (GP2013-CVP) vs. RTX-CVP in 629 patients (159 centers; 26 countries) with previously untreated, advanced stage follicular lymphoma (FL). The study comprised of combination treatment phase (6 months), maintenance phase (2 years) and follow up until 3 years after randomization; combination phase is completed and maintenance phase is ongoing. Patients were randomized 1:1 to receive 8 cycles of either GP2013-CVP (n=314) or RTX-CVP (n=315), followed by a maintenance phase (double-blind treatment with GP2013 or RTX) in responders [(complete response (CR) & partial response (PR)]. Patients were stratified by Follicular Lymphoma International Prognostic Index (FLIPI) score risk group (low/intermediate risk [score 0 to 2] vs. high risk [score 3 to 5]) and geographic region. Percentage of patients with low risk , intermediate risk and high risk for GP2013-CVP vs RTX-CVP arms were 9.65% vs 11.1%, 34.0% vs 32.7% and 56.4% vs 56.2%, respectively. Comparison of overall response rate (ORR) between the two arms, based on blinded central review was the primary endpoint. Secondary endpoints included other efficacy parameters: CR, PR, progression-free survival (PFS) and overall survival (OS); safety; immunogenicity; PK and PD. Results: Baseline characteristics were well balanced between arms. The study met its primary objective showing equivalence of ORR (GP2013-CVP 87.1%, RTX-CVP 87.5%; difference GP2013-CVP - RTX-CVP was -0.40%, 95% confidence interval (CI)[-5.94%, 5.14%]). In combination phase, CR and PR rates were 14.8%, 72.3% and 13.4%, 74.1% for GP2013-CVP and RTX-CVP respectively. The median PFS and OS have not yet been reached, as data is still maturing. PK and PD of GP2013 were similar to RTX. The ratio of geometric mean for C max at cycle 4 day 1 was 1.00(90% CI [0.925; 1.09]). Similarity was also supported by the comparable results for AUC (0-21d) , AUC all and C trough between GP2013 and RTX. Peripheral CD19+ B-cell counts were assessed as PD outcome; the ratio of geometric mean of area under effect-time curve (AUEC (0-21d) ) was 0.939(90% CI [0.845; 1.04]), confirming the similarity between both products. Safety profile was similar in both arms with no new safety signals detected. In combination phase; adverse events (AE) were reported in 92.0% patients and incidence of serious AEs was similar between GP2013-CVP (22.8%) and RTX-CVP (20.0%) arms. The most common serious AE was febrile neutropenia (4.8% and 2.9% in GP2013-CVP and RTX-CVP arms respectively) (Table 1). A total of 11(1.8%) patients died during the combination phase, 4(1.3%) in GP2013-CVP and 7(2.2%) in RTX-CVP arm. Until data cut-off (10 Jul 2015), during the entire study, 35 patients died (18 in GP2013-CVP, 17 in the RTX-CVP arms); most common cause was Non-Hodgkin's lymphoma 8(2.6%) in GP2013-CVP and 6(1.9%) in RTX-CVP arms. Overall, 5(1.9%) patients in GP2013-CVP and 3(1.1%) in the RTX-CVP arm developed anti-drug antibodies. Conclusions: The proposed biosimilar GP2013 met the primary endpoint demonstrating equivalence in ORR to EU approved originator RTX. Similarity was demonstrated for efficacy, PK and PD parameters. Both arms demonstrated similar safety findings in patients with previously untreated advanced stage FL. View large Download slide View large Download slide  Disclosures Pultar: Novartis Pharmaceuticals Corporation: Employment. Cherfi: Novartis Pharma AG: Employment. Zhu: Sandoz Inc (Parent organization: Novartis): Employment. Amersdorffer: HEXAL AG (Parent organization- Novartis): Employment."
}