{
    "doi": "https://doi.org/10.1182/blood.V106.11.2497.2497",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=501",
    "start_url_page_num": 501,
    "is_scraped": "1",
    "article_title": "Beta-Catenin and N-Cadherin in Myeloma: Implications for Adhesion and Migration. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Increasing evidence suggests that altered Wnt signaling plays an important role in myelomagenesis. We recently discovered that myeloma plasma cells secrete soluble inhibitors of Wnt signaling and these prevent osteoblast differentiation and contribute to development of osteolytic lesions. We have also shown that myeloma plasma cells are capable of activating both canonical and non-canonical Wnt signaling pathways and that this primarily induces morphological changes, invasion and migration through non-canonical signaling. As beta-catenin is the primary effector of canonical Wnt signaling, we investigated the potential role of beta-catenin in primary myeloma. Although beta-catenin can be stabilized upon Wnt-3A treatment of both primary myeloma cells and myeloma cells lines, we were unable to note any effects on proliferation or activation of beta-catenin-TCF targets genes. Western blotting of protein extracts from plasma cells from 69 newly diagnosed cases showed highly variable levels of stable beta-catenin. Using SAM analysis with a 1% false discovery rate we correlated beta-catenin levels with global gene expression levels in these 69 samples and found that high beta-catenin levels were strongly correlated with expression of only a single gene, the neural adhesion molecule N-cadherin ( CDH2 ). Microarray analysis on a large panel of normal and malignant B-cells showed that CDH2 expression was unique to myeloma plasma cells and that CDH2 was expressed highest in hyperdiploid and FGFR3 / MMSET -positive cases. As expected CDH2 expression was high in in-vitro-expanded mesenchymal stem cells, osteoblasts and CD34-selected stem cells. In-vitro derived osteoclasts from myeloma patients and normal donors did not express CDH2 . N-cadherin was immunoprecipitated from 8 primary myeloma cells and 6 myeloma cell lines and resolved by SDS-PAGE and N-cadherin and beta-catenin were detected in immunoprecipitation complexes following immunoblotting. Moreover, beta-catenin and N-cadherin protein levels showed a high degree of correlation on western blots. Flow cytometery of N-cadherin expression on primary samples showed heterogeneous expression with as little as 15% and as much as 77% of CD38+/CD45− plasma cells expressing the protein. OPM2, JJN3, and ARP1 myeloma cell lines, which express different levels of N-cadherin, were treated with the N-cadherin neutralizing antibody GC-4 and the cells subjected to the transendothelial migration assay. Maximum inhibition was observed for JJN3 cells, with 60% inhibition at 24 hrs, while OPM2 had an intermediate level of inhibition (40%) and ARP1, the only N-cadherin negative line, underwent transendothelial migration as efficiently as control cells. These data suggests that functional adherns junctions of beta-catenin and N-cadherin likely exist on myeloma plasma cells and these junctions may play a role in myeloma biology that centers on cell adhesion and migration and possibly cell-cell communication.",
    "topics": [
        "adhesions",
        "beta catenin",
        "multiple myeloma",
        "n-cadherins",
        "cd34 antigens",
        "cell adhesion molecules",
        "complex",
        "immunoblotting",
        "immunoprecipitation",
        "neutralizing antibodies"
    ],
    "author_names": [
        "Fenghuang Zhan, MD, PhD",
        "Simona Colla, PhD",
        "Ya-Wei Qiang, MD, PhD",
        "Owen Stephens, BS",
        "Yongsheng Huang, MS",
        "Bart Barlogie, MD, PhD",
        "John Shaughnessy, Jr., PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351"
}