{
    "doi": "https://doi.org/10.1182/blood.V108.11.4234.4234",
    "article_title": "Novel Vybrant® DyeCycle ™ Stains Provide Cell Cycle Analysis in Live Cells Using Flow Cytometry with Violet, Blue, and Green Excitation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Flow cytometric approaches can resolve cell position in the cell cycle based on DNA content, and these analyses are widely used in the study of cell growth, cell cycle regulation, and oncology. These applications require dyes that bind to DNA in a stoichiometric manner and which, with the exception of some UV-excited dyes like Hoechst 33342, require fixation, permeabilization and RNAse treatment for reproducible results. The Vybrant ® DyeCycle™ stains are DNA-selective, cell membrane-permeant dyes that show greatly-enhanced fluorescence when bound to DNA. DyeCycle violet stain can be excited by a 405 nm laser, DyeCycle green stain by a 488 nm laser, and DyeCycle orange stain by either 488 nm or 532 nm lasers. (Figure 1) No fixation, permeabilization or addition of RNAse is required for stoichiometric binding of the dye to DNA. These dyes show similar performance on live Jurkat cells to Hoechst 33342 and DRAQ5: G 0 /G 1 peak CV generally less than 6% and G 2 /G 1 ratio greater than 1.8. The DyeCycle stains have been tested on a variety of cells: Jurkat, CHO, NIH 3T3, HL60, HEK cells, and peripheral blood leukocytes. Staining was optimized by cell type using time, temperature, cell concentration and dye concentration. The dyes can be used on cells in the presence of media components, including serum and divalent cations. Cells with damaged membranes exhibit different DyeCycle stain uptake patterns from live cells and can be excluded from analysis with spectrally-resolved viability dyes, such as SYTOX ® blue and SYTOX red dyes. The DyeCycle stains have been used with antibody staining against surface antigens to evaluate the cycle profile of subpopulations. Generally, antibody conjugates with red-emitting fluorophores, such as allophycocyanin and phycoerythrin tandem fluorophores, were used because the required concentrations of the DyeCycle stains produced significant emission across fluorescein and phycoerythrin detection channels. The DyeCycle stains have also been combined with viability and apoptotic markers in testing of cells induced to apoptosis with camptothecin. DyeCycle orange stain, in particular, was found to define a sub-G 0 population in late apoptotic cells. Finally, the DyeCycle stains cause some retardation of cell division, but do not demonstrate the toxicity observed with DRAQ5. The adherent cell lines, HEK and NIH 3T3, were stained with DyeCycle violet stain and DyeCycle orange stain, respectively before being were sorted under sterile conditions based on G 0 /G 1 and G 2 /M population fluorescence. Sorted populations demonstrated the appropriate fluorescence when verified by reanalysis, and all sorted populations attached normally and expanded over 1 to 3 days post-sort. DyeCycle stains allow resolution of cell cycle information in viable cells against the dynamic background of cell activity using common lasers, as well as the ability to sort cells based on position in the cell cycle. Figure 1. View large Download slide ModFit analysis of live jurkat cells labeled with 5 μM Vybrant DyeCycle violet stain or 10 μM of either Vybrant DyeCycle green or orange stains. Figure 1. View large Download slide ModFit analysis of live jurkat cells labeled with 5 μM Vybrant DyeCycle violet stain or 10 μM of either Vybrant DyeCycle green or orange stains.  Close modal",
    "topics": [
        "antibodies",
        "body temperature",
        "camptothecin",
        "cell cycle",
        "divalent cations",
        "dna",
        "dyes",
        "endoribonucleases",
        "excitation",
        "flow cytometry"
    ],
    "author_names": [
        "Jolene A. Bradford",
        "Pam Whitney",
        "Timothy Huang",
        "Patrick Pinson",
        "Ching-Ying Cheung",
        "Stephen Yue",
        "William L. Godfrey"
    ],
    "author_dict_list": [
        {
            "author_name": "Jolene A. Bradford",
            "author_affiliations": [
                "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pam Whitney",
            "author_affiliations": [
                "Invitrogen Corporation, Madison, WI, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Huang",
            "author_affiliations": [
                "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Pinson",
            "author_affiliations": [
                "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ching-Ying Cheung",
            "author_affiliations": [
                "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Yue",
            "author_affiliations": [
                "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William L. Godfrey",
            "author_affiliations": [
                "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T09:32:37",
    "is_scraped": "1"
}