{
    "doi": "https://doi.org/10.1182/blood.V108.11.140.140",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=817",
    "start_url_page_num": 817,
    "is_scraped": "1",
    "article_title": "Metalloproteinase Regulation Determines Integrin αIIbβ3 Function and Enhances the Capacity of ES Cell-Derived Platelets. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "blood platelets",
        "integrins",
        "metalloproteases",
        "enhanced s-cone syndrome",
        "fibrinogen",
        "transarterial chemoembolization",
        "proto-oncogene protein c-kit",
        "transfusion",
        "agonists",
        "blood transfusion"
    ],
    "author_names": [
        "Hidekazu Nishikii, MD",
        "Koji Eto, MD",
        "Taisuke Kanaji, MD",
        "Jerry Ware, PhD",
        "Hiromitsu Nakauchi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Laboratory of Stem Cell Therapy, IMS, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Laboratory of Stem Cell Therapy, IMS, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Medicine, Kurume University, Kurume, Fukuoka, Japan"
        ],
        [
            "Department of Physiology and Biophysics, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Laboratory of Stem Cell Therapy, IMS, University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "To resolve the lack of sources for products used in blood transfusion therapy, the utilization of embryonic stem cells (ESCs) has been proposed. However, the use of ESC-derived cells has potential drawbacks including, immunological rejection and teratoma formation. Being fully differentiated cells lacking a nucleus, platelets can be irradiated to eliminate passenger ESCs and other lineages before transfusion. We previously established in vitro differentiation system whereby proplatelet-producing megakaryocytes can be derived from murine ESCs on OP9 stroma, but the platelets were generated with a low efficiency and exhibited weak agonist-induced integrin αIIbβ3 activation and spreading on immobilized fibrinogen. Here, we describe an improved method to obtain ESC-derived platelets of potential use for hemostasis and thrombosis in vivo. We generated a novel murine ESC line wherein the GPIbα promoter regulates EGFP expression as a marker (GP-G ESCs). The combination of flow cytometry with GP-G-derived embryoid bodies and OP9 co-culture enabled us to enrich integrin αIIb + c-kit + CD9 + Sca-1 − progenitors on day 5–6 of culture as a major fraction capable of differentiating into GFP + mature megakaryocytes on day 8–10 in the presence of TPO. This strategy increased platelet production by 10-fold (P<0.01) compared to our previous report (PNAS, 2002, 99:12819). Interestingly, αIIb + platelets included 35–40% GPIbα-negative population besides GPIbα-positive on day 13–15, which was caused by an increased activity of matrix metalloproteinase (MMP) and TACE (ADAM17) to shed GPIbα in culture. Inhibition of MMP and TACE with GM6001 or TAP1 delayed the clearance rate on post transfusion recovery in vivo as transfused into a platelet-depleted mouse model. Maintaining GPIbα expression in the presence of MMP/TACE inhibitors restored the specific fibrinogen-bound to integrin αIIbβ3 and platelet spreading on fibrinogen as evidenced by the generation of filopodia and lamellipodia. Collectively, these results suggest that 1) ESC-derived αIIb + c-kit + CD9 + Sca-1 − progenitors may contribute to enrich megakaryocytopoiesis at high efficiency; 2) inhibition of metalloproteinase activity to retain GPIbα expression is required for αIIbβ 3 integrin inside-out and outside-in signaling in ESC-derived platelets; and 3) these platelets may be useful alternatives for future clinical application."
}