{
    "doi": "https://doi.org/10.1182/blood.V126.23.198.198",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3127",
    "start_url_page_num": 3127,
    "is_scraped": "1",
    "article_title": "Allogeneic Stem Cell Transplantation for Relapsed / Refractory (R/R) Follicular Lymphoma (FL). a Joint Study Between the European Society for Blood and Marrow Transplantation (EBMT) and the Center for International Blood and Marrow Transplant Research (CIBMTR) ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Matched Related, Unrelated, and Alternative Donor Allograft Outcomes for Myeloid and Lymphoid Malignancies",
    "topics": [
        "allogeneic stem cell transplant",
        "bone marrow transplantation",
        "follicular lymphoma",
        "transplantation",
        "allopurinol",
        "complement membrane attack complex",
        "mac protocol",
        "mdc protocol",
        "mitral valve annular calcification",
        "monitored anesthesia care"
    ],
    "author_names": [
        "Anna Sureda, MD PhD",
        "Mei-Jie Zhang, PhD",
        "Peter Dreger, MD",
        "Jeanette Carreras, MPH",
        "Timothy S. Fenske, MD",
        "Herve Finel",
        "Harry C. Schouten, MD PhD",
        "Silvia Montoto, MD",
        "Stephen Robinson",
        "Sonali M. Smith, MD",
        "Ariane Boumendil, PhD",
        "Mehdi Hamadani, MD",
        "Marcelo C. Pasquini, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Institut Català d'Oncologia - Hospital Duran i Reynals, Barcelona, Spain "
        ],
        [
            "Division of Biostatistics, Institute for Health and Society, Medical College of Wisconsin, Milwaukee, WI ",
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "EBMT Lymphoma Working Party, Paris, France ",
            "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
        ],
        [
            "Center for International Blood & Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Division of Hematology & Oncology, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Hopital Saint Antoine, EBMT Paris Study Office, Paris, France "
        ],
        [
            "Department of Internal Medicine - Hematology, Maastricht University Medical Center, Maastricht, Netherlands "
        ],
        [
            "St. Bartholomew`s and The Royal London NHS Trust, London, United Kingdom "
        ],
        [
            "Bristol Oncology Centre, Bristol, United Kingdom "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "EBMT Paris study office / CEREST-TC, Paris, France "
        ],
        [
            "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Medicine, Medical College of Wisconsin, Milwaukee, WI"
        ]
    ],
    "first_author_latitude": "41.3457532",
    "first_author_longitude": "2.1114723",
    "abstract_text": "Introduction. The definitive management of R/R FL remains controversial due to various treatment options, including chemoimmunotherapy, pathway inhibitors, and autologous stem cell transplantation (auto-SCT). These options can provide prolonged progression-free survival (PFS). Allogeneic hematopoietic stem cell transplantation (allo-SCT) remains the sole curative therapy for FL. Herein, we report the long term outcome of the largest sample of allo-SCT for FL ever studied as well as the identification of patient and disease related factors that were significantly associated with treatment failure. Patients. Eligible were adult patients with R/R FL having received a first allo-SCT between 2001 and 2011 from an HLA identical sibling donor (SIB) or a well-matched unrelated donor (MUD). Patients with transformed lymphoma were excluded from the analysis as well as planned second transplants, allotransplants from cord blood, mismatched donors, and transplants with ex vivo T cell depletion (TCD). Results. 1567 patients met the eligibility criteria (EBMT, n = 1115; CIBMTR, n = 452). Demographics separated by data source demonstrate some differences in transplant practices between the two regions. The CIBMTR cohort had a higher proportion of MUD recipients [167 (37%) vs 252 (23%), p < 0.001], more cases with chemoresistant disease [113 (25%) vs 145 (13%), p < 0.001], less patients having received a prior auto-SCT [53 (12%) vs 403 (36%), p < 0.001], more use of myeloablative conditioning (MAC) (145 (32%) vs 220 (20%), p < 0.001) and less use of alemtuzumab in-vivo TCD [29 (6%) vs 201 (18%), p < 0.001] compared to the EBMT cohort. Median (range) follow up of survivors in months was 58 (3 - 130) and 54 (3 - 160) for CIBMTR and EBMT patients, respectively. Cumulative incidence of acute (grades II-IV) graft versus host disease (GVHD) was 20% (18-22) at 100 days and of chronic GVHD 45% (42-48) and 55% (52-58) at 1 and 3 years, respectively for the whole series; this risk was slightly but significantly reduced in the EBMT cohort. All major outcomes [non-relapse mortality (NRM), relapse/progression (R/P), overall survival (OS) and PFS] were comparable between the CIBMTR and EBMT samples (Table 1). Table 1.  Outcomes . CIBMTR . EBMT . p-value . NRM N @ 1 y @ 3 y @ 5 y 450 21 (17-25) 27 (23-32) 31 (26-35) 1088 19 (16-21) 24 (21-27) 28 (25-31) 0.363 0.172 0.114 R/P N @ 1 y @ 3 y @ 5 y 450 13 (10-16) 16 (13-20) 17 (13-21) 1088 13 (11-15) 18 (15-20) 21 (18-23) 0.874 0.480 0.114 PFS N @ 1 y @ 3 y @ 5 y 450 66 (62-71) 56 (52-61) 52 (47-57) 1088 69 (66-72) 58 (55-61) 52 (48-55) 0.375 0.495 0.792 OS N @ 1 y @3 y @ 5 y 452 74 (70-78) 65 (60-69) 61 (56-65) 1104 75 (72-78) 67 (64-70) 62 (59-65) 0.589 0.455 0.695 Outcomes . CIBMTR . EBMT . p-value . NRM N @ 1 y @ 3 y @ 5 y 450 21 (17-25) 27 (23-32) 31 (26-35) 1088 19 (16-21) 24 (21-27) 28 (25-31) 0.363 0.172 0.114 R/P N @ 1 y @ 3 y @ 5 y 450 13 (10-16) 16 (13-20) 17 (13-21) 1088 13 (11-15) 18 (15-20) 21 (18-23) 0.874 0.480 0.114 PFS N @ 1 y @ 3 y @ 5 y 450 66 (62-71) 56 (52-61) 52 (47-57) 1088 69 (66-72) 58 (55-61) 52 (48-55) 0.375 0.495 0.792 OS N @ 1 y @3 y @ 5 y 452 74 (70-78) 65 (60-69) 61 (56-65) 1104 75 (72-78) 67 (64-70) 62 (59-65) 0.589 0.455 0.695 View Large Multivariate analysis indicated that NRM was significantly affected by age (HR 1.04, 1.02-1.05, p < 0.0001), chemoresistant disease (HR 1.61, 1.28-2.03, p < 0.0001), >= 5 lines of prior CT (vs 3-4) (HR 1.62, 1.20-2.19, p=0.0015) and Karnofsky performance score (KPS) < 80 (HR 2.05 (1.32-3.19, p=0.0014); R/P was significantly affected by grade 3 histology (HR 1.63, 1.16-2.26, p=0.0049) and chemoresistant disease (HR 1.46 (1.07-1.97), p=0.0156); PFS by grade 3 histology (HR 1.42, 1.15-1.76, p=0.0012), chemoresistant disease (HR 1.54, 1.28-1.86, p= 5 lines of prior CT (vs 3-4) (HR 1.45, 1.13-1.85, p=0.0031), MAC (HR 1.36, 1.14-1.63, p=0.0008) and KPS < 80 (HR 1.78, 1.23-2.58, p =0.0022) and OS by age (HR 1.03, 1.02-1.04, p= 5 lines of prior CT (vs 3-4) (HR 1.63, 1.25-2.13, p=0.0003), MAC (HR 1.42, 1.16-1.73, p=0.0006) and KPS < 80 (HR 2.23, 1.52-3.25, p<0.0001). Of note, outcomes between SIB and MUD were similar (3y OS 68% and 62%, P=0.114). Moreover a significant impact of TCD and prior auto-SCT could not be detected. Conclusions. This study represents an example of a fruitful cooperation between two important scientific transplant societies, the EBMT and CIBMTR. Despite significant differences in patient characteristics and transplant strategies between these 2 hitherto largest samples on allo-SCT for R/R FL, long-term disease control was similar and remarkably good with an R/P risk of about only 20% at 5 years. Chemoresistant disease, higher age, multiple pretreatment lines, poor KPS, and MAC all were predictors for an adverse outcome, whereas MUD, TCD, and prior auto-SCT had no impact on any survival endpoint. Disclosures Sureda: Takeda: Consultancy, Honoraria, Speakers Bureau. Fenske: Celgene: Honoraria; Millennium/Takeda: Research Funding; Pharmacyclics: Honoraria; Seattle Genetics: Honoraria. Smith: Celgene: Consultancy; Pharmacyclics: Consultancy."
}