{
    "doi": "https://doi.org/10.1182/blood.V116.21.3340.3340",
    "article_title": "Transfusion-Related Epstein-Barr Virus (EBV) Infection Among Stem Cell Transplant Recipients: a Retrospective Cohort Study In Children ",
    "article_date": "November 19, 2010",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion: Poster II",
    "abstract_text": "Abstract 3340 Background: In many countries, numerous steps are taken to minimize the risk of infection from transfused blood or blood products. While the risk of transfusion-related infections such as HIV and HCV has become exceedingly rare, the risk of transfusion transmitted infectious diseases for which testing is not currently performed continues to be a major concern. Any infectious agent with a blood phase has the potential to be transmitted by transfusion. Among these untested microbial agents is Epstein-Barr virus (EBV/HHV-4), which, in the transplant setting, may cause lymphoproliferative disease, a potentially fatal cancer. Pediatric patients who are EBV-seronegative at the time of transplant are at high risk for developing this disease upon EBV infection during the early post-transplant period. Objective: Given that blood products are routinely administered to stem cell (includes bone marrow and cord-blood) transplant patients, this study was initiated to examine the incidence of transfusion-related post-transplant EBV infection in children receiving a stem cell graft. Methods: Patient charts were reviewed for: 1) the presence or absence of EBV antibodies (EBNA, VCA, EA) in pre-transplant sera from recipients and donors, 2) the incidence of post-transplant EBV infection (through PCR testing of recipients' blood), and 3) the characteristics of the children (age, sex, etc.) and their transfusion history. Results: Ste-Justine Hospital records revealed a total of 488 stem cell grafts performed on 429 patients between 1993 and 2009. Among these patients, 42% (179) were girls and 58% (250) were boys. The mean and median age at transplantation was 9.1 years (SD=6.1) and 8.8 years (IQR:3.6-14.5), respectively. Transplantations were subdivided into 3 categories: autologous (32%), allogeneic-cord blood (27%), allogeneic-other (41%). The seroprevalence of EBV was 80% and 66% in recipients and donors, respectively. Our data indicate that 25% of naïve recipients (no antibodies before transplantation) developed EBV viremia (positive PCR in blood) within a median time of 73 days following transplantation. Transmission of EBV may have occurred through virus contained either in the transplanted bone marrow or in the transfused blood products. Interestingly, EBV infection occurred in 16% of naïve recipients following cord-blood transplantation (known to be EBV negative). Barring natural infection, which is possible but unlikely, this strongly points to blood products as the vehicle for transmission. Conclusion: In view of the association between EBV and post-transplant lymphoproliferative disease, seen most often in patients who undergo primary EBV infection soon after transplant, the transmission of EBV via blood or blood products merits special consideration in further studies. Funding: FRSQ Grant #13904. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "epstein-barr virus infections",
        "hematopoietic stem cell transplantation",
        "herpesvirus 4, human",
        "infections",
        "transfusion",
        "transplantation",
        "blood products",
        "antibodies",
        "lymphoproliferative disorders"
    ],
    "author_names": [
        "Helen Trottier, PhD",
        "Carolina Alfieri, PhD",
        "Nancy Robitaille, MD",
        "Michel Duval, MD",
        "Chantal Buteau, MD",
        "Marisa Tucci, MD",
        "Jacques Lacroix, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Helen Trottier, PhD",
            "author_affiliations": [
                "Sociale and Preventitive Medicine, University of Montreal / Ste-Justine Hospital, Montreal, QC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carolina Alfieri, PhD",
            "author_affiliations": [
                "Department of Microbiology and Immunology, Sainte-Justine Hospital/University of Montreal, Montreal, QC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Robitaille, MD",
            "author_affiliations": [
                "Department of Paediatrics, Division of Hematology-Oncology, Sainte-Justine Hospital, Montreal, Canada, QC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Duval, MD",
            "author_affiliations": [
                "Department of Paediatrics, Division of Hematology-Oncology, Sainte-Justine Hospital, Montreal, QC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chantal Buteau, MD",
            "author_affiliations": [
                "Department of Paediatrics, Division of Infectious Diseases, Sainte-Justine Hospital Montreal, Canada, Montreal, QC, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marisa Tucci, MD",
            "author_affiliations": [
                "Department of Paediatrics, Division of Pediatric Intensive Care Medicine, Sainte-Justine Hospital/University of Montreal, Montreal, QC, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques Lacroix, MD",
            "author_affiliations": [
                "Department of Paediatrics, Division of Paediatric Intensive Care Medicine, Sainte-Justine Hospital / University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T15:40:39",
    "is_scraped": "1"
}