{
    "doi": "https://doi.org/10.1182/blood.V104.11.4911.4911",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=73",
    "start_url_page_num": 73,
    "is_scraped": "1",
    "article_title": "Preliminary Report of Risk-Based Approach in Korean Patients with Newly Diagnosed Multiple Myeloma. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Purpose: The purpose of this study was to examine the impact of different approaches stratified on risk based on chromosome 13 deletion and serum beta-2 microglobulin (MG) level would lead to survival benefit in patients with newly-diagnosed multiple myeloma. Patients and Methods: At diagnosis, fresh marrow samples for FISH and serum for beta-2 MG were sent to central laboratory and reviewed. Patients who had chromosome 13 deletion and high beta-2 MG (>2.5 mg/L) were considered to have high-risk disease. Patients without chromosome 13 deletion and low beta-2 MG were classified as low-risk group. Intermediate-risk group had to have either one of these two risk factors. After VAD induction chemotherapy, autologous stem cell transplantation conditioned with MEL200 was performed in patients at high- and intermediate-risk. DECP consolidation chemotherapy was added for high-risk patients. Patients who achieved CR after VAD in low-risk did not receive any further treatment. Results: As of Jun 2004, 50 patients were registered from 10 centers. Median age was 58 (range, 39–68) years old. Chromosome 13 deletion was detected in 18 patients (36%) and beta-2 MG was elevated in 39 patients (78%). Thirteen patients were classified as high-risk, 31 patients as intermediate-risk and 6 patients as low-risk. After median follow-up of 9 months, progression-free and overall survival at 1-year were 56% and 76%, respectively. To date, no statistically significant differences in survival were observed between risk groups (figure 1). Conclusion: In this study, risk-based approach in patients with multiple myeloma appeared to be feasible. Study accrual is ongoing and updated results will be presented. View large Download slide Figure View large Download slide Figure ",
    "topics": [
        "multiple myeloma",
        "autologous stem cell transplant",
        "beta 2-microglobulin",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "follow-up"
    ],
    "author_names": [
        "Soo-Mee Bang, M.D.",
        "Jae Hoon Lee, M.D.",
        "Sung-Soo Yoon, M.D.",
        "Seonyang Park, M.D.",
        "Je-Jung Lee, M.D.",
        "Hyeoung Joon Kim, M.D.",
        "Doeg Yeon Jo, M.D.",
        "Yeon Hee Park, M.D.",
        "Hwi-Joong Yoon, M.D.",
        "Young-Jin Yuh, M.D.",
        "Myung-Ju Ahn, M.D.",
        "Seock Ah Im, M.D.",
        "Moon Hee Lee, M.D.",
        "Dong Soon Lee, M.D."
    ],
    "author_affiliations": [
        [
            "Int Med, Med Sch Gachon, Incheon"
        ],
        [
            "Int Med, Med Sch Gachon, Incheon"
        ],
        [
            "Int Med, Med Col Univ Seoul National, Seoul"
        ],
        [
            "Int Med, Med Col Univ Seoul National, Seoul"
        ],
        [
            "Int Med, Med Col Univ Chonnam National, Gwangju"
        ],
        [
            "Int Med, Med Col Univ Chonnam National, Gwangju"
        ],
        [
            "Int Med, Med Col Univ Chungnam National, Daejeon"
        ],
        [
            "Int Med, Korean Cancer Center Hosp, Seoul"
        ],
        [
            "Int Med, Med Col Univ Kyunghee, Seoul"
        ],
        [
            "Int Med, Med Col Univ Inje, Seoul"
        ],
        [
            "Int Med, Med Col Univ Hanyang, Seoul"
        ],
        [
            "Int Med, Med Col Univ Ehwa Women’s, Seoul"
        ],
        [
            "Int Med, Med Col Univ Inha, Incheon"
        ],
        [
            "Diag Lab Med, Med Col Univ Seoul National, Souel, Korea"
        ]
    ],
    "first_author_latitude": "37.43732045",
    "first_author_longitude": "126.69861250000001"
}