{
    "doi": "https://doi.org/10.1182/blood.V118.21.2986.2986",
    "article_title": "A Novel HLA-A2 Restricted Peptide Derived From Cathepsin G Is An Effective Immunotherapeutic Target for Myeloid Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "703. Adoptive Immunotherapy: Poster II",
    "abstract_text": "Abstract 2986 Background: Immunotherapy targeting aberrantly expressed leukemia associated antigens (LAA) has shown promising results in the management of myeloid leukemia. However, because of the heterogeneity and clonal evolution that is a feature of myeloid leukemia, targeting single peptide epitopes has had limited success, highlighting the need for novel antigen discovery. PR1 is a well-characterized LAA, is derived from the azurophil granule proteases neutrophil elastase (NE) and proteinase-3 (P3), and was effectively targeted in myeloid leukemia. We have previously shown that NE and P3 are aberrantly localized outside azurophil granules in myeloid leukemia and that their aberrant expression facilitates PR1 antigen presentation. Similar to NE and P3, cathepsin G (CG) is a serine protease located within azurophil granules in neutrophils. Because azurophil granules are disrupted in myeloid leukemia and since CG was shown to be immunogenic through its association with autoimmune disease, we hypothesized that CG may be aberrantly expressed in myeloid leukemia, thereby facilitating its presentation on HLA class I molecules and rendering it a novel target for myeloid leukemia immunotherapy. Methods: SYFPEITHI and IEDB binding algorithms were used to identify CG peptides with highest binding affinities. Flow cytometry based binding assays were performed using the T2 cell line followed by HLA-A0201 staining to confirm peptide binding and determine affinities of CG-derived peptides for HLA-A0201. Peptide/HLA-A0201 complexes were released from HLA-A0201 transfected U937 cells and purified using immunoaffinity chromatography with the anti-HLA-A0201 antibody BB7.2. The peptides were dissociated from HLA-A0201 by weak acid elution and analyzed using reverse-phase HPLC-tandem mass spectrometry. Tandem mass spectra were analyzed using the Mascot sequencing algorithm. Western blots (WB) and immunoflouresence confocal microscopy were used to determine CG expression by primary leukemia. Peptide-pulsed T2 cells were used to expand CG1- and PR1-cytotoxic T lymphocytes (CTLs) for use in calcein AM cytotoxicity assays. Peptide-pulsed T2 cells and primary leukemia from patients were used as target cells. Tetramer staining and cytokine flow cytometry (CFC) assays were used to show frequency and function of CG1-CTLs, respectively. CG1- and PP65- pulsed T2 cells were used as stimulators in CFC assays. Patient samples were collected after informed consent. Results: Five CG derived nonameric peptides were identified using SYFPEITHI and IEDB binding algorithms. CG1 peptide (FLLPTGAEA) was identified as having the highest binding affinity to HLA-A0201 in comparison with other CG-derived peptides and with PR1 peptide (CG1 IC50=1 uM vs. PR1=9 uM). The dissociation t1/2 for CG1 and PR1 peptides was > 8 hours. CG1 peptide was eluted from the surface of U937-A2 cell line, and using reverse-phase HPLC-tandem mass spectrometry, we confirmed CG1 antigen presentation by leukemia. WB analysis for CG showed high CG expression in 9 of 11 AML patient samples and along with immunofluorescent cell imaging, showed localization of CG outside granules in compartments that could render CG susceptible to proteasomal degradation and antigen presentation. Killing of primary AML blasts by CG1-CTL was shown in 6 of 8 AML patient samples and directly correlated with CG expression and HLA-A0201 status. Blocking HLA-A0201 with BB7.2 antibody abrogated CG1-CTL mediated cytotoxicity, indicating HLA-A0201 dependent killing by CG1-CTLs. CG1-specific CTLs were detected in AML patient samples at frequencies ranging between 0.6% to 1.4% of total CD8+ cells. Furthermore, following stem cell transplant (SCT), 4–10 fold higher frequencies of functional CG1-CTLs were detected in patient samples when compared with pre-SCT samples from the same patient, as measured by IFN-gamma and/or TNF-alpha CFC. Conclusion: We demonstrate that CG is a novel immunotherapeutic target in myeloid leukemia. We show that CG is a LAA that is aberrantly expressed in leukemia, is presented on HLA-A0201 molecule and can be effectively targeted by CG1-CTLs. Since immunity to CG has been previously reported in autoimmune diseases, our findings show that the immunogenic potential of CG can be redirected therapeutically to target leukemia. Cumulatively, our data suggest that further development of CG-targeting therapies in myeloid leukemia is warranted. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cathepsins",
        "hla-a2 antigen",
        "leukemia, myeloid",
        "peptides",
        "granules",
        "human leukocyte antigens",
        "leukemia",
        "antibodies",
        "autoimmune diseases",
        "cytotoxicity"
    ],
    "author_names": [
        "Mao Zhang, MPH",
        "Pariya Sukhumalchandra, BS",
        "Atim A. Enyenihi, PhD",
        "Lisa S St. John, PhD",
        "Sally A. Hunsucker, PhD",
        "Kathryn Ruisaard, MS",
        "Zein Al Atrache",
        "Patricia A Ropp, PhD",
        "Tania Rodriguez-Cruz, BS",
        "Elizabeth Mittendorf, MD",
        "Gregory Lizee, PhD",
        "Karen Clise-Dwyer, PhD",
        "Sijie Lu, PhD",
        "Gary L. Glish, PhD",
        "Jeffrey J. Molldrem, MD",
        "Paul M Armistead, MD, PhD",
        "Gheath Alatrash, D.O., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Mao Zhang, MPH",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pariya Sukhumalchandra, BS",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atim A. Enyenihi, PhD",
            "author_affiliations": [
                "Department of Chemistry, University of North Carolina, Chapel Hill, NC, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa S St. John, PhD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally A. Hunsucker, PhD",
            "author_affiliations": [
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn Ruisaard, MS",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zein Al Atrache",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia A Ropp, PhD",
            "author_affiliations": [
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tania Rodriguez-Cruz, BS",
            "author_affiliations": [
                "Melanoma Medical Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Mittendorf, MD",
            "author_affiliations": [
                "Surgical Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Lizee, PhD",
            "author_affiliations": [
                "Melanoma Medical Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Clise-Dwyer, PhD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sijie Lu, PhD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary L. Glish, PhD",
            "author_affiliations": [
                "Department of Chemistry, University of North Carolina, Chapel Hill, NC, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey J. Molldrem, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul M Armistead, MD, PhD",
            "author_affiliations": [
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gheath Alatrash, D.O., Ph.D.",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T21:41:03",
    "is_scraped": "1"
}