{
    "doi": "https://doi.org/10.1182/blood.V126.23.2292.2292",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3117",
    "start_url_page_num": 3117,
    "is_scraped": "1",
    "article_title": "A Novel Biomarker for Inhibitor Risk Prediction-the HLA-II Bound and Unbound Components of FVIII Derived Peptides-Reveals a Protective Influence for N-Linked Glycosylation ",
    "article_date": "December 3, 2015",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "abstract_text": "Introduction : Factor (F)VIII immunogenicity is the main obstacle to both successfully treating hemophilia and receiving FDA approval for new therapeutics. Since immune responses to allogeneically distinct proteins require T-cell activation and proliferation, at least one foreign peptide must be liberated from FVIII that can bind with high affinity to one or more of a patient's HLA-class-II (HLA-II) isomers. Due to the complex pathogenesis of inhibitor development, which involves numerous genetic variations and both treatment and product related variables, our ability to predict which patients will become alloimmunized to FVIII remains suboptimal. The role of FVIII glycosylation in inhibitor development appears to be an important, yet not well characterized, modifying influence; defining the mechanism has been complicated by the fact that some FVIII products are highly glycosylated with thousands of potential glycoforms. Here we describe studies of the spectrum of FVIII peptides eluted from HLA-II complexes and the impact of glycosylation on the proteolysis and/or binding of these peptides to a patient's individual HLA-II isomers, i.e. to further incorporate personalized medicine in hemophilia care. Methods : Immature monocyte-derived dendritic cells (DCs) from 12 unrelated donors were generated in vitro and matured in the presence of an equimolar pool of a full length (FL) and 4 B-domain deleted (BDD) rFVIII proteins free of VWF and other proteins. Following harvest and lysis, HLA-DP, -DQ, and -DR molecules were recovered using a specific immunoaffinity step. Peptides were then eluted from these complexes and sequenced by high resolution mass spectrometry (LC/MS/MS). The bound peptides were mapped to the FVIII reference sequence. The estimated binding affinity of FVIII peptides to the HLA-II alleles found in these donors were obtained from NetMHCIIpan and compared to the peptides observed to be bound. Results : The 12 DC donors express 29 distinct HLA-II isomers (6 DP, 11 DQ, 12 DR) from an overall HLA-II gene repertoire having the following alleles: DP: 01:03/02:01, 01:03/03:01, 01:03/04:01, 01:03/04:02, 02:01/01:01, 02:02/05:01 DQ: 01:01/05:03, 01:02/06:02, 01:02/06:09, 01:03/05:01, 01:03/06:03, 01:03/06:04, 02:01/02:01, 02:01/02:02, 03:01/03:02, 03:02/03:03, 05:01/03:01 DR: 01:01, 03:01, 04:01, 04:04, 07:01, 09:01, 11:01, 11:04, 13:01, 13:02, 14:01, 15:01 These 29 HLA-II isomers were found to have 77 bound peptides that covered 1,202 of the 2,332 total amino acid residues in the NCBI reference FL-FVIII protein, whose domain structure and consensus N-linked glycosylation (NLG) sites are shown in panel A of the Figure . The HLA-II bound peptides were mapped to the FVIII regions from which they derive ( panel B ). One of the 20 NLG sites known to be glycosylated and 3 of the 4 known non-glycosylated NLG sites were found to be in a bound peptide. A NetMHCIIpan analysis predicted that no FVIII nonamer containing a consensus NLG site binds strongly to any of the 12 DR isomers; but, it also clearly showed that more peptides bind with weak or strong affinity as peptide length increases (data not shown). Conclusion: Despite finding 3 of FVIII's 4 non-glycosylated consensus NLG sites in the tightly bound HLA-II/peptide complexes, only 1 of the 20 glycosylated NLG sites was found among these bound peptides. The near complete absence of N-linked glycans in the presented HLA-II bound peptides is compelling, but incomplete, evidence that glycosylation influences the immunogenicity of FVIII. Potential mechanisms may include effects on internalization, proteolysis and/or HLA-II binding. Further direct studies are required to determine if these post-translational modifications affect proteolysis and/or HLA-II binding; core peptides that can be proteolyzed and/or bound in the absence of glycosylation or with alternative glycan conformations may provide more evidence that glycosylation can modulate immunogenicity. We hypothesize that HLA-II bound and unbound FVIII peptides constitute a novel immune-response-related biomarker that will improve the accuracy of inhibitor risk prediction by allowing pertinent patient-specific pharmacogenomic inputs to be analyzed in a more biologically relevant manner. References : Karosiene et al. NetMHCIIpan-3.0, a pan-specific MHC-II prediction method including all 3 human MHC-II isotypes: HLA-DR, -DP and -DQ. Immunogenetics, 2013. View large Download slide View large Download slide  Disclosures Hofmann: CSL Behring: Employment. Zollner: CSL Behring: Employment. Powell: CSL Behring: Employment. Maraskovsky: CSL Behring: Employment. Howard: Baxter: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria, Research Funding; Haplomics, Inc.: Patents & Royalties; CSL Behring: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "biological markers",
        "glycosylation",
        "human leukocyte antigens",
        "peptides",
        "complex",
        "hemophilia a",
        "hemophilias",
        "polysaccharides",
        "amino acids",
        "hla-dp antigens"
    ],
    "author_names": [
        "Kevin R. Viel, PhD",
        "Marco Hofmann, MD PhD",
        "Sabine Zollner",
        "Bernadette W. Luu",
        "Rajalingam Raja, PhD",
        "Jerry Sherman Powell, MD",
        "Eugene Maraskovsky, MD, PhD",
        "Tom E. Howard, MD PhD"
    ],
    "author_affiliations": [
        [
            "Histonis, Inc., Atlanta, GA "
        ],
        [
            "CSL Behring, Marburg, Germany "
        ],
        [
            "CSL Behring, Marburg, Germany "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Veterans Affairs Greater Los Angeles Healthcare System, Los Angeles, CA "
        ],
        [
            "Immunogenetics Center, University of California at San Francisco, San Francisco, CA "
        ],
        [
            "CSL Behring, King of Prussia, PA "
        ],
        [
            "CSL Behring, Melbourne, Australia "
        ],
        [
            "Pathology and Laboratory Medicine, Veterans Affairs Greater Los Angeles Healthcare System, Los Angeles, CA ",
            "Department of Pathology and Laboratory Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA ",
            "Division of Hematology & Oncology, Department of Medicine, David Geffen School of Medicine, University of California at Los Angeles, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "33.82952875",
    "first_author_longitude": "-84.4063824"
}