{
    "doi": "https://doi.org/10.1182/blood.V128.22.1258.1258",
    "article_title": "Autoimmune Hemolytic Anemia Confers Risk of Thromboembolism That Is Not Attributable to Usual Thrombosis Risk Factors: A Longitudinal, Retrospective Cohort Study Using the \"Stride\" Database ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "abstract_text": "INTRODUCTION Autoimmune hemolytic anemia (AIHA) is a rare autoimmune disorder in which auto-antibodies target red blood cell surface antigens, causing hemolysis. The incidence is estimated to be 0.8 per 100,000 (Lechner and Jager, Blood 2010). Depending on the temperature at which the auto-antibodies are most active, AIHA is classified as warm, cold, or mixed. Main risk factors include malignancy, viral infection, and rheumatologic disorders. Thromboembolism is an important complication of AIHA that has received increasing attention in case series and small observational reports. However, there has not yet been a study that compares the risk of thromboembolism in AIHA with that of matched, non-AIHA patients in a longitudinal fashion. OBJECTIVES 1) To assess the risk of arterial and venous thromboembolism in AIHA patients using a longitudinal, retrospective cohort study. 2) To define the contribution from usual thrombosis risk factors (defined in Methods section) in the development of thromboembolism in AIHA patients. METHODS We derived our cohorts from Stanford University's Standards-Based Translational Research Informatics Platform (STRIDE). The STRIDE database houses records since 2003 for over 2.1 million patients who receive their care at Stanford Hospital and Clinics. We identified 156 patients diagnosed with AIHA of any type and matched them with 312 non-AIHA patients (control) in a 1:2 ratio. To achieve stringent matching, patients in the control group were selected to have known risk factors for AIHA--malignancy, viral infections, and rheumatologic diseases--without developing AIHA itself. We assessed the incidence of arterial and venous thromboembolism in the AIHA and non-AIHA groups. Within each group, we assessed the association between thromboembolism and the presence of thrombosis risk factors, which we based on the PADUA criteria (Barbar et al, J Throm Haemost 2010). The PADUA risk factors comprise a weighted sum known as the PADUA score (max score of 20), and we compared the median PADUA score between AIHA and non-AIHA patients with thromboembolism using the Mann-Whitney rank sum test. Interquartile ranges (IQR) of PADUA scores were calculated. Finally, using inverse-probability weighting to achieve matching thromboembolism propensity scores between AIHA and non-AIHA patients, we derived an odds ratio for the development of thromboembolism given a diagnosis of AIHA. RESULTS A significantly higher proportion of AIHA patients developed arterial and venous thromboembolism than non-AIHA patients (29% vs. 19%, respectively; p < 0.05). Notably, the median PADUA score was not different between AIHA and non-AIHA patients with thromboembolism (4, IQR [2-7] vs 4.5, IQR [3-7], respectively, n.s.), despite the aforementioned difference in thromboembolism incidence. However, the distribution of PADUA risk factors in each group did differ: malignancy was seen in a smaller proportion of AIHA patients with thromboembolism than in non-AIHA counterparts (31% vs 57%, respectively; p < 0.05), while acute infection and/or rheumatologic disorders was seen in a larger proportion of AIHA patients with thromboembolism than non-AIHA counterparts (53% vs 25%, respectively; p < 0.05; see Table 1). After additional analysis to ensure propensity score matching, we found that AIHA confers an odds ratio of 2.44 (95% CI [1.16-5.10], p < 0.05) for the development of thromboembolism. CONCLUSION Different thrombosis risk factors contribute to the development of thromboembolism in AIHA patients than in non-AIHA patients. However, AIHA patients carry a significantly higher risk of thromboembolism than non-AIHA patients, and this risk is not attributable to the usual thrombosis risk factors considered in the PADUA criteria. Our finding suggests a need for clinical trials to study the role of thrombo-prevention in AIHA patients. Table 1 View large Download slide Percentage of PADUA risk factors in AIHA and non-AIHA patients with thromboembolism. Table 1 View large Download slide Percentage of PADUA risk factors in AIHA and non-AIHA patients with thromboembolism. Close modal Disclosures Chen: True North Therapeutics: Research Funding. Loftus: True North Therapeutics: Research Funding. Weber: True North Therapeutics: Research Funding. Hoang: True North Therapeutics: Research Funding. Gilbert: True North Therapeutics: Employment. Kummar: True North Therapeutics: Research Funding.",
    "topics": [
        "autoimmune hemolytic anemia",
        "gait",
        "thromboembolism",
        "thrombosis",
        "cancer",
        "venous thromboembolism",
        "autoantibodies",
        "rheumatic disorders",
        "virus diseases",
        "autoimmune diseases"
    ],
    "author_names": [
        "Evan C. Chen, MD",
        "Pooja D. Loftus",
        "Susan C. Weber, PhD",
        "Nhat Minh Hoang",
        "James Gilbert, MD",
        "Shivaani Kummar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Evan C. Chen, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pooja D. Loftus",
            "author_affiliations": [
                "Department of Medicine, Stanford University, Palo Alto, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan C. Weber, PhD",
            "author_affiliations": [
                "Director of Informatics Systems and Software Development, Stanford University, Palo Alto, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nhat Minh Hoang",
            "author_affiliations": [
                "Stanford Center for Clinical Informatics, Stanford University, Palo Alto, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Gilbert, MD",
            "author_affiliations": [
                "Chief Medical Officer, True North Rx, Palo Alto, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shivaani Kummar, MD",
            "author_affiliations": [
                "Director, Phase I Clinical Research Program, Stanford University, Palo Alto, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:15:14",
    "is_scraped": "1"
}