{
    "doi": "https://doi.org/10.1182/blood.V104.11.4995.4995",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=49",
    "start_url_page_num": 49,
    "is_scraped": "1",
    "article_title": "Reproducibility and Robustness of the Xcellerate III Process for the GMP Manufacture of Xcellerated T Cells™ for Infusion into CLL Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cyclic gmp",
        "good manufacturing practice",
        "infusion procedures",
        "cryopreservation",
        "leukapheresis",
        "antigens, cd25",
        "cd40 ligand",
        "liquid nitrogen",
        "cd4/cd8 ratio procedure",
        "t-cell activation"
    ],
    "author_names": [
        "Lisa Hami, MS, MT(ASCP)",
        "Cherie Green, BS",
        "Katharine Miller, PhD",
        "Stewart Craig, PhD"
    ],
    "author_affiliations": [
        [
            "GMP Operations, Xcyte Therapies Inc., Seattle, WA, USA"
        ],
        [
            "GMP Operations, Xcyte Therapies Inc., Seattle, WA, USA"
        ],
        [
            "GMP Operations, Xcyte Therapies Inc., Seattle, WA, USA"
        ],
        [
            "GMP Operations, Xcyte Therapies Inc., Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.613028449999995",
    "first_author_longitude": "-122.3420645",
    "abstract_text": "Autologous peripheral blood mononuclear cells (PBMC) cryopreserved from a leukapheresis collection comprise the starting cellular source for the Wave ® Bioreactor-based Xcellerate III Process [ Hami et al, Bioprocessing Journal  2003 : 2 ; 23 –32 ] used for the GMP manufacture of Xcellerated T Cells. For an ongoing clinical trial, n=13 patients have been infused with products manufactured from PBMC cryopreserved and stored in the vapor phase of liquid nitrogen (LN 2 ) for 2–9 days before use in the Xcellerate III Process. This clinical protocol was recently amended to allow patients to receive a 2 nd infusion of Xcellerated T Cells. To date, 2 nd products have been manufactured for 11 of the CLL patients using the original PBMC that had been stored cryopreserved for up to 7 months from collection. Comparison of the processes for the manufacture of 1 st (n=13) and 2 nd (n=11) infusion products shows: • No significant difference in the in-process T cell activation as determined by increase in cell size, up-regulation of CD25 & up-regulation of CD154 expression (refer to Figure 1). View large Download slide Figure View large Download slide Figure  • The total cell yield for 2 nd infusion products is within one (1) standard deviation of the average for the manufacture of the 1 st infusion product (refer to Table 1). • No significant difference in cell viability, CD3 + purity, or CD4:CD8 ratio for the final Xcellerated T Cells product (refer to Table 1). Table 1. Final Product Characteristics  Final Product (Day 13) Average±S.D. . p value . 1st Infusion (n=13) . 2nd Infusion (n=11) . Total Cell Yield (x10 9 ) 0.01 137 ± 35 104 ± 17 Cell Viability (%) 0.15 93.5 ± 3.4 91.6 ± 2.4 CD3 + Purity (%) <0.001 98.4 ± 1.1 99.0 ± 0 CD4:CD8 Ratio 0.32 8.5 ± 7.7 5.7 ± 4.5 Final Product (Day 13) Average±S.D. . p value . 1st Infusion (n=13) . 2nd Infusion (n=11) . Total Cell Yield (x10 9 ) 0.01 137 ± 35 104 ± 17 Cell Viability (%) 0.15 93.5 ± 3.4 91.6 ± 2.4 CD3 + Purity (%) <0.001 98.4 ± 1.1 99.0 ± 0 CD4:CD8 Ratio 0.32 8.5 ± 7.7 5.7 ± 4.5 View Large These data demonstrate high reproducibility and robustness of the Xcellerate III Process when using PBMC from the same leukapheresis collection in sequential processing runs. In addition, these data demonstrate that cryopreserved PBMC can be stored for many months prior to their use as the starting material in the Xcellerate III Process. Xcyte ™ , Xcyte Therapies™, Xcellerate™, Xcellerated T Cells™ and the circle logo are trademarks of Xcyte Therapies, Inc."
}