{
    "doi": "https://doi.org/10.1182/blood.V118.21.1940.1940",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1946",
    "start_url_page_num": 1946,
    "is_scraped": "1",
    "article_title": "Beneficial Effect of Escalated Doses of Busulfan (BU) Delivered by Targeted Pharmacokinetics and Prolonged Continuous Infusion on Relapse Free and Overall Survival in Matched Related and Unrelated Allogeneic Transplant Patients with Hematologic Malignancies ",
    "article_date": "November 18, 2011",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Acute Transplant Toxicities: Poster I",
    "topics": [
        "busulfan",
        "hematologic neoplasms",
        "intravenous infusion, continuous",
        "transplantation",
        "pharmacokinetics",
        "brachial plexus neuritis",
        "veno-occlusive disease",
        "mucositis",
        "antibiotic prophylaxis",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Thomas C. Shea, MD",
        "Christine Walko, PharmD",
        "Anastasia Ivanova, PhD",
        "Julia Whitley, BS",
        "Kamakshi Rao, PharmD",
        "Don A. Gabriel, MD, PhD",
        "Terrance Comeau, MD, FRCPC",
        "James Coghill, MD",
        "Paul M Armistead, MD, PhD",
        "Stefanie Sarantopoulos, MD, PhD",
        "William A. Wood, MD, MPH",
        "Jonathan Serody, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of North Carolina, Chapel Hill, NC, USA, "
        ],
        [
            "UNC Chapel Hill School of Pharmacy, "
        ],
        [
            "Biostatistics, UNC Lineberger Comprehensive Cancer Center, NC, "
        ],
        [
            "Division of Hematology/Oncology, UNC Lineberger Comprehensive Cancer Center, University of North Carolina School of Medicine, Chapel Hill, NC, USA, "
        ],
        [
            "School of Pharmacy, University of North Carolina, Chapel Hill, USA, "
        ],
        [
            "Division of Hematology/Oncology, UNC Lineberger Comprehensive Cancer Center, University of North Carolina School of Medicine, Chapel Hill, NC, USA, "
        ],
        [
            "Medicine, UNC Chapel Hill, Chapel Hill, "
        ],
        [
            "Division of Hematology/Oncology, UNC Lineberger Comprehensive Cancer Center, University of North Carolina School of Medicine, Chapel Hill, NC, USA, "
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC, USA, "
        ],
        [
            "Division of Hematology/Oncology, UNC Lineberger Comprehensive Cancer Center, University of North Carolina School of Medicine, Chapel Hill, NC, USA, "
        ],
        [
            "Lineberger Comprehensive Cancer Center, Division of Hematology/Oncology, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA, "
        ],
        [
            "School of Medicine, Univ. of North Carolina, Chapel Hill, NC, USA"
        ]
    ],
    "first_author_latitude": "35.9061166",
    "first_author_longitude": "-79.0523577",
    "abstract_text": "Abstract 1940 INTRODUCTION: Dose escalation of chemotherapy and radiation in conditioning regimens has been associated with lower relapse rates but not significantly improved overall survival in allogeneic transplants because of higher treatment related mortality. The advent of IV BU has allowed more precise dosing of this drug and permitted dose escalation to a greater degree than in the past. METHODS: Test dose (.8 mg/kg) IV BU was administered one week prior to start of the conditioning regimen and the desired AUC calculated from the Bu clearance. Starting at a standard AUC of 4800/24 hours, target dose levels were escalated in 20% increments to 5760, 6912, 7603 and 8663 uM-min/24 hours. BU was administered from day −7 to −3 by 90 hour continuous infusion accompanied by fludarabine, 30 mg/m2/d on days −7 to −3. All pts received tacrolimus and either alemtuzamab alone or ATG+/− low dose MTX for GVH prohylaxis. Standard antibiotic prophylaxis and supportive care was provided. RESULTS: 55 high risk pts, median age 39 (22–54), 20 MRD, 35 MUD, 26 AML, 7 ALL, 2 APL, 1 biphenotypic leukemia, 8 MDS, 5 NHL, 2 HD, 1 CLL, 1 CML, 1 CMML, 1 MF were enrolled on this IRB approved study. 30 patients received alemtuzamab, 19 ATG + MTX and 6 MTX only. Mean achieved AUCs were 4973(14 pts), 5638(7 pts), 7131(25 pts), 7053(7 pts), and 8680(2 pts) uM-min/24 hrs. The MTD was dose level 3 (target 6912, achieved 7131 uM-min). Grade 4 DLTs were grade 4 mucositis in 2/2 at level 5 and 1/7 at level 4 and 1/7 reversible VOD at level 4. One additional grade 5 toxicity was seen at dose level 1(liver failure), level 2 (mucositis) and level 3 (VOD). The incidence of grade 4 or 5 VOD was 2/55 or 4%. Median AUC for the entire group was 6312 uMol-min with the median in the group below the overall median being 5484 and the group above the median being 7394 uMol-min/24 hours; a 35% difference in dose between the lower and higher median values and a 54% increase over a standard AUC dose of 4800 uMol-min. When analyzed by AUC, pts above the median had a higher median overall survival (OS), 353 days vs 183 days (HR.48, p =.058) for those below the median and longer relapse-free survival (RFS), 818 vs 187 days (HR.47, p =.039). When divided by AUC in tertiles (median AUC values of 5106 (19 pts), 6431 (19 pts), and 7693 (17 pts) uMol-min/24 hrs respectively), the median OS in days for each group were 298, 353, and Not Reached and median RFS were 191, 353, and 818 days. Three group comparison using Cox model yielded p-values of.063 and.053 levels for RFS and OS, respectively. 2-year OS and RFS for the below and above median groups were.27 and.20 and.62 and.57, respectively. 2-year OS and RFS for the lowest, medium and highest AUC groups in the tertile analysis were.24 and.20.41 and.35, and.70 and.63, respectively. In multivariable analysis, higher AUC dose, use of ATG rather than alemtuzamab and having a MUD all demonstrated a trend toward improved outcomes with AUC being the strongest predictor. CONCLUSION: High AUC levels of busulfan can be safely achieved with targeted PK dosing and continuous IV infusion leading to improved overall survival and decreased relapse rates in patients undergoing allogeneic transplantation with either ATG or alemtuzamab as part of their GVHD prophylaxis. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: Shea: Otsuka Pharmaceuticals: Research Funding."
}