{
    "doi": "https://doi.org/10.1182/blood.V122.21.2349.2349",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2626",
    "start_url_page_num": 2626,
    "is_scraped": "1",
    "article_title": "Association Of Bleeding Tendency With Time Under Target FIX Activity Levels In Severe Hemophilia B Patients Treated With Recombinant Factor IX Fc Fusion Protein ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "bleeding diathesis",
        "factor ix",
        "fusion proteins",
        "hemophilia b",
        "hemorrhage",
        "hemophilia a",
        "biological products",
        "bleeding rate",
        "hemorrhagic episodes",
        "blood coagulation factors"
    ],
    "author_names": [
        "Amy Shapiro, MD",
        "James Potts, Ph.D, MPH",
        "Shuanglian Li, Ph.D.",
        "Leonard A. Valentino, MD, FAAP",
        "Lei Diao, PhD",
        "Ping Wang, Ph.D.",
        "Brian Robinson, M.D.",
        "Glenn F Pierce, MD, PhD",
        "Haiyan Jiang, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Indiana Hemophilia & Thrombosis Center, Indianapolis, IN, USA, "
        ],
        [
            "Biogen Idec, Weston, MA, USA, "
        ],
        [
            "Biogen Idec, Cambridge, MA, USA, "
        ],
        [
            "Section of Pediatric Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA"
        ],
        [
            "Biogen Idec, Cambridge, MA, USA, "
        ],
        [
            "Biogen Idec, Weston, MA, USA, "
        ],
        [
            "Biogen Idec, Weston, MA, USA, "
        ],
        [
            "Biogen Idec, Weston, MA, USA, "
        ],
        [
            "Biogen Idec, Cambridge, MA, USA, "
        ]
    ],
    "first_author_latitude": "39.9071827",
    "first_author_longitude": "-86.2005906",
    "abstract_text": "Introduction The goal of prophylactic treatment with coagulation factor replacement in hemophilia patients has been to convert severe hemophilia, defined as <1% endogenous factor activity levels, to moderate (1% to 5%) and mild (5 to 40%) disease. It has been reported that increased time spent under 1% FVIII activity was associated with an increase in total bleeding episodes and hemarthroses in patients with severe hemophilia A (Collins PW, J Thromb Haemost 2009). Since no studies to date have documented this association for FIX activity in patients with severe hemophilia B, we examined the bleeding tendency in relation to FIX activity using data from the B-LONG study. The B-LONG study evaluated the pharmacokinetics (PK), safety, and efficacy of a recombinant FIX Fc fusion protein (rFIXFc) in severe hemophilia B patients (Powell J, J Thromb Haemost 2013). Briefly, the B-LONG study had 4 treatment arms: weekly prophylaxis, tailored prophylaxis, episodic treatment, and perioperative management. The corresponding median annualized bleeding rates for the first 3 treatment arms were 2.95, 1.38, and 17.69, respectively. Methods A 3-compartmental population PK model of rFIXFc was developed based on activity-time profiles in 12 subjects from a Phase 1/2a study and 123 subjects (>12 years) from B-LONG, collected over ≤ 52 weeks of treatment (Diao L, EAHAD 2013). Individual post-hoc PK parameters were then derived to construct continuous FIX activity-time profiles for each dose administered over the course of the study for all subjects in B-LONG. The cumulative time under target 1%, 3%, and 5% FIX level for each individual on study was calculated and normalized to obtain annualized time under the respective target FIX level. Negative binomial regression models were used to evaluate associations between the number of bleeding events (overall, spontaneous, traumatic, and joint) and annualized time (days) under 1%, 3%, and 5% of FIX activity for all subjects in B-LONG. Models were adjusted for age, body mass index, baseline HIV and HCV status, FIX genotype, number of bleeding episodes in the 12 months prior to study entry, and each subject's time on study. Results The multivariable negative binomial regression analysis estimated that overall bleeding events increased with increased time spent under 1% of FIX activity (p<0.001). The association, however, is largely driven by subjects on episodic treatment. The median annualized time under 1% for subjects on episodic treatment was 171 days, in contrast to the median of 0 days for subjects on either weekly prophylaxis or tailored prophylaxis, respectively, as the tailored PK-driven dosing regimens were designed to maintain a target trough above 1%. The association is consistent with the distribution of bleeding events, most of which occurred at predicted FIX activity levels under 1% in subjects on episodic treatment. Since the distribution of predicted FIX trough levels in subjects on prophylaxis were largely in the range of 1% to 5%, the analysis was repeated for cumulative time under 3% and 5%. Both analyses found statistically significant increases in predicted bleeding events as time spent below the respective FIX activity levels increased ( Figure 1 ). The significant association was also observed for spontaneous, traumatic, or joint bleeds analyzed separately for all 3 target FIX activity levels. When comparing across thresholds (1% vs. 3% vs. 5%), the predicted bleeding rate was significantly reduced and the predicted probability of being bleed-free improved as the trough increased. Additionally, the odds of having joint bleeds increased significantly with increasing time spent under the respective target trough (1%, 3%, or 5%). Figure 1. View large Download slide Association between predicted overall bleeding events and annualized time under 1% (A) and 5% (B) FIX activity levels. Figure 1. View large Download slide Association between predicted overall bleeding events and annualized time under 1% (A) and 5% (B) FIX activity levels. View large Download slide View large Download slide Conclusions This is the first study to demonstrate a correlation between increased time spent under a target therapeutic FIX activity level (1%, 3% or 5%) and increased bleeding tendency, as well as a reduced probability of being bleed-free in patients treated with rFIXFc, suggesting that rFIXFc can provide protection from bleeding in a manner similar to endogenous FIX. These findings also confirm the importance of a minimum therapeutic threshold of 1% and provide additional support for establishing effective rFIXFc prophylaxis using population PK simulation. Disclosures: Shapiro: Baxter: Consultancy, Global steering committees Other, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novo Nordisk: Consultancy, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bayer: Global steering committees, Global steering committees Other, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Inspiration: Consultancy, Membership on an entity’s Board of Directors or advisory committees, Research Funding; CSL Behring: Research Funding; Biogen Idec: Research Funding. Potts: Biogen Idec: Employment. Li: Biogen Idec: Employment. Valentino: Baxter Healthcare: Consultancy; Bayer: Consultancy; Biogen Idec: Consultancy; GTC Biotherapeutics: Consultancy; Inspiration Biopharmaceuticals: Consultancy; Novo Nordisk: Consultancy. Diao: Biogen Idec: Employment, Equity Ownership. Wang: Biogen Idec: Employment. Robinson: Biogen Idec: Employment. Pierce: Biogen Idec: Employment, Equity Ownership. Jiang: Biogen Idec: Employment; Biogen Idec: Equity Ownership."
}