{
    "doi": "https://doi.org/10.1182/blood.V116.21.2061.2061",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1848",
    "start_url_page_num": 1848,
    "is_scraped": "1",
    "article_title": "Long Term Use of Hydroxyurea In Patients with β-Thalassemia In Southern Iran ",
    "article_date": "November 19, 2010",
    "session_type": "Thalassemia and Globin Gene Regulation: Poster I",
    "topics": [
        "hydroxyurea",
        "iran",
        "thalassemia",
        "adverse effects",
        "blood transfusion",
        "beta-globin",
        "transfusion",
        "fetal hemoglobin",
        "dna",
        "electrophoresis"
    ],
    "author_names": [
        "Mehran Karimi, MD",
        "Sezaneh Haghpanah",
        "Majid Yavarian",
        "Ali Farhadi",
        "Abdolreza Afrasiabi",
        "Mina Izadyar, MD",
        "Behrang Samadi, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric, Hematology Research Center, Shiraz, Iran, "
        ],
        [
            "Hematology Research Center, Shiraz, Iran, "
        ],
        [
            "Hematology Research Center, Shiraz, Iran, "
        ],
        [
            "Pediatric, Hematology Research Center, Shiraz, Iran, "
        ],
        [
            "Hematology Research Center, Shiraz, Iran, "
        ],
        [
            "Pediatric Medical center, Tehran, Iran, "
        ],
        [
            "NOVARTIS, Tehran, Tehran, Iran"
        ]
    ],
    "first_author_latitude": "29.637398649999998",
    "first_author_longitude": "52.4949924",
    "abstract_text": "Abstract 2061 Introduction: Hydroxyurea(HU) is an antimetabolite agent that also promotes production of fetal hemoglobin (HbF). Reports on the use of HU in patients with thalassemia major (TM) have revealed a reduction in blood transfusion dependency. Due to lesser α/β globin imbalance in thalassemia intermedia (TI) compared with TM, better clinical responses are expected in patients with TI. This study was undertaken to evaluate hematological and clinical responses of patients with β-thalassemia to HU therapy as well as adverse effects of HU and Beta globin gene mutations of patients in a period of thirteen years in southern Iran. Methods: Two hundred patients; mean age of 21±7, ranged from 5 to 40 years enrolled in this study. Patients divided into two groups. Group 1 consisted of 143 transfusion-dependent thalassemia patients after age of two. Group 2 consisted of 57 TI patients without any history of blood transfusion or long interval transfusion. Mean dose of HU was 9.9±2 mg/kg/day, range of 8–15mg/kg/day. Response to HU was defined as increasing Hb level at least 1g/dl after 3 months of starting HU and/or decrease or cessation of the need for blood transfusion. Investigated variables included Hb, MCV, MCH, HbF, and HbA 1 in laboratory results as well as spleen size, energy state, facial changes (head circumference), and the need for blood transfusion in clinical findings. The patients were followed by Hb electrophoresis, Complete Blood Count, serum ferritin and chemistry panel in appropriate intervals. The assessment of adverse effects in patients was conducted by pediatric hematologists. Genomic DNA extracted from peripheral leukocyte by Giagen DNA extraction kit. Beta globin gene mutations were determined by ARMS based PCR and confirmed by sequencing. XmnI polymorphism at -153 gG after PCR, was characterized by RFLP method and electrophoresis on 2% agarose. Statistical analysis was done by SPSS v. 15 using student’ t-test, paired t-test, and chi square test. Results: Of the 143 patients in group 1who were transfusion-dependent, 101 patients became transfusion-free and 28of them needed 1–4 transfusions per year. In this group, 14 patients had no response to HU and excluded from the study. All of the patients in group 2 were completely transfusion-free with acceptable Hb level at the end of study. Overall the mean Hb level of the patients after HU therapy was (9.4± 1.3). Exercise tolerance increased in 97% of the patients. No significant facial changes were observed in the patients at the end of study. From 73 non splenectomized patients, 83% had no change in spleen size. Adverse effects of HU were recorded in 44 of 200 patients. The most common side effects were dermatologic adverse effects followed by neurological and gastrointestinal side effects. Hematological malignancy and toxicity or any sign of bone marrow suppression were not observed in the patients during HU therapy. The presence of adverse effects in patients significantly increased by increasing age (p0.05). Up to now, the frequency of beta globin gene mutations and XmnI polymorphism in 150 patients has been characterized ( Tables 1 and Table 2 ). The most frequent beta globin gene mutation and XmnI polymorphism in our patients were homo IVS II-1(40.6%) and +/+ (59%) respectively. Conclusion: In our study HU was effective for decreasing or cessation the need of regular blood transfusion as well as increasing Hb level in β-thalassemia patients. Also all of the patients could tolerate low-dose treatment with HU in this period without any major side effects. So HU could be a safe alternative to blood transfusion in transfusion-dependent β-thalassemia patients after age of 2 or help to increase Hb level in untransfused TI patients. Table 1: Frequency of beta globin gene mutations in 150 β-thalassemia patients who treated with hydroxyurea  No. . Beta globin genotype . 61 homo IVS II-1 3 IVS II-1/cd39 8 IVS II-1/cd82/83 14 IVS II-1/cd-88 10 IVS II-1/IVS I-5(G>C) 3 IVS II-1/IVS I-(-1)(G>C) 8 IVS II-1/IVS I-110 12 homo IVS I-5(G>C) 2 IVS I-5(G>C)/-88 14 IVS I-5(G>C)/IVS I-110 3 IVS I-5(G>C)/cd6 6 homo cd6 2 homo -93 3 homo cd39 1 homo cd41/42 No. . Beta globin genotype . 61 homo IVS II-1 3 IVS II-1/cd39 8 IVS II-1/cd82/83 14 IVS II-1/cd-88 10 IVS II-1/IVS I-5(G>C) 3 IVS II-1/IVS I-(-1)(G>C) 8 IVS II-1/IVS I-110 12 homo IVS I-5(G>C) 2 IVS I-5(G>C)/-88 14 IVS I-5(G>C)/IVS I-110 3 IVS I-5(G>C)/cd6 6 homo cd6 2 homo -93 3 homo cd39 1 homo cd41/42 View Large Table 2: Frequency of -153 gG XmnI polymorphism in 150 β-thalassemia patients who treated with hydroxyurea  −/− . −/+ . +/+ . XmnI Genotype . 7 (5%) 54 (36%) 89 (59%) Number and percent of patients −/− . −/+ . +/+ . XmnI Genotype . 7 (5%) 54 (36%) 89 (59%) Number and percent of patients View Large Disclosures: No relevant conflicts of interest to declare."
}