{
    "doi": "https://doi.org/10.1182/blood.V128.22.2970.2970",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3482",
    "start_url_page_num": 3482,
    "is_scraped": "1",
    "article_title": "Identification of Bone Marrow Involvement of FL: Comparison of PET-CT and Bone Marrow Biopsy. ",
    "article_date": "December 2, 2016",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Poster II",
    "topics": [
        "bone marrow biopsy",
        "bone marrow involvement",
        "computed tomography/positron emission tomography imaging",
        "lymphoma",
        "fluorodeoxyglucose f18",
        "computed tomography",
        "extranodal disease",
        "follicular lymphoma",
        "hemorrhage",
        "infections"
    ],
    "author_names": [
        "Yuki Nakajima",
        "Shin Fujisawa, MD PhD",
        "Chika Nigauri",
        "Teshigawara Haruka",
        "Ayako Matsumura",
        "Taiki Ando, MD",
        "Taisei Suzuki",
        "Eri Yamamoto",
        "Eriko Ogusa, MD",
        "Yoshimi Ishii, MD PhD",
        "Hiroyuki Takahashi",
        "Kazuho Miyashita, MD PhD",
        "Reina Watanabe, MD",
        "Takuya Miyazaki, MD PhD",
        "Kenji Motohashi",
        "Atsuko Fujita, MD",
        "Maki Hagihara, MD PhD",
        "Kenji Matsumoto, MD PhD",
        "Hideaki Nakajima, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Clinical Immunology, Yokohama City University, School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology and Clinical Immunology, Yokohama City University, School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology and Clinical Immunology, Yokohama City University, School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology and Clinical Immunology, Yokohama City University, School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology and Clinical Immunology, Yokohama City University Hospital, Yokohama, Japan"
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology and Clinical Immunology, Yokohama City University, School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology and Clinical Immunology, Yokohama City University, School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology and Clinical Immunology, Yokohama City University, School of Medicine, Yokohama, Japan "
        ]
    ],
    "first_author_latitude": "35.343430000000005",
    "first_author_longitude": "139.65149499999998",
    "abstract_text": "Introduction In malignant lymphoma, bone marrow involvement is considered as clinical stage IV which adversely affects International Prognostic Index resulting in poor outcome. Detecting bone marrow lesion is therefore important in staging of newly diagnosed malignant lymphoma. Bone marrow biopsy (BMB) of unilateral or bilateral iliac crest has been a classical method to detect bone marrow infiltration. However, BMB in rare instance, induce some complications including excessive bleeding, infections, or lasting pain. Recently, positron emission tomography combined with computed tomography (PET-CT) became a routine tool in staging of malignant lymphoma. Although PET-CT shows high sensitivity of detecting viable nodal and extra-nodal lesions in aggressive lymphoma, its role in low-grade, indolent lymphoma such as follicular lymphoma (FL) remains controversial. The aim of this study is to retrospectively evaluate the diagnostic accuracy of PET-CT in detecting bone marrow infiltration in patients with newly diagnosed FL. Patients and Methods: We collected data of all patients who were newly diagnosed with FL from January 2005 to October 2015 at Yokohama City University Hospital and Yokohama City University Medical Center. Patients with FL who underwent both PET-CT and BMB prior to the initiation of treatments were finally included in the analysis. Results of unilateral or bilateral BMB of posterior iliac crest were collected from written reports. BMB specimens were evaluated by hemato-pathologists of each institution. The presence of lymphoma cells in the bone marrow was based on morphological and immune-histochemical findings. Written reports were used to collect PET-CT data. Interpretation of images was made by radiologists of each institution where PET-CT scans were performed. Bone marrow involvement in PET-CT was defined as greater intensity of FDG uptake in the bone marrow than those in liver or those in mediastinum. This study was approved by the Internal Review Board of Yokohama City University School of Medicine. Results: In total, 184 patients were newly diagnosed with FL from January 2005 to October 2015. Of 184 patients, 117 who underwent both PET-CT and BMB before treatment were evaluated in the further analysis. The patients included 53 males and 64 female with a median age at diagnosis of 53 years (range: 25 - 82). The distributions of histological FL grading were grade 1-2 in 3 patients, grade 1 in 41, grade 2 in 47, grade 3 in 7, grade 3a in 12, and grade unknown in 7. Bone marrow FDG uptake was elevated according to the defined criteria in 22 patients (19%), while the infiltration of lymphoma cells in the bone marrow was detected by BMB in 35 patients (30%). Of 22 patients with elevated FDG uptake in the bone marrow, 6 (32%) were diagnosed as negative for bone marrow infiltration by BMB. Among the 6 patients who were positive for PET-CT and negative for BMB, the pattern of bone marrow FDG uptake was focal in 2, diffuse in 3, and unknown in 1. Among the 35 patients positive for BMB, bone marrow FDG uptake was increased in 16 (65%). Of the16 patients positive for both BMB and PET-CT, the pattern of FDG uptake in the bone marrow was diffuse in 12, and focal in 4. The remaining 19 BMB positive patients were negative for PET-CT. Of these 19 patients positive for BMB and negative for PET-CT, the grading of FL was grade 1 or 2 in 16, and grade 3a in 3. Discussion In conclusion, our study revealed that significant number of patients showed discrepancy between the results of PET-CT and BMB in detecting bone marrow involvement of lymphoma. Although PET-CT is highly sensitive for detecting viable lymphoma cells and is commonly used for staging in routine practice, our data indicated that PET-CT still cannot replace BMB for identifying lymphoma cells in the bone marrow in patients with FL. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}