{
    "doi": "https://doi.org/10.1182/blood.V106.11.2009.2009",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=457",
    "start_url_page_num": 457,
    "is_scraped": "1",
    "article_title": "SPTBN1-FLT3 in Atypical Chronic Myeloid Leukemia Transforms Ba/F3 Cells to IL-3 Independence and Is Sensitive to Both Tyrosine Kinase Inhibitors and Immunotherapy. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "flt3 gene",
        "immunotherapy",
        "interleukin-3",
        "philadelphia-negative myelogenous leukemia",
        "protein-tyrosine kinase inhibitor",
        "bcr-abl tyrosine kinase",
        "amino acids",
        "fusion proteins",
        "protein tyrosine kinase",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Francis H. Grand, PhD",
        "Sameena Iqbal, BSc",
        "Lingyan Zhang, MD",
        "Nigel H. Russell, MD",
        "Andrew Chase, PhD",
        "Nicholas C.P. Cross, PhD"
    ],
    "author_affiliations": [
        [
            "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom"
        ],
        [
            "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom"
        ],
        [
            "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom"
        ],
        [
            "Dept of Haematology, University of Nottingham, United Kingdom"
        ],
        [
            "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom"
        ],
        [
            "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom"
        ]
    ],
    "first_author_latitude": "50.9351092",
    "first_author_longitude": "-1.3957594",
    "abstract_text": "We have identified a patient who presented with BCR-ABL negative chronic myeloid leukemia (CML) and an acquired 46XX, t(2;13;2;21) (p13;q12;q33;q11.2) in all bone marrow metaphases examined. Fluorescence in situ hybridization (FISH) using probes flanking the FLT3 gene at 13q12 suggested that this gene was disrupted. 5′-RACE PCR using primers to the region of FLT3 encoding the tyrosine kinase domain identified a novel in-frame mRNA fusion between exon 3 of SPTBN1 (spectrin, beta, non-erythrocytic 1 isoform 2, NM 178313) on chromosome 2p16 and exon 13 of FLT3 (NM 004119). Juxtaposition of SPTBN1 and FLT3 was confirmed by two color FISH and amplification of the genomic DNA breakpoint confirmed a fusion between intron 3 of SPTBN1 and intron 12 of FLT3. The SPTBN1-FLT3 fusion gene is predicted to be translated into a 570 amino acid chimeric protein that retains two coiled-coil domains from SPTBN1 and 424 amino acids from FLT3, including the entire tyrosine kinase domain. Since the t(2;13) is readily visible by cytogenetic analysis but has not been reported previously it seems likely that SPTBN1-FLT3 is uncommon. However to test if FLT3 might be involved more widely in BCR-ABL negative CML we analysed 40 cases by RT-PCR. Two cases were positive for the FLT3 internal tandem duplication (ITD) but mutation of residue D835 was not observed. Expression of the SPTBN1-FLT3 fusion transformed the interleukin 3 (IL-3)-dependent cell line Ba/F3 to growth factor independence and was accompanied by constitutive phosphorylation of the fusion protein and the downstream substrate ERK1/2. The growth of transformed cells was inhibited in a dose-dependent fashion by SU11567 and PKC142, but not by imatinib mesylate. The patient was initially treated with hydroxyurea and subsequently underwent an unrelated donor bone marrow transplant. She relapsed cytogenetically at 4 years but responded to donor lymphocyte infusion (DLI), achieving sustained cytogenetic and molecular (nested RT-PCR) remission. We conclude that SPTBN1-FLT3 is a rare abnormality in BCR-ABL negative CML that is responsive to both targeted signal transduction therapy and immunotherapy by DLI."
}