{
    "doi": "https://doi.org/10.1182/blood.V128.22.4818.4818",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3465",
    "start_url_page_num": 3465,
    "is_scraped": "1",
    "article_title": "Adult Patients with Acquired Pure Red Cell Aplasia: Treated By Cyclosporine a and/or Corticosteroids--Single Center Experience ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "Objective: Adult pure red cell aplasia (PRCA) is a syndrome characterized by a severe normocytic anemia, reticulocytopenia, and absence of erythroblasts from an otherwise normal bone marrow. Immunosuppressive therapy has been used as the initial treatment for acquired chronic PRCA. This article aims to evaluate the efficacy of cyclosporine A, and/or corticosteroids, and possible factors influencing it. Methods: 34 cases of PRCA were retrospectively analyzed at our institution.Clinical data of 23 inpatient cases and 11 outpatient cases from 2009 October to 2016 March were collected. These patients were treated by cyclosporine A (CsA), and/or corticosteroids (CS). Results: The causes of PRCA were as follows (table 1): idiopathic (15 cases, 44.1%), thymoma-associated (5 cases, 14.7%), and large granular lymphocyte (LGL) leukaemia-associated (7 cases, 20.6%), virus infection (4 cases, 11.7%), major ABO-mismatched allogeneic haematopoietic stem cell transplantation (1 case, 2.94%), rheumatoid arthritis (1 case, 2.94%), antierythropoietin antibody-mediated (1 case, 2.94%). One patient was lost to follow-up. Two patients were not evaluable for response due to short observation period (<3 months). In idiopathic PCRA, complete remission (CR) was achieved in 4 of 14 cases (28.6%), and partial remission (PR) was achieved in 7 patients (50.0%), while 1 case (7.1%) was still transfusion dependent and 2 deaths(14.3%). In secondary PRCA, complete remission (CR) was achieved in 6 of 17 cases (35.3%, 3 LGL, 2 thymoma, 1 others), and partial remission (PR) was achieved in 3 patients (17.6%, 1 LGL, 2 others ), while 7 case (41.2%, 3 LGL, 2 thymoma, 2 others)) were still transfusion dependent and 1 death(5.9%, thymoma). It showed that the initial rate of CR in CsA-containing group was higher than CS alone (33.3% vs 0%, P=0.028 ). In 22 refractory and relapsed PRCA patients, 6 out of 10 (60%) refractory patients and 5 out of 12 (41.7%) relapsed patients achieved remission(table 2). The cumulative rate of CR of CsA alone, CS alone, CS+CsA and other immunosuppressive agents were 27.8%, 6.67%, 66.7%, 10%. The cumulative rate of CR of the combination of CS and CsA was higher than CS alone or CsA alone (66.7 % vs 18.2%, P=0.028 ). The response rate of CS or CsA was higher than other immunosuppressive agents (69.2% vs 20%, P<0.01 ). The age, gender, the percent of reticulocyte and absolute number of lymphocyte in peripheral blood, and etiology did not influence the response rate. (table 3) Conclusion: Thymoma and LGL are the two common causes of secondary PRCA. CsA and/or CS are effective in treating PRCA.The combination of CS and CsA was more effective in achieving CR than CS alone or CsA alone. It was suggested that we might choose the therapy which contains CsA as the initial induction therapy. Other immunosuppressive agents (tacrolimus or mycophenolate mofetil) was less effective in refractory and relapsed PRCA patients. And it was still needed to explore a more effective therapy for refractory and relapsed PRCA patients. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adrenal corticosteroids",
        "cyclosporine",
        "glucocorticoids",
        "mineralocorticoids",
        "red cell aplasia, acquired",
        "thymoma",
        "immunosuppressive agents",
        "complete remission",
        "partial response",
        "transfusion"
    ],
    "author_names": [
        "Xuemei Wu, MS.",
        "Suli Wang, MS.",
        "Wenyi Shen, MD",
        "Yu Zhu, MD",
        "Rui-Nan Lu, MD, PhD",
        "Guangsheng He, MD",
        "Jianyong Li, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.045757",
    "first_author_longitude": "118.773849"
}