{
    "doi": "https://doi.org/10.1182/blood.V114.22.3816.3816",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1461",
    "start_url_page_num": 1461,
    "is_scraped": "1",
    "article_title": "Lenalidomide Modulates the Phenotype and Function of Human Mesenchymal Stromal Cells From Healthy Donors and MDS Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "Myelodysplastic Syndromes Poster III",
    "topics": [
        "donors",
        "lenalidomide",
        "phenotype",
        "stem cell, mesenchymal",
        "interleukin-8",
        "5'-nucleotidase",
        "calcification",
        "adhesions",
        "adverse event",
        "bone marrow specimen"
    ],
    "author_names": [
        "Manja Wobus",
        "Gwendolin Dünnebier",
        "Silvia Feldmann",
        "Gerhard Ehninger",
        "Martin Bornhauser",
        "Uwe Platzbecker"
    ],
    "author_affiliations": [
        [
            "Medical Clinic and Polyclinic I, University Hospital Dresden, Dresden, Germany"
        ],
        [
            "Medical Clinic and Polyclinic I, University Hospital Dresden, Dresden, Germany"
        ],
        [
            "Medical Clinic and Polyclinic I, University Hospital Dresden, Dresden, Germany"
        ],
        [
            "Medical Clinic and Polyclinic I, University Hospital Dresden, Dresden, Germany"
        ],
        [
            "Medical Clinic and Polyclinic I, University Hospital Dresden, Dresden, Germany"
        ],
        [
            "Medical Clinic and Polyclinic I, University Hospital Dresden, Dresden, Germany"
        ]
    ],
    "first_author_latitude": "51.056227",
    "first_author_longitude": "13.7793331",
    "abstract_text": "Abstract 3816 Poster Board III-752 Introduction Recent studies in patients with MDS have clearly demonstrated the clinical efficacy of lenalidomide. However, its exact mechanisms of action have not been elucidated yet. Myelosuppression is the most common adverse event and seems to be dependent on dose as well MDS subtype, being rather infrequent in patients other than del5q. The aim of this study was to investigate whether lenalidomide affects the bone marrow microenvironment. Therefore, we analyzed in-vitro characteristics of isolated mesenchymal stromal cells (MSCs) from MDS patients and from healthy controls. Methods Bone marrow samples were collected from healthy donors (n=5) and patients with MDS (del5q MDS n=3, RA n=2, RAEB1/2 n=3). MSCs were isolated according to the standard adhesion protocol and cultured in the presence or absence of lenalidomide. Results Lenalidomide treatment of MSCs caused no morphological changes but proliferation was slightly increased. Typical surface molecules as CD73, CD90, CD105 and CD166 were expressed in MSCs from MDS patients at comparable levels to healthy controls. Lenalidomide treatment caused an upregulation of CD29 by 17.8 ± 4.4% and of CD73 by 24 ± 5.7% (mean fluorescence intensity). Investigating the cytokine production, we found lower IL-8 mRNA and protein levels in MSCs from MDS patients (mean in MDS MSC: 138.1 pg/ml vs. mean in healthy MSC: 1177 pg/ml). Interestingly, the IL-8 production can be increased by approximately 40% under lenalidomide treatment. MDS MSCs retained the capacity for adipogenic and osteogenic differentiation as well as their supportive function towards hematopoietic cells in long term culture-initiating assays (LTC-IC). However, the LTC-IC frequency was lower on MSC which had been preincubated with lenalidomide compared to controls. Lenalidomide also slightly accelerated osteogenic differentiation because mineralization started as early as on day 5 with lenalidomide whereas in the control cells first calcium deposits were visible after 7 days. Other samples showed augmented lipid vacuoles after adipogenic differentiation under lenalidomide treatment. Conclusion In conclusion, lenalidomide modulates the phenotype of MSC and leads to an increase of their IL-8 secretion by a yet unknown mechanism. Whether these in-vitro effects are associated with the clinical efficacy of this compound in patients with MDS remains to be investigated. Disclosures: Platzbecker: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}