{
    "doi": "https://doi.org/10.1182/blood.V104.11.3840.3840",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=124",
    "start_url_page_num": 124,
    "is_scraped": "1",
    "article_title": "Oligoclonal Expansion of TCR V beta Subfamily T Cells in Patients with B-ALL. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Clonal expansion of TCR V beta subfamily T cells were identified in peripheral blood and tumor infiltrated tissues lymphocytes from some solid tumors and leukemias, which were thought to be relative to tumor associated antigen and be benefited for design of the strategy of specific immunotherapy. The aim of this study is to investigate the situation of TCR V beta gene repertoire and clonal expansion in peripheral blood T cells from patients with B-ALL. The complementarity determining region 3 (CDR3) of TCR V beta 24 subfamily genes in peripheral blood mononuclear cell from 13 cases with untreated B-ALL were amplified using RT-PCR. The PCR products were further labelled by fluorescein and then analyzed by genescan technique for detection of the CDR3 size, to determine the clonality of T cells. The results showed that only 2–18 V beta subfamilies were identified in 13 B-ALL cases respectively. The frequency expression of V beta subfamilies was V beat 13 (84.6%) and V beta 21 (76.9%). No positive products were detected in V beta 4, 6, 8, 18, 20 and V beta 24 subfamilies. Clonal expansive T cells in one or more V beta subfamilies were found in all 13 cases. The display frequency of clonal expansive T cells in V beta 21 (46.1%) and V beta 23 (30.8%) subfamilies were higher than others. In conclusions, the results indicated that the dominant utilization of TCR V beta repertoire could be found in peripheral blood T cells from patients with B-ALL, meanwhile clonal expansive T cells were existed. It may be a feature of the host immune response for leukemia associated antigen. The clonal expansive tendency of T cells in V beta 21 and V beta 23 subfamilies was rather obvious, which maybe correlated with certain malignant B-cell clone. Isolation and amplification of the clonal expanded V beta T cells in vitro may be necessary for identification of the specific cytotoxicity for leukemia cells.",
    "topics": [
        "burkitt's lymphoma",
        "leukemia, b-cell, acute",
        "t-lymphocytes",
        "leukemia",
        "antigens",
        "neoplasms",
        "clonality (genetic analysis)",
        "cytotoxicity",
        "fluorescein",
        "immunotherapy"
    ],
    "author_names": [
        "Yangqiu Li, MD",
        "Meijuan Huang, MA",
        "Yubing Zhou, MA",
        "Shaohua Chen",
        "Lijian Yang"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology, Meidcal College, Jinan University, Guangzhou, Guangdong, China"
        ],
        [
            "Institute of Hematology, Meidcal College, Jinan University, Guangzhou, Guangdong, China"
        ],
        [
            "Institute of Hematology, Meidcal College, Jinan University, Guangzhou, Guangdong, China"
        ],
        [
            "Institute of Hematology, Meidcal College, Jinan University, Guangzhou, Guangdong, China"
        ],
        [
            "Institute of Hematology, Meidcal College, Jinan University, Guangzhou, Guangdong, China"
        ]
    ],
    "first_author_latitude": "23.128057",
    "first_author_longitude": "113.34772099999999"
}