{
    "doi": "https://doi.org/10.1182/blood.V110.11.4575.4575",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1044",
    "start_url_page_num": 1044,
    "is_scraped": "1",
    "article_title": "Low Dose and Standard Dose of Imatinib Therapy for Patients with Chronic Myeloid Leukemia in Akita Prefecture, Japan. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "The IRIS study for CML patients demonstrated the excellent clinical and cytogenetic/molecular effects of imatinib. Patients participating in the IRIS trial were selected according to strict eligibility criteria. The clinical features of patients are usually much more heterogeneous in practical situations than in clinical trials. Sometimes, patients cannot be treated with the standard dose of imatinib because of severe toxicity, especially older patients or patients who had already been treated with the other drugs. In this study, we analyzed whether patients could still be effectively treated using lower doses. Our study analyzed 86 CML patients from 17 hospitals in Akita prefecture. 80 patients were in CP, one patient was in AP, 4 patients were in BC, and one patient had cytogenetic relapse after allo-SCT. All patients were treated with imatinib between December 2001 and July 2007. Initially a dose of 400mg/day was given to almost all patients. Later the dose was decreased in a subset of patients experiencing imatinib-induced side effects. We classified patients into two groups according to the imatinib dosage and analyzed their clinical characteristics [Table 1] and the accumulation of CCR/MMR [Figure 1, 2]. In Group 1, we analyzed 55 patients received 300mg or more of imantiib per day. In Group 2, we analyzed 31 patients received less than 300mg of imatinib per day. Patients in Group 2 were older and had more histories of pretreatment and showed a higher frequency of adverse effects of imatinib than in Group 1. There were no significant differences of CCR/MMR rate between Group 1 and Group 2. This study reproduces the imatinib efficacy results described in the IRIS study, not only for patients treated with standard dose imatinib and for patients who could not take 400mg/day because of imatinib toxicity or other complications. We did not observe an increase in frequency of BCR-ABL point mutations in patients receiving a lower dose of imatinib, suggesting that the low dose imatinib treatment analyzed in our study does not enhance imatinib resistance by increasing BCR-ABL point mutations. In conclusion, we provide data supporting the use of lower doses of imatinib for CML patients that cannot be given sufficient dosage of imatinib for reasons such as severe hematological or non-hematological side effects or other complication. Clinical Characteristics of Patients in Group I and II . Group 1(n=55) . Group 2(n=31) . P . Average doseage 380 mg/day 185 mg/day  Average age (% of over 70 yrs) 57.7 yrs (22 %) 68.0 yrs (58 %) .001 (.007) History of treatment with IFN/HU before imatinib therapy 16% 55%. 002 Adverse effect (Grade3/4) 16% 42% .009 PFS to AP/BC at 60 Mo 97.8% 89.6% .28 CCR /MMR rate 78% / 51% 61% / 39% .09 / .27 Point mutation of bcr-abl in patients without MMR 4/17 2/13 .99 . Group 1(n=55) . Group 2(n=31) . P . Average doseage 380 mg/day 185 mg/day  Average age (% of over 70 yrs) 57.7 yrs (22 %) 68.0 yrs (58 %) .001 (.007) History of treatment with IFN/HU before imatinib therapy 16% 55%. 002 Adverse effect (Grade3/4) 16% 42% .009 PFS to AP/BC at 60 Mo 97.8% 89.6% .28 CCR /MMR rate 78% / 51% 61% / 39% .09 / .27 Point mutation of bcr-abl in patients without MMR 4/17 2/13 .99 View Large View large Download slide Figure View large Download slide Figure View large Download slide Figure View large Download slide Figure",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "adverse effects",
        "measles-mumps-rubella vaccine",
        "bcr-abl tyrosine kinase",
        "iris trial",
        "toxic effect",
        "allopurinol",
        "signs and symptoms",
        "myanmar"
    ],
    "author_names": [
        "Naoto Takahashi, PhD",
        "Yoshihiro Kameoka, PhD",
        "Hirofumi Saitoh, PhD",
        "Naohito Fujishima, PhD",
        "Makoto Hirokawa, PhD",
        "Kenichi Sawada, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Akita University School of Medicine, Akita, Japan"
        ],
        [
            "Department of Hematology and Oncology, Akita University School of Medicine, Akita, Japan"
        ],
        [
            "Department of Hematology and Oncology, Akita University School of Medicine, Akita, Japan"
        ],
        [
            "Department of Hematology and Oncology, Akita University School of Medicine, Akita, Japan"
        ],
        [
            "Department of Hematology and Oncology, Akita University School of Medicine, Akita, Japan"
        ],
        [
            "Department of Hematology and Oncology, Akita University School of Medicine, Akita, Japan"
        ]
    ],
    "first_author_latitude": "39.7314857",
    "first_author_longitude": "140.1511349"
}