{
    "doi": "https://doi.org/10.1182/blood.V120.21.3854.3854",
    "article_title": "Usefulness of Peripheral Blood Circulating DNAs As an Alternative to DNA From Bone Marrow Cells to Detect CpG Global Methylation Status and Genetic Mutations in Patients with Myelodysplastic Syndromes ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster III",
    "abstract_text": "Abstract 3854 Background: Several genetic/epigenetic abnormalities are associated with the pathogenesis of myelodysplastic syndromes (MDS). DNA methyltransferase inhibitors (DNMTi), azacitidine and decitabine, have recently come to be considered as standard therapeutics for patients with MDS. However, biomarkers that predict the effectiveness of DNMTi before and/or during treatment are still lacking. Although bone marrow (BM) aspiration is a common strategy to obtain MDS cells for evaluating their genetic/epigenetic status, repeated sampling is difficult because of pain and safety concerns. Therefore, alternatives are required. One possibility is to use circulating cell-free DNA in the plasma and serum of peripheral blood (PB); a technique previously used for the detection of genetic/epigenetic abnormalities in solid tumor cells. Aims: Assess the quality of PB circulating DNA from patients with MDS, and investigate its usefulness for analyzing serial genetic/epigenetic changes following treatment. Methods: DNA from BM, PB mononuclear cells (MNC), plasma and serum were obtained repeatedly from MDS patients and visualized via agarose gel electrophoresis. Bisulfite conversion of genomic or circulating DNA was performed and then pyrosequencing performed for the 4 CpG sites of long interspersed nuclear elements-1 ( LINE-1 ) elements to detect global methylation. Bisulfite pyrosequencing for the 5 CpG sites of p15INK4B gene promoter was also performed. Genetic mutations were screened firstly by single nuclear polymorphism (SNP) array analysis and confirmed by DNA sequencing for the specific gene mutations. BM cells were sorted into CD34(+)/CD38(-), CD34(+)/CD38(+), and CD34(-) subpopulations, and the percentage of mutated DNA confirmed by pyrosequencing analysis. Results and Discussion: Circulating DNA from both healthy volunteer donors and MDS patients showed a ladder pattern of DNA fragments 160∼180 base pairs apart, suggesting their accumulation from mono-/di-nucleosomes. The plasma DNA concentration was relatively higher in patients with higher BM blast cell counts. Plasma DNA concentration had been changed even in the same patients according to the disease status. CpG methylation status of the LINE-1 promoter after treatment with azacitidine (days 1 to 28) was analyzed by pyrosequencing. Although the methylation status of 1 patient did not show any significant change, other 2 patients showed a serial decrease of the methylation percentage confirmed at days 3, 6, and 9 using DNA from plasma, serum, and PBMNC. Plasma DNA showed more rapid and significant changes at days 3 ( p < 0.001) and 6 ( p < 0.05 ) compared with serum DNA (not significant (N.S.) at day 3 and 6) and PBMNC (N.S. at day 3 and p<0.05 at day 6). These data suggest that circulating DNA from plasma can be used for analysis of the LINE-1 promoter as a measure of global methylation as an alternative strategy to using MNC in PB and/or BM. The changing ratio is different among patients and it may reflect the efficacy of DNMTi or the amount of MDS clones. p15INK4B gene promoter CpG methylation status was analyzed using BM cells, PBMNC, and circulating DNA. The methylation percentage was not significantly different among whole BM cells and 3 BM subpopulations, and plasma and serum DNA showed similar methylation pattern as whole BM DNA. Next, PB circulating DNA was utilized for the detection of genetic mutations in MDS cells. TET2 mutation (Y1245Term; TAC to TAG) was confirmed in a patient showing chromosome 4q uni-parental disomy (UPD), and the existence ratio of the mutation was significantly higher in plasma and serum DNA than in CD34(-) BM cells ( p < 0.05 and p < 0.01 , respectively) and almost equivalent to that in the CD34(+)/38(-) BM stem cell population. The high percentage of mutated genes in circulating DNA may result from abnormal DNA being released from fragile MDS clones, enriching the circulating DNA compared with DNA from BM or PBMNC but further molecular analyses and higher patient numbers are required to confirm this. Conclusions: PB circulating DNA can be reliably and sensitively used to detect epigenetic changes on genomic DNA after treatment with DNMTi. Genetic mutations in MDS clones can also be detected sensitively, at a level almost equivalent to that in BM CD34+/38- stem cells. These data suggest that genetic/epigenetic analyses using PB circulating DNA can be a better, less painful and safer alternative to using BM aspiration. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow cells",
        "dna",
        "infectious mononucleosis",
        "methylation",
        "mutation",
        "myelodysplastic syndrome",
        "cell-free dna",
        "cd34 antigens",
        "pyrosequencing",
        "azacitidine"
    ],
    "author_names": [
        "Chisako Iriyama, MD, PhD",
        "Akihiro Tomita, MD, PhD",
        "Hideaki Hoshino",
        "Mizuho Shirahata, MD",
        "Yoko Hibi, PhD",
        "Kiyofumi Yamada, PhD",
        "Hitoshi Kiyoi, MD, PhD",
        "Tomoki Naoe, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chisako Iriyama, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Tomita, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideaki Hoshino",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mizuho Shirahata, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoko Hibi, PhD",
            "author_affiliations": [
                "Department of Neuropsychopharmacology and Hospital Pharmacy, Nagoya University School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiyofumi Yamada, PhD",
            "author_affiliations": [
                "Department of Neuropsychopharmacology and Hospital Pharmacy, Nagoya University School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hitoshi Kiyoi, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T15:33:25",
    "is_scraped": "1"
}