{
    "doi": "https://doi.org/10.1182/blood.V116.21.844.844",
    "article_title": "Stroke with Transfusions Changing to Hydroxyurea (SWiTCH): A Phase 3 Randomized Clinical Trial for Treatment of Children with Sickle Cell Anemia, Previous Stroke, and Iron Overload ",
    "article_date": "November 19, 2010",
    "session_type": "Hemoglobinopathies, excluding Thalassemia: Sickle Cell Disease - Understanding and Reducing the Burden of Disease",
    "abstract_text": "Abstract 844 Stroke occurs in 5–10% of children with sickle cell anemia (SCA) and has a very high (50-90%) risk of recurrence without therapy. Chronic monthly erythrocyte transfusions are administered to prevent recurrent stroke, but their long term use is limited by incomplete protection and serious side effects, including alloimmunization and iron overload. An alternative to transfusion for secondary stroke prevention in SCA is needed, ideally one that also improves the management of transfusional iron overload. Stroke With Transfusions Changing to Hydroxyurea (SWiTCH) was an NHLBI-sponsored Phase III multicenter randomized controlled clinical trial for children with SCA, stroke, and iron overload ( NCT00122980 ). The primary goal of SWiTCH was to compare 30 months of alternative therapy (hydroxyurea and phlebotomy) with standard therapy (transfusions and chelation) for the prevention of secondary stroke and reduction of transfusional iron overload. SWiTCH had several distinctive study features with novel methodological and design components, including a composite primary endpoint containing both stroke recurrence rate and iron burden, a transfusion overlap period in the alternative arm to reduce the risk of recurrent stroke until a stable hydroxyurea dose was reached, and an inclusive independent stroke adjudication process for all suspected new neurological events. An increased number of recurrent stroke events were predicted to occur in the alternative arm compared to the standard arm, but this risk would be balanced by improved management of transfusional iron burden by repeated phlebotomy. A total of 161 pediatric subjects (83 male, 78 female) with SCA, documented stroke, and iron overload were enrolled in SWiTCH between October 2006 and April 2009; after screening 133 were randomized and received study treatment (67 participants in the alternative arm, 66 in the standard arm). The average age at enrollment was 12.9 ± 4.0 years with an average of 7.0 ± 3.7 years of chronic transfusions for secondary stroke prevention; 12% had already suffered a recurrent stroke before study enrollment. The average baseline liver iron concentration (LIC) by biopsy was 15.5 ± 10.1 mg Fe per gm dry weight liver and most subjects were receiving oral chelation treatment at the time of study enrollment. At study enrollment, 28% of subjects had previously known RBC alloantibodies (most within the CDE-Kell antigen systems) and 16% had previous RBC autoantibody formation. Baseline laboratory and clinical parameters were well-balanced between treatment arms, although a higher number of subjects with moya-moya were randomized to hydroxyurea/phlebotomy. A scheduled interim data analysis was performed after 1/3 of the subjects had completed all exit studies. This analysis (which occurred with ∼80% of all patient-years of study treatment completed) concluded that the LIC was not statistically different between the two treatment arms so no increased stroke risk was justified. Accordingly, following review by the Data and Safety Monitoring Board, the NHLBI terminated the SWiTCH trial in May 2010; at that time, the on-study stroke recurrence rate was 7 of 67 participants in the alternative arm compared to 0 of 66 participants in the standard arm. At the completion of all study treatment, the recurrent stroke events remained at 7 versus 0 (alternative versus standard arm), while TIA events occurred in 6 and 9 subjects respectively, and deaths were equivalent (1 and 1, both unrelated to treatment). SWiTCH primary and secondary endpoint analyses are currently in progress and details of the study results will be presented. Disclosures: Off Label Use: Hydroxyurea is used to reduce complications of sickle cell anemia.",
    "topics": [
        "blood transfusion",
        "cerebrovascular accident",
        "child",
        "hydroxyurea",
        "iron overload",
        "ischemic stroke",
        "sickle cell anemia",
        "iron",
        "phlebotomy",
        "transfusion"
    ],
    "author_names": [
        "Russell E. Ware, MD, PhD",
        "Ronald W Helms, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Russell E. Ware, MD, PhD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ronald W Helms, Ph.D",
            "author_affiliations": [
                "Rho Federal Systems Inc, Chapel Hill, NC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T06:44:55",
    "is_scraped": "1"
}