{
    "doi": "https://doi.org/10.1182/blood.V114.22.4008.4008",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1493",
    "start_url_page_num": 1493,
    "is_scraped": "1",
    "article_title": "Thrombospondin-1 and ADAMTS13 Competitive Binding with VWF Mainly in Both A2 and A3 Domain. ",
    "article_date": "November 20, 2009",
    "session_type": "Pathophysiology of Thrombosis Poster II",
    "topics": [
        "adamts13 gene",
        "heart sound a2",
        "thrombospondin 1",
        "competitive binding",
        "granules",
        "western blotting",
        "endopeptidases",
        "glycoprotein",
        "hemostasis procedures",
        "peptide hydrolases"
    ],
    "author_names": [
        "Anyou Wang",
        "Ningzheng Dong",
        "Zhenni Ma",
        "Jingyu Zhang",
        "Jian Su",
        "Changgeng Ruan, MD, PHD"
    ],
    "author_affiliations": [
        [
            "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
        ],
        [
            "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665",
    "abstract_text": "Abstract 4008 Poster Board III-944 Introduction Thrombospondin-1 (TSP1) is one multifunctional glycoprotein belonging to the thrombospondins family. It is mainly synthesized by megakaryocytes, stored in the intermediate zone of platelet -granules, and secreted by platelets upon thrombin activation. TSP1 has been postulated to play an important role in hemostasis for a long time. Recently, in a TSP1 knockout mouse, study showed that TSP1 protected unfolded endothelium-bound and subendothelial VWF from degradation by its plasma protease ADAMTS13, however, concrete mechanism that how to inhitbit ADAMTS13 activity by TSP1 was unclear. Materials and Methods we constructed and expressed different domains of human VWF, mainly including D ' D3, A1, A2, A3 domain, full-length VWF and ADAMTS13, then investigated the binding effect of TSP1 or ADAMTS13 with these different domains and full-length VWF by enzyme linked immunosorbent assay. We also observed the direct inhibition effect of different concentrations TSP1 on ADAMTS13 activity by Western blot method and residual-collagen binding assay (R-CBA) in denaturing condition and high shear stress condition Results We found that ADAMTS13 could interact with the A1, A2, A3 domain and full-length VWF, and TSP1 could bind with the A3 domain. Meanwhile, we observed that TSP1 also had significant interaction with the A2 domain. And TSP1 competed with ADAMTS13 mainly existing in both A2 and A3 domain. The results of Western blot and R-CBA also showed that TSP1 dramatically restrained ADAMTS13 activity, especially at high concentrations, and the inhibitory effect could add up to 50%. Conclusions Our study showed that TSP1 played competitive inhibitor role during ADAMTS13 binding and cleaving VWF, and the competitive process maybe mainly exist in both A2 and A3 domain. Disclosures: No relevant conflicts of interest to declare."
}