{
    "doi": "https://doi.org/10.1182/blood.V106.11.4275.4275",
    "article_title": "Motexafin Gadolinium Upregulates pAkt Levels and Synergizes with Inhibitors of Akt Phosphorylation. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Motexafin gadolinium (MGd, Xcytrin ® ) is a tumor-selective expanded porphyrin that targets oxidative stress related proteins. MGd treatment of the follicular lymphoma-derived cell line HF-1 resulted in growth suppression and apoptosis, whereas MGd treatment of the Burkitt’s lymphoma-derived cell line Ramos resulted in growth suppression but not apoptosis. Since phosphorylation status of Akt/PKB kinase is regulated by oxidative stress, we monitored total and phosphorylated Akt (pAkt) in MGd treated HF-1 and Ramos cells. Levels of total and pAkt increased within 30 min after MGd treatment of HF-1 but within 4 hrs began to show a progressive decline to below baseline levels prior to cells undergoing apoptosis. Levels of total Akt did not increase in MGd treated Ramos cells but pAkt increased about 2 fold within 8 h and remained persistently elevated. Since pAkt activates survival pathways, we determined if MGd-induced cell death could be enhanced by inhibiting phosphorylation of Akt. The addition of specific inhibitors of Akt phosphorylation (SH-5 or Akt inhibitor 1) reduced pAkt levels in MGd treated HF-1 and Ramos cells and synergistically enhanced MGd-induced cell death. MGd was also evaluated in combination with celecoxib, an inhibitor of Akt phosphorylation, or docetaxel, a microtubule inhibitor which can decrease Akt phosphorylation. The combination of MGd/celecoxib or MGd/docetaxel resulted in decreased Akt phosphorylation and in synergistic cytotoxicity compared to either agent alone. These data point to a potential protective role for pAkt in MGd-induced apoptosis and suggest that MGd activity may be enhanced by combining it with agents that inhibit Akt phosphorylation.",
    "topics": [
        "gadolinium",
        "phosphorylation",
        "proto-oncogene proteins c-akt",
        "heart failure",
        "celecoxib",
        "docetaxel",
        "growth retardation",
        "lymphoma",
        "cytotoxicity",
        "neoplasms"
    ],
    "author_names": [
        "Jason Ramos, PhD",
        "Mint Sirisawad, BS",
        "Richard A. Miller",
        "Louie Naumovski, MD-PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason Ramos, PhD",
            "author_affiliations": [
                "Department of Cancer Biology, Pharmacyclics, Inc., Sunnyvale, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mint Sirisawad, BS",
            "author_affiliations": [
                "Department of Cancer Biology, Pharmacyclics, Inc., Sunnyvale, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Miller",
            "author_affiliations": [
                "Department of Cancer Biology, Pharmacyclics, Inc., Sunnyvale, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louie Naumovski, MD-PhD",
            "author_affiliations": [
                "Department of Cancer Biology, Pharmacyclics, Inc., Sunnyvale, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T18:38:04",
    "is_scraped": "1"
}