{
    "doi": "https://doi.org/10.1182/blood.V128.22.3541.3541",
    "article_title": "Rationale for Therapy Discontinuation in Patients with Lower-Risk Transfusion-Dependent Myelodysplastic Syndromes (MDS) ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster II",
    "abstract_text": "Introduction : Approximately 50% of patients with MDS are anemic at initial diagnosis, with many becoming transfusion dependent (TD), necessitating the introduction of therapy with a goal of achieving transfusion independence (TI). In addition to transfusions, treatments to improve hemoglobin levels have historically been limited to erythropoiesis-stimulating agents (ESAs), whereas patients with more advanced disease may require treatment with a hypomethylating agent (HMA) (azacitidine [AZA] or decitabine [DAC]) or lenalidomide (LEN). As there is no predetermined treatment course, these therapies are continued until unacceptable toxicity, lack/loss of response, or disease progression. We examined treatment patterns, clinical outcome(s) of patients with MDS, and the physician's report of reason for treatment discontinuation (previously shown to vary from patients' perspectives) in patients who became TD at or after MDS diagnosis (Gerds et al. Blood 2014;124:abstract 2642). Methods :Data were derived from disease-specific physician surveys and patient charts, which provided information on demographic, treatment, and outcome data on lower-risk TD MDS patients. Patient inclusion criteria were: age ≥ 18 years, diagnosis of Low/Intermediate-risk MDS (International Prognostic Scoring System defined) 2-6 years prior to study entry, and becoming TD at least once during the minimum follow-up of 24 months. TD was defined as having received ≥ 2 transfusions within 8 weeks during the follow-up period. Patients who progressed to higher-risk disease or acute myeloid leukemia prior to becoming TD, had an additional malignancy, or were in an MDS clinical trial were excluded. Demographics, disease history, treatment history, TI, and reasons for treatment discontinuation were collected and reported descriptively. Results : A total of 239 physicians provided information on 1,221 lower-risk TD MDS patients. The median age of patients was 65 years (range 27-95 years), 56.3% were male, and median time since diagnosis was 3.2 years (range 2-6 years). Along with packed red blood cell transfusions, 354 patients (29%) were prescribed LEN [of whom 12.7% had del(5q)], 348 patients (28.5%) were prescribed ESAs, and 32 patients (2.6%) were prescribed HMAs. During the follow-up period, 31.3% of ESA patients discontinued therapy (at a median of 12 months; range 3-47 months), 32% of HMA patients discontinued therapy (at a median of 10 months; range 3-52 months), and 26% of LEN patients discontinued therapy (at a median of 13 months; range 2-30 months). In the LEN-treated group, only 9.8% of patients who discontinued therapy had del(5q). The main reason cited for treatment discontinuation across therapy groups reported by physicians was \"patients completing the scheduled course of treatment\" (28.2%), which occurred in 32.6%, 20.2%, and 22.6% of the LEN, ESA, and HMA groups, respectively. Other reported reasons for discontinuation included \"insufficient initial response\" (20.0%), \"patients no longer responding to therapy\" (19.0%), \"disease progression\" (18.0%), \"death\" (13.3%), and \"worsening hemoglobin levels\" (12.8%). Across therapy groups, \"patient preference to stop therapy\" was reported less frequently (9.7%), occurring in 7.6%, 8.3%, and 12.9% of the LEN, ESA, and HMA groups, respectively. Conclusions :Over 30% of TD lower-risk MDS patients receiving LEN, ESAs, AZA, or DAC discontinued therapy. Per physician reports, the most frequent reason for discontinuation of therapy was completion of scheduled treatment course, which is in stark contrast to recommendations in consensus guidelines, as MDS is a chronic disease in which treatment should be continued ad infinitum. The significant number of patients who stop therapy for alternative reasons suggests opportunities for further investigation. Education on the expected duration of therapy is essential to help support physicians and inform patients about optimal treatment decisions in the care of all MDS patients. Disclosures Gupta: Kantar Health: Employment; Celgene Corporation: Consultancy, Research Funding. Binder: Celgene Corporation: Employment, Equity Ownership. Carraway: Incyte: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Research Funding, Speakers Bureau; Baxalta: Speakers Bureau; Amgen: Membership on an entity's Board of Directors or advisory committees. Hawthorne: Kantar Health: Employment; Celgene Corporation: Consultancy, Research Funding. King-Concialdi: Kantar Health: Employment; Celgene Corporation: Consultancy, Research Funding. McGuire: Celgene Corporation: Employment, Equity Ownership.",
    "topics": [
        "myelodysplastic syndrome",
        "risk reduction",
        "transfusion",
        "edmonton symptom assessment scale",
        "follow-up",
        "withdrawing treatment",
        "blood transfusion",
        "disease progression",
        "hemoglobin measurement",
        "anemia"
    ],
    "author_names": [
        "Aaron T. Gerds, MD MS",
        "Shaloo Gupta, MS",
        "Gary Binder, MBA",
        "Mikkael A. Sekeres, MD MS",
        "Aziz Nazha, MD",
        "Hetty E. Carraway, MD MBA",
        "Stephanie Hawthorne, PhD",
        "Kristen King-Concialdi, BS",
        "Michael McGuire, PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aaron T. Gerds, MD MS",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shaloo Gupta, MS",
            "author_affiliations": [
                "Health Outcomes Practice, Kantar Health, Princeton, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Binder, MBA",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aziz Nazha, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hetty E. Carraway, MD MBA",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Hawthorne, PhD",
            "author_affiliations": [
                "Health Outcomes Practice, Kantar Health, Princeton, NJ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen King-Concialdi, BS",
            "author_affiliations": [
                "Health Outcomes Practice, Kantar Health, Princeton, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael McGuire, PharmD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:44:11",
    "is_scraped": "1"
}