{
    "doi": "https://doi.org/10.1182/blood.V124.21.3922.3922",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2956",
    "start_url_page_num": 2956,
    "is_scraped": "1",
    "article_title": "Chronic GVHD Is Not Increased with the Use of PBSC Instead of Bone Marrow for T-Replete HLA-Haploidentical Transplanation Using Post-Transplant Cyclophosphamide : A Multivartiate Analysis of 116 Consecutive Transplants from a Single Center ",
    "article_date": "December 6, 2014",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "topics": [
        "bone marrow",
        "cyclophosphamide",
        "graft-versus-host disease, chronic",
        "human leukocyte antigens",
        "peripheral blood stem cells",
        "transplantation",
        "tissue transplants",
        "graft-versus-host disease",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Asad Bashey, MD PhD",
        "Xu Zhang, PhD",
        "Stacey Brown, B.A.",
        "Katelin Connor",
        "Lawrence E. Morris, MD",
        "H. Kent Holland, MD",
        "Ridgeway Michelle, RN",
        "Scott R. Solomon, MD"
    ],
    "author_affiliations": [
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "Georgia State University, Atlanta, GA"
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ]
    ],
    "first_author_latitude": "33.9096421",
    "first_author_longitude": "-84.35280519999999",
    "abstract_text": "HLA-haploidentical related donors (HID) are a potential option for patients who need an allogeneic haploidentical transplant but lack an optimally matched conventional donor (HLA-identical sibling or 8 of 8 HLA-A, B, C, DRB1 matched unrelated donor) (MRD and MUD respectively). The Baltimore approach to HID transplantation that uses T-replete grafts and post-transplant cyclophosphamide to control alloreactivity (HIDT-ptCy) has demonstrated promising outcomes and appears to be safe and effective. Bone marrow (BM) grafts have almost exclusively been used for HIDT-ptCy in Baltimore. Early studies from other centers have demonstrated that G-CSF mobilized PBSC may be safely used for HIDT-ptCy (Castagna et al BBMT 2014, Raj et al BBMT 2014). HIDT-ptCy using BM grafts has been associated with relatively low rates and severity of chronic GVHD. However, it is unclear whether the use of PBSC for HIDT-ptCy will be associated with higher rates of chronic GVHD than with BM grafts as has been demonstrated for MRD and MUD transplants. We analyzed 116 consecutive HIDT-ptCy first transplants (BM=64, PBSC=52) performed for hematologic malignancies at our center. Identical supportive care measures were utilized for BM and PBSC patients. GVHD was prospectively documented using established criteria by a single dedicated nurse. NIH consensus criteria were used for chronic GVHD. Gray's test was used to compare the cumulative incidences of GVHD. A Cox model was used in multivariate analysis of GVHD outcomes. Characteristics of the patients are demonstrated in Table 1. Patients undergoing HIDT-ptCy using PBSC were significantly more likely to receive myeloablative conditioning, were younger, were less likely to have been transplanted prior to 2007. Although the frequency of diagnoses differed, the Dana-Farber/CIBMTR Disease Risk Index (DRI) was not significantly different between the two groups. Median follow-up for BM and PBSC patients was 44 m and 25 m. Six month cumulative incidences of acute GVHD grades 2-4 were 39% and 42% and grades 3-4 were 14% and 21% for BM and PBSC grafts respectively. The two year cumulative incidences of extensive chronic GVHD were 38% and 45% and for severe chronic GVHD were 8% and 6% respectively (p=NS for all BM vs PBSC comparisons). In a multivariate analysis assessing effects of patient, disease and transplant variables on GVHD outcomes, graft type i.e. PBSC vs BM was not a significant predictive factor for acute or chronic GVHD. These data demonstrate that unlike the case following MRDT and MUDT, G-CSF mobilized PBSC grafts are not associated with an increased risk of chronic GVHD than BM grafts following HIDT-ptCy. Severe chronic GVHD is very uncommon with both types of graft following HIDT-ptCy and is an indication of the effectiveness of ptCy in controlling alloreactivity in this setting. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}