{
    "doi": "https://doi.org/10.1182/blood.V120.21.85.85",
    "article_title": "Effect of Aes-103 Anti-Sickling Agent On Oxygen Affinity and Stability of Red Blood Cells From Patients with Sickle Cell Anemia ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia I",
    "abstract_text": "Abstract 85 Background: Aes-103 (5-hydroxymethylfurfural, 5-HMF) is a putative anti-sickling agent that has undergone pre-clinical testing for potential treatment for sickle cell anemia (SCA). It is an organic compound derived from dehydration of certain sugars, found commonly in small amounts in foods such as coffee and prunes. It binds to alpha subunits of hemoglobin and increases its oxygen affinity. At millimolar levels, it inhibits hypoxia-induced sickling in vitro and when dosed orally it protects sickle cell mice against hypoxia-induced death. We investigate the in vitro effects of a range of concentrations of Aes-103 on oxygen affinity and red cell stability in blood from healthy volunteers, and from patients with SCA with or without hydroxyurea treatment. Methods: Blood specimens from healthy control adults and adults with SCA were incubated in vitro with a range of concentrations of Aes-103 between 0.1 and 5 mM for one hour at 37 degrees C. Oxygen equilibrium curves were determined for each sample using the HemOx Analyzer. Samples were diluted in HemOx buffer and then loaded into the Analyzer, which exposed the samples to increasing partial pressure and then deoxygenated with nitrogen gas to produce the oxygen equilibrium curve. The P50 value for each curve was determined at the oxygen tension that produced 50% oxygen saturation. In additional experiments, samples of human control blood and SCA blood were treated with Aes-103 and incubated at 37°C for 1 hr, and then the samples in tubes were subjected to shear stress by rotation on a vertical rotator at 21 revolutions per minute for 3 hrs. The samples were centrifuged for 2 minutes and plasma was collected and free hemoglobin levels as an indicator of red cell membrane disruption were measured by ELISA. Results: Blood samples from SCA patients off hydroxyurea (n=6) without Aes-103 tended to have higher baseline p50 values than healthy controls (n=6)(30.3 ± 1.1 vs. 28.3 ± 0.8 torr, p=0.15), consistent with previous reports of high intracellular 2,3-DPG, known to increase P50. The P50 remained right shifted in SCA compared to controls at Aes-103 concentration below 1mM, converging with controls at higher concentrations (p=0.035). At baseline, P50 of SCA patients on chronic hydroxyurea (n=9) was significantly lower than SCA patients not on hydroxyurea (26.3 ± 0.8 vs. 30.3 ± 1.1 torr, p=0.008), compatible with the lower P50 contributed by fetal hemoglobin induced by hydroxyurea. At every concentration of Aes-103, P50 was lower for specimens SCA on hydroxyurea compared to those off hydroxyurea (p<0.001) ( Figure 1 A). Overall, the delta decrease in P50 from baseline in all subjects at all concentrations of Aes-103 was comparable, on regression analysis showing −2.16 torr for each mM increase in Aes-103 (r 2 =0.64, p<0.001). In vitro shear stress under normoxia promoted hemolysis in blood samples from patients with SCA compared to baseline (n=10, free hemoglobin 29.4 ± 3.4 vs. 8.4 ± 0.9 uM, p<0.001). Addition of Aes-103 at increasing concentrations reduced the extent of shear-stress induced hemolysis, by 15% at 1mM Aes-103; by 28% at 2mM Aes-103; and by 37% at 5mM Aes-103 (p<0.001, Figure 1 B). Interestingly, although shear stress promoted less hemolysis in blood samples from healthy controls, Aes-103 at these concentrations also reduced this hemolysis to a comparable extent, suggesting a red cell stabilizing mechanism distinct from anti-sickling effect. Shear stress experiments under hypoxic conditions are underway. In pilot experiments using an imaging flow cytometry assay described in detail in a separate abstract, Aes-103 showed preliminary ability to repress sickling induced by hypoxia in vitro. Conclusions: Red cells from SCA adults treated with hydroxyurea have significantly higher affinity for oxygen than those from patients not treated with hydroxyurea, presumably related in part to the high affinity of fetal hemoglobin induced by the drug. Aes-103 increases oxygen affinity in sickle erythrocytes in a concentration-dependent fashion, and this effect is even more prominent when combined with that of hydroxyurea. Aes-103 at high concentrations stabilizes red cells against shear stress in vitro. With our collaborators at AesRx, LLC, a phase 1 safety and pharmacokinetics study of Aes-103 in healthy volunteers has been completed and we now are conducting a similar study at the NIH Clinical Center in adults with sickle cell anemia. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "drepanocytes",
        "erythrocytes",
        "oxygen affinity",
        "sickle cell anemia",
        "hydroxyurea",
        "hypoxia",
        "mmhg",
        "oxygen",
        "fetal hemoglobin",
        "hemoglobin"
    ],
    "author_names": [
        "Laurel G. Mendelsohn, M.S.",
        "Leah Pedoeim, BS",
        "Eduard J. van Beers, MD, PhD",
        "Rehan Saiyed, BS",
        "James S Nichols, RN",
        "Xunde Wang, Ph.D.",
        "Gregory J. Kato, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Laurel G. Mendelsohn, M.S.",
            "author_affiliations": [
                "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leah Pedoeim, BS",
            "author_affiliations": [
                "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduard J. van Beers, MD, PhD",
            "author_affiliations": [
                "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rehan Saiyed, BS",
            "author_affiliations": [
                "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James S Nichols, RN",
            "author_affiliations": [
                "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xunde Wang, Ph.D.",
            "author_affiliations": [
                "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory J. Kato, M.D.",
            "author_affiliations": [
                "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T21:35:38",
    "is_scraped": "1"
}