{
    "doi": "https://doi.org/10.1182/blood.V122.21.4150.4150",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2569",
    "start_url_page_num": 2569,
    "is_scraped": "1",
    "article_title": "Proposal For a Novel Scoring System For The Diagnosis Of CLL ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "antigens",
        "b-lymphocyte disorders",
        "b-lymphocytes",
        "bone marrow aspiration",
        "cd19 antigens",
        "cd23 antigen",
        "cd45 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "clinical diagnosis"
    ],
    "author_names": [
        "Thomas Köhnke, MD",
        "Veronika K Wittmann",
        "Daniela Sauter, MD",
        "Veit Bücklein, MD",
        "Zlatana Pasalic",
        "Wolfgang Hiddemann, MD",
        "Karsten Spiekermann, MD",
        "Marion Subklewe, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.140948699999996",
    "first_author_longitude": "11.534274649999999",
    "abstract_text": "Background Immunophenotyping is essential for the diagnosis of chronic lymphocytic leukemia (CLL). The scoring proposed in the modified Matutes score has been the basis of diagnosis for the past 15 years and is defined by strong expression of CD5 and CD23, low or absent expression of CD79b, sIgM and FMC7. However, some markers within the current score such as sIgM display a high variability in staining patterns and thus the interpretation of expression intensity is not easily reproducible. Furthermore, the newly identified marker CD200 is not included in the current score in spite of its highly informative value in the differential diagnosis of B-cell disorders. In the study presented here we aimed to improve the current score through the addition of highly informative markers such as CD200 and the omission of sIgM as a less informative, error-prone marker. Methods Between February 2011 and May 2013, peripheral blood or bone marrow aspirates of patients with suspected B-cell lymphoproliferative disorders were subjected to evaluation by flow cytometry. Immunophenotyping was performed using a Navios flow cytometer (Beckman Coulter) and samples were stained by monoclonal antibodies targeting the antigens CD45, CD19, CD5, CD10, CD23, CD79b, CD200, FMC7, sIgM, kappa and lambda. Corresponding isotype controls were used. The modified Matutes score was calculated as described previously (Moreau et al., Am J Clin Pathol 1997) with positivity defined as ≥20% positive cells. Mean Fluorescence Intensity (MFI) ratio (MFI sample/MFI isotype) was calculated as a measure of expression intensity. For our new score, optimized cut-offs for positivity vs. negativity (CD5, CD23, CD200, FMC7) and low or absent expression (CD79b) as well as sensitivity and specificity were calculated by receiver operating characteristics (ROC). The final clinical diagnosis was defined as the diagnosis established by the treating physician taking into account clinical symptoms as well as all results from diagnostic procedures, including cytomorphology, flow cytometry, cytogenetics, molecular genetics and immunohistochemistry, if available. In order to perform an internal validation of our proposed score, we divided the patient cohort into an exploratory and a validation cohort by a 2:1 ratio based on the date of receipt of the samples. Result Flow cytometry data of 371 patients with B-cell disorders were available for analysis. 247 patients were assigned to the exploratory cohort and 124 patients were assigned to the validation cohort. 84.2% and 82.1% of patients, respectively, were diagnosed with CLL. In the exploratory cohort, sIgM-expression intensity on CD19+ B-cells (as measured by MFI ratio) was significantly lower in CLL versus non-CLL cases (p=0.001). However, low or absent sIgM-expression displayed poor specificity in distinguishing CLL from non-CLL cases (51,3%; sensitivity 83,7%). Absent or low CD79b-expression on CD19+ B-cells showed a higher sensitivity and specificity (94.2% and 71.8%, respectively). Positivity for CD200 as well as lack of FMC7-expression showed high diagnostic value (sensitivity and specificity all above 80%). Interestingly, positivity for CD5 on CD19+ B-cells did not have a strong diagnostic value (sensitivity and specificity 69.7% and 76.9%, respectively), but double positivity for CD5 and CD23 on CD19+ B-cells showed higher sensitivity and specificity (79.8% and 87.2%, respectively). Therefore, CD200+, CD23+/CD5+, FMC7- and low or absent CD79b on CD19+ B-cells were included in a new diagnostic score. The resulting score showed comparable sensitivity (97.1% for our score versus 98.6% for the Matutes score, McNemar’s test p=0.38), but markedly increased specificity (87.2% versus 53.8%, p<0.001). These results were confirmed in the internal validation cohort (sensitivity 97.0% versus 100%, p=N/A; specificity 86.4% versus 59.1%, p=0.03). Conclusion The data support the use of the improved score for the differential diagnosis of CLL. This novel scoring system exhibits significantly higher specificity while maintaining very high sensitivity and might therefore contribute to less false positive results. Finally, the surface markers contained in the novel score show more consistent staining patterns, which might further improve reproducibility. External validation of the proposed score will be pursued. Disclosures: No relevant conflicts of interest to declare."
}