{
    "doi": "https://doi.org/10.1182/blood.V120.21.5012.5012",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2232",
    "start_url_page_num": 2232,
    "is_scraped": "1",
    "article_title": "Antagonistic Effect of Small Molecule Inhibitors of Wnt/β-Catenin in Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Abstract 5012 Development and progression of multiple myeloma is dependent on the bone marrow (BM) microenvironment. Bone marrow stromal cells (BMSC) secrete Wnt ligands that activate the Wnt signaling pathway. The canonical Wnt pathway, which is mediated through the key transcriptional effector β-catenin (β-cat), is commonly deregulated in many cancers. Cells with β-cat-regulated transcription (CRT) are protected against apoptosis; conversely inhibition of CRT may inhibit cell proliferation. In this study we tested the efficacy of recently described inhibitors of CRT (iCRTs) for their selective antagonistic effect on Wnt-β-cat in MM cells. Although, earlier studies have documented Wnt signaling in human MM cells, in order to test the chemosensitivity of iCRTs in myeloma cells, we first confirmed the expression of β-cat in human MM cell types. An immunofluorescence detection of β-cat in U266 cells showed nuclear localization in > 70% of the cells, a similar trend of nuclear β-cat was observed in MM1 and patient derived BMMC cells. This observation is consistent with the Western blot analysis of the total protein from three cell types. The above data on the expression of nuclear β-cat in MM cell lines and cells from patient sample (n=16) provides the rationale for using these cells to test the efficacy of iCRTs (Oxazole-iCRT-3 and Thiazole-iCRT-5), that are designed to target β-cat signaling. Wnt reporter plasmid STF16-transfected MM cells treated with iCRTs at the doses of 10, 25, and 50 μM showed a dose dependent decrease (2–3 fold) in the Wnt/β-cat reporter activity, with a significant decline at a maximum dose of 50 μM (p3 fold determined by qRT-PCR analysis. To determine whether the effect of iCRTs on the VEGF activity is specific to its ability to antagonize b-cat activity, we used culture medium collected from cells transiently transfected with siRNA for β-cat. siRNA mediated down regulation of β-cat showed a decrease in the VEGF levels, thereby confirming that the effect of iCRTs is indeed mediated by their inhibitory effect on b-cat. Although several aspect of our key findings are yet to be confirmed in preclinical in vivo models for MM, this part of the study provide evidence that indicate a VEGF-dependent increase in cell proliferation and migration of MM cells that can be antagonized by specific inhibitors of nuclear b-cat, thereby underscoring the importance of developing iCRTs as a novel class of Wnt-directed therapeutics in human MM. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "culture media",
        "multiple myeloma",
        "small molecule",
        "vascular endothelial growth factor a",
        "coculture techniques",
        "rna, small interfering",
        "western blotting",
        "antagonists",
        "cancer",
        "cell culture techniques"
    ],
    "author_names": [
        "Bhagavathi A Narayanan, Ph.D.",
        "Nicole A Doudican, PhD",
        "Jeesun Park, B.A.",
        "Narayanan K Narayanan, PHD",
        "Dasgupta Ramanuj, PHD",
        "Amitabha Mazumder, M.D."
    ],
    "author_affiliations": [
        [
            "Environmental Medicine, NYU School of Medicine, Tuxedo, NY, USA, "
        ],
        [
            "Cell Biology, New York University School of Medicine, New York, NY, USA, "
        ],
        [
            "Immunology, NYU School of medicine, New York, USA, "
        ],
        [
            "Environmental Medicine, NYU school of medicine, Tuxedo, USA, "
        ],
        [
            "Pharmacology, NYU School of medicine, New York, USA, "
        ],
        [
            "NYU Comprehensive Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "41.1989564",
    "first_author_longitude": "-74.2524212"
}