{
    "doi": "https://doi.org/10.1182/blood.V116.21.2053.2053",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1854",
    "start_url_page_num": 1854,
    "is_scraped": "1",
    "article_title": "Multicenter Validation of Spin-Density Projection-Assisted R2-MRI for the Non-Invasive Measurement of Liver Iron Concentration ",
    "article_date": "November 19, 2010",
    "session_type": "Regulation of Iron Metabolism: Poster I",
    "topics": [
        "coefficient of determination",
        "iron",
        "liver",
        "magnetic resonance imaging",
        "transverse spin relaxation rate",
        "biopsy",
        "calibration",
        "deferasirox",
        "fibrosis",
        "thalassemia"
    ],
    "author_names": [
        "Timothy G St Pierre, PhD",
        "Amal El-Beshlawy, MD",
        "Mohsen Saleh Elalfy, MD",
        "Abdullah Al Jefri, MD",
        "Kusai Al Zir, MD",
        "Shahina Daar, MD",
        "Dany Habr, MD",
        "Ulrike Kriemler-Krahn",
        "Ali Taher, MD"
    ],
    "author_affiliations": [
        [
            "The University of Western Australia, Crawley, Australia, "
        ],
        [
            "Cairo University, Cairo, Egypt, "
        ],
        [
            "Ain Shams University, Cairo, Egypt, "
        ],
        [
            "King Faisal Specialist Hospital & Research Center, Riyadh, Saudi Arabia, "
        ],
        [
            "National Thalassemia Center, Damascus, Syria, "
        ],
        [
            "Sultan Qaboos University, Muscat, Oman, "
        ],
        [
            "Novartis Pharmaceuticals, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharma AG, Basel, Switzerland, "
        ],
        [
            "American University of Beirut, Beirut, Lebanon"
        ]
    ],
    "first_author_latitude": "-31.9789061",
    "first_author_longitude": "115.81807210000001",
    "abstract_text": "Abstract 2053 Several MRI based techniques for assessing liver iron concentration (LIC) have been proposed. A limitation of most of these techniques is that they have been calibrated against biopsy using only a single scanner. The spin-density-projection assisted (SDPA) R2-MRI (FerriScan ® ) technique was calibrated from data from 5 different scanners (St Pierre et al . Blood 2005;105:855–61) on 105 subjects (hereditary hemochromatosis (23); β-thalassemia (9); β-thalassemia/HbE (41); hepatitis C (29); alcohol induced (2) and drug induced (1) hepatitis) none of whom had been chelated with deferasirox (Exjade ® ). The aim of this new study was to validate the SDPA R2-MRI technique in a multicenter study with 5 scanners different from the original 5 used in the calibration and with a group of regularly transfused (including severely iron loaded) β-thalassemia subjects treated with deferasirox. Methods: SDPA R2-MRI measurements and percutaneous needle liver biopsy samples (>0.5 mg dw) were obtained from 233 subjects after 12 months of treatment with deferasirox at 7 different clinics involved in the ESCALATOR trial. Samples were fixed in buffered neutral formalin and were then embedded in paraffin. Histological examination of the biopsies and quantitative measurement of LIC by atomic absorption spectrometry (AAS) were carried out in a single laboratory (Rennes University Hospital, France). Non-invasive measurements of LIC were made using the SDPA R2-MRI technique on 5 MRI scanners (Philips NT Intera [82 subjects]; Philips Gyroscan [102 subjects]; Siemens Sonata [18 subjects]; Siemens Symphony [11 subjects]; GE Signa Excite [20 subjects]). All data were analyzed at a single laboratory (Resonance Health Analysis Services Pty Ltd, Australia). Analysts were blinded to the AAS results. Significance is quoted at á = 0.05 level. Results: LIC values (mean of MRI and biopsy derived values) ranged from 0.7 to 50.1 mg Fe/g dry tissue. Histological examination yielded the following distribution of Ishak fibrosis stages; 0 (15), 1 (43), 2 (68), 3 (33), 4 (20), 5 (26), 6 (25), unavailable (3). The mean percentage difference between the SDPA R2-MRI and biopsy LIC measurements for each MRI scanner (defined as [SDPA R2-MRI LIC – Biopsy LIC] × 100/mean of the two measurements) was not significantly different from zero indicating that the original calibration curve was applicable to this new patient group on different MRI scanners. Thirty nine subjects were between 3 and 8 years of age (8 years being the minimum age subject involved in the original calibration). The mean percentage difference in LIC between MRI and biopsy for these children was not significantly different from zero indicating that the same calibration can be used in very young children. Furthermore, the variances of the percentage differences between the biopsy and R2-MRI derived LIC measurements for the 5 scanners were not significantly different (Bartlett's test for equal variances) indicating that the precision of LIC measurement was not significantly different between scanners. The upper and lower 95% limits of agreement between the SDPA R2-MRI and biopsy measurements of LIC were 74 and -71%, respectively. These limits are slightly greater than those observed in the original calibration study. Greater limits of agreement may reflect the generally higher stages of fibrosis observed in the population in this study compared with those observed in the original calibration study. The standard deviation of percentage differences between the MRI and biopsy derived LIC values was found to be higher for subjects with higher stages of fibrosis (stage 0, 30%; stage 1–2, 37%; stage 3–4, 38%; stage 5–6, 39%) but mean differences for each stage were not significantly different from zero. Higher stages of fibrosis are known to increase needle biopsy sampling error (Emond et al . Clin Chem 1999;45:340–6). Conclusions: The calibration curve for the SDPA R2-MRI technique appears to be robust, with no statistically significant deviations observed in the current study of 233 β-thalassemia subjects measured on 5 different scanners. No statistically significant differences in accuracy or precision of LIC measurements between the 5 scanners were observed. No detectable change in the calibration curve is caused by the use of deferasirox, the presence of fibrosis, or use in very young children. These findings confirm the clinical usefulness of SDPA R2-MRI as a monitoring tool for iron overload. Disclosures: St Pierre: Resonance Health: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Speakers Bureau; Novartis: Consultancy, Research Funding, Speakers Bureau. Habr: Novartis: Employment. Kriemler-Krahn: Novartis: Employment. Taher: Novartis: Honoraria, Research Funding."
}