{
    "doi": "https://doi.org/10.1182/blood-2020-143377",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4655",
    "start_url_page_num": 4655,
    "is_scraped": "1",
    "article_title": "The Impact of Hydroxyurea Use on Cognitive Functioning of Children with Sickle Cell Disease in Ghana ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": null,
    "author_names": [
        "Olubusola Oluwole, MD MS",
        "Amma owusu-Ansah, MD MSc",
        "Seyed Mehdi Nouraie, MD PhD",
        "Enrico M Novelli, MD, M.S."
    ],
    "author_affiliations": [
        [
            "University of Washingon, Seattle, WA"
        ],
        [
            "Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA"
        ],
        [
            "Division of Pulmonary, Allergy and Critical Care Medicine, Department of Medicine, University of Pittsburgh, Pittsburgh, PA"
        ],
        [
            "Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "47.63430939999999",
    "first_author_longitude": "-122.30887775",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is a genetic blood disorder characterized by a mutated hemoglobin that polymerizes when deoxygenated leading to sickle-shaped red blood cells. Tissue hypoxia and organ damage are downstream effects of red blood cell sickling. A manifestation of end organ damage that is of increasing concern, given its devastating functional effects, is cognitive impairment. Sub-Saharan Africa accounts for the highest annual SCD burden in the world, yet little is known about cognitive impairment in children from Africa with SCD. This knowledge gap inhibits the development of targeted interventions to prevent or mitigate cognitive deficits in children with SCD. In particular, it is unknown if hydroxyurea, the oldest FDA-approved drug for SCD, preserves cognitive functioning. The primary objective of this study was to assess the potential cognitive benefits of hydroxyurea administered over at least one year in children with SCD from Ghana. Methods: We conducted a cross-sectional study funded by an ASH Minority Resident Hematology Award at both the general pediatric sickle cell clinic and the hydroxyurea clinic at Korle Bu Teaching Hospital in Ghana. Children with a diagnosis of SCD (HbSS, HbSC and HbS/β-thalassemia) between the ages of 5 and 13 were approached and enrolled in two arms of the study - non-hydroxyurea and hydroxyurea groups - under an IRB-approved protocol. Children without any exposure to hydroxyurea were included in the non-hydroxyurea group while children who had been taking hydroxyurea for at least one year were included in the hydroxyurea group. Children's demographic data were obtained via an ad-hoc questionnaire. Anthropomorphic and laboratory data were obtained from the patients' charts. Cognitive function was assessed using Cogstate, a computer-based neurocognitive testing tool. A brief battery of tests was administered consisting of Detection, Identification, One Back and Groton Maze Learning tests, which assess psychomotor function, attention, working memory and executive functioning, respectively. We used multiple linear regression analysis and inverse proportional to weight propensity score analysis to test the association between hydroxyurea treatment and cognitive test scores. Results: We enrolled 58 children with SCD in the study, including 28 in the non-hydroxyurea group (mean age 9.2 ± 2.40, 54% girls), and 30 in the hydroxyurea group (mean age 9.2 ± 2.17, 57% girls). Children taking hydroxyurea had higher hemoglobin (9.34 vs 8.32 g/dL, P=0.02) and mean corpuscular volume values (94 ± 9.2 vs 77 ± 9.1 fL, P=<0.01) when compared to the non-hydroxyurea group. Children in the hydroxyurea group performed significantly better in the area of working memory (adjusted difference 0.19, p=0.02, Table 1), while there was no significant difference in the other domains. Other confounders including age, nutritional status, gender and subject education level did not impact the findings.Within the hydroxyurea group, increased transcranial doppler velocity in the left internal carotid and left anterior cerebral arteries (a stroke risk factor) was associated with worse psychomotor function (correlation coefficient 0.41, p=0.047). Conclusion: To our knowledge, this is the first study conducted in Africa to explore the impact of hydroxyurea on cognitive functioning. While causality cannot be inferred in this observational study, our results support the findings of a study conducted in the United States showing that children withSCD on hydroxyurea had improved cognitive functioning as compared to those not on the drug (Puffer et al. Child Neuropsychology. 2007). It is possible that hydroxyurea may result in improved cerebral oxygenation, potentially by ameliorating anemia. In a prior study we found that higher cognitive functioning in children with SCD is associated with higher maternal education (Oluwole et al. Pediatr Blood Cancer. 2016), however, the difference in working memory remained significant after adjusting for this variable. Future longitudinal and interventional studies are needed to further assess the potential benefits of hydroxyurea on cognitive functioning, particularly in sub-Saharan Africa, where other interventions aimed at reducing neurological complications of SCD, such as blood transfusions, remain limited. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}