{
    "doi": "https://doi.org/10.1182/blood.V126.23.5368.5368",
    "article_title": "Clinical Analysis of Thromboembolism Associated with Lenalidomide-Based Regimens for Multiple Myeloma Patients ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Objective: To investigate and analyze the incidence, risk factors, prophylaxis and treatment of thromboembolism associated with lenalidomide-based regimens for multiple myeloma (MM) patients. Methods: 22 newly diagnosed / relapsed MM patients received lenalidomide-based regimes from May 2013 to May 2015 in our department. All diagnosis of thromboembolism were based on objective clinical symptoms, and confirmed by imaging (lower extremity vascular ultrasound, chest CT angiography (CTA), and two-dimensional echocardiography). Investigatethe incidence of thethromboembolism, and analyze the prophylaxis and treatment for the thromboembolism according to risk factors such as patients' characteristics, disease status, and therapy regimes. Results: Aspirin was used as thromboprophylaxis in 16 patients, low molecular weight heparin (LMWH) in 2 patients, and warfarin in 1 patient, while 3 patients received no thromboprophylaxis. There were 4 cases were diagnosedas thromboembolism with the incident of 18.2%. Threeof them were deep vein thrombosis (DVT), while 1 patient was combined withpulmonary embolism (PE), andthe rest one was found thromboembolism in the left atria. The chemotherapy regimes were lenalidomide plus dexamethasone (≤40mg qw). Other risk factors include: old age, male, immobility, central venous catheter (CVC), surgical history, hypertension, cardiovascularevent, IgG/IgA and light chain type, newly diagnosis, and erythropoietin (EPO). The management of thromboembolism included LMWH, warfarin, venous filter placement, adjustment of chemotherapy regimes and maintenance therapy of antithromboembolism. All the 4 patients were well managedat the last follow-up. Conclusion: Thromboembolism was one of the most common non-hematologic adverse events of lenalidomide-based therapy. Aspirin was an effective option for thromboprophylaxis. More cases will be observed for longer time to optimize further evaluations forantithromboticprophylaxes, which include risk stratification-based prophylacticstrategies, new predictors and specific assessment of all thromboprophylaxis options. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "thromboembolism",
        "thromboprophylaxis",
        "low-molecular-weight heparin",
        "aspirin",
        "central venous catheters",
        "chemotherapy regimen",
        "deep vein thrombosis",
        "warfarin"
    ],
    "author_names": [
        "Xiaoyan Qu, PhD",
        "Yan Gu, PhD",
        "Jianyong Li, MD PhD",
        "Lijuan Chen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaoyan Qu, PhD",
            "author_affiliations": [
                "Hematology, First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yan Gu, PhD",
            "author_affiliations": [
                "Hematology, First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianyong Li, MD PhD",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lijuan Chen, PhD",
            "author_affiliations": [
                "Hematology, First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T02:33:45",
    "is_scraped": "1"
}