{
    "doi": "https://doi.org/10.1182/blood-2019-125744",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4207",
    "start_url_page_num": 4207,
    "is_scraped": "1",
    "article_title": "No Evidence for Hematopoietic Stem Cell Self-Renewal in-Vivo Following Inflammatory Challenge ",
    "article_date": "November 13, 2019",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Elevated levels of inflammation have been previously linked to both inherited and acquired bone marrow failure (BMF) syndromes, as well as to normal aging, suggesting a role in the etiology of these conditions. One potential explanation for this phenomenon is that repeated inflammation can promote the suppression of hematopoietic stem cell (HSC) function.We have previously demonstrated that interferon-α can accelerate HSC attrition by driving HSCs out of quiescence, leading to the development of BMF in a mouse model of Fanconi anemia (Walter et al . Nature, 2015). To more broadly address the impact of repetitive inflammatory challenge on HSC regeneration, we challenged C57BL6 wild type (WT) mice with polyinosinic:polycytidylic acid (pI:C), a TLR3 agonist that mimics viral infection. Injection with 1-3 rounds of pI:C (8 injections per round) in WT mice had no sustained impact on hematopoiesis, since peripheral blood (PB) and bone marrow (BM) counts were within normal ranges at 5 weeks (5wk) post-treatment. However, in vitro analysis of the clonal proliferation potential of 411 individual sorted long-term (LT)-HSCs revealed a 2-fold reduction (p<0.0001) in the total number of progeny produced per HSC. Additionally, cell fate tracking experiments showed accelerated entry into first division and differentiation following treatment. In line with this data, competitive repopulation assays demonstrated a progressive depletion of functional HSC numbers, with an approximate 2-fold decrease in multi-lineage competitive repopulating activity with each additional round of inflammatory challenge (p<0.01). In order to assess in vivo recovery of HSCs following inflammatory challenge, competitive and limiting dilution transplantation assays were used to quantify HSC frequencies using BM harvested from mice at 5, 10 or 20wk after 3 rounds of pI:C treatment. In both assays we observed a sustained ~18 fold decrease in functional HSCs, with no evidence of recovery within the 20wk window. To exclude microenvironment effects on HSC function, we performed reverse transplantation experiments in which pI.C challenged WT mice were injected with saturating doses of LT-HSCs from non-treated WT donors, in the absence of additional irradiation conditioning. We observed a durable suppression of endogenous HSCs that was sufficient to facilitate robust engraftment of donor LT-HSCs up to 20wk post-treatment. We next used the inducible transgenic Scl-tTA;H2B-GFP mouse model (Wilson et al., Cell , 2008) in order to prospectively segregate quiescent label retaining LT-HSCs (LRCs) from LT-HSCs that proliferate in vivo in response to pI:C (nonLRCs). Following a single round of pI:C challenge, label retention was reduced as a result of LT-HSC proliferation (Table 1). Importantly, the clonal proliferative potential of individual LRCs was preserved upon pI:C challenge while that of nonLRCs was more than halved. This suggests that LT-HSCs fail to undergo self-renewal divisions in vivo under these conditions but rather are functionally compromised in line with increasing proliferative history. We hypothesized that this apparent progressive irreversible depletion of functional HSCs may eventually lead to compromised hematopoiesis. We therefore assessed the hematologic parameters of aged mice that had been exposed to repetitive pI:C treatment in early to mid-life. While these mice had normal PB counts at 5wk post-treatment, upon reaching 2 years of age, treated mice demonstrated mild PB cytopenias, BM hypocellularity and a relative expansion of BM adipocytes (Table 2). Taken together, our data contradict the canonical view that HSCs demonstrate extensive self-regenerative capacity following injury. Rather, in the context of inflammatory challenge, HSCs are progressively and irreversibly depleted as they are driven out of their quiescent state. These findings have broad implications regarding the role of inflammation in the suppression of hematopoiesis that are likely relevant to BMF and also normal aging. View large Download slide View large Download slide  Disclosures Lipka: InfectoPharm GmbH: Employment. Frenette: Pfizer: Consultancy; Cygnal Therapeutics: Equity Ownership; Ironwood Pharmaceuticals: Research Funding; Albert Einstein College of Medicine, Inc: Patents & Royalties.",
    "topics": [
        "agonists",
        "cytopenia",
        "dilution technique",
        "fanconi anemia",
        "hematopoietic stem cells",
        "human leukocyte interferon",
        "inflammation",
        "interferons",
        "mitotic index",
        "pancytopenia"
    ],
    "author_names": [
        "Ruzhica Bogeska, PhD",
        "Paul Kaschutnig, PhD",
        "Stella V Paffenholz, MSc",
        "Julia Knoch",
        "Jan-Philipp Mallm, PhD",
        "Malak Fawaz, MSc",
        "Florian Buettner, PhD",
        "Dagmar Walter, PhD",
        "Felix Frauhammer, MSc",
        "Tim Holland-Letz, PhD",
        "Noboru Asada, MD PhD",
        "Ana-Matea Mikecin Drazic, PhD",
        "Marleen Buechler-Schaff, MSc",
        "Martha Correno-Gonzalez",
        "Melanie Ball",
        "Sina Staeble, MSc",
        "Julius Gräsel, PhD",
        "Simon Haas, PhD",
        "Daniel B. Lipka, MD",
        "Karsten Rippe, PhD",
        "Benedikt Brors, PhD",
        "Paul S. Frenette, MD",
        "Michael A. Rieger",
        "Marieke A. G. Essers, PhD",
        "Michael D. Milsom, PhD"
    ],
    "author_affiliations": [
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Heidelberg Institute for Stem Cell Technology and Experimental Medicine gGmbH (HI-STEM), Heidelberg, Germany "
        ],
        [
            "Division of Chromatin Networks, German Cancer Research Center (DKFZ) and BioQuant, Heidelberg, Germany "
        ],
        [
            "Goethe University, Frankfurt, Germany "
        ],
        [
            "Helmholtz Zentrum Muenchen-German Research Center for Environmental Health, Munich, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Department of Cell Biology, Albert Einstein College of Medicine, New York, NY "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Heidelberg Institute for Stem Cell Technology and Experimental Medicine gGmbH (HI-STEM), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Division of Applied Bioinformatics, German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Albert Einstein College of Medicine, New York, NY "
        ],
        [
            "Goethe University, Frankfurt, Germany "
        ],
        [
            "Heidelberg Institute for Stem Cell Technology and Experimental Medicine gGmbH (HI-STEM), Heidelberg, Germany ",
            "German Cancer Research Center, Heidelberg, Germany"
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany ",
            "Heidelberg Institute for Stem Cell Technology and Experimental Medicine gGmbH (HI-STEM), Heidelberg, Germany "
        ]
    ],
    "first_author_latitude": "49.414414",
    "first_author_longitude": "8.672960699999999"
}