{
    "doi": "https://doi.org/10.1182/blood.V126.23.1407.1407",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3031",
    "start_url_page_num": 3031,
    "is_scraped": "1",
    "article_title": "The Plasma Level of Leukemia Stem Cell Specific Antigens - CLL1 and TIM3 Are Predictive of Overall Survival in Acute Myeloid Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "antigens",
        "leukemia",
        "leukemia, myelocytic, acute",
        "plasma",
        "stem cells",
        "biological markers",
        "chemotherapy regimen",
        "complete remission",
        "antigens, cd25",
        "ficoll"
    ],
    "author_names": [
        "Chin-Hin Ng, MD MRCP, FRCPATH",
        "Ma Thin Mar Win, MBBS, MPH, MHM",
        "Elaine Seah, BSc",
        "Wee-Joo J Chng, MD MRCP, FRCPATH, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology-Oncology, National University Cancer Institute of Singapore, Singapore, Singapore "
        ],
        [
            "Biostatistics Unit, Yong Loo Lin School of Medicine, National University Singapore, Singapore, Singapore "
        ],
        [
            "Department of Haematology-Oncology, National University Cancer Institute of Singapore, Singapore, Singapore "
        ],
        [
            "Department of Haematology-Oncology, National University Cancer Institute of Singapore, Singapore, Singapore ",
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore"
        ]
    ],
    "first_author_latitude": "1.2936504000000002",
    "first_author_longitude": "103.7841835",
    "abstract_text": "Background: Despite intensive chemotherapy, acute myeloid leukemia (AML) is still associated with significant relapse rate. This was thought to be due to a sub clone of leukemic blasts that was resistant to chemotherapy. This sub clone of resistant blasts were later identified to be leukemic stem cell (LSC). Many studies have demonstrated that high initial load of LSC at diagnosis was associated with relapse and poor overall outcome. This study aimed to use a clinically practical method - ELISA to identify plasma biomarkers that are closely related to LSC and study their predictive value in term of complete remission (CR), relapse, and overall survival. Method: Peripheral blood of 27 newly diagnosed AML patients were collected at diagnosis. Plasma component of the blood was separate from cellular component using Ficoll separation method. 9 biomarkers were shortlisted based on surface antigens of LSC that were commonly reported in literature as well as genes that were reported to be highly expressed in LSC. These are CD25, CD32, CD96, CD123, TIM3, CLL-1, HCK, FLT3 and WT1. Commercially available ELISA kits with high sensitivity and specificity to these 9 human biomarkers were sourced. All 9 biomarkers were measured on 80 normal blood donors' plasma to use as control and to establish the normal range (Mean+/-2SD). The plasma of the 27 study subjects was measured in duplicate for all 9 biomarkers. ROC curve analysis was done in relation to complete remission, relapse, and survival outcome on all 9 candidates biomarkers. Results: A total 27 newly diagnosed AML patients with curative intent were included in this analysis. Median age for this cohort was 41 years old (range: 22-70). Induction death rate 14.8% (n=4), and complete remission (CR) rate of 77.8%. A total of 8 relapsed refractory cases and 6 deaths were observed over the median follow-up of 10.2 months (range: 0.6-31.2). ROC curve analysis was carried out on all 9 candidates plasma biomarkers, CLL-1 and TIM3 came out to be of significant predictive value of survival outcome. No biomarker was found to be predictive of relapse or CR. ROC curve analysis of plasma CLL-1 level in relation to survival outcome showed an AUC of 0.77 with a plasma cut-off level of 54pg/ml giving the best discriminative result. Chi-square test using this cut off level for survival outcome showed a better survival in patients with plasma CLL-1 level of 54 pg/ml compared to 89.5% in patients with 54pg/ml (Mean survival: 8.1 months, 95%CI:3.2-13.0). Cox-regression analysis on overall survival showed a significantly high Hazard Ratio of 18.3 for plasma CLL-1 level >54pg/ml (p=0.09, 95%CI:2.09-160.2), see the figure 1 below. ROC curve analysis of plasma TIM3 level in relation to survival outcome revealed an AUC of 0.73 with a plasma cut-off level of 615pg/ml to be the best discriminative cut-off. Chi-square test using this cut-off level for survival outcome showed significant better survival in patients with plasma TIM3 level of 615pg/ml (Mean survival: 13.8 months, 95%CI:7.2-20.4), p=0.014. Cox-regression analysis again showed a significant Hazard Ratio of 9.2 for plasma TIM3 level of >615pg/ml (p=0.043, 95%CI:1.01-78.7), see figure 2 below. Conclusion: A raised plasma CLL-1 level of more than 54pg/ml and TIM3 level of more than 615pg/ml were predictive of survival outcome in this small cohort of AML patients who underwent curative chemotherapy. A larger cohort of AML patients would be needed to confirm this novel finding. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}