{
    "doi": "https://doi.org/10.1182/blood.V118.21.2622.2622",
    "article_title": "KPT-SINE, a Potent, Small Molecule Inhibitor of CRM1-Dependent Nuclear-Cytoplasmic Shuttling, with Potent Activity Against T-ALL and AML ",
    "article_date": "November 18, 2011",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2622 Background: CRM1 (XPO1) is the major nuclear exporter that mediates transport of a variety of cargos, including proteins involved in tumor suppressor and cellular proliferation pathways (e.g. p53, PI3K/AKT, and NF-kB). CRM1 is upregulated in a range of solid and hematologic malignancies and its overexpression is correlated with poor prognosis, and with resistance to chemotherapy. Recently, the crystal structure of CRM1, in complex with its export cargo, Snurportin 1, has been resolved. The structure elucidates the key contact residues required for the formation of the CRM1-cargo export complex. The molecular understanding of the CRM1-cargo binding interface has led to the development of novel small molecule inhibitors of CRM1-cargo interaction, termed KPT-Selective Inhibitors of Nuclear Export (SINE). KPT-SINE are potent, drug-like CRM1 inhibitors that irreversibly inactivate the CRM1-directed protein export by covalent modification of the essential CRM1-cargo binding residue Cys528. The inhibition of the CRM1 nuclear export has been shown to lead to selective apoptosis in cancer cells when compared to normal cells. Here, we assess the efficacy of the KPT-SINE in human T-ALL, AML, and normal hematopoietic cells. Methods: The viability of a panel of human T-ALL and AML cell lines and normal CD34+ progenitor cells upon treatment by the KPT-SINE was assessed. Dose-response measurements were done using serial dilutions of KPT-SINE from 1 μM to 0.3 nM and luminescent cell viability assay. Apoptosis was measured using Annexin V staining and TUNEL assays. Results: KPT-SINE induces rapid apoptosis in 12 of 15 T-ALL and 10 of 14 AML cell lines with 50% inhibitory concentrations (IC50s) of 15–100 nM. In the KPT-SINE-sensitive cell lines, BCL2 overexpression suppresses KPT-SINE-induced apoptosis, indicating its intrinsic pathway mediation. Importantly, KPT-SINE exhibits selective cytotoxicity against tumor cells when compared to peripheral blood mononuclear cells (PBMCs) and CD34+ progenitor cells in vitro . KPT-SINE at 57 and 150 mg/kg induced 100% inhibition of tumor growth in vivo in a MOLT-4 T-ALL xenograft study. Other xenograft studies to address the potency of the KPT-SINE on selected AML lines in vivo are ongoing. These studies emphasize the clinical promise of the KPT-SINE as a novel and selective drug candidate for the treatment of T-ALL and AML. Disclosures: McCauley: Karyopharm Therapeutics: Employment. Kauffman: Karyopharm: Equity Ownership. Shacham: Karyopharm: Equity Ownership.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "cytoplasm",
        "short interspersed nucleotide elements",
        "small molecule",
        "t-cell leukemia, acute",
        "mechlorethamine",
        "transplantation, heterologous",
        "1-phosphatidylinositol 3-kinase",
        "annexin a5",
        "bcl-2 protein"
    ],
    "author_names": [
        "Julia Etchin, PhD",
        "Alex Kentsis, MD, PhD",
        "Takaomi Sanda, MD, PhD",
        "Andrew L. Kung, MD, PhD",
        "Richard M. Stone, MD",
        "Dilara McCauley",
        "Michael Kauffman, MD, Ph.D.",
        "Sharon Shacham, PhD",
        "Thomas Look, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julia Etchin, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Children's Hospital Boston, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alex Kentsis, MD, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Children's Hospital Boston, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takaomi Sanda, MD, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Children's Hospital Boston, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew L. Kung, MD, PhD",
            "author_affiliations": [
                "Lurie Family Imaging Center and Department of Pediatric Oncology, Dana-Farber Cancer Institute & Children's Hospital Boston, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dilara McCauley",
            "author_affiliations": [
                "Karyopharm Therapeutics, Boston, MA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kauffman, MD, Ph.D.",
            "author_affiliations": [
                "Karyopharm Therapeutics, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Shacham, PhD",
            "author_affiliations": [
                "Karyopharm, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Look, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Children's Hospital Boston, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T21:27:39",
    "is_scraped": "1"
}