{
    "doi": "https://doi.org/10.1182/blood.V112.11.3185.3185",
    "article_title": "Glyoxalase-I Inhibition Eliminates Hypoxia-Adapted CML Cells Resistant to Imatinib, Dasatinib, and INNO-406 ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "abstract_text": "The development of ABL tyrosine kinase inhibitor (TKI), imatinib mesylate and second-generation ABL TKIs such as dasatinib and nilotinib have dramatically improved the efficacy of chronic myeloid leukemia (CML) treatment, but “total cell kill” may not be possible with TKIs alone because they do not appear to eliminate CML stem cells. Although the CML stem cell niche has not yet been clearly identified, it may be a hypoxic environment, like that of normal hematopoietic stem cells, which mainly exists in the low oxygen-consuming region in the bone marrow (BM). Notably, most cancer cells that adapt to hypoxia are resistant to a variety of cell-death stimuli. Thus, we hypothesized that CML cells, in particular CML stem cells, adapt to hypoxia for their persistence. To test this notion, we first examined the oxygenated status of CML cells in vivo by transplanting K562 cells into NOD/SCID/gc null (NOG) mice. Six weeks later, pimonidazole, which specifically accumulates in tissues with <1.3% O 2 , was administered and the mice were sacrificed. The K562 cells had mainly engrafted into the epiphysis, which is presumed to be a particularly hypoxic environment, and these engrafted cells were positively stained by antibody to pimonidazole. This suggests that the engrafted leukemic cells survived in hypoxic conditions. To investigate the role that adaptation to hypoxia plays in CML-cell persistence, we generated two hypoxia-adapted cell lines that can survive in hypoxic conditions and identified their unique characteristics compared to their parental cells. For this, the CML-derived cell lines K562, KCL-22, BV173 and MYL were cultivated in 1.0% O 2 for two weeks. Two subclones that survived were obtained from K562 and KCL22 and were denoted as K562/HA and KCL22/HA, respectively. Both cell lines proliferated continuously for months in 1.0% O 2 conditions in RPMI1640 medium containing 10% FCS but lacking any additional nutrient supplies, although their growth was slower than that of their parental counterparts under 20% oxygen in the same media. We found that, compared to their parental counterparts, K562/HA and KCL22/HA had higher glyoxalase-I (Glo-I) expression and kinase activity. Glo-I is an enzyme that detoxifies methylglyoxal, a cytotoxic byproduct of glycolysis. Interestingly, BCR-ABL phosphorylation was suppressed in both hypoxia-adapted cell lines. However, the phosphorylation of AKT, STAT and ERK was unchanged in these hypoxia-adapted cells, which suggests the presence of alternative hypoxia-specific activation pathways. When NOG mice were inoculated with equivalent numbers of K562/HA and K562 cells, K562/HA engrafted more rapidly than K562 and K562/HA-engrafted mice died earlier than K562-engrafted mice. Thus, adaptation to hypoxia is crucial for the engraftment and proliferation of CML cells in the BM. Notably, compared to their parental counterparts, K562/HA and KCL22/HA cells were less sensitive to TKIs (imatinib, dasatinib, and INNO-406) and alkylating agents (daunorubicin and busulfan). However, they were more sensitive to Glo-I inhibitors such as S-p- bromobenzylglutathione cyclopentyl diester (BBGC), 2-crotonyloxymethyl- 4,5,6-trihydroxycylohex-2-enone (COTC), and methyl-gerfelin. Thus, Glo-I enzymatic activity plays an important role in CML-cell adaptation to hypoxic environments, which means Glo-1 may be an alternative molecular target for therapies aiming to eliminate those CML cells that adapt to hypoxia and thereby acquire resistance to conventional chemotherapies, including those based on TKIs. Indeed, when K562/HA-transplanted mice were treated with 100mg/kg/day BBGC for 8 days or left untreated, the treated mice survived longer than the untreated mice. In contrast, the survival of mice transplanted with the parental cell line K562 did not change whether they were treated with BBGC or left untreated. Thus, Glo-1 enzymatic activity plays an important role in CML-cell survival under hypoxic environmental conditions and Glo-I inhibitors could be promising agents for the elimination of CML (stem) cells that persist in the hypoxic BM milieu",
    "topics": [
        "dasatinib",
        "hypoxia",
        "imatinib mesylate",
        "lactoylglutathione lyase",
        "protein-tyrosine kinase inhibitor",
        "oxygen",
        "alkylating agents",
        "antibodies",
        "bcr-abl tyrosine kinase",
        "busulfan"
    ],
    "author_names": [
        "Miki Takeuchi, MD",
        "Shinya Kimura, MD, PhD",
        "Junya Kuroda, MD, PhD",
        "Takashi Ushiki, MD",
        "Makoto Kawatani, PhD",
        "Hiroyuki Osada, PhD",
        "Kazuo Umezawa, PhD",
        "Eiko Yasui, PhD",
        "Masaya Imoto, PhD",
        "Takashi Tsuruo, MD, PhD",
        "Keiko Hodohara, MD, PhD",
        "Tatsutoshi Nakahata, MD, PhD",
        "Yoshihide Fujiyama, MD, PhD",
        "Taira Maekawa, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Miki Takeuchi, MD",
            "author_affiliations": [
                "Department of Transfusion and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shinya Kimura, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junya Kuroda, MD, PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Ushiki, MD",
            "author_affiliations": [
                "Department of Radiation Oncology and Image-Applied Therapy, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Kawatani, PhD",
            "author_affiliations": [
                "Antibiotics Laboratory, Discovery Research Institute,RIKEN, Wako-shi, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroyuki Osada, PhD",
            "author_affiliations": [
                "Antibiotics Laboratory, Discovery Research Institute,RIKEN, Wako-shi, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuo Umezawa, PhD",
            "author_affiliations": [
                "Faculty of Science and Technology, Keio University, Yokohama, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eiko Yasui, PhD",
            "author_affiliations": [
                "Research Institute of Pharmaceutical Science, Musashino University, Tokyo, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaya Imoto, PhD",
            "author_affiliations": [
                "Department of Biosciences and Informatics, Keio University, Yokohama, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Tsuruo, MD, PhD",
            "author_affiliations": [
                "Cancer Chemotherapy Center, Japanease Foundation for Cancer Resarch, Tokyo, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiko Hodohara, MD, PhD",
            "author_affiliations": [
                "Division of Gastroenterology and Hematology, Shiga University of Medical Science, Shiga, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsutoshi Nakahata, MD, PhD",
            "author_affiliations": [
                "Dept. of Pediatrics, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihide Fujiyama, MD, PhD",
            "author_affiliations": [
                "Division of Gastroenterology and Hematology, Shiga University of Medical Science, Shiga, Japan"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taira Maekawa, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T06:42:37",
    "is_scraped": "1"
}