{
    "doi": "https://doi.org/10.1182/blood.V112.11.1632.1632",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1167",
    "start_url_page_num": 1167,
    "is_scraped": "1",
    "article_title": "Novel Small Molecule Pim Protein Kinase Inhibitors Induce Cell Cycle Arrest and Apoptosis in Human Leukemias: A Potential Therapeutic Approach. ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "apoptosis",
        "leukemia",
        "potentially inappropriate medication list",
        "protein kinase inhibitor",
        "small molecule",
        "cell cycle arrest",
        "protein kinase",
        "leukemia, myeloid",
        "phosphotransferases",
        "adult t-cell lymphoma/leukemia"
    ],
    "author_names": [
        "Yingwei Lin, MD.",
        "Jin H. Song, PhD.",
        "Zhenhua Zhang",
        "Peter D. Aplan, MD",
        "Charles D Smith, PhD",
        "Andrew Kraft, MD",
        "Zanna M Beharry, PhD."
    ],
    "author_affiliations": [
        [
            "Pediatrics, Medical University of South Carolina, Charleston, SC, USA"
        ],
        [
            "Department of Biochemistry and Molecular Biology, Medical University of South Carolina, Charleston, SC, USA"
        ],
        [
            "Genetics Branch, NIH, NCI, CCR, Bethesda, MD, USA"
        ],
        [
            "Genetics Branch, NIH, NCI, CCR, Bethesda, MD, USA"
        ],
        [
            "Department of Pharmaceutical and Biomedical Sciences, Hollings Cancer Center, Medical University of South Carolina, Charleston, SC, USA"
        ],
        [
            "Medicine, Hollings Cancer Center, Medical University of South Carolina, Charleston, SC, USA"
        ],
        [
            "Department of Pharmaceutical and Biomedical Sciences, Medical University of South Carolina, Charleston, SC, USA"
        ]
    ],
    "first_author_latitude": "32.783856899999996",
    "first_author_longitude": "-79.94821549999999",
    "abstract_text": "The Pim protein kinases, first identified as a proviral integration site in c-Myc overexpressor mice, are increased in multiple human hematopoietic neoplasms including myeloid leukemia, diffuse large B-cell lymphoma, and T-cell lymphoma. In culture these protein kinases have been associated with the signaling pathways that control Flt3-ITD and BCR/ABL driven leukemias. To examine the role of Pim as a target for anticancer chemotherapy, we have screened a 50,000 compound small molecule library and identified and synthesized novel benzylidene-thiazolidine-2,4-diones, D5 and F801, that inhibit the activity of this enzyme with IC50 in the nanomolar range. Screening of 60 serine/threonine and tyrosine kinases demonstrated high specificity of these molecules for Pim kinase. Incubation of these compounds with myeloid leukemias, U937, K562 and MV4;11, inhibited cell growth by inducing a relative cell cycle block in G1. This cell cycle block at G1 phase was associated with a decrease in Cdk2 activity and a translocation of p27Kip1 to the nucleus, suggesting an important role for Pim in controlling the cell cycle. In contrast, we find that in two T-ALL cell lines, Jurkat and 6812, which was established from a double transgenic mouse overexpressing the SCL and LMO1 genes, 70–80% of the cells were killed after 48 hours of treatment with the inhibitors at the concentration of 10 μM. Cell cycle analysis revealed a two-to three-fold increase in sub-G1 population (10.8% in control, 21.2% in D5, and 29.67% in F801), which suggested an increase in apoptosis. Cleavage and activation of the proapopotic protease Caspase 3 was identified by Western blot after 24-hour treatment of exposure to the Pim inhibitors. We further examined the toxicity of D5 and F801 in wild type FVB mice and found that when mice were treated with either 15 mg/kg D5 or 30 mg/kg F801 for 5 days they had no remarkable hematologic toxicity. The antileukemic activity of these agents in vivo is currently under examination. Thus, the Pim protein kinase appears to be a potential target for leukemia therapy using these novel benzylidene-thiazolidine-2,4-diones."
}