{
    "doi": "https://doi.org/10.1182/blood.V116.21.376.376",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1652",
    "start_url_page_num": 1652,
    "is_scraped": "1",
    "article_title": "Signal Transducer and Activator of Transcription (STAT)-3 Activates Nuclear Factor (NF)-κB In Chronic Lymphocytic Leukemia (CLL) Cells ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, Excluding Therapy: Immune Signaling",
    "topics": [
        "attenuation",
        "binding (molecular function)",
        "b-lymphocytes",
        "cancer",
        "cd19 antigens",
        "cell nucleus",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "complex",
        "dna"
    ],
    "author_names": [
        "Zhiming Liu",
        "Inbal Hazan-Halevy",
        "David Harris",
        "Ping Li",
        "Alessandra Ferrajoli, MD",
        "Stefan Faderl, MD",
        "Michael Keating, MD",
        "Zeev Estrov, MD"
    ],
    "author_affiliations": [
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematology and Bone Marrow Transplant, Tel-Aviv Sourasky Medical Center, Tel Aviv, Israel, "
        ],
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, Unit 428, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, Unit 428, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, Unit 428, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.695481799999992",
    "first_author_longitude": "-95.5123137",
    "abstract_text": "Abstract 376 CLL is characterized by a dynamic imbalance between the proliferation and apoptosis of neoplastic B-lymphocytes co-expressing CD5 and CD19 antigens. Several mechanisms provide CLL cells with survival advantage. One such mechanism involves the activation of NF-κB. NF-κB plays an important role in the survival and proliferation of normal and neoplastic B cells. In CLL, the NF-κB p65/p50 dimers have been found to be activated to variable degrees by several investigators. The activation of NF-κB is mediated by either the canonical pathway or the alternative pathway. The canonical pathway is mainly activated by extracellular factors that activate the β subunit of the IκB kinase (IKK) complex (IKKβ) that induces the phosphorylation and degradation of the NF-κB inhibitor IκBα. Following IκBα degradation, NF-κB heterodimers translocate to the nucleus and bind to DNA. To determine whether NF-κB is activated in CLL and explore the mechanism(s) that activate it, we obtained peripheral blood low density cells from untreated and previously treated patients with CLL at different stages of their disease. First we studied peripheral blood low-density cells of 15 patients using the electrophoretic mobility shift assay (EMSA). We found that in all samples the NF-κB dimers p65/p50 bound DNA, regardless of CLL patients' disease stage or treatment status. Typically, NF-κB-DNA binding appears and disappears due to repeated degradation and re-synthesis of IκB and the consequent activation and inactivation of NF-κB, respectively. Because we found that NF-κB is constitutively activated in all CLL samples we hypothesized that activation of NF-κB in CLL cells is induced by an IκB-unrelated mechanism. Recently, Yang J et al (Cancer Res 65:939, 2005) reported that unphosphorylated (U)-STAT3 binds to the NF-κB dimers p65/p50 in competition with IκB. The U-STAT3/NF-κB complex shuttles to the nucleus where NF-κB binds to DNA and activates NF-κB-regulated genes. We recently found that CLL cells harbor high levels of U-STAT3 (Hazan-Halevy I et al, Blood 115:2852, 2010). Therefore, we sought to determine whether U-STAT3 activates NF-κB in CLL cells. By using immunoprecipitation we found that STAT3 binds the NF-κB p65 form in 3 out of 3 different peripheral blood CLL samples, and by using confocal microscopy we demonstrated that U-STAT3/NF-κB complexes are present in the nuclei of CLL cells. Then, to determine whether STAT3 is required for NF-κB activation, we infected CLL cells with retroviral STAT3-short hairpin (sh) RNA, and by using EMSA found that STAT3-shRNA, but not the empty virus, attenuated the binding of NF-κB to DNA. Furthermore, by using quantitative polymerase chain reaction we demonstrated that STAT3-shRNA downregulated mRNA levels of genes known to be activated by NF-κB but not by STAT3 such as STAT1, CCL5 and CXCR5. Taken together, our data suggest that U-STAT3 binds the NF-κB dimers p65/p50 and constitutively activates NF-κB in CLL cells. Disclosures: No relevant conflicts of interest to declare."
}