{
    "doi": "https://doi.org/10.1182/blood.V122.21.3960.3960",
    "article_title": "All- Trans Retinoic Acid Synergizes With FLT3 Tyrosine Kinase Inhibition To Eliminate FLT3/ITD-Expressing Leukemia Cells ",
    "article_date": "November 15, 2013",
    "session_type": "615. Acute Myeloid Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "FLT3 is one of the most frequently mutated genes in AML with approximately 1/3 of patients affected, and the internal tandem duplication (ITD) mutations portending a poor prognosis. To improve the cure rate for FLT3 mutant AML a number of FLT3 tyrosine kinase inhibitors (TKIs) have been developed to inhibit FLT3 signaling. While several recent FLT3 TKIs are proving increasingly successful at achieving high levels of FLT3 inhibition, there remain several problems in treating FLT3 mutant AML. One is that these drugs used as monotherapy achieve limited clinical responses and do not cure patients. While there is hope that combination with chemotherapy will achieve an improved cure rate in these patients without the necessity for hematopoietic stem cell transplantion (HSCT), the ultimate goal of studies are to achieve cures without chemotherapy, eliminating the short and long-term side effects that its use engenders. Thus, finding additional molecular targets that might synergize with FLT3 inhibition will move the field towards the goal of eliminating chemotherapy. One pathway known to play important roles in leukemia stem cell (LSC) survival and differentiation is the retinoic acid (RA) pathway. We therefore explored the combination of molecularly targeting the RA pathway together with FLT3 TKIs to determine the effect on FLT3 mutant leukemia cells. FLT3/ITD+ AML cell lines (Molm14 and MV411), along with FLT3/WT cell lines (THP-1, SEMK2 and NB4), were treated with FLT3 TKI alone (AC220 and sorafenib), ATRA alone, FLT3 TKI plus ATRA, or vehicle controls. Proliferative, apoptotic, cell-cycle and differentiation effects on the cells were assessed by MTT, annexin V binding, propidium iodide (PI) staining, CD11b staining and cell count assays. Highly synergistic effects were observed for the combination of ATRA with FLT3 TKIs against FLT3/ITD+ cells, with combination index (CI) values of 0.1-0.6. Colony forming unit (CFU) assays further demonstrated decreased clonogenicity of Molm14 and MV411 cells upon treatment with ATRA and sorafenib. A series of experiments were performed using a genetic model of spontaneous leukemia that we developed in which FLT3/ITD knock-in mice are bred with NUP98- HOXD13 (NHD13) transgenic mice, resulting in AML that is highly penetrant, lethal and transplantable. Cohorts of leukemic mice were generated by transplanting lineage negative (Lin-) BM cells from leukemic FLT3/ITD-NHD13 mice, and treated with either vehicle, sorafenib, ATRA or a combination of both drugs. We determined that treatment with sorafenib plus ATRA greatly decreases the level of engraftment at 2 and 8 weeks, and increases median survival, with some mice even cured of their disease. We also directly assessed the effect of the treatments (FLT3 TKI alone, ATRA alone, FLT3 TKI plus ATRA, or vehicle alone) on the proliferation of LSCs by using the different treatments on Lin- BM cells harvested from sick FLT3/ITD NHD13 mice ex vivo and found that ATRA further increased the anti-proliferative effect of FLT3 TKIs, with additive/synergistic CI values of 0.6-1. Lin- BM cells were also assessed in vitro in CFU assays of differentiation and clonogenicity, and combinatorial effects were observed. The results of these experiments show good synergy for this drug combination in vitro and improved survival/reduced LSC frequency in vivo . We believe these preclinical data are encouraging for the development of a clinical trial of ATRA plus FLT3 TKI in relapsed/refractory FLT3 mutant AML patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "flt3 gene",
        "impedance threshold device",
        "leukemia",
        "ms-like tyrosine kinase 3",
        "protein tyrosine kinase",
        "tretinoin",
        "protein-tyrosine kinase inhibitor",
        "sorafenib",
        "chemotherapy regimen",
        "adverse effects"
    ],
    "author_names": [
        "Hayley S Ma, Ph.D.",
        "Sarah M Greenblatt, PhD",
        "Eric Jung, B.S.",
        "Amy S. Duffield, MD, PhD",
        "Li Li, PhD",
        "Gabriel Ghiaur, MD, PhD",
        "Richard J. Jones",
        "Donald Small, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hayley S Ma, Ph.D.",
            "author_affiliations": [
                "Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah M Greenblatt, PhD",
            "author_affiliations": [
                "Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Jung, B.S.",
            "author_affiliations": [
                "Penn State Hershey College of Medicine, Hershey, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy S. Duffield, MD, PhD",
            "author_affiliations": [
                "Pathology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Li, PhD",
            "author_affiliations": [
                "Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriel Ghiaur, MD, PhD",
            "author_affiliations": [
                "Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J. Jones",
            "author_affiliations": [
                "Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Small, MD, PhD",
            "author_affiliations": [
                "Oncology and Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T02:28:27",
    "is_scraped": "1"
}