{
    "doi": "https://doi.org/10.1182/blood.V114.22.2498.2498",
    "article_title": "Symptom Burden in Patients with Follicular Lymphoma Undergoing Maintenance Treatment with Rituxan Compared with Observation. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH POSTER II",
    "abstract_text": "Abstract 2498 Poster Board II-475 Background: The use of rituximab maintenance after front line chemotherapy has been shown superior to observation in the treatment of follicular lymphoma (FL). However, the impact of rituximab maintenance (R-M) vs. observation (OBS) on symptom burden has not been thoroughly examined. This study examined treatment patterns and self reported symptom burden among patients who received either R-M or OBS after front line chemotherapy. Methods: This was a retrospective review of existing data drawn from 7 community oncology practices within the U.S. Eligible patients had a diagnosis of FL, were ≥ 18 years of age, had received monotherapy or combination chemotherapy front line, and had received either R-M therapy or OBS following front line therapy. Patients were excluded if they had progressed during front line therapy. Patients had completed ≥ 1 Patient Care Monitor (PCM) surveys, a 38-item self report measure of symptom burden and quality of life collected as a routine part of clinical care. The PCM produces index scores in areas of physical symptoms (General Physical Symptoms, Treatment Side Effects), psychological symptoms (Distress, Despair), and physical functioning (Impaired Ambulation, and Impaired Performance). Linear mixed models were used to examine change in PCM index scores over time, across R-M vs. OBS treatment groups, controlling for propensity to be in the OBS groups, and for other relevant covariates. Results: The sample (n=137) was 53% female, 87% Caucasian, 7% African American, with mean age of 61.0 years (range: 33 - 88). Fewer patients received R-M (n = 53) than OBS (n = 84) during the post-front line period. Stage of disease at diagnosis was: 34% stage IV, 31% stage III, 15% stage II, 9% stage I, and 11% missing. FLIPI risk class was: 29% low, 23% intermediate, 48% high. The most common front line regimens were R-CHOP (34%), R-CVP (18%), and rituximab monotherapy (26%). A total of 960 PCM surveys were completed by 112 of the 137 patients during the front line and post-front line period. Linear mixed model results showed that General Physical Symptom and Treatment Side Effect index scores worsened during front line therapy. Other index scores were stable or nominally improved during front line therapy. Symptom burden during the maintenance period was generally stable. However, there was a significant interaction involving treatment group, showing that Impaired Performance index scores improved during the maintenance period for R-M patients, but not for OBS patients. The pattern of Impaired Performance Index scores, across R-M and OBS groups, is shown in Figure 1 . Subset analysis on maintenance patients during maintenance therapy showed no effect of different schedules of R-M. Physical symptoms were unchanged during the active phase of R-M. However, psychological symptoms significantly improved during active rituximab therapy relative to the intervening non-treatment months of R-M. Figure 1. View large Download slide Impaired Performance Index scores Figure 1. View large Download slide Impaired Performance Index scores  Close modal Conclusions: In this retrospective study of symptom burden, physical symptoms among patients undergoing treatment of FL tend to worsen during front line therapy. Physical and psychological symptoms, and functional impairment appear to stabilize after front line therapy. Among R-M patients, active receipt of rituximab was associated with improved psychological symptoms relative to the intervening period between doses of R-M. Overall, patients on R-M show symptoms that are generally equal to or better than those for patients on OBS. Disclosures: Off Label Use: Rituximab, indicated for use in treatment of NHL. Reyes: Genentech Inc: Employment.",
    "topics": [
        "follicular lymphoma",
        "rituximab",
        "adverse effects",
        "chemotherapy regimen",
        "combination drug therapy",
        "functional impairment",
        "off-label use",
        "r-chop",
        "physical function"
    ],
    "author_names": [
        "Mark Walker, PhD",
        "Edward Stepanski, PhD",
        "Carolina Reyes, PhD",
        "Murad Hasan, MD, DrPH",
        "Lee S. Schwartzberg, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark Walker, PhD",
            "author_affiliations": [
                "Accelerated Community Oncology Research Network, Memphis, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Edward Stepanski, PhD",
            "author_affiliations": [
                "Accelerated Community Oncology Research Network, Memphis, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carolina Reyes, PhD",
            "author_affiliations": [
                "Health Economics and Outcomes Research, Genentech, Inc, South San Francisco, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murad Hasan, MD, DrPH",
            "author_affiliations": [
                "Accelerated Community Oncology Research Network, Memphis, TN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee S. Schwartzberg, MD",
            "author_affiliations": [
                "The West Clinic, Memphis, TN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T09:33:06",
    "is_scraped": "1"
}