{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5629.5629",
    "article_title": "Multiple Myeloma Symptom Burden, Perceived Control, and Quality of Life: Findings from the Cancer Experience Registry ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Diseases",
    "abstract_text": "Background: The 5-year survival rate for multiple myeloma (MM) has nearly doubled from 25% in the 1970s to 49% (NCI SEER). Survivors can experience complications and adverse effects from treatment, yet our understanding of the psychosocial effects of MM has not kept pace with therapeutic advances. The goals of this study were to explore how MM patients describe their quality of life compared to other US population groups and to identify cancer-related correlates of poorer health-related quality of life. Methods : 288 individuals with MM enrolled in the Cancer Support Community's online Cancer Experience Registry, provided sociodemographic and clinical history, and completed the Patient-Reported Outcomes Measurement Information System (PROMIS-29v1.0) health-related quality of life survey. We used multiple regression analysis to identify predictors of continuous T-scores for PROMIS subscales (physical and social functioning, anxiety, depression, fatigue, and sleep disturbance). Independent variables included physical symptom burden (daily interference from peripheral neuropathy, bone pain, GI toxicity, and infection) and perceived control over four areas: emotional responses to MM, physical side effects of MM and its treatment, follow-up care, and MM course (i.e., MM recurrence/progression or development of another cancer). Other covariates included sociodemographic factors (age, gender, income, and race) and clinical history (time since diagnosis, relapse, number and type of bone marrow transplants, kidney disease, currently receiving treatment, and type(s) of therapy received). Results: The sample was 54% female, 90% White, 6% Black. Mean age was 62 ( SD =9) years; time since MM diagnosis was 4 ( SD =4) years. 54% received one or two autologous transplants and 10% three or more; 5% received allogeneic transplant; 31% had not received a stem cell transplant. 85% had received chemotherapy, and 73% reported currently receiving treatment. 39% had experienced a relapse of MM, and 12% reported MM-related kidney disease. On average, PROMIS T-scores for MM patients were worse than national averages for the U.S. population (95% CI) for anxiety (50.5-52.8), fatigue (53.4-55.9), sleep disturbance (51.9-53.3), physical functioning (42.7-44.6), and social functioning (44.8-47.1). When considering individual responses, many MM respondents reported substantially worse quality of life (>1 SD ) than the national average for physical functioning (37% of respondents), fatigue (34%), social functioning (29%), anxiety (20%), depression (17%), and sleep disturbance (6%). Only 27% felt they had control (moderate, a great deal or complete) over the course of MM; 48% felt control over the physical side effects of MM; 84% felt they had control over their emotional responses to MM; and 88% over the follow-up care they receive. All regression models predicting PROMIS subscales were significant ( R 2 = .15 to .44, p s< .001). Greater symptom burden was associated with worse scores on all PROMIS subscales (semipartial r s = .23 to -.48, p s < .001). Perceiving less control over the physical side effects of MM and its treatment was associated with worse physical functioning (semipartial r =.11, p < .05). Perceiving less control over emotional responses to MM was associated with worse anxiety, depression, fatigue, sleep disturbance, and social functioning (semipartial r s = .17 to -.50, p s < .01). Additionally, Black race was associated with worse physical functioning (semipartial r = -.11, p < .05). Currently receiving treatment was associated with fatigue and sleep disturbance (semipartial r s = .13 to .14, p s < .01), and having received chemotherapy was associated with worse social functioning (semipartial r = -.13, p < .02). Having had a relapse of MM was associated with anxiety and worse social functioning (semipartial r s = .11 to -.12 p s < .05). Conclusion: Significant proportions of MM survivors experience worse health-related quality of life compared to the general U.S. population. Symptom burden, as well as a sense of less control over physical and emotional symptoms, were associated with poorer quality of life. These results suggest the need for more comprehensive symptom management efforts for people with MM throughout survivorship care, including increased access to palliative and supportive care services. Disclosures LeBlanc: Boehringer Ingelheim: Membership on an entity's Board of Directors or advisory committees; Helsinn Therapeutics: Consultancy, Honoraria; AstraZeneca: Research Funding; Pfizer: Consultancy; American Cancer Society: Research Funding; Cambia Health Foundation: Research Funding; Otsuka: Membership on an entity's Board of Directors or advisory committees; Flatiron Health: Consultancy; Janssen: Honoraria; Seattle Genetics: Research Funding; Celgene: Honoraria. Buzaglo: Pharmacyclics, Inc: Research Funding; Pfizer Oncology: Research Funding; Novartis: Research Funding; Janssen Biotech, Inc: Research Funding; Genentech, Inc: Research Funding; Eli Lilly and Company: Research Funding; Celgene Corporation: Research Funding; Bristol-Myers Squibb: Research Funding; Boehringer Ingelheim: Research Funding; Bayer: Research Funding; Amgen Corporation: Research Funding; AbbVie: Research Funding; Takeda Oncology: Research Funding.",
    "topics": [
        "cancer",
        "multiple myeloma",
        "quality of life",
        "fatigue",
        "adverse effects",
        "chemotherapy regimen",
        "follow-up",
        "kidney diseases",
        "palliative care",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Alexandra K Zaleta, PhD",
        "Melissa F. Miller, PhD MPH",
        "Shauna McManus, BS",
        "Jamese Johnson, MPH",
        "Clare Karten, MS",
        "Thomas W. LeBlanc, MD MA",
        "Craig E. Cole, MD",
        "Joanne S. Buzaglo, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexandra K Zaleta, PhD",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Melissa F. Miller, PhD MPH",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shauna McManus, BS",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamese Johnson, MPH",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clare Karten, MS",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas W. LeBlanc, MD MA",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapy, Duke Cancer Institute, Durham, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig E. Cole, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Michigan School of Medicine, Ann Arbor, MI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanne S. Buzaglo, PhD",
            "author_affiliations": [
                "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:34:43",
    "is_scraped": "1"
}