{
    "doi": "https://doi.org/10.1182/blood.V106.11.3605.3605",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=276",
    "start_url_page_num": 276,
    "is_scraped": "1",
    "article_title": "Serum Free Induction of a Lympho-Hematopoietic Precursor Population from Murine Embryonic Stem Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Hematopoiesis is initiated at several independent sites in the mouse embryo. The earliest site, the yolk sac, supports the development of a restricted hematopoietic program that consists of the production of primitive erythrocytes and macrophages, as well as progenitors of the definitive erythroid, megakaryocytic and mast cell lineages. Lymphoid cells are not generated during the early phase of yolk sac hematopoiesis. Following the onset of yolk sac hematopoiesis, a second hematopoietic program is initiated in a region known as the para-aortic splanchnopleura (P-Sp). The hematopoietic system generated in the P-Sp contains hematopoietic stem cells as well as progenitors of the lymphoid, myeloid and definitive erythroid lineages. The P-Sp does not give rise to primitive erythrocytes. The differentiation of embryonic stem (ES) cells in culture offers an outstanding system for modeling early hematopoietic development and for investigating the mechanisms regulating lineage commitment. While a number of different studies have provided convincing evidence that the ES cell model can recapitulate yolk sac hematopoiesis, it is unclear if the equivalent of the P-Sp hematopoietic system is established in these differentiation cultures. To address this question we induced different hematopoietic populations with a combination of activin A and BMP2 in serum-free media using an ES cell line carrying the GFP cDNA targeted to the mesoderm gene brachyury (GFP-Bry ES cells). When induced with these factors, the GFP-Bry cells generated two distinct populations with respect to expression of GFP-Bry and Flk-1, the receptor for vascular endothelial growth factor. The first expressed GFP-Bry, but no Flk-1 (GFP-Bry + /Flk-1 − ), whereas the second expressed both markers (GFP-Bry + /Flk-1 + ). If the GFP-Bry + /Flk-1 − cells were allowed to reaggregate and cultured for an additional 24 hours, they generated a second GFP-Bry + /Flk-1 + population. Analysis of these two distinct Flk-1 populations revealed that both contained hematopoietic progenitors, but that their potential differed. The first Flk-1 population contained BL-CFC, the in vitro equivalent of the hemangioblast as well primitive erythroid and macrophage progenitors. It displayed limited potential to generate B and T lymphocytes when cultured on the OP9 and OP9-DL1 cells respectively. In contrast, the second Flk-1 population did generate B cell and T cells following coculture with the OP9 and OP9-DL1 stromal cells. B cell development was monitored by expression of B220, CD19 and surface IgM whereas T cells were identified by expression of CD4, CD8 and CD3. In addition to lymphoid progenitors, the second Flk-1 population contained multipotent, macrophage and definitive erythroid progenitors. It did not, however, contain significant numbers of BL-CFC or primitive erythroid progenitors. Taken together, these findings demonstrate that is it possible to generate two distinct hematopoietic populations in defined culture conditions. The developmental potential of these populations suggests that they could represent the equivalent of the yolk sac and P-Sp hematopoietic programs.",
    "topics": [
        "activins",
        "cd19 antigens",
        "coculture techniques",
        "culture media, serum-free",
        "dna, complementary",
        "embryonic stem cells",
        "immunoglobulin m",
        "mice",
        "vascular endothelial growth factor a",
        "yolk sac"
    ],
    "author_names": [
        "Stefan Irion, MD",
        "Herve Luche",
        "Hans J. Fehling, PhD",
        "Gordon Keller, PhD"
    ],
    "author_affiliations": [
        [
            "Gene and Cell Medicine, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Department of Immunology, University of Ulm, Ulm, Germany"
        ],
        [
            "Department of Immunology, University of Ulm, Ulm, Germany"
        ],
        [
            "Gene and Cell Medicine, Mount Sinai School of Medicine, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7898178",
    "first_author_longitude": "-73.9532394"
}