{
    "doi": "https://doi.org/10.1182/blood.V104.11.2331.2331",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=190",
    "start_url_page_num": 190,
    "is_scraped": "1",
    "article_title": "SDF-1-CXCR4 and HGF-c-met Axes Regulate Mobilization/Recruitment to Injured Tissue of Human Mesenchymal Stem Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "cxcr4 receptors",
        "stem cell, mesenchymal",
        "cadherins",
        "gelatinase a",
        "matrix metalloproteinases",
        "rna, messenger",
        "stromal cell-derived factor 1",
        "cardiac markers",
        "fibronectins",
        "hepatocyte growth factor"
    ],
    "author_names": [
        "Bo-Ra Son, MD, PhD",
        "Dongling Zhao, MSc",
        "Leah A. Marquez-Curtis, PhD",
        "Neeta Shirvaikar, MSc",
        "Mariusz Z. Ratajczak, MD, PhD",
        "Anna Janowska-Wieczorek, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Research and Development, Canadian Blood Services, Edmonton, AB, Canada"
        ],
        [
            "Research and Development, Canadian Blood Services, Edmonton, AB, Canada"
        ],
        [
            "Research and Development, Canadian Blood Services, Edmonton, AB, Canada"
        ],
        [
            "James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
        ],
        [
            "Medicine, University of Alberta, Edmonton, AB, Canada"
        ]
    ],
    "first_author_latitude": "53.5152638",
    "first_author_longitude": "-113.55138444999999",
    "abstract_text": "Human mesenchymal stem cells (MSC) have been shown to egress from the bone marrow (BM), circulate in peripheral blood (PB) and differentiate into many cell types, making them attractive as a potential therapeutic tool for organ/tissue regeneration. However the signals required for their mobilization into PB and their recruitment into injured sites are not fully understood. We previously reported that stromal-derived factor (SDF)-1 and hepatocyte growth factor (HGF) are upregulated at sites of tissue damage ( Cancer Research  2003 ; 63 : 7926 ; Leukemia  2004 ; 18 : 29 ) and in this study we examined whether these factors mediate the migration of MSC. We investigated (i) the expression in MSC of CXCR4 and c-met, the cognate receptors of SDF-1 and HGF, (ii) whether they are functional after early and late passages (using a chemotaxis assay across fibronectin and the reconstituted basement membrane Matrigel), and (iii) whether MSC express matrix metalloproteinases (MMPs) known to facilitate mobilization and homing of stem cells. MSC were derived from human bone marrow (BM) or cord blood (CB) and maintained for up to 18 passages (in IMDM and 10–20% FCS) with monitoring of markers for cardiac (Nkx2.5/Csx, GATA-4 and MEF2-C), skeletal muscle (Myo-D and myogenin) and endothelial cells (VE-cadherin and VEGFR-2). We found that (i) CB and BM MSC strongly express CXCR4 and c-met transcripts for up to 15 passages, (ii) these receptors are functional as the MSC cells were chemotactic and chemoinvasive (across Matrigel) towards gradients of SDF-1 (100 ng/mL) or HGF (40 ng/mL), and (iii) CB and BM MSC express MMP-2 mRNA and secrete both latent and active forms of MMP-2. Moreover, we found that CB and BM MSC expressed mRNA for all three cardiac markers and the endothelial marker VE-cadherin, indicating their potential for heart regeneration. In conclusion, these results indicate that the SDF-1-CXCR4 and HGF-c-met axes are important signaling pathways in MSC mobilization and their trafficking in PB, and could be involved in recruitment of MSC to damaged tissues (e.g., myocardium)."
}