{
    "doi": "https://doi.org/10.1182/blood.V124.21.2972.2972",
    "article_title": "Combination of High Serum Lactate Dehydrogenase Levels at the Time of First Diagnosis and Progression Predicts Early Lymphoma Related Death in Patients with Follicular Lymphoma Receiving R-CHOP Regimen ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "abstract_text": "Background: Rituximab-combined chemotherapy improves survival in patients with follicular lymphoma (FL), however, many patients have a risk of eventual relapse. Recently, early progression of FL within the first 2 years has been reported to be associated with poor outcomes (Casulo C. et al. , 55 th ASH Annual Meeting abstract # 510). We conducted a retrospective study to analyze clinical features and prognostic factors of patients with FL in early progression. Methods: Among 181 consecutive FL patients newly diagnosed in our institute, data were available for 95 patients who were diagnosed as clinical stage II to IV and received R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisolone) based chemotherapy. Early relapse was defined in this study as early progression within the first 2 years after initial diagnosis. Results: With a median follow-up of 6.3 years (range: 0.7-14.0 years), the 6-year overall (OS) and progression-free survival rates (PFS) of the 95 patients were 89% (95%CI: 81 to 94) and 60% (95%CI: 49 to 70), respectively. Cumulative incidence of relapse at 2 and 6 years was 19% (95%CI: 12 to 28) and 36% (95%CI: 25 to 46), respectively. Of the 95 patients, a total of 35 patients experienced relapses, of which 18 patients with 8 male had early relapse. Patients with early relapse demonstrated worse OS compared with that of patients who experienced relapses beyond the first 2 years [the 6-year OS rates: 100% vs. 65% ( P = 0.0083, Log-rank)]. At initial diagnosis, the median age of the 18 early relapsed cases was 55 years (range: 39 to 72) and 7 patients were more than 60 years of age. Seventeen patients were initially diagnosed as stage III and IV. Serum lactate dehydrogenase (LDH) levels at the time of first diagnosis and progression were elevated in 10 and 7 patients, respectively. Fourteen patients had high tumor burden defined by Groupe d'Etude des Lymphomas Folliculaires (GELF) criteria. According to Follicular lymphoma international prognostic index 2 (FLIPI2), 6 and 9 patients were classified as the groups of intermediate and poor risk, respectively. Pathological diagnosis was performed in 16 of the 18 patients at the time of first progression. Transformation of FL to diffuse large B-cell lymphoma (DLBCL) occurred in two patients and tumor sample from one patient included FL with a component of DLBCL. After progression, salvage chemotherapy was undergone in 18 patients and 3 patients received transplantation. Seven patients, all of whom died of FL, showed disease progression within 13 months after initial diagnosis, while no patients died of FL when diagnosis was made after that. With a median follow-up of 3.7 years (range: 1.1-12.0 years), the 3-year OS rate of the early relapsed patients was 67% (95%CI: 40 to 83). Patients with high levels of serum LDH both at initial diagnosis and at the time of first progression showed worse survival [ P = 0.0001, Log-rank ( Figure 1 )]. Deaths due to FL was not observed in patients with low risk groups defined by FLIPI2 and with low tumor burden defined by GELF criteria at initial diagnosis. Conclusions: Early relapse was observed in 19 % of the patients who were diagnosed as clinical stage II to IV and received first-line R-CHOP therapy. Deaths due to FL occurred in patients who had early progression within 13 months after initial diagnosis. Two factors of high levels of LDH both at initial diagnosis and at the time of first progression might be useful prognostic tool to predict deaths from FL. (Figure 1) View large Download slide Overall survival according to serum lactate dehydrogenase (LDH) level at the time of first diagnosis and progression. With a median follow-up of 3.7 years (range: 1.1-12.0 years), the 3-year overall survival rate of the early relapsed patients was 67% (95%CI: 40 to 83). Patients with high levels of serum LDH both at initial diagnosis and at the time of first progression showed worse survival ( P = 0.0001, Log-rank). (Figure 1) View large Download slide Overall survival according to serum lactate dehydrogenase (LDH) level at the time of first diagnosis and progression. With a median follow-up of 3.7 years (range: 1.1-12.0 years), the 3-year overall survival rate of the early relapsed patients was 67% (95%CI: 40 to 83). Patients with high levels of serum LDH both at initial diagnosis and at the time of first progression showed worse survival ( P = 0.0001, Log-rank).  Close modal Abbreviations: LDH high, patients with high levels of serum LDH both at initial diagnosis and at the time of first progression; LDH low, the remaining patients Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "follicular lymphoma",
        "lactate dehydrogenase test, serum",
        "lymphoma",
        "r-chop",
        "follow-up",
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "neoplasms",
        "rituximab",
        "cyclophosphamide"
    ],
    "author_names": [
        "Satsuki Murakami",
        "Harumi Kato, MD",
        "Kazuhito Yamamoto, MD, PhD",
        "Hirofumi Taji, MD, PhD",
        "Yusuke Higuchi",
        "Yasushi Yatabe, MD, PhD",
        "Shigeo Nakamura, MD",
        "Tmohiro Kinoshita, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Satsuki Murakami",
            "author_affiliations": [
                "Aichi Cancer Center, Nagoya, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Harumi Kato, MD",
            "author_affiliations": [
                "Aichi Cancer Center, Nagoya, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuhito Yamamoto, MD, PhD",
            "author_affiliations": [
                "Aichi Cancer Center Hospital, Nagoya, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirofumi Taji, MD, PhD",
            "author_affiliations": [
                "Aichi Cancer Center Hospital, Nagoya, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusuke Higuchi",
            "author_affiliations": [
                "Aichi Cancer Center, Nagoya, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasushi Yatabe, MD, PhD",
            "author_affiliations": [
                "Aichi Cancer Center Hospital, Nagoya, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigeo Nakamura, MD",
            "author_affiliations": [
                "Nagoya Univ. Hospital, Nagoya, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tmohiro Kinoshita, MD",
            "author_affiliations": [
                "Aichi Cancer Center, Nagoya, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T02:53:23",
    "is_scraped": "1"
}