{
    "doi": "https://doi.org/10.1182/blood-2021-147200",
    "article_title": "Results of the 6-Year Follow-up of the Gimema AML1310 Trial: A Risk-Adapted, MRD-Directed Therapy for Young Adults with Newly Diagnosed Acute Myeloid Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "617.Acute Myeloid Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "Background: In the AML1310 trial, we applied a comprehensive AML risk assessment, based on the integration of cytogenetic/genetic data and measurable residual disease (MRD) status, to optimize patients' (pts) therapeutic post-remission allocation. By doing so and using the NCCN2009 risk-stratification, favorable-risk (FR) pts (NPM1 mut /FLT3-ITD wt or CBF positive without c-Kit mutations) were to receive an autologous stem cell transplant (AuSCT); poor-risk (PR) pts (adverse karyotype or FLT3-ITD mut ) were to receive an allogeneic stem cell transplant (ASCT); intermediate-risk (IR) pts (intermediate karyotype or FLT3-TKD mut or CBF positive with c-Kit mut ) were to receive AuSCT or ASCT depending on the levels of MRD, measured by flow cytometry after consolidation therapy. Allocation to ASCT required the procedure to be performed whatever the source of stem cells (identical sibling, unrelated, cord blood, haploidentical). At that stage of analysis, 2-year overall (OS) and disease-free survival (DFS) of the whole series was 56% and 54%, respectively. Two-year OS and DFS were 74% and 61% in the FR category, 42% and 45% in the PR category, 79% and 61% in the IR MRD-negative category, 70% and 67% in the IR MRD-positive category (Venditti, Blood 2019:134(12);935-945) . Aims: With an extended median follow-up of 6 years, we wanted to evaluate the long-term impact on outcome of the strategy explored in the AML1310 trial. Specifically, we meant to analyze long-term duration of OS and DFS according to the category of risk, and the corresponding post-remission therapy delivered. Results: Three hundred-61/500 patients (72%) achieved a CR, 342/361 completed the consolidation phase and were treatment allocated: 165 (48%) to ASCT (122 PR, 43 IR MRD-positive) plus 23 rescued after salvage therapy, for a total of 188 candidates; 150 (44%) to AuSCT (115 FR, 35 IR MRD-negative) plus 27 IR patients (8%) with no leukemia-associated phenotype, for a total of 177 candidates. Overall, 110/177 (62%) and 130/188 (71%) AuSCT or ASCT candidates received it, respectively. Median OS and DFS was 3.1 and 2.9 years, respectively. Probability of 6-years OS and DFS of the whole series was 43.6% and 43.1%, respectively; cumulative incidence of relapse (CIR) was 39.7%. Probability of 6-years OS and DFS were 58.5% and 50.1% in the FR category; 35.4% and 38.0% in the PR category; 43.1% and 45.7% in the IR category. Probability of 6-year OS and DFS of patients with no LAIP detected was 32.5% and 29.1% (Fig.1 A-B). We did not observe difference in OS and DFS between the IR-MRD negative and IR-MRD positive category: 56.6% vs 62.3% and 51.6% vs 48.6%, respectively. Six-year CIR was 42.2%, 37.6% and 35.8% in the FR, PR and IR category, respectively (Fig. 1 C). Six-year CIR of patients with no LAIP detected was 50% (Fig.1 C). Six-year CIR and non relapse mortality (NRM) of transplanted patients was 35% and 15.8%, respectively (Fig.1 D). Conclusions: With an extended follow-up of 6 years, the present analysis confirms the long-term advantage of adopting a risk-adapted, MRD-directed strategy to implement the post-remission therapeutic decision. For patients belonging to the FR or IR-MRD negative category, an excess of toxicity was prevented by delivering an AuSCT. This is also in keeping with the ELN2017 recommendations, suggesting that AuSCT still has a role in selected situations. On the other hand, the vast majority of PR and IR-MRD positive patients received an ASCT, with a remarkable 6-year OS and DFS benefit. The effectiveness of such an approach translated in a low NRM in transplanted patients. Six-year OS, DFS and CIR of no LAIP patients also confirm that the choice of AuSCT was suboptimal and that in this situation ASCT should have been preferred. Based on the present knowledge, an MRD-directed approach is being explored also in FR patients, in the GIMEMA AML1819 trial. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Venditti:  Novartis: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria, Speakers Bureau; Gilead: Consultancy, Honoraria; Astellas: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Jazz Pharmaceuticals: Consultancy, Honoraria, Research Funding. Luppi:  Abbvie: Honoraria; Novartis: Honoraria; Sanofi: Honoraria; MSD: Honoraria; Gilead Science: Honoraria, Other: Travel grant; Daiichi-Sankyo: Honoraria; Jazz Pharma: Honoraria. Voso:  Celgene/BMS: Consultancy, Honoraria, Research Funding, Speakers Bureau; Jazz: Consultancy, Honoraria, Speakers Bureau; Abbvie: Speakers Bureau; Novartis: Speakers Bureau. Vignetti:  Novartis: Honoraria; Incyte: Honoraria; Amgen: Consultancy, Honoraria. Buccisano:  Novartis: Honoraria, Speakers Bureau.",
    "author_names": [
        "Adriano Venditti",
        "Alfonso Piciocchi",
        "Raffaele Palmieri",
        "Valentina Arena",
        "Anna Candoni",
        "Valeria Calafiore",
        "Lorella MA Melillo",
        "Roberto Cairoli",
        "Paolo De Fabritiis",
        "Gabriella Storti",
        "Prassede Salutari",
        "Francesco Lanza",
        "Giovanni Martinelli",
        "Mario Luppi",
        "Saveria Capria",
        "Luca Maurillo",
        "Maria Ilaria Del Principe",
        "Giovangiacinto Paterno",
        "Elisa Buzzatti",
        "Maria Teresa Voso",
        "Tiziana Ottone",
        "Maria irno Consalvo",
        "Paola Fazi",
        "Marco Vignetti",
        "William Arcese",
        "Sergio Amadori",
        "Francesco Buccisano"
    ],
    "author_dict_list": [
        {
            "author_name": "Adriano Venditti",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alfonso Piciocchi",
            "author_affiliations": [
                "GIMEMA Foundation, Rome, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaele Palmieri",
            "author_affiliations": [
                "Dipartimento di Biomedicina e Prevenzione, University Tor Vergata, Roma, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Arena",
            "author_affiliations": [
                "GIMEMA Foundation, Rome, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Candoni",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Azienda Sanitaria Universitaria Integrata di Udine, Udine, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Calafiore",
            "author_affiliations": [
                "Division of Hematology, Azienda Policlinico-OVE, University of Catania, Italy, Catania, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorella MA Melillo",
            "author_affiliations": [
                "IRCCS CASA SOLLIEVO DELLA SOFFERENZA, San Giovanni Rotondo, ITA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Cairoli",
            "author_affiliations": [
                "Department, Ospedale Niguarda, Milan, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo De Fabritiis",
            "author_affiliations": [
                "Hematology, S. Eugenio Hospital, Tor Vergata University, ASL Roma2, Rome, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriella Storti",
            "author_affiliations": [
                "Azienda Ospedaliera di rilievo Nazionale, S.G. Moscati, Avellino, ITA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prassede Salutari",
            "author_affiliations": [
                "Dipartimento Oncologia Ematologia, Ospedale Civile Spirito Santo, Pescara, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Lanza",
            "author_affiliations": [
                "Ospedale S. Maria delle Croci, Ravenna, Ravenna, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Martinelli",
            "author_affiliations": [
                "UNIVERSITA' DI BOLOGNA POLICLINICO S. ORSOLA MALPI, BOLOGNA, ITA",
                "Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRST) IRCCS, Meldola (FC), Italy"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Luppi",
            "author_affiliations": [
                "Hematology Unit and Chair, Azienda Ospedaliera Universitaria di Modena, Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saveria Capria",
            "author_affiliations": [
                "Department of Translational and Precision Medicine, Sapienza University, Division of Hematology, Rome, Italy"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Maurillo",
            "author_affiliations": [
                "Department of Onco-Hematology, Policlinico Tor Vergata, Rome, Italy"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Ilaria Del Principe",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy",
                "Ematologia, Dipartimento di Biomedicina e Prevenzione, Università degli studi di Roma Tor Vergata, Roma, Italy"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovangiacinto Paterno",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Buzzatti",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa Voso",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiziana Ottone",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria irno Consalvo",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University Tor Vergata of Rome, Rome, Italy"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Fazi",
            "author_affiliations": [
                "GIMEMA Foundation, Rome, Italy"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Vignetti",
            "author_affiliations": [
                "GIMEMA Research Foundation, Rome, Italy"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Arcese",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy",
                "Tor Vergata University of Rome, Rome Transplant Network, Rome, Italy"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Amadori",
            "author_affiliations": [
                "GIMEMA Foundation, Roma, Italy"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Buccisano",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:50:15",
    "is_scraped": "1"
}