{
    "doi": "https://doi.org/10.1182/blood.V124.21.1970.1970",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2775",
    "start_url_page_num": 2775,
    "is_scraped": "1",
    "article_title": "CLL Sera Drive Maturation of Normal Monocytes to M2-like Macrophages By Direct and Indirect Mechanisms ",
    "article_date": "December 6, 2014",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Background. Chronic lymphocytic leukemia (CLL) is a prototypic microenvironment-dependent B-cell malignancy, in which neoplastic B cells co-evolve with a supportive tissue microenvironment to promote leukemia cell survival, growth, and drug-resistance. Within the microenvironment, hematopoietic and non-hematopoietic stromal and tumor cells produce factors that recruit circulating monocytes to tumor sites and induce differentiation into macrophages. Mirroring the Th1/Th2 paradigm, cells of monocyte-macrophage lineage reprogram their functions in response to environmental signals, undergoing M1 (classical) or M2 (alternative) activation, which represent extremes of a broad continuum of functional states. Classical M1 cells (activated by IFNs and TLR) are involved as inducer and effectors cells in polarized Th1 responses and as effectors of resistance against intracellular parasites and tumors. In contrast, M2 cells (activated by IL4 and IL13) are poor at antigen presentation, suppress Th1 adaptive immunity, actively scavenge debris, contribute to the dampening of inflammation, promote angiogenesis and tissue remodeling, and support tumor progression. One way to distinguish the two types of macrophages is based on surface antigen expression: M1-like cells up-regulate Fcg receptors I, II, III such as CD16, CD32 and CD64, whereas M2-like macrophages display abundant levels of CD23, CD163, and scavenger receptors (e.g. MCR1). Understanding the microenvironment and the crosstalk between B-CLL cells and their tissue neighbors can give insight into disease biology and for therapy. Aim. To investigate if the CLL milieu, contained within serum, influences monocyte-to-macrophage differentiation, promoting an anti (M2)- or pro (M1)- inflammatory microenvironment. Methods. Monocytes from healthy donors were isolated using Monocytes Isolation Kit II (Miltenyi) and cultured in Ultra-Low Attachment plates with 10% normal human AB serum or 10% CLL-derived serum -/+ IL4 or IFNg for 3 days. Macrophages were stained for CD23, CD64, CD32, MRC1, CD14, CD16, and data were acquired with a BD LSRII flow cytometer and analyzed by FlowJo V7.2.4 software. Results. Normal monocytes were differentiated to macrophages in vitro in the presence of sera from 24 untreated CLL patients with different prognostic factors (genomic aberrations, % CD38 and IGHV mutational status). About 45% of the CLL sera (N=10; 6 M-CLL, 4 U-CLL) drove macrophage maturation toward an M2-like phenotype, as assessed by surface expression of CD23, CD64, CD32, CD36, MRC1, etc. These 10 sera induced higher CD23 expression after 3 days in culture compared to AB human serum, whereas the levels of M1-specific markers (CD64 and CD32) did not change relative to the control. Interestingly all of these 10 CLL sera came from patients bearing 13q14 Δ (N=5), 17p13 Δ (N=3) or a combination of these (13q14 Δ + 17p13 Δ; N=1) and 17p13 Δ + trisomy12; N=1)). On the contrary, no increase in CD23 expression was detected in presence of sera from patients with 11q22 Δ (N=1) alone or in combination with 13q14 Δ (13q14 + 11q22 Δ; N=5). Of note, treatment with a neutralizing mAb specific for IL-4 did not block the CLL serum induced up-regulation of CD23 (N=2). In a parallel set of studies, normal monocytes were incubated with each of the 24 CLL sera in combination with the M1 promoting cytokine, IFNg or the M2 promoting cytokine, IL4. In all cases IL4 induced CD23 up-regulation and an M2 phenotype. Paradoxically, IFNg, which normally induces an M1 phenotype, also induced an M2 phenotype (i.e., enhanced CD23 expression) when co-cultured with sera from a subset patients (N=8; 6 M-CLL and 2 U-CLL). Of note, the IFNg stimulatory effect on CD23 expression was observed with a different set of sera from those that directly stimulated CD23 expression. Furthermore, CD64 expression did change after incubation with IFNg + CLL serum in 6 of 8 cases, yielding another unusual (CD23+CD64+) macrophage phenotype. The 2 sera that did not yield such hybrids were from M-CLL patients. Conclusions. Sera from CLL patients contain two apparently novel activities that mature normal monocytes to M2-like macrophages. The first acts directly by an action that is apparently independent of IL-4 and associates with 13q14 Δ or 17p13 Δ abnormalities. The second acts indirectly through IFNg and leads to macrophages with a hybrid M2/M1 phenotype (CD23+CD64+), suggestive of a new type of macrophage. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens, cd16",
        "cancer",
        "cd14 antigen",
        "cd23 antigen",
        "cd36 antigens",
        "cd64 antigen",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytokine",
        "inflammation"
    ],
    "author_names": [
        "Sonia Marsilio, PhD",
        "Barbara Sherry, PhD",
        "Xiao J. Yan, MD PhD",
        "Jacqueline C. Barrientos, MD",
        "Steven L. Allen, MD",
        "Jonathan E. Kolitz, MD",
        "Kanti R. Rai, MD",
        "Nicholas Chiorazzi, MD"
    ],
    "author_affiliations": [
        [
            "The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY "
        ],
        [
            "The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY ",
            "Hofstra North Shore-Long Island Jewish School of Medicine, Hempstead, NY "
        ],
        [
            "The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY ",
            "The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY "
        ],
        [
            "Hofstra North Shore-Long Island Jewish School of Medicine, Hempstead, NY ",
            "Department of Medicine, North Shore-Long Island Jewish Health System, Manhasset, NY "
        ],
        [
            "Hofstra North Shore-Long Island Jewish School of Medicine, Hempstead, NY ",
            "North Shore-Long Island Jewish Health System, Manhasset, NY"
        ],
        [
            "Hofstra North Shore-Long Island Jewish School of Medicine, Hempstead, NY ",
            "North Shore-Long Island Jewish Health System, Manhasset, NY"
        ],
        [
            "Hofstra North Shore-Long Island Jewish School of Medicine, Hempstead, NY ",
            "North Shore-Long Island Jewish Health System, Manhasset, NY"
        ],
        [
            "The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY ",
            "The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY ",
            "Hofstra North Shore-Long Island Jewish School of Medicine, Hempstead, NY "
        ]
    ],
    "first_author_latitude": "40.775628499999996",
    "first_author_longitude": "-73.7023206"
}