{
    "doi": "https://doi.org/10.1182/blood-2020-133869",
    "article_title": "Trajectory of Symptoms after Autologous Stem Cell Transplant Among Patients with Multiple Myeloma: A Population-Based Study ",
    "article_date": "November 5, 2020",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction Autologous stem cell transplant (ASCT) remains the standard of care for eligible patients with multiple myeloma (MM). There is a paucity of data with regards to the symptom burden experienced by patients undergoing ASCT. In 2007, routine prospective collection of patient-reported outcome (PROs), Edmonton Symptoms Assessment System (ESAS), was initiated in all outpatient cancer clinics in Ontario, Canada. The ESAS is a validated and reliable tool which assess the severity across nine common symptoms: well-being, pain, tiredness, anxiety, depression, drowsiness, lack of appetite, nausea and shortness of breath. This administrative data provides a unique opportunity to the understand the symptom burden experienced by MM patients undergoing ASCT in the real world at a population level. Methods We conducted a retrospective population-based study using administrative data from the Institute of Clinical Evaluative Sciences (ICES), which maintains a central database of health records for all patients in the publicly funded health care system for the province of Ontario, Canada. All patients with newly diagnosed MM using the ICD-O-3 code 9732 (Multiple Myeloma), who received an ASCT within one year of diagnosis, between Jan 2007-Dec 2018, were identified. The main outcome of interest was an ESAS score of ≥4 each month, which has been shown to represent clinically significant moderate to severe symptom burden. Results A total of 2925 patients with myeloma were identified between 2007-2018. 158 patients who underwent a tandem ASCT and 956 patients who did not have an ESAS score recorded within a year following ASCT were excluded. Among 1969 (67.3%) evaluable patients, there were 12,820 unique ESAS assessments recorded during the first year which were used to form the cohort. The median number of ESAS surveys filled out by each patient was 5 (IQR 2-10) and the median time from transplant to first ESAS score recorded was 34 days (IQR 18-84). Baseline characteristics for the patients are shown in Table 1. The trajectory of symptoms following ASCT is shown in Figure 1. Tiredness, impaired well-being and lack of appetite were the three most common symptoms after ASCT and improved over the year. Psychosocial symptoms including anxiety and depression were present in approximately 20% of the cohort and only marginally improved during the year following ASCT. Additional analyses to assess the impact of baseline variables on high symptom burden is currently in progress. Conclusion This study represents the largest population-based cohort study done to date evaluating symptoms burden in patients with MM undergoing ASCT. Our results demonstrate that there is considerable symptoms burden during the first year following ASCT among MM patients. While physical symptoms improved over time, psychosocial symptoms remained persistent with only marginal improvement. Future studies aimed with tailored interventions are needed in order to address symptoms burden for patient groups at highest risk. View large Download slide View large Download slide Close modal Disclosures Mian: Amgen: Consultancy, Honoraria; Sanofi: Consultancy; Celgene: Consultancy; Janssen: Consultancy, Honoraria; Takeda: Consultancy, Honoraria. Pond: Takeda: Honoraria; Astra Zeneca: Consultancy; Roche Canada: Other. Wildes: Seattle Genetics: Consultancy; Janssen: Research Funding; Carevive Systems: Consultancy.",
    "author_names": [
        "Hira S Mian, MD",
        "Gregory R Pond, PhD PStat",
        "Tanya M. Wildes, MD MSCI",
        "Branavan Sivapathasundaram, MSc",
        "Jonathan Sussman, MD FRCPC, MSc",
        "Hsien Seow, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hira S Mian, MD",
            "author_affiliations": [
                "Department of Oncology, McMaster University, Hamilton, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gregory R Pond, PhD PStat",
            "author_affiliations": [
                "Department of Oncology, McMaster University, Hamilton, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya M. Wildes, MD MSCI",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Branavan Sivapathasundaram, MSc",
            "author_affiliations": [
                "McMaster University, Hamilton, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Sussman, MD FRCPC, MSc",
            "author_affiliations": [
                "Oncology, McMaster University, Hamilton, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hsien Seow, PhD",
            "author_affiliations": [
                "Oncology, McMaster University, Hamilton, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T18:43:56",
    "is_scraped": "1"
}