{
    "doi": "https://doi.org/10.1182/blood.V112.11.875.875",
    "article_title": "Does Living Closer to a Medical Care Center Matter in Sickle Cell Disease? ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Many of the tertiary care hospitals in North Carolina (NC) are often frequented by patients who have to travel a long distance, given the rural nature of the state. Nearly one half of the adult sickle cell disease (SCD) patients seen at the Duke Comprehensive Sickle Cell Center (DCSCC) come from areas further than a 1-hr drive. The current study aims to determine whether geographical proximity to a comprehensive medical center is associated with SCD outcomes, as indicated by severity score, hospitalization frequency, and quality of life. Methods: Two hundred and two patients who primarily receive their SCD disease-related care from DCSCC were enrolled in the study. The sample included 101 males and 101 females, aged 20–69 years (mean=35.6), with SCD disease (SS: n=135; SC: n=47; other: n=20), and level of education ranging from 4–18 years (mean=13.1). Patients lived an average of 50.4 miles (median: 38.6, range:0.4 to 383) from DCSCC. Linear regressions, controlling for age and SCD diagnosis, were used to test associations between continuous variables. Severity scores measuring end organ damage were determined as previously described (Afenyi-Annan et al. 2008), and frequency of hospitalizations over the past 2 years was determined by self-report and medical record review. To measure mental and physical quality of life (QoL) domains, patients were administered the SF36 QoL scale. Hydroxyurea (HU) and opiate pain therapies were also recorded. Patients were considered to be on opiates if they had used opiates daily for a period of thirty days in the previous 12 months. Results and Discussion: Living closer to Duke had a statistically significant association with higher disease severity scores (β = −0.17, p=0.01). Moreover, proximity to Duke was associated with higher frequency of hospitalizations (β = −0.23, p=0.002). These associations were not modified by gender, employment status or education. Medication use did not account for the association between proximity and disease severity, or proximity and frequency of hospitalizations. The mental domain scores of self-reported QoL correlated negatively with hospitalizations (r= −0.18, p=0.02), whereas the physical domain score negatively correlated with both disease severity (r= −0.19, p <0.01) and hospitalizations (r = −0.26, p <0.01). However, proximity to DCSCC was not associated with the mental or the physical QoL domain. Therefore, it is unlikely that patients move closer to Duke due to higher perceived severity of illness and related medical needs. Conclusion: Patients who live closer to our tertiary care comprehensive center had higher disease severity scores and more hospitalizations over a two year period than patients who live farther away. Neither age, disease diagnosis, gender, employment status, education, nor HU and/or opiate medication use accounted for the negative association between proximity to DCSCC and disease outcomes. On the other hand, distance from DCSCC did not affect patients’ quality of life. The cross-sectional nature of the current study makes it difficult to determine causality. However, it is possible that patients who live close to a major medical center rely more on health system availability as a means to managing their disease, while those living further away rely on self-care at home or adhere to long-term medical regimens. Health care providers may need to focus on developing practice guidelines that encourage and empower patients to take a more active role in their medical care and be less dependent on their healthcare providers to decrease frequency of hospitalization and, perhaps decrease the progression of their disease.",
    "topics": [
        "sickle cell anemia",
        "severity of illness",
        "opiates",
        "end organ damage",
        "hydroxyurea",
        "pain management",
        "self care",
        "linear regression",
        "health personnel",
        "drepanocytes"
    ],
    "author_names": [
        "Jude C Jonassaint, RN",
        "Charles R. Jonassaint, MA",
        "Charlene M. Flahiff, MS",
        "Andrea Ball, MA",
        "Soheir S. Adam, M.D.",
        "Marilyn J Telen, MD",
        "Laura M. De Castro, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jude C Jonassaint, RN",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center Duke University, Durham, NC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Charles R. Jonassaint, MA",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center Duke University, Durham, NC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlene M. Flahiff, MS",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center Duke University, Durham, NC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Ball, MA",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center Duke University, Durham, NC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheir S. Adam, M.D.",
            "author_affiliations": [
                "Medicine/Hematology, UNC, Chapel Hill, NC, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marilyn J Telen, MD",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center Duke University, Durham, NC, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura M. De Castro, MD",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center Duke University, Durham, NC, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T06:44:53",
    "is_scraped": "1"
}