{
    "doi": "https://doi.org/10.1182/blood-2018-99-111269",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3898",
    "start_url_page_num": 3898,
    "is_scraped": "1",
    "article_title": "A New Dosing Model Based on Body Mass Index to Guide Factor VIII Dosing in Patients with Hemophilia A ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "body mass index procedure",
        "factor viii",
        "hemophilia a",
        "disclosure",
        "employment",
        "fees and charges",
        "research funding"
    ],
    "author_names": [
        "Andreas Tiede, MD",
        "Georg Goldmann",
        "Predrag S Miljić",
        "Lars Korsholm",
        "Irina Matytsina",
        "Paula Persson",
        "Toshko Jelev Lissitchkov, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "University of Bonn, Institute of Experimental Haematology and Transfusion Medicine, Bonn, Germany "
        ],
        [
            "University in Belgrade, Clinic of Haematology, Faculty of Medicine, Belgrade, Serbia "
        ],
        [
            "Novo Nordisk A/S, Bagsværd, Denmark "
        ],
        [
            "Novo Nordisk A/S, Bagsværd, Denmark "
        ],
        [
            "Novo Nordisk A/S, Bagsværd, Denmark "
        ],
        [
            "Clinical Haematology Clinic Specialized Hospital for Active Treatment \"Joan Pavel\", Sofia, Bulgaria"
        ]
    ],
    "first_author_latitude": "52.381589399999996",
    "first_author_longitude": "9.8096658",
    "abstract_text": "See attached image file View large Download slide View large Download slide  Disclosures Tiede: Alnylam, Bayer, Biogen Idec, Biotest, Bristol-Myers-Squibb, Boehringer Ingelheim, CSL Behring, Leo Pharma, Novo Nordisk, Octapharma, Pfizer, Roche, Shire, and SOBI: Consultancy; Alnylam, Bayer, Biogen Idec, Biotest, Bristol-Myers-Squibb, Boehringer Ingelheim, CSL Behring, Leo Pharma, Novo Nordisk, Octapharma, Pfizer, Roche, Shire, and SOBI: Honoraria; Alnylam, Bayer, Biogen Idec, Biotest, Bristol-Myers-Squibb, Boehringer Ingelheim, CSL Behring, Leo Pharma, Novo Nordisk, Octapharma, Pfizer, Roche, Shire, and SOBI: Research Funding. Goldmann: Novo Nordisk and other companies: Honoraria; Novo Nordisk and other companies: Consultancy. Miljić: Novo Nordisk: Other: Investigator fees as a participant of the clinical trial. Korsholm: Novo Nordisk A/S: Employment; Novo Nordisk A/S: Other: Owns stocks. Matytsina: Novo Nordisk A/S: Other: Owns stocks; Novo Nordisk A/S: Employment. Persson: Novo Nordisk A/S: Employment; Novo Nordisk A/S: Other: Owns stocks. Lissitchkov: Novo Nordisk: Other: Investigator fees as a participant of the clinical trial."
}