{
    "doi": "https://doi.org/10.1182/blood.V112.11.4316.4316",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1123",
    "start_url_page_num": 1123,
    "is_scraped": "1",
    "article_title": "Defibrotide: Seamless Phase I/II Dose Escalation Trial (ICSRI DF#1) to Stratify the Polypharmacology of a Cell Modulator to the Polypharmacology of Multi Organ Failure: Part I, Clinical Design, and Therapeutic Results ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment",
    "topics": [
        "multiple organ dysfunction syndrome",
        "brachial plexus neuritis",
        "hemolytic-uremic syndrome",
        "prescriptions, drug",
        "plasminogen activator inhibitor 1",
        "biological markers",
        "cytokine",
        "duration of treatment",
        "tumor necrosis factor-alpha",
        "veno-occlusive disease"
    ],
    "author_names": [
        "Arsinur Oral, MD"
    ],
    "author_affiliations": [
        [
            "Medical Director, International Clinical Scientific Research Institute, Rancho Santa Margarita, CA, USA"
        ]
    ],
    "first_author_latitude": "42.3506202",
    "first_author_longitude": "-71.1182429",
    "abstract_text": "VOD/sinusoidal obstruction syndrome (SOS) is a lethal multiorgan dysfunction syndrome (MODS) caused by multifactorial/polypharmacological damage, inclusive of inflammatory cytokines, to the endothelial cell (EC), hepatocytes, and sinusoids. The final pathology has the component of thrombotic microangiopathy (TM), with its universal marker of upregulated plasminogen activator inhibitor-1(PAI-1). Prior Art reported on the vast polypharmacology of DF in ex-vivo systems inclusive of but not restrickted to cell adhesion molecules, immune cells (NK ), cytokines (TNF-Alpha, neuroendocrine molecules (ET1) as a dose dependent event. Thus far, there has been no dose system defined that would translate the dose-reponsivenes of its polypharmacology to in vivo systems, i.e. patient care-to the bed-side. We hypothesized: DF by virtue of being a cell modulator, may reflect the cell’s own polypharmacology during the repair event. Therefore its in-vivo polypharmacology, analogous to that of the cell, may be specific to the type, intensity and duration of the state of injury. DF may upregulate the cell’s repair event, without side effects, if the daily dose and duration of therapy are guided by the intensity and duration of the respective injury marker(s). Protocol ICSRI DF#1: Primary Objective: Complete remission at the clinical and molecular level for all injury markers universally recognized as representatives of respective clinical syndromes. Secondary Objective : To run a panel of laboratory, clinical and molecular markers at each dose escalation of 30mg/kg/day every 3 days and to continue upregulation of daily dose and duration of therapy till all of the respective marker(s) plateau in intensity and then stabilize at a state of normalcy, respectively. Experimental Plan: Trial Phase : Seamless Phase I/II: Patients are controls in themselves. Patient population: Open label, MODS patients otherwise untreatable by present standard of care or experimental protocols. Therapy: DF as single therapeutic agent. 3 Dose Ranges: Empiric doses: 25 mg/kg/day × 2 weeks Marker Directed Escalating Daily Dose ( MDD): 40mg/kg/d, escalated by 30mg/kg/d every 3 days till plateau in the laboratory or molecular marker(s) MDD-CR continued till clinical and molecular CR Collection of 32 marker Master Panel (MP) at each dose escalation for ICSRI DF#2 Scientific Protocol. Regulatory Format: USA and Turkey FDA Compassionate Use, 14 patients (Presbyterian University Hospital, USA) and 3 patients (Haseki Federal Infectious Disease Hospital, Turkey) treated respectively. Results: Results: Key injury markers for EC diseases: TNF-Alpha, PAI-1; vWag; ET-1; AA-plt aggregation. A) Empiric doses: n. of pts = 6; dose range =30–40mg/kg/d; n. of assays = 1,363; Rx length = 28 d; CR = 0; No Response (NR) = 4 pts; Diagnosis (Dx) Hemolytic Uremic Syndrome (HUS = 3 pts; Hypercoagulable State = 1 pt; Partial response (PR) = 1 pt; Dx:HUS B) MDD escalating doses: n. of. pts = 6; Dose Range = 30–300mg/kg/d; n. of assays = 5,080; Rx length per pt. = 3–24 d; duration of trial = 21 m; PR =2 (MODS); CR = 2 (HUS/MODS); CR = 1 (FV Leiden, concurrent GI bleed; CNS thrombosis, ekstremity inflammatory DVT); C-1) MDD-CR-EC Diseases: n. of pts = 2; dose range=30–275mg/kg/d; dose escalation= 30mg/kg/d every 3 d; n. of assays = 120; RX length per pt= 28d; duration of trial=2 m. CR=1 (HUS); CR=1 (MODS/Antiphospholipid Antibody Synd); C-2) MDD-CR-MODS Viral/fungal/protozoal Infection/HIV: n. pts-3; dose range=150–275 mg/kg/d; n. assays=682; Rx length per pt= 34–136 d; duration of trial=18m. CR=2, duration 34–136 days; (HIV cryptococcal diarrhea, polyarthralgia; waste synd; refractory necrotic Candida/Herpes I/II anal and labial; cardiogenic shock); CR= 136 d. (Kaposi’s sarcoma, isolated, intraoral). Conclusion: Stratifying the daily optimal dose and the total duration of DF therapy in VOD may escalate the clinical CR beyond the present 36 %, and may incorporate into the responses patients with higher degree lesions. Stratification of the dose may incorporate the polypharmacology of DF beyond the final thrombotic phase of the lesion. ICSRI-DF#2 reports the universal injury markers and their respective dose ranges, as well as insight into an all-encompassing mechanism of efficacy of DF"
}