{
    "doi": "https://doi.org/10.1182/blood-2020-139803",
    "article_title": "First-in-Human Gene Therapy Study of AAVhu37 Capsid Vector Technology in Severe Hemophilia A - BAY 2599023 has Broad Patient Eligibility and Stable and Sustained Long-Term Expression of FVIII ",
    "article_date": "November 5, 2020",
    "session_type": "801.Gene Editing, Therapy and Transfer",
    "abstract_text": "Background Gene therapy for hemophilia A has the potential to reduce the treatment burden for patients and their care providers by eliminating the need for regular factor VIII (FVIII) prophylaxis through long-term expression of endogenous FVIII at levels sufficient to provide bleed protection. Host immunity to the capsid serotype limits patients' eligibility and may impact the balance between vector dose and clinical outcome. BAY 2599023 (AAVhu37FVIII) is the first clinical-stage adeno-associated virus (AAV) gene therapy vector based on the AAVhu37 serotype. BAY 2599023 is a non-replicating AAV vector and contains a single-stranded DNA genome encoding a B-domain-deleted FVIII, under the control of a liver-specific promoter/enhancer combination optimized for transgenic expression. The AAVhu37 capsid is a member of the hepatotropic clade E family, and was selected based on preclinical studies demonstrating efficient liver-directed FVIII gene transfer, favorable biodistribution and durable FVIII expression. However, pre-existing humoral immunity against AAV capsids may limit patient eligibility. Here, we evaluate the seroprevalence and titer levels of pre-existing neutralizing antibodies (Nabs) against AAVhu37, and additional AAV capsids, using cell-based transduction inhibition assays. We also report current, preliminary, long-term safety and FVIII activity following a single intravenous infusion of BAY 2599023, in a phase 1/2 open-label, first-in-human, dose-finding study (NCT03588299). Methods Seroprevalence and titer distribution of Nabs against AAVhu37, AAV5 and AAV8 have been assessed in serum samples derived from 100 US patients with hemophilia A (African American and Caucasian male donors, 19-61 years). For AAVhu37, the clinical trial Nab assay was utilized to determine Nab titer levels according to cellular transduction inhibition. Additionally, we developed and fully validated Nab assays for AAV5 and AAV8. The ongoing BAY 2599023 phase 1/2 dose-finding study included male patients aged ≥18 years with severe hemophilia A, each receiving a single intravenous infusion of BAY 2599023. Patients were enrolled sequentially into three dose cohorts (0.5 × 10 13 GC/kg, 1.0 × 10 13 GC/kg and 2.0 × 10 13 GC/kg), each comprising two patients. Patients had no history of FVIII inhibitors, no detectable neutralizing immunity against the AAVhu37 capsid above a Nab titer of 1:5, and ≥150 exposure days to FVIII products. Primary endpoints were adverse events (AEs), serious AEs (SAEs) and AEs/SAEs of special interest (S/AESIs). The secondary endpoint was change in FVIII activity from baseline. Informed patient consent and ethics committee approval were obtained. Results In the seroprevalence study, the lowest pre-existing Nab prevalence was found for AAVhu37, with a low maximum observed titer of 1:26. Based on our results, 86% of patients would be eligible for AAVhu37-based treatment ( Table 1 ). To date, patients in the first (0.5 × 10 13 GC/kg) and second cohort (1.0 × 10 13 GC/kg) have completed ≥52 weeks of observation; patients in cohort 3 (2.0 × 10 13 GC/kg) have at least 33 weeks of observation. Regardless of the level achieved and the assay used, 5 out of 6 of patients show sustained FVIII levels (all ≥5%) over time and up to 16 months. Patients in cohorts 2 and 3 have all been off prophylaxis since ~6 weeks after gene transfer. No spontaneous bleeds were reported after achieving protective FVIII levels (>15 IU/dL) and discontinuation of prophylaxis in the third cohort. No SAEs have been reported to date. Mild-to-moderate elevation in alanine aminotransferase/aspartate aminotransferase were recorded for one patient in the second cohort and both patients in the third cohort. All were treated with corticosteroids (one resolved, two in resolution). The latest follow-up data for up to 22 months will be presented. Conclusions BAY 2599023 has a broad patient eligibility due to low seroprevalence and low titers of pre-existing Nabs against AAVhu37 compared with other AAVs. BAY 2599023 has a good safety profile, with the potential to achieve endogenous expression of FVIII at therapeutic levels over an extended period. Successful proof-of-concept has been achieved, with measurable and sustained expression of endogenous FVIII. View large Download slide View large Download slide  Close modal Disclosures Pipe: Apcintex, Bayer, BioMarin, Catalyst Biosciences, CSL Behring, HEMA Biologics, Freeline, Novo Nordisk, Pfizer, F. Hoffmann-La Roche Ltd/Genentech, Inc., Sangamo Therapeutics, Sanofi, Takeda, Spark Therapeutics, uniQure: Consultancy; Siemens: Research Funding; Medical and Scientific Advisory Council to the National Hemophilia Foundation; Medical Advisory Board to World Federation of Hemophilia: Membership on an entity's Board of Directors or advisory committees. Ferrante: Bayer: Current Employment. Reis: Bayer: Current Employment. Wiegmann: Bayer: Current Employment. Lange: Bayer: Current Employment, Current equity holder in private company. Braun: Bayer: Current Employment, Current equity holder in private company. Michaels: Bayer: Current Employment.",
    "author_names": [
        "Steven W. Pipe, MD",
        "Francesca Ferrante, MD",
        "Muriel Reis",
        "Sara Wiegmann",
        "Claudia Lange",
        "Manuela Braun",
        "Lisa A Michaels"
    ],
    "author_dict_list": [
        {
            "author_name": "Steven W. Pipe, MD",
            "author_affiliations": [
                "Departments of Pediatrics and Pathology, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Francesca Ferrante, MD",
            "author_affiliations": [
                "Bayer, Basel, Switzerland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muriel Reis",
            "author_affiliations": [
                "Bayer, Sao Paulo, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Wiegmann",
            "author_affiliations": [
                "Bayer, Wuppertal, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Lange",
            "author_affiliations": [
                "Bayer, Berlin, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Braun",
            "author_affiliations": [
                "Bayer, Berlin, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa A Michaels",
            "author_affiliations": [
                "Bayer, Whippany, NJ"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T06:42:59",
    "is_scraped": "1"
}