{
    "doi": "https://doi.org/10.1182/blood.V104.11.1045.1045",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=201",
    "start_url_page_num": 201,
    "is_scraped": "1",
    "article_title": "A Novel 5bp Deletion Mutation in the Factor X (FX) Gene, Designated FX-Augusta, Causes Severe FX Deficiency Possibly by a Unique Mechanism Involving mRNAs that Lack Inframe Stop Codons. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Due to its position in the coagulation cascade, factor X (fX), a circulating zymogen is activated during hemostatic challenges to its serine protease fXa first via the extrinsic pathway’s tissue factor/factor VIIa complex and next by the intrinsic Xase complex of factors Ixa and VIIIa on phospholipids membranes. Among the congenital factor abnormalities manifesting as hemorrhagic predispositions, fX deficiency states, which are often autosomal recessive and associated with consanguinity, are among the rarest. Since concurrent studies on the unrelated Stuart and Prower kindreds in the southeastern United States and London (England), respectively, led to the discovery of fX, it is also known as the Stuart-Prower factor. Only 59 distinct fX gene mutations have been described worldwide since its discovery in the 1950s. We report a novel mutation within the encoding structural locus that we have designated FX-Augusta. The phenotype and genotype of the proband, a 14 year-old African-American boy, were studied and we are currently in the process of obtaining samples from the patient’s parents and siblings. The proband has experienced severe bleeding throughout his life with his first episode occurring three days after birth following circumcision. He experiences ~30 bleeds per year, mainly into joints and muscles, which occur spontaneously or following minor trauma. Although the patient appears to be mildly mentally retarded a formal workup has not occurred. On laboratory testing, a severely prolonged PT of 137.4 seconds and aPTT of 112.8 seconds were observed. While clotting-based fX activity (fX:C) levels were consistently <1% when using fX-deficient plasma and the PT-reagent, chromogenic factor X activity levels were ~5%. In light of these findings, we suspect the patient may have a CRM-reduced, or less-likely a CRM-positive, deficiency. However, the patient’s fX antigen level (fX:Ag) has not yet been measured. Molecular analysis of the patient’s fX gene by direct automated sequencing of PCR-amplicons representing ~200-bp of the promoter, all exonic and flanking intronic regions and ~200-bp of the flanking 3′-genomic DNA, disclosed a novel 5-bp deletion mutation (ATGCC) in exon 8 (del[1350–1354]; 1 is the transcription start site) that disrupts codons 477 and 478, and results in a frameshift. The patient is homozygous for this deletion and an additional 8-bp insertion mutation (TGCCGCCA) located downstream in the 3′-flanking genomic DNA between nucleotides 28376 and 28377 (GenBank #: AF503510 ). Previously, no insertions and only 4 small deletions have been reported for this gene. Interestingly, the wildtype fX mRNA has a 14-base 3′-UTR as the AUUAAA hexanucleotide polyadenylation element in the fX gene is located 1-bp upstream of the stop codon. Because the resultant frameshift predicts the use of an alternative stop codon 75 nucleotides downstream, 3′ of the in vivo polyadenylation site, this mutation may result in mature cytoplasmic transcripts that lack in-frame stop codons. To our knowledge this has not been reported. Since non-sense mediated decay has not been described for mutations that necessitate the use of downstream stop codons, if we are correct, translation of the mutant mRNAs would not terminate normally and the ribosome would translate the poly(A)-tail into a C-terminal poly-lysine stretch. We hypothesize that the mutant fX pre-mRNAs will be cleaved and polyadenylated immediately 3′ of nucleotide 28346, the same site utilized in vivo during 3′-end processing of the wildtype pre-mRNAs for the following reasons. First, there are no downstream signals capable of supporting 3′-end formation. Specifically, an examination of >1kb of the flanking 3′-genomic DNA failed to identify consensus AAUAAA polyadenylation signals or variants of this highly conserved element. Second, the native fX 3′-end signals appear to be “strong” or efficiently utilized, as no alternative polyadenylation was found in a comprehensive review of the fX cDNAs in the NCBI database, which included 6 full-length cDNAs and >20 3′-ESTs containing polyA-stretches on the 3′-end of high-quality fX mRNA sequence. Finally, neither the causative 5-bp deletion nor the 8-bp insertion disrupts these native 3′-end signals. Nevertheless, the molecular studies underway, including fX:Ag measurements, 3′-end characterization of the mutant mRNA via 3′-RACE and western blotting, should help to distinguish between the possible molecular mechanisms.",
    "topics": [
        "codon, terminator",
        "factor x",
        "genes",
        "mutation",
        "rna, messenger",
        "dna",
        "nucleotides",
        "activated partial thromboplastin time measurement",
        "antigen assay",
        "consanguinity"
    ],
    "author_names": [
        "Afshin Ameri, M.D.",
        "Deepa K. Machiah, Ph.D.",
        "Darlene Livingston, C.R.A.",
        "Thuy T. Tran",
        "Cynthia Channell, B.S.",
        "Kristen L. Toren, B.S.",
        "Valerie Crenshaw, B.S., R.N.",
        "Tom Howard, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology and Oncology, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pediatric Hematology and Oncology, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pediatric Hematology and Oncology, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.470909400000004",
    "first_author_longitude": "-81.9898848"
}