{
    "doi": "https://doi.org/10.1182/blood.V108.11.1.1",
    "article_title": "Mechanisms for Mortality Reduction by Activated Protein C in Severe Sepsis. ",
    "article_date": "November 16, 2006",
    "session_type": "Plenary Session",
    "abstract_text": "Recombinant wild type (wt) activated protein C (APC) reduces patient mortality in severe sepsis and multi-organ failure. APC can exert both anticoagulant activity and direct cytoprotective effects on cells (anti-inflammatory, anti-apoptotic, endothelial barrier stabilization, etc.). The contribution of distinct APC activities to the overall therapeutic efficacy in septic patients is unknown. Lethal mouse endotoxemia (i.p. LPS administration) and bacterial sepsis (i.p. Staphylococcus aureus) models were used to clarify mechanisms for APC’s beneficial mortality reduction effects and to distinguish the relative importance of APC anticoagulant effects vs. APC direct effects on cells. Murine rec wtAPC (APC) was administered as bolus plus i.v. infusion (over < 2 hr) in total doses ranging from 0.2 to 0.04 mg/kg and was given coincident with or at times up to 3 hr after challenge. Following induction of LPS-mediated septicemia in normal mice, APC markedly reduced mortality (eg., from 50% to 0–10% at LD-50 LPS doses). APC treatment did not alter the extent of circulating inflammatory cytokine levels at 3 or 24 hr after endotoxin exposure. The survival benefit conferred by wt APC infusions was abolished in mice with genetically reduced levels of endothelial protein C receptor (EPCR) (< 10% of normal) or in mice genetically lacking protease-activated receptor-1 (PAR-1). Murine APC variants with either 3 or 5 Ala substitutions, 3K3A-APC (KKK192-194AAA) or 5A-APC (RR230/231AA + KKK192-194AAA) that had reduced anticoagulant activity (25 % and < 10 % of wt APC, respectively), but normal cytoprotective activities, were as effective as wt APC in reducing mortality after LPS challenge. A murine APC variant lacking proteolytic activity (active site S360A) did not enhance survival after LPS, showing a requirement for APC’s enzymatic activity. Thus, the survival-promoting efficacy of APC in this model requires the enzymatic active site of APC and the presence of two receptors, EPCR and PAR-1, that are known to mediate APC’s in vitro beneficial cytoprotective effects on cells. In a whole bacteria sepsis model, when APC was given to mice at the time of initiation of peritoneal Staphylococcus aureus-induced sepsis and again at 24 hr, wt APC surprisingly increased mortality (100% mortality vs. 50% at LD-50 bacteria dose). In contrast, when 3K3A-APC or 5A-APC variants with attenuated anticoagulant activity was given at 0 and 24 hr, they prevented mortality due to bacterial sepsis (0–10% vs. 50% mortality for saline control at LD-50 dose). This implies that APC’s anticoagulant action might impair beneficial coagulation-dependent host defense mechanisms in early stages of bacterial sepsis whereas the 5A-APC variant, with very low anticoagulant activity but normal cytoprotective activity, might provide beneficial cellular effects to help prevent death during bacterial sepsis. In summary, the full anticoagulant activity of APC is not required for protection against mortality in each of these models. These results highlight the importance of the cellular protein C pathway for APC therapy and suggest that APC variants with reduced anticoagulant action but normal potency for beneficial direct cellular effects merit further evaluation for sepsis therapy.",
    "topics": [
        "activated protein c",
        "sepsis, severe",
        "anticoagulants",
        "sepsis",
        "endothelial protein c receptor",
        "receptor, par-1",
        "anti-inflammatory agents",
        "cytokine",
        "endopeptidases",
        "endotoxemia"
    ],
    "author_names": [
        "Edward J. Kerschen, PhD",
        "Brian C. Cooley, PhD",
        "Francis J. Castellino, PhD",
        "Shaun R. Coughlin, MD, PhD",
        "Jose A. Fernandez, MD, PhD",
        "John H. Griffin, PhD",
        "Hartmut Weiler, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Edward J. Kerschen, PhD",
            "author_affiliations": [
                "Vasc Biol, Blood Research Institute, Milwaukee, WI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian C. Cooley, PhD",
            "author_affiliations": [
                "Orthopaedic Surgery, Medical College of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis J. Castellino, PhD",
            "author_affiliations": [
                "Chem, University Notre Dame, Notre Dame, IN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaun R. Coughlin, MD, PhD",
            "author_affiliations": [
                "Cardiovascular Research Inst, UCSF, San Francisco, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose A. Fernandez, MD, PhD",
            "author_affiliations": [
                "Molecular & Exper Med, The Scripps Research Institute, La Jolla, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John H. Griffin, PhD",
            "author_affiliations": [
                "Molecular & Exper Med, The Scripps Research Institute, La Jolla, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Weiler, PhD",
            "author_affiliations": [
                "Vasc Biol, Blood Research Institute, Milwaukee, WI, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T06:44:47",
    "is_scraped": "1"
}