{
    "doi": "https://doi.org/10.1182/blood.V104.11.2202.2202",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=240",
    "start_url_page_num": 240,
    "is_scraped": "1",
    "article_title": "International Normalized Ratio (INR) Monitoring in Patients with Recurrent Venous Thromboembolism (VTE): Opportunity for Improvement in Quality of Management?. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "In the prophylactic anticoagulation of patients with venous thromboembolism (VTE), effective prophylaxis and risk of major bleeding event are two key concerns. In a recent study ( Willey et al, Clin Ther  2004 : 26 (7); 1149 –59 ), we demonstrated that VTE treatment in routine care in the managed care setting seems to be less effective from the outcomes perspective than what has been reported in clinical trials. It has been clearly demonstrated in chronic non valvular atrial fibrillation that there is an association between INR values and thromboembolic events and major bleeding events ( Hylek et al, Ann Intern Med  1994 : 120 ; 897 –902 and Hylek et al, N Engl J Med  1996 : 335 ; 540 –46 ). In the actual practice setting, we examined the quality of INR control and the relationship between INR and recurrent VTE and bleeding event as well as the prognostic utility of INR monitoring for anticipating bleeding event and VTE recurrence. We conducted a retrospective, case-control analysis using medical and pharmacy claims spanning 4.5 years (10/1998–2003). A cohort of patients with incident VTE followed by anticoagulation prophylaxis was identified using pharmacy and medical claims (ICD-9 codes 451.1x, 451.8x, 415.1x). All subsequent hospitalizations were identified using the medical claims, and diagnoses for bleeding event and VTE were validated during medical record abstraction. INR values from both outpatient and inpatient settings were used to yield a continuous history of coagulation status. The resulting population (mean age 67 ±14; 38% male) had VTE, had begun anticoagulation, and was subsequently hospitalized. Within this population, groups were hospitalized for VTE (n=141), bleeding event (n=48), or for reasons other than VTE or bleeding event (control, n=275). The average time in therapeutic INR range (2.0 – 3.0) was 34% with 48% below and 18% above (Rosendaal’s linear interpolation method). Odds ratios relating bleeding event or VTE to INR values outside therapeutic INR range were calculated using univariate logistic regression analysis. First inpatient INR upon admission was predictive for the VTE or bleeding event (see figure). However, the outpatient INR values in closest time proximity prior to the VTE or bleeding appeared only to predict bleeding event and not VTE. Bleeding event was predicted by last outpatient INR > 3.0; bleeding likelihood was increased by a factor of approximately 2 to 3 for analyses using mean and lowest of last 3 INR values, respectively. Most recent INR value(s) prior to event did not predict VTE regardless of whether lowest, highest, or mean of last 3 values was used. Last outpatient INR value preceded the event by a median of 18, 26, and 21 days (VTE, bleeding event, and control, respectively). There is a clear relationship between INR at time of event and adverse outcome. However, for outpatient INR, low percent time in range and an apparent lack of predictive value for recurrent VTE signal there may be opportunity for quality improvement in management of anticoagulation for recurrent VTE. View large Download slide Figure View large Download slide Figure ",
    "topics": [
        "international normalized ratio",
        "venous thromboembolism",
        "hemorrhage",
        "anticoagulation",
        "atrial fibrillation",
        "thromboembolic event",
        "logistic regression",
        "outpatients",
        "pharmacies",
        "international classification of diseases"
    ],
    "author_names": [
        "Ole Hauch, MD",
        "Michael F. Bullano, PharmD",
        "Chaitanya Sarawate, MS",
        "Thomas Iarocci, MD",
        "Vince J. Willey, PharmD",
        "Alex C. Spyropoulos, MD"
    ],
    "author_affiliations": [
        [
            "Health Economics, AstraZeneca PLC, Wilmington, DE, USA"
        ],
        [
            "Health Outcomes, HealthCore,Inc, Wilmington, DE, USA"
        ],
        [
            "Health Outcomes, HealthCore,Inc, Wilmington, DE, USA"
        ],
        [
            "Health Outcomes, HealthCore,Inc, Wilmington, DE, USA"
        ],
        [
            "Health Outcomes, HealthCore,Inc, Wilmington, DE, USA"
        ],
        [
            "Clinical Thrombosis Center, Lovelace Medical Center, Albuquerque, NM, USA"
        ]
    ],
    "first_author_latitude": "39.785485099999995",
    "first_author_longitude": "-75.55026190000001"
}