{
    "doi": "https://doi.org/10.1182/blood.V126.23.2981.2981",
    "article_title": "Specific Identification of High Risk Disease Using Molecular Profiling By Mymap (Myeloma MLPA and translocation PCR) of 1,036 Cases ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Introduction Identifying molecular high risk myeloma remains a diagnostic challenge. We previously reported co-segregation of >1 adverse lesion [t(4;14), t(14;16), t(14;20), gain(1q), del(17p)] by iFISH to specifically characterise a group of high risk patients (Boyd et al., Leukemia 2012). However, implementation of this approach is difficult using FISH because of its technical limitations. We recently developed and validated a novel high-throughput all-molecular testing strategy against FISH (MyMaP- Myeloma MLPA and translocation PCR; Kaiser MF et al., Leukemia 2013; Boyle EM et al., Gen Chrom Canc 2015). Here, we molecularly characterised 1,036 patients from the NCRI Myeloma XI trial using MyMaP and validated the co-segregation approach. Materials, Methods and Patients Recurrent translocations and copy number changes were assayed for 1,036 patients enrolled in the NCRI Myeloma XI (NCT01554852) trial using CD138+ selected bone marrow myeloma cells taken at diagnosis. The trial included an intensive therapy arm for younger and fitter and a non-intense treatment arm for elderly and frail patients. Analysis was performed using MyMaP, which comprises TC-classification based multiplex qRT-PCR and multiplex ligation-dependent probe amplification (MLPA; MRC Holland). Median follow up for the analysis was 24 months. Results Adverse translocations [t(4;14), t(14;16), t(14;20)] were present in 18.2% of cases, del(17p) in 9.3%, gain(1q) in 34.5% and del(1p32) in 9.4% of cases. All adverse lesions were associated with significantly shorter PFS and OS by univariate analysis ( P <0.05 for all). Of the 1,036 analysed cases, 13.5% carried >1 adverse lesion, 33.9% had one isolated adverse lesion and 52.6% had no adverse lesion. Presence of >1, 1 or no adverse lesion was associated with a median PFS of 17.0, 23.9 and 30.6 months ( P =3.0x10 -9 ) and OS at 24 months of 67.9%, 75.0% and 86.0% ( P =1.8x10 -7 ), respectively. Del(1p) was associated with shorter PFS and OS for the intensive, but not for the non-intensive therapy arm and was independent of the co-segregation model by multivariate analysis regarding OS ( P =0.006). We thus included del(1p) as an additional adverse lesion in the model for younger patients. The groups with >1 (19.4% of cases), 1 (31.1%) and no adverse lesions (49.5%) were characterised by median PFS of 19.4, 29.4 and 39.1 months ( P =1.2x10 -10 ) and median 24-months survival of 73.8%, 86.4% and 91.5% ( P =1.4x10 -6 ), respectively. Hazard Ratio for >1 adverse lesion was 3.0 (95% CI 2.1-4.1) for PFS and 3.8 (95% CI 2.2-6.5) for OS. By multivariate analysis, co-segregation of adverse lesions was independent of ISS for PFS/OS in the entire group of 1,036 cases and in the intensive treatment arm. We integrated adverse lesions and ISS into a combined model defining High Risk (>1 adv les + ISS 2 or 3; 1 adv les + ISS 3) and Low Risk (no adv les + ISS 1 or 2; 1 adv les + ISS 1) and the remainder as Intermediate Risk. The High Risk, Intermediate Risk and Low Risk groups of the total cohort included 11.2%, 41.2% and 41.6% of cases with median PFS of 15.8, 19.8 and 35.2 months ( P <2.2x10 -16 ) and median OS at 24 months of 62.9%, 73.7%, and 90.7% ( P =4.0x10 -14 ), respectively. Integration of ISS into the model for younger patients resulted in highly specific identification of a High Risk group (15.6% of cases) with HR 3.8 (CI 2.6-5.4) for PFS and 6.2 (CI 3.3-11.6) for OS. Conclusions Co-segregation analysis of adverse genetic lesions is a specific molecular risk stratification tool which has now been validated in two large independent trials including a real-world population of all age groups (UK MRC Myeloma IX; NCRI Myeloma XI; total 1,905 patients). MyMaP is a validated all-molecular analysis approach that makes the otherwise technically challenging assessment of multiple genetic regions by FISH accessible using standard laboratory equipment without bioinformatics requirements. Disclosures Kaiser: BristolMyerSquibb: Consultancy; Chugai: Consultancy; Janssen: Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria. Pawlyn: Celgene: Honoraria, Other: Travel support; The Institute of Cancer Research: Employment. Jones: Celgene: Other: Travel support, Research Funding. Savola: MRC Holland: Employment. Owen: Celgene: Honoraria, Research Funding; Janssen: Honoraria. Cook: Celgene: Consultancy, Research Funding, Speakers Bureau; BMS: Consultancy; Sanofi: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Takeda Oncology: Consultancy, Research Funding, Speakers Bureau; Janssen: Consultancy, Research Funding, Speakers Bureau. Gregory: Celgene: Honoraria; Janssen: Honoraria. Davies: Takeda-Milenium: Honoraria; Onyx-Amgen: Honoraria; Celgene: Honoraria; University of Arkansas for Medical Sciences: Employment. Jackson: Celgene: Honoraria; Takeda: Honoraria; Amgen: Honoraria. Morgan: Weisman Institute: Honoraria; Takeda-Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; University of Arkansas for Medical Sciences: Employment; CancerNet: Honoraria; MMRF: Honoraria.",
    "topics": [
        "molecular profiling",
        "multiple myeloma",
        "polymerase chain reaction",
        "translocation (genetics)",
        "magnetic resonance cholangiography",
        "leukemia",
        "follow-up",
        "laboratory instruments and equipment",
        "ligation",
        "arm"
    ],
    "author_names": [
        "Martin F Kaiser, MD",
        "Eileen Mary Boyle, MD PhD",
        "Brian A Walker, PhD",
        "Dil B Begum",
        "Paula Proszek",
        "David C Johnson, PhD",
        "Charlotte Pawlyn, MB BChir",
        "John R Jones, MD",
        "Suvi Savola, PhD",
        "Roger G Owen",
        "Mark T Drayson, MD PhD",
        "David A Cairns",
        "Gordon Cook, MD PhD",
        "Walter M Gregory",
        "Richard S Houlston, MDPhDFRCP",
        "Faith E Davies, MD",
        "Graham H Jackson, MD",
        "Gareth J Morgan, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martin F Kaiser, MD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Department of Haematology, The Royal Marsden Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eileen Mary Boyle, MD PhD",
            "author_affiliations": [
                "CHRU Lille, Maladies du Sang, Hopital Claude Huriez, Lille, France ",
                "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian A Walker, PhD",
            "author_affiliations": [
                "Centre for Molecular Pathology, The Royal Marsden Hospital, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dil B Begum",
            "author_affiliations": [
                "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Proszek",
            "author_affiliations": [
                "Centre for Molecular Pathology, The Royal Marsden Hospital, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C Johnson, PhD",
            "author_affiliations": [
                "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte Pawlyn, MB BChir",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Department of Haematology, The Royal Marsden Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John R Jones, MD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Department of Haematology, The Royal Marsden Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suvi Savola, PhD",
            "author_affiliations": [
                "MRC-Holland, Amsterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger G Owen",
            "author_affiliations": [
                "United Leeds Teaching Hospitals, Leeds, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark T Drayson, MD PhD",
            "author_affiliations": [
                "Clinical Immunology, School of Immunity & Infection, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Cairns",
            "author_affiliations": [
                "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon Cook, MD PhD",
            "author_affiliations": [
                "University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter M Gregory",
            "author_affiliations": [
                "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard S Houlston, MDPhDFRCP",
            "author_affiliations": [
                "Division of Genetics and Epidemiology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faith E Davies, MD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham H Jackson, MD",
            "author_affiliations": [
                "Department of Haematology, University of Newcastle, Newcastle-upon-Tyne, United Kingdom"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J Morgan, MD PhD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T06:43:57",
    "is_scraped": "1"
}