{
    "doi": "https://doi.org/10.1182/blood.V122.21.5212.5212",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2418",
    "start_url_page_num": 2418,
    "is_scraped": "1",
    "article_title": "Increased Population Of Myeloid-Derived Suppressor Cells In Patients With Myelodysplastic Syndromes Overexpress ARG1 and Mediate CD8 + T Cell Inhibition ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes",
    "abstract_text": "Objective To investigate the proportion and activation of myeloid- derived suppressor cells (MDSC) in bone marrow from patients with myelodysplastic syndromes (MDS). Methods The proportion of MDSC (Lin-HLA-DR-CD33+) in bone marrow of 30 MDS patients and 19 normal controls were measured by flow cytometry assay(FCM). MDSC and CD8 + T cell were isolated from bone marrow of 14 MDS patients and 14 normal controls among them by FCM and microbeads. The expressions of arginase 1(ARG1) and inducible nitric oxide synthase (iNOS) were analyzed by qPCR and western bolting. Co-cultures with CD8 + T cell were proved the MDSC-mediated inhibition of CD8 + T cell. Results MDS patient’s median MDSC were 7.29% which was higher than that of controls (2.91%). The expression of ARG1 and iNOS mRNA in MDSC of high-risk MDS patients was higher than that of low-risk MDS patients. But the protein of ARG1 was overexpressed rather than that of iNOS. After co-cultured, the apoptosis ratio of CD8 + T cells of MDS((64.17±4.86) %) was increased compared to pure CD8 + T cells ( (54.58±9.95)%). Further more, the production of IFN-γsecreted by CD8 + T cells co-cultured with MDSC ((551.94±47.39) pg/ml)was lower than that of pure CD8 + T cells ((586.04±46.65) pg/ml) There was no significant difference in level of TNF-βbetween co-cultured with MDSC and pure CD8 + cells. Conclusion The proportion of MDSC in bone marrow was increased significantly in MDS. MDSC overexpressed ARG1 in patients with MDS and correlated to the malignant degree of this disease. Further more, MDSC can increased the apoptosis ratio of CD8 + T cell, and inhibited the secretion of IFN-γ. These findings suggested MDSC mediated the response of immunosuppression in MDS. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "myelodysplastic syndrome",
        "myeloid-derived suppressor cells",
        "t-lymphocytes",
        "nitric oxide synthase",
        "arginase",
        "coculture techniques",
        "flow cytometry",
        "human leukocyte antigens",
        "microspheres",
        "rna, messenger"
    ],
    "author_names": [
        "Zonghong Shao, MD",
        "Huijuan Jiang, MD",
        "Rong Fu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, General Hospital of Tianjin Medical University, Tianjin, China"
        ],
        [
            "Department of Hematology, General Hospital of Tianjin Medical University, Tianjin, China"
        ],
        [
            "Department of Hematology, General Hospital of Tianjin Medical University, Tianjin, China"
        ]
    ],
    "first_author_latitude": "39.186313000000006",
    "first_author_longitude": "117.3520095"
}