{
    "doi": "https://doi.org/10.1182/blood-2020-134897",
    "article_title": "Quality of Life after Diagnosis in Survivors of Aggressive Lymphomas ",
    "article_date": "November 5, 2020",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Background: Aggressive lymphomas are potentially curable; however, long-term effects of treatment and the disease may adversely affect patients' quality of life (QoL). We investigated QoL at baseline, and up to nine years after diagnosis in survivors of aggressive lymphomas. Methods: Patients newly diagnosed with lymphoma were prospectively enrolled within nine months of diagnosis in the Molecular Epidemiology Resource (MER) of the University of Iowa/Mayo Clinic Lymphoma Specialized Program of Research Excellence (SPORE) and systematically followed. Patients were enrolled from September 1, 2002 until June 30, 2015. Eligibility criteria included being a United States resident, English-speaking, no history of HIV, and aged 18 years and older. All pathology was reviewed by a lymphoma hematopathologist. Aggressive lymphoma subtypes included in this analysis were diffuse large B-cell lymphoma (DLBCL), Follicular lymphoma grade III, Hodgkin lymphoma, T-cell lymphoma, other non-Hodgkin lymphoma not otherwise specified (NOS), other B-cell lymphoma NOS, and composite lymphomas. We assessed QoL using the Functional Assessment of Cancer Therapy-General (FACT-G) scale at baseline enrollment, and 1, 2, 3, 6, and 9 years post-diagnosis. FACT-G measures well-being (WB) in four domains-physical (PWB), social/family (SFWB), emotional (EWB), and functional (FWB), which are added to create a total (TOT) score. Those who completed <80% of FACT-G questions at any given time point were excluded. \"Survivor\" was defined as alive at 1, 2, 3, 6, and 9 year follow-up with no active disease or treatment within six months of a given time point. Because patients could be enrolled at any time within the first 9 months from diagnosis, the timing of initial QoL assessment was variable with respect to the start of lymphoma treatment. We estimated longitudinal change in QoL using mixed models incorporating scores from all available time points. The minimally important difference (MID) of 5 points for TOT and 2 points for each of the domains was used to determine clinical significance. Scores were compared to United States (US) general population normative data. All statistical analyses were performed using SAS (v 9.4). Results: From September 1, 2002 to June 30, 2015, 3,028 patients with aggressive lymphomas were prospectively enrolled in the MER, of which 2,018 completed the FACT-G baseline assessment (47% prior to therapy initiation). Of these patients, 1,144 at 1 year, 1,002 at 2 years, 943 at 3 years, 562 at 6 years, and 289 at 9 years post-diagnosis completed the FACT-G at both baseline and each of the respective time points after diagnosis, and met the definition of survivor. The median age at diagnosis of patients analyzed was 59 years (range 18-93). The cohort included 844 female patients (42%). DLBCL comprised 44% of cases, Hodgkin lymphoma 19%, T-cell lymphoma 11%, composite lymphomas 8%, other B-cell NOS 6%, other non-Hodgkin lymphoma NOS 7%, and Follicular lymphoma grade III 5%. QoL increased from baseline enrollment; the largest increase was seen from baseline to 1 year after diagnosis with a statistically and clinically significant mean TOT score difference of 6.7 points. This mean increase in TOT scores sustained over time with an increase of 7.8 points above baseline at 9 years after diagnosis. At baseline, PWB, EWB, and FWB scores were significantly lower in patients with aggressive lymphomas compared to the US general population, and SFWB scores were significantly higher (all p 2). Patients with aggressive lymphomas TOT scores at baseline did not differ from the US general population, while TOT scores at 1, 2, 3, 6, and 9 years post-diagnosis were statistically and clinically significantly higher. Overall, the results in the pre-treatment QoL subset were consistent with the cohort as a whole. Conclusions: In survivors of aggressive lymphomas, QoL improved primarily in the first year after diagnosis, and sustained over the course of nine years. QoL in survivors of aggressive lymphomas is higher than the United States general population at 1, 2, 3, 6, and 9 years after diagnosis. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Maurer: Pfizer: Membership on an entity's Board of Directors or advisory committees; Nanostring: Research Funding; Morphosys: Membership on an entity's Board of Directors or advisory committees; Celgene / BMS: Research Funding; Kite: Membership on an entity's Board of Directors or advisory committees. Farooq: Kite, a Gilead Company: Honoraria. Cerhan: BMS/Celgene: Research Funding; NanoString: Research Funding.",
    "author_names": [
        "Robert M. Kraft, MD",
        "Melissa C. Larson, MS",
        "Kathleen J. Yost, PhD",
        "Thomas M. Habermann, MD",
        "Matthew J. Maurer, MS",
        "William R. Macon, MD",
        "Umar Farooq, MD",
        "David J. Inwards, MD",
        "Gita Thanarajasingam, MD",
        "Brian K. Link, MD",
        "James R. Cerhan, MD PhD",
        "Carrie A. Thompson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert M. Kraft, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Melissa C. Larson, MS",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen J. Yost, PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M. Habermann, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J. Maurer, MS",
            "author_affiliations": [
                "Division of Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William R. Macon, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umar Farooq, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa, Iowa City, IA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Inwards, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gita Thanarajasingam, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian K. Link, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa, Iowa City, IA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Cerhan, MD PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carrie A. Thompson, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T06:39:52",
    "is_scraped": "1"
}