{
    "doi": "https://doi.org/10.1182/blood.V120.21.4383.4383",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2264",
    "start_url_page_num": 2264,
    "is_scraped": "1",
    "article_title": "Therapeutic Red Blood Cell Exchange in Sickle Cell Anaemia Using the Spectra Optia ® Apheresis System ",
    "article_date": "November 16, 2012",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "topics": [
        "apheresis",
        "red cell exchange transfusion",
        "sickle cell anemia",
        "concentrate dosage form",
        "blood transfusion",
        "hemoglobin, sickle",
        "adverse effects",
        "iron overload",
        "abnormal hemoglobins",
        "acute chest syndrome"
    ],
    "author_names": [
        "Sabine Sipurzynski-Budraâ, MD",
        "Petra Sovinz, MD",
        "Gerhard Lanzer, MD",
        "Katharina Schallmoser, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Blood Group Serology and Transfusion Medicine, Medical University of Graz, Graz, Austria, "
        ],
        [
            "Division of Pediatric Haematology/Oncology, Dept of Pediatrics and Adolescent Medicine, Medical University of Graz, Graz, Austria"
        ],
        [
            "Dept. of Blood Group Serology and Transfusion Medicine, Medical University of Graz, Graz, Austria, "
        ],
        [
            "Dept. of Blood Group Serology and Transfusion Medicine, Medical University of Graz, Graz, Austria, "
        ]
    ],
    "first_author_latitude": "47.07974089999999",
    "first_author_longitude": "15.466565300000001",
    "abstract_text": "Abstract 4383 Background: Sickle cell disease, an autosomal recessive genetic blood disorder, is caused by abnormal hemoglobin (Hb) due to a substitution of valine by glutamic acid at β6 (HbS). Typical adverse events are vaso-occlusive crises due to obstruction of capillaries causing ischemia, pain and organ damage, as well as enhanced hemolysis and frequent hemolytic crises. Further complications may include acute chest syndrome and stroke. To prevent long-term sequelae, repeated blood transfusions are necessary to decrease erythropoiesis of sickle cells. We suggest that it may be more effective to reduce sickle cells by a red blood cell (RBC) exchange, which is advantageous in avoiding iron overload by transfusions. Patient and Methods: We report on a 10 year old boy suffering from the homozygote form of sickle cell anemia. RBC exchange was performed using the Spectra Optia ® Apheresis System (Caridian BCT vers.5) when the patient's hematocrit (hct) was less than 26%. Traditional RBC exchange was modified by a depletion phase to improve efficacy. During this phase (= isovolemic hemodilution) HbS-containing red cells were removed without admixture of donor red cells by using plasma as replacement fluid. To prevent adverse side effects caused by adenine, the additive solution in the RBC concentrates was replaced by saline solution or plasma. Results: The therapeutic apheresis was feasible repeatedly via peripheral venous access (flow: 30 ± 3 mL/min, anticoagulant (AC) infusion rate 0.8 – 1.1mL/min/L total blood volume, inlet: AC ratio 13: 1) and no adverse side effects were observed. The median interval between the procedures was 42 ± 2 days. The depletion time (replacement fluid: plasma) was 25 ± 5 min, the exchange time 90 ± 10 min. The hct value at the end of the procedure was between 33 and 34%, the fraction of the patient's remaining cells (FCR) was 24 ± 2% (calculated by the device).  Apheresis procedure . Patient Hct (%) . Minimum Hct (%) . Target Hct (%) . FCR (%) . Replaced: Depletion (mL) . Replaced: Exchange (mL) . Run time (min) . Depletion/Exchange  26 21 34 26 146 1716 107 Depletion/Exchange  27 22 33 22 116 1829 120 Depletion/Exchange  23 21 34 22 50 1755 100 Exchange only  22 / 33 25 0 1764 98 Depletion/Exchange  25 21 34 24 83 1814 114 Depletion/Exchange  26 22 34 26 122 1800 115 Apheresis procedure . Patient Hct (%) . Minimum Hct (%) . Target Hct (%) . FCR (%) . Replaced: Depletion (mL) . Replaced: Exchange (mL) . Run time (min) . Depletion/Exchange  26 21 34 26 146 1716 107 Depletion/Exchange  27 22 33 22 116 1829 120 Depletion/Exchange  23 21 34 22 50 1755 100 Exchange only  22 / 33 25 0 1764 98 Depletion/Exchange  25 21 34 24 83 1814 114 Depletion/Exchange  26 22 34 26 122 1800 115 View Large Conclusion: RBC exchange with the Optia Spectra® System is a fast and safe method for reducing sickle cells, particularly efficient in combination with a depletion phase. Compared to blood transfusions alone, the HbS concentration declines rapidly by depleting and replacing sickle cells with normal RBCs without hyperviscosity or iron overload. However, only long-term surveillance and treatment of a larger patient collective will show whether it is possible to prevent vaso-occlusive crises and organ damage over a longer time period. Disclosures: No relevant conflicts of interest to declare."
}