{
    "doi": "https://doi.org/10.1182/blood.V112.11.2121.2121",
    "article_title": "Imatinib Discontinuation Following a Major Molecular Response: Impact of Interferon Alpha and Leukemia Stem Cell Burden (The STOP Study). ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "abstract_text": "Tyrosine kinase inhibitor (TKI) imatinib mesylate (IM) is the standard of care for patients with chronic myeloid leukemia (CML). Leukemia-initiating CML stem cells are resistant to TKIs and thus it is unlikely that CML patients will be cured with IM monotherapy. Recent data indicate that in a proportion of CML patients primed with preceding interpheron alpha (IFNα) therapy, IM may be discontinued without rapid leukemia re-expansion. In the Nordic CML study group intermediate and low risk study (IR/LR, NordCML002), newly diagnosed CML patients were randomized after 3 months of IM induction therapy to receive 12 months of either standard IM monotherapy or IM-IFNα combination therapy. In the STOP study (NordCML004) we prospectively discontinued IM and IFNα in IR/LR study patients who achieved major molecular response (MMR) during 12 months of randomized therapy (n=10; IM 5, IM-IFN 5). In this study the monotherapy patients continued imatinib 400mg QD for 6 months while the combination therapy patients stopped IM at study entry and continued IFNα for 6 months. Molecular monitoring by blood RQPCR was done monthly after any drug discontinuation. In the monotherapy group IM was reinitiated when a confirmed loss of MMR was seen. In the IFNα group a rise up to the -2 log (1%) level was allowed before restart. The patients in the monotherapy group had received IM for a median of 23 months (range 21–25 mos) at the time therapy was discontinued. Four of the 5 patients had complete molecular response (CMR); 1 patient had a 3,2 log reduction. No Philadelphia positive (Ph+) cells were detected in either the CD34 positive or the CD34 positive/CD38 negative cell fractions prior to drug discontinuation when analyzed by FISH (n=3, 1000 cells counted). All 5 patients lost MMR rapidly within 4 months. The median time of IM discontinuation was 114 days (range 64–166 days). All evaluable patients re-responded to IM promptly. In the combination therapy group the median duration of IM therapy was 18 months (range 15–19 mos). The patients had used IFNα (Pegintron®) for a median of 14 months (range 12–16 mos). The target dose of 50 μg s.c. once weekly was used by 3 patients and 2 patients used only 20 μg s.c. once weekly due to toxicity. Four of the 5 patients had CMR when they stopped IM; 1 patient had a 3,2 log reduction. As in the monotherapy group no Ph+ cells were detected in the examined stem cell fractions prior to drug discontinuation (n=2). Two of the 5 patients rapidly relapsed within 4 months while still using IFNα corresponding the monotherapy patients. Three patients discontinued all treatment. One patient was in MMR and 2 had log-reductions between 2–3 log units. The latter 2 patients relapsed after 3 months off all treatment. One patient is still in sustained MMR at 18 months off IM and 12 months off all treatment. The median time of IM discontinuation for the combination therapy group is 277 days (range 151– 559+ days). Relapsed patients have started IM monotherapy and all have re-responded. In conclusion, in concord with previous data, discontinuation of IM monotherapy in patients having MMR/CMR resulted in a rapid disease relapse in all patients. However, in 3 out of 5 patients concomitant IFNα enabled IM discontinuation by inducing a state of stable minimal residual disease. One of these patients has been able to discontinue both IM and IFNα and sustain MMR for a considerable time. The occurrence of relapse was not correlated with the number of residual leukemic stem cells as no Ph+ CD34+/CD38- cells were detected prior to drug discontinuation in either group (n=5). Further clinical studies on combinations of TKIs and IFNs are warranted. Elucidating the molecular and immunological mechanisms of priming effects of IFN would enable rational patient selection and putatively result in operational cure of a significant number of CML patients. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "imatinib mesylate",
        "interferon-alpha",
        "leukemia",
        "stem cells",
        "stop trial",
        "measles-mumps-rubella vaccine",
        "combined modality therapy",
        "protein-tyrosine kinase inhibitor",
        "cardiac mri",
        "cd34 antigens"
    ],
    "author_names": [
        "Perttu Koskenvesa, MD",
        "Satu Mustjoki, MD, PhD",
        "Anu Räsänen, MD",
        "Mirja Vapaatalo, MD",
        "Kari Remes, MD, PhD",
        "Tuija Lundán, MSc, PhD",
        "Jukka Vakkila, MD, PhD",
        "Bengt Simonsson, MD, PhD",
        "Kimmo Porkka, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Perttu Koskenvesa, MD",
            "author_affiliations": [
                "Hematology Research Unit, Department of Medicine, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Satu Mustjoki, MD, PhD",
            "author_affiliations": [
                "Hematology Research Unit, Department of Medicine, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anu Räsänen, MD",
            "author_affiliations": [
                "Department of Hematology, Kymenlaakso Central Hospital, Kotka, Finland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mirja Vapaatalo, MD",
            "author_affiliations": [
                "Department of Hematology, Hyvinkää Hospital, Hyvinkää, Finland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kari Remes, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Turku University Central Hospital, Turku, Finland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tuija Lundán, MSc, PhD",
            "author_affiliations": [
                "Hematology Research Unit, Department of Medicine and Laboratory of Molecular Pathology, HUSLAB, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jukka Vakkila, MD, PhD",
            "author_affiliations": [
                "Department of Immunology, Haartman Institute, University of Helsinki, Finland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bengt Simonsson, MD, PhD",
            "author_affiliations": [
                "On behalf of the Nordic CML Study Group, University Hospital, Uppsala, Sweden"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimmo Porkka, MD, PhD",
            "author_affiliations": [
                "Hematology Research Unit, Department of Medicine, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:27:36",
    "is_scraped": "1"
}