{
    "doi": "https://doi.org/10.1182/blood.V122.21.2001.2001",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2458",
    "start_url_page_num": 2458,
    "is_scraped": "1",
    "article_title": "The Pan- JAK Inhibitor Ruxolitinib Impairs T-Cell Activation, Cytokine Production and Proliferation In Vivo and In Vitro ",
    "article_date": "November 15, 2013",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster I",
    "abstract_text": "Myelofibrosis (MF) is a clonal myeloproliferative neoplasm, in which the JAK2-V617F mutation is frequently observed. The appearance in up to 50% of the cases makes the JAK2 mutation attractive as therapeutical target. In 2012 Ruxolitinib (Ruxo) a pan-JAK inhibitor was approved for the treatment of MF and showed efficacy in disease treatment, irrespectively of the JAK2V617 mutation status. Currently allogeneic stem cell transplantation (allo SCT) remains the only curative treatment option for MF. To further improve transplant outcome in MF reduction of spleen size and constitutional symptoms prior transplantation is a reasonable target. Harnessing graft versus myelofibrosis post transplantation by immune-modulating drugs may help to reduce the risk of relapse. Ruxolitinib may be used as pre- and post-transplantation drug to improve transplant outcome. However the impact of Ruxolitinib on the immune system, especially on T-cells, is poorly understood. Here we investigated the effects of Ruxolitinib on T-cells in vivo and in vitro. T-cells from healthy donors were isolated by magnetic cell sorting to pan CD3+, CD4+ and CD8+ fraction. All three different cell subsets were cultured with different dosages of Ruxolitinib (100, 250, 500, 750nM and 1µM) for additional 48h. Thereafter cells were analysed for cell growth, cell death, RNA expression, immune phenotype. Additionally, immune profiles of 9 patients were analysed for the changes of the T-cell compartment during the treatment with Ruxolitinib over a period of 3 weeks T –cells from healthy donors showed a dosage dependent impairment in the proliferation capacity compared to non-treated control cells (4.1x10 6 CD3 cells /ml vs. 1.9x10 6 CD3 cells /ml, p<0.05), additionally KI67 expression was reduced from 48% in control cells to 12% in 100nM treated CD3 cells and 9% in 500nM treated CD3 cells, p<0.05. Strikingly apoptotic cell death increased from 11% in control cells to 43% and 48% in 100nM and 500nM Ruxo treated cells, p<0.03. Analysing the immune phenotype of Ruxo treated CD3, CD4 and CD8 cells we found a significant reduction in the expression of activation marker like CD25 and HLA-DR (38% vs. 6% and 4.5% respectively, p60%, Ruxo (100nM) treated T-reg did not expressed KI67. Likewise to CD8 effector cells and Tregs we found a decrease in pro-inflammatory TH1 and TH17 cells in vitro (27% vs. 14% and 12% for TH1 cells and 6% vs. 4% and 4% for TH17 cells). Next, we analysed mRNA expression and found that pro-inflammatory cytokines like IL23, IL18, IL7 were down regulated after Ruxo treatment. To in contrast to pro- inflammatory cytokines, p53 and cell cycle inhibitor of the cip/waf locus showed to be up regulated in CD3 and CD4 cells suggesting that the observed increase in apoptosis in T-cells is mediated by p53. We next investigated the impact of Ruxolitinib on T-cells in patients. Therefore we analysed the blood of patients treated with Ruxolitinib in weekly intervals. Likewise to in vitro CD3 cells showed a decrease which turned to be significant after two and three weeks of treatment (1560/µl vs. 688/µl and 410/µl, p<0.05), this was mainly through the reduction of CD8+ T-cells (630/µl before treatment vs. 250/µl at week 2 and 200/µl at week 3, p <0.05). We also observed a decrease of CD3+/ HLA-DR+ (as activation marker) from 355/µl before to 130/µl and 70/µl however this did not reached statistical significance. The same was found for Tregs in vivo (5.6% vs. 2.3% and 1.9%, respectively). These data argue that treatment of T-cells by Ruxolitinib impairs their proliferation capacity by inducing apoptosis through an up regulation of p53. This increase of cell death applies all analysed T-cell compartments, and thereby may explains why Ruxo treated T-cells were less able to show a pro-inflammatory as well as regulatory phenotype. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "janus kinase inhibitors",
        "ruxolitinib",
        "t-cell activation",
        "transplantation",
        "ki-67 antigen",
        "myelofibrosis",
        "allogeneic stem cell transplant",
        "allopurinol",
        "antigens, cd25"
    ],
    "author_names": [
        "Thomas Stuebig, MD",
        "Christine Wolschke, MD",
        "Haefaa Alchalby, MD",
        "Francis Ayuk, MD",
        "Marion Heinzelmann",
        "Ioanna Triviai, PhD",
        "Anita Badbaran",
        "York Hildebrandt",
        "Nicolaus Kroeger, MD"
    ],
    "author_affiliations": [
        [
            "Center of Oncology - Bone Marrow Transplantation Unit, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Center for OncologyOncology - Bone Marrow Transplantation Unit, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
        ],
        [
            "Center of Oncology - Bone Marrow Transplantation Unit, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Center of Oncology - Bone Marrow Transplantation Unit, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Center of Oncology - Bone Marrow Transplantation Unit, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Center of Oncology - Bone Marrow Transplantation Unit, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Center of Oncology - Bone Marrow Transplantation Unit, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Center of Oncology - Bone Marrow Transplantation Unit, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Center of Oncology - Bone Marrow Transplantation Unit, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ]
    ],
    "first_author_latitude": "53.59082850000001",
    "first_author_longitude": "9.973988100000001"
}