{
    "doi": "https://doi.org/10.1182/blood-2018-99-119720",
    "article_title": "Consistent Benefit of L-Glutamine Observed across Patients with Low, Medium, and High Number of Crises Reported in the Year Prior to Screening -- Analysis from the Phase 3 Study of L-Glutamine in Sickle Cell Anemia ",
    "article_date": "November 29, 2018",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science: Poster I",
    "abstract_text": "Background: A Phase 3, double-blind, randomized, placebo-controlled trial of L-glutamine in 230 patients (ages 5-58) over 48 weeks was conducted at 31 centers in the United States. Twice daily oral L-glutamine or placebo was administered, based on body weight approximating 0.3 g/kg/dose. The primary endpoint was the number of sickle cell crises pain (SCCs) during 48 weeks of treatment. The treatment effect measured was the difference of the median number of SCCs between two arms at week 48. To qualify as an SCC, the patient had to have received treatment with I.V. narcotics/ketorolac at an emergency department or during hospitalization in patients with a history of ≥2 crisis from the previous year. Splenic sequestration, acute chest syndrome and priapism were also considered to be SCCs. Patients stabilized on hydroxyurea (HU) treatment for at least 3 months prior to study screening (66% in both arms of the study) remained on HU for the duration of the study. The primary analysis via a Cochran-Mantel-Haenszel (CMH) test statistic showed a highly significant treatment effect (p=0.005). There was a median of 3 crises for the L-glutamine treatment arm and 4 for the placebo arm (25% difference). There were no concerning adverse events from the treatment compared with the placebo arm. In this abstract, we reported the results from additional analyses of times to first and second crisis as well as cumulative recurrent events, which further demonstrated the clinically meaningful treatment effect of L-glutamine. Although not pre-specified as part of the study nor the drug approval process, external and internal reviewers of the data were interested in examining any differential effects of L-glutamine on patients that had either low, moderate or high frequencies of SCCs prior to study screening. Methods: An evaluation of the data was performed based on patients by three categories of crises; 2 crises (low), 3 - 5 (moderate) and ≥6 crises (high) as collected from their medical records at entry into the phase 3 study. The negative binomial regression (NBR) model was used to ascertain the rate ratios (rate of crises of L-glutamine assignment arm divided by the rate of crises on placebo). The NBR model was utilized to generate an estimate of treatment effect and treatment by subgroup interactions for the three subgroups. A rate ratio < 1.0 favored L-glutamine treatment effect. A significant interaction could be seen if the treatment arm is better than placebo for one category but worse than placebo for another. Subgroups with corresponding sample sizes were as follows: 2 SCCs in year prior: L-glutamine (n = 53) and placebo (n = 26). 3-5 SCCs in year prior: L-glutamine (n = 76) and placebo (n = 36). ≥6 SCCs in year prior: L-glutamine (n = 22) and placebo (n = 16). Results: Rate ratios (bolded) as shown in Table 1 were similar between all categories (2 crises, 3 to 5 crises, and ≥ 6 crises; 0.87, 0.74, and 0.82, respectively). There was no difference in treatment effect among the categories. These findings are confirmed by the lack of treatment by the prior year SCCs interaction; p = 0.8397. Numerically and graphically (Figure 1), there is an apparent lower rate ratio in those that had 3 to 5 SCCs in the year prior to screening. Discussion: The number of crises in the year prior to study screening is viewed as an indicator of disease severity, although this may not always be true due to the intra-patient variability in disease presentation. The apparent lower rate ratio in those that had 3 to 5 SCCs in the year prior to screening may be due to having the largest sample size of the three categories., The analysis indicates that the benefit of L-glutamine treatment observed in the phase 3 trial is consistent regardless of the history (one year) of SCCs prior to the initiation of L-glutamine therapy. Reference: A Phase 3 Trial of l-Glutamine in Sickle Cell Disease | NEJM. New England Journal of Medicine. https://www.nejm.org/doi/full/10.1056/NEJMoa1715971. Published 2018. Accessed July 24, 2018. View large Download slide View large Download slide Close modal Disclosures Niihara: Emmaus Medical, Inc: Employment, Equity Ownership. Stark: Emmaus Medical, Inc: Employment, Equity Ownership. Razon: Emmaus Medical, Inc: Employment, Equity Ownership. Tran: Emmaus Medical, Inc: Employment, Equity Ownership. Becerra: Emmaus Medical, Inc: Employment.",
    "topics": [
        "glutamine",
        "screening",
        "sickle cell anemia",
        "acute chest syndrome",
        "adverse event",
        "hydroxyurea",
        "ketorolac",
        "narcotics",
        "pain",
        "priapism"
    ],
    "author_names": [
        "Yutaka Niihara, MD",
        "Charles William Stark, PharmD",
        "Rafael Razon, MD",
        "Lan T Tran, MPH",
        "Joseph M Becerra, PharmD",
        "Eduard H. Panosyan, MD",
        "Joseph Louis Lasky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yutaka Niihara, MD",
            "author_affiliations": [
                "Emmaus Medical, Inc., Torrance, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Charles William Stark, PharmD",
            "author_affiliations": [
                "Emmaus Medical, Inc., San Pedro, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Razon, MD",
            "author_affiliations": [
                "Emmaus Medical, Inc., Torrance, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan T Tran, MPH",
            "author_affiliations": [
                "Emmaus Medical, Inc., Torrance, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph M Becerra, PharmD",
            "author_affiliations": [
                "Emmaus Medical, Inc., Torrance, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduard H. Panosyan, MD",
            "author_affiliations": [
                "Harbor-Ucla Medical Center, Torrance, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Louis Lasky, MD",
            "author_affiliations": [
                "Univ. of CA, Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:37:58",
    "is_scraped": "1"
}