{
    "doi": "https://doi.org/10.1182/blood-2018-99-119791",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3979",
    "start_url_page_num": 3979,
    "is_scraped": "1",
    "article_title": "Racial Disparities in the Utilization of Recommended Supportive Care Among Patients with Multiple Myeloma in the United States ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research-Malignant Diseases: Quality Of Life Studies",
    "topics": [
        "multiple myeloma",
        "racial disparities",
        "supportive care",
        "bisphosphonates",
        "influenza vaccines",
        "antiviral prophylaxis",
        "influenza",
        "bortezomib",
        "kidney failure, chronic",
        "acyclovir"
    ],
    "author_names": [
        "Smith Giri, MBBS",
        "Weiwei Zhu, MPH",
        "Rong Wang, PhD",
        "Amer M. Zeidan, MBBS, MHS",
        "Nikolai A. Podoltsev, MD PhD",
        "Steven D. Gore, MD",
        "Xiaomei Ma, PhD",
        "Amy J. Davidoff, PhD MS",
        "Scott F Huntington, MDMPH"
    ],
    "author_affiliations": [
        [
            "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT ",
            "Section of Hematology, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale School of Medicine, New Haven, CT "
        ],
        [
            "Department of Chronic Diseases, Yale School of Public Health, Yale University, New Haven, CT "
        ],
        [
            "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale School of Medicine, New Haven, CT ",
            "Department of Internal Medicine, Section of Hematology, Yale School of Medicine, New Haven, CT "
        ],
        [
            "Department of Internal Medicine, Section of Hematology, Yale School of Medicine, New Haven, CT ",
            "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, New Haven, CT "
        ],
        [
            "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT ",
            "Yale Cancer Center, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT ",
            "Department of Chronic Disease Epidemiology, Yale University School of Public Health, New Haven, CT "
        ],
        [
            "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT ",
            "Department of Health Policy and Management, Yale University School of Public Health, New Haven, CT "
        ],
        [
            "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT"
        ]
    ],
    "first_author_latitude": "41.3035595",
    "first_author_longitude": "-72.9349559",
    "abstract_text": "Introduction: Patients with Multiple Myeloma (MM) are living longer due to therapeutic advancements. With improving MM outcomes, supportive care measures focused on optimizing quality of life and minimizing treatment-related toxicities have become more relevant. Patients with MM report high rates of bone pain, skeletal-related events and infections for which bisphosphonates, influenza vaccination, and antiviral prophylaxis have been recommended. The extent to which these supportive care measures are used during routine clinical practice and the factors predicting utilization remain unknown. Methods: We selected older adults (age >65 years) diagnosed with MM between 2008-13 from the Surveillance Epidemiology and End Results-Medicare linked database. We excluded patients diagnosed at autopsy or by death certificate, those without continuous Medicare Parts A and B coverage from 12 months prior to diagnosis through death or end of study (12/31/2014). Additionally, we required continuous Part D claims from 12 months prior to diagnosis to 2 years after diagnosis. We required patients to receive anti-myeloma therapy and survive the first full flu season after diagnosis. Outcomes of interest included proportion of patients receiving guideline concordant supportive care therapy defined as 1) bisphosphonate therapy (zoledronic acid or pamidronic acid) within first 12 months after diagnosis, 2) influenza vaccination in the first flu season after diagnosis, and 3) receipt of antivirals (acyclovir, valacyclovir) among patients receiving bortezomib therapy. We estimated a multivariable logistic regression model for each outcome to evaluate potential predictors of supportive care use including patient characteristics (age, gender, race/ethnicity, comorbidity, disability status, diagnosis of CKD, socio-economic status, year of diagnosis), provider volume/experience (number of MM patients treated during a 12 month look back), and facility type (hospital outpatient vs community). Results: A total of 1,569 Medicare beneficiaries met our eligibility criteria. The median age was 74 years with 47% male and 73% non-Hispanic whites. Only 66% of Medicare beneficiaries on active MM therapy received bisphosphonates within 1 year of diagnosis. 53% of patients received influenza vaccination in the first flu season following diagnosis, and 44% received antiviral prophylaxis while receiving bortezomib therapy. Sensitivity analysis with and without pre-existing chronic kidney disease showed that 48% and 72% received bisphosphonates respectively. In the multivariate analysis, predictors of bisphosphonate non-usage included increasing age, (odds ratio [OR] for 85+ years 0.37; 95% confidence interval [CI] 0.23-0.58 compared to 66-69 years), non-Hispanic black and Hispanic ethnicity (OR 0.51; 95% CI 0.34-0.76 and OR 0.56; 95% CI 0.35-0.91 respectively compared to whites), and higher comorbidity index (for Elixhauser index of 3+ OR 0.41, 95% CI 0.29-0.57 compared to 0). Significant predictors of flu shot non-usage included non-Hispanic black ethnicity (OR 0.49; 95% CI 0.34-0.70 compared to whites), living in West (OR 0.53; 95% CI 0.38-0.75 compared to Midwest), having Medicaid dual coverage (OR 0.66; 95% CI 0.49-0.89) and lower comorbidity burden (For Elixhauser index of 3+ OR 1.44; 95% CI 1.07-1.93 compared to 0). Meanwhile, predictors of antiviral prophylaxis non usage included earlier years of diagnosis (global P<0.01, with increasing OR for more recent years), and higher comorbidity burden (For Elixhauser index of 3+ OR 0.40; 95% CI 0.24-0.67 compared to 0). Conclusion: We found significant under-utilization of supportive care measures focused at bone health and infection prevention among elderly adults with MM in the US. Similar to prior work evaluating utilization of novel MM therapies and transplantation, we found significant racial disparities in receipt of MM supportive care. Future studies should seek to identify reasons for such under-utilization of supportive care during MM therapy so that appropriate interventions may be implemented. Disclosures Zeidan: Agios: Consultancy; Celgene: Consultancy; Novartis: Consultancy; Incyte: Employment; Gilead: Consultancy; Ariad: Consultancy, Speakers Bureau; Abbvie: Consultancy; Pfizer: Consultancy. Podoltsev: Sunesis Pharmaceuticals: Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees; Boehringer Ingelheim: Research Funding; Astex Pharmaceuticals: Research Funding; Astellas Pharma: Research Funding; LAM Therapeutics: Research Funding; Celgene: Research Funding; Pfizer: Research Funding; Genentech: Research Funding; Daiichi Snakyo: Research Funding; Celator: Research Funding. Gore: Celgene: Consultancy, Research Funding. Ma: Celgene: Consultancy, Research Funding; Incyte: Consultancy. Davidoff: Celgene: Research Funding. Huntington: Celgene: Consultancy; Bayer: Consultancy; Janssen: Consultancy."
}