{
    "doi": "https://doi.org/10.1182/blood.V124.21.2970.2970",
    "article_title": "Normal Circulating B Cells Are Markedly Reduced in Follicular Lymphoma and Diffuse Large B Cell Lymphoma at Diagnosis ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "abstract_text": "Background. The role of normal lymphocytes in the development of malignancies is investigated with increasing interest, with particular focus on lymphoproliferative disorders. A few recent reports, including a large study from our group, have shown that the lymphocyte/monocyte ratio (LMR) is often altered in diffuse large B cell lymphoma (DLB-CL) and a reduced LMR at diagnosis is associated with a poor response to therapy and a marked reduction in the overall survival expectancy. Reduction of LMR is primarily due to decreased levels of circulating lymphocytes, although an increase of circulating monocytes may also concur in reducing the LMR value. The present study was undertaken to further characterize the lymphocyte subpopulations in DLB-CL and in the other germinal-center derived Follicular Lymphoma (FL). In particular, the aim was to investigate possible abnormalities of either B or T-lymphocytes that might be present in patients with DLB-CL or FL at disease onset. Patients and Methods. Peripheral blood (PB) samples were obtained at diagnosis from 23 DLB-CL and 15 FL without leukemic involvement; among them 11/23 DLB-CL and 12/15 FL did not display disease involvement also in their bone marrow (BM). In addition, 25 PB and 20 BM were obtained as controls from age matched healthy donors or from subjects undergoing diagnostic procedures without any evidence of hematological or solid malignancy. Multicolor flow cytometry (MFC) was used, to evaluate the PB distribution and the absolute value of the main cell categories, i.e.: CD3+ T cell, CD3-CD56+ NK cells, and CD19+CD20+ B cells; among these latter, the following subsets were investigated: transitional (CD38+high/CD24+high/IgD+/CD27-), naive (CD38+/CD24+/IgD+/CD27-), memory IgD+ (CD38-/+CD24+/IgD+/ CD27+), and memory IgD- (CD38-/CD24+high/IgD-/CD27+). Similarly, MFC was used to identify B-lymphocyte subsets in BM samples (B cell precursors as CD19+CD20-CD10+ and mature B cells as CD19+CD20+CD10-). Results. The absolute number of circulating B cells was significantly reduced in both FL (median 86 cell/ul) and DLB-CL (median 72 cell/ul) compared to normal age-matched controls (median 233 cells/ul), as detailed in the Figure 1 . The low absolute number of circulating B cells did not correlate with a low LMR or with bone marrow involvement. Despite the generalized reduction in absolute number, the proportion of transitional and naïve B cell subsets was similar or slightly increased in B-NHL, while the percentage of memory B cell was deeply reduced in both FL and DLB-CL compared to normal controls. The amount of BM CD19+ B cells, evaluated as percentage on the whole lymphocyte population, was similar in both FL and DLBCL (15% and 15.9% respectively) and not significantly different from normal controls (18.9%). Interestingly, the percentage of B cell precursors (CD19+CD20-CD10+) within the B cell compartment was similar in FL and normal BM (50% vs 43.1%, p=ns), while it was marginally reduced in DLB-CL (23.7% vs 43.1%, p=ns). T and NK cells were not significantly different in DLB-CL and FL and in normal controls. Conclusions. Our data suggest that the homeostasis of normal B-cell compartment is impaired in FL and DLBCL, mainly at the peripheral level. The circulating memory B cells seem to be the B-cell subset affected in FL and DLB-LC. The mechanism underlying the reduction of circulating B lymphocyte number remains unknown. It might be hypothesized that FL and DLB-CL affect the microenvironment in which normal B cell differentiation occurs, resulting in the hampered production or increased elimination of differentiating B-cells. This hypothesis seems supported by the observation that the B cell population is not significantly altered in BM. Further study should be addressed to verify the impact of B-cell reduction on the long-term outcome of DLB-CL e FL and whether increasing circulating B-cells may improve the response to therapy. In addition the results here reported should be considered in relation with the prolonged B-cell impairment associated with the widely employed chemo-immunotherapy treatments for B-cell lymphoma. Figure 1. View large Download slide Absolute count values of total PB B lymphocyte in normal control (dottet bar), DLBCL (vertical line bar) and FL (diagonal line bar). Figure 1. View large Download slide Absolute count values of total PB B lymphocyte in normal control (dottet bar), DLBCL (vertical line bar) and FL (diagonal line bar).  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "antigens, cd27",
        "cancer",
        "immunoglobulin d",
        "bone marrow involvement",
        "chemotherapy regimen",
        "flow cytometry",
        "immunotherapy"
    ],
    "author_names": [
        "Massimo Geuna, PhD",
        "Bruna Riccardo, MD",
        "Alessandro Cignetti, MD PhD",
        "Nathalie Santoro",
        "Angela Gueli, MD",
        "Angela Rita Elia, PhD",
        "Giuseppina Prato, PhD",
        "Giovanni De Rosa, MD",
        "Mauro Papotti",
        "Corrado Tarella, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Massimo Geuna, PhD",
            "author_affiliations": [
                "A.O. O. Mauriziano & University of Torino, Torino, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruna Riccardo, MD",
            "author_affiliations": [
                "A.O. O. Mauriziano & University of Torino, Torino, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Cignetti, MD PhD",
            "author_affiliations": [
                "A.O. O. Mauriziano & University of Torino, Torino, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Santoro",
            "author_affiliations": [
                "A.O. O. Mauriziano & University of Torino, Torino, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Gueli, MD",
            "author_affiliations": [
                "A.O. O. Mauriziano & University of Torino, Torino, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Rita Elia, PhD",
            "author_affiliations": [
                "A.O. O. Mauriziano & University of Torino, Torino, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppina Prato, PhD",
            "author_affiliations": [
                "A.O. O. Mauriziano & University of Torino, Torino, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni De Rosa, MD",
            "author_affiliations": [
                "A.O. O. Mauriziano, & University of Torino, Torino, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauro Papotti",
            "author_affiliations": [
                "A.O. O. Mauriziano, & University of Torino, Torino, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corrado Tarella, MD",
            "author_affiliations": [
                "A.O. O. Mauriziano & University of Torino, Torino, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T04:12:23",
    "is_scraped": "1"
}