{
    "doi": "https://doi.org/10.1182/blood.V116.21.4818.4818",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1644",
    "start_url_page_num": 1644,
    "is_scraped": "1",
    "article_title": "The Value of Procalcitonin and Lipopolysaccharide Binding Protein to Differentiate the Fever In the Patients with Sickle Cell Anemia ",
    "article_date": "November 19, 2010",
    "session_type": "HEMOGLOBINOPATHIES, EXCLUDING THALASSEMIA",
    "topics": [
        "carrier proteins",
        "fever",
        "lipopolysaccharides",
        "procalcitonin",
        "sickle cell anemia",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "vaso occlusive crisis",
        "antibiotics"
    ],
    "author_names": [
        "Selma Unal",
        "Ali Ertug Arslankoylu",
        "Necdet Kuyucu",
        "Gönül Aslan",
        "Semra Erdogan"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology, Mersin University, Mersin, Turkey, "
        ],
        [
            "Pediatrics, Mersin University, Mersin, Turkey, "
        ],
        [
            "Pediatrics, Mersin University, Mersin, Turkey, "
        ],
        [
            "Microbiology, Mersin University, Mersin, Turkey, "
        ],
        [
            "Biostatistics, Mersin University, Mersin, Turkey"
        ]
    ],
    "first_author_latitude": "36.78750319999999",
    "first_author_longitude": "34.524726699999995",
    "abstract_text": "Abstract 4818 Objective: Differentional diagnosis of fever is very important in patients with sickle cell anemia (SCA) in order to prevent inappropriate antibiotic use, drug resistance and to shorten the hospitalization period. A reliable marker to be used in the differentional diagnosis of fever in these patients has not been defined yet. We aimed to evaluate the values of C Rective Protein (CRP), procalcitonin (PCT), and lipopolysaccharide binding protein (LBP) levels in the differentional diagnosis of fever in patients with SCA. Material and Methods: 86 children with SCA (40 males and 36 females, mean age of 9.6 ± 3.84, range: 1–18 years), (Group 1) and 49 healthy children as a control group (mean age: 8.8 ± 3.91, range: 1–18 years) (Group 2) were included in this study. Patients who had admitted to the emergency department for concurrently vasoocclusive crisis and fever (axillary temperature ≥38C°) were classified as Group 1A and who had vasoocclusive crisis but no fever were classified as Group 1B and the patients without fever and vasoocclusive crisis were classified as Group 1C. A detailed history was taken from every child, and a full physical examination was performed. The patients who had taken antibiotics in last one week were excluded. The type of vasoocclusive crisis were recorded in Group 1A and 1B patients. In Group 1A patients, the fever was evaluated with appropriate laboratory tests (WBC count, periferic blood smear, serum CRP level, urinary test, chest radiography, blood and urinary culture). No infection focus was identified in patient and conrol groups. The WBC count, serum CRP, PCT and LBP levels were evaluated in all the patient and control groups. Results: The median CRP level of all patient groups was significantly higher than the control group (0.78 mg/L; range 0.21–70.0) (p0.05). These values were significantly higher than control group (0.08 ng/ml) (p<0.0001). LBP level in Group 1A (median:11.5 μg/ml) was significantly higher than Group 1B (median: 8.9μg/ml), Group 1C (median: 7.7μg/ml) and control group (median:5.9μg/ml) (p<0.0001). Also serum LBP in both Group 1B and Group 1C were higher than control group (p<0.0001). Conclusion: PCT level is not affected from the acute inflamation originates from the vasoocclusive crisis. Thus, serum PCT level can be considered a good marker in the differentional diagnosis of fever in patients with SCA. Disclosures: No relevant conflicts of interest to declare."
}