{
    "doi": "https://doi.org/10.1182/blood.V126.23.21.21",
    "article_title": "Deep Igh Sequencing Identifies an Ongoing Somatic Hypermutation Process with Complex and Evolving Clonal Architecture in Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Revealing Subclonal Heterogeneity in Multiple Myeloma",
    "abstract_text": "Introduction: Immunoglobulin (Ig) gene rearrangement is a hallmark of early B-cell development. Multiple myeloma (MM), a malignancy of plasma cells, typically have mutated Ig sequences but are thought to be stable throughout the course of the disease. We previously observed that multiple Ig sequences related by somatic hypermutation (SHM) may be present in some MM patients at diagnosis. Here we provide an expanded observation and investigate whether there is ongoing evolution in Ig sequences over the course of the disease. Methods: 550 MM patientsenrolled in IFM/DFCI study were included in this analysis. The next-generation sequencing (NGS)-based immunosequencing platform was used to detect evidence of oligoclonality at the Ig heavy chain loci. Using universal primer sets, we amplified IGH variable, diversity, and joining gene segments from DNA and/or RNA isolated from purified CD138+ MM cells collected at the time of diagnosis. Amplified products were sequenced and analyzed (Faham et al., Blood 2012). MM-specific clonotypes were identified for each patient based on their high frequency (5%) within the B-cell repertoire in the diagnostic (dx) sample. The highest frequency MM clonotype in a dx sample is termed the Òindex clonotype.Ó DNA and/or RNA isolated from dx AND post-treatment bone marrow samples were assessed for evidence of evolved MM clonotypes. A clonotype was considered ÒevolvedÓ based on CDR3 sequence homology to the dx Òindex clonotype.Ó Results: We identified Ig clones in 340 RNA samples and 311 DNA samples from the IFM/DFCI cohort.We first looked at V segment usage in these MM clones comparedto a database of ~30 million Ig VDJ sequences derived from normal B cells. The frequencies for 6 V segments were found to be significantly different from this dataset compared to the database.We then looked for cases with evidence that Myeloma cells have two unrelated origins. We found 9/550 (1.6%) cases which had evidence of unrelated clones as evident by having three IgH or two functional sequences. We then considered cases where we find two IgH sequences that are related to each other by SHM. 128/340 (37.6%) of RNA dx samples showed evidence of evolved clones via SHM, with 69/128 (53.9%) having 3 or more related clones, while 15/311 patients (4.8%) showed evidence of evolved clones related to the index clone via SHM in DNA samples from diagnosis. Of note, the majority of RNA evolved clones were found at low frequency (<10 -3 ) which would have been impossible to observe in the limited cell input DNA samples available for testing. Out of the 15 patients with evidence of evolved clones related to the index clone, we tested RNA from 8 of them. In 4/8 cases, the index and the related clones were present at a similar ratio in the DNA and RNA, while in 3/8 cases the index clone was found in the RNA but not the related clone. 249 post-treatment samples from 164 patients were MRD positive and were assessed for the presence of clonal evolution. In 19/249 follow-up samples (7.6%), an evolved clone related to the index clone was observed. In 6/19 patients, a substantial change in the relative index and evolved clone frequencies was observed from the dx to post-treatment time points suggesting a differential sensitivity to treatment. For example, in one case, the evolved ÒnewÓ clonotype was not observed at diagnosis but appears in the post-maintenance sample only. In another case, the evolved clonotype either increased or decreased in the post-maintenance sample relative to the index clonotype (Fig 1). Conclusions: We observed multiple evolved clonotypes in a substantial percentage of dx MM samples (37.6%). The presence of multiple clonotypes related by SHM indicates that this mechanism remains active after myeloma development in at least a portion of the cells. We also found marked changes in the relative frequency of the MM clonotypes in post-treatment samples and emergence of new Ig clones which may not be due to selective advantage of the newly acquired mutations in the Ig gene, but rather some other ongoing genomic mutation process. Thus, these evolved myeloma clonotypes may be useful as surrogate markers for other oncogenic mutations providing resistance to therapy. Figure 1. View large Download slide Evolution of related clones in the post-maintenance time point. Below are the sequences of two related clones, with one base difference bolded and underlined. Figure 1. View large Download slide Evolution of related clones in the post-maintenance time point. Below are the sequences of two related clones, with one base difference bolded and underlined.  Close modal Disclosures Richardson: Novartis: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Gentium S.p.A.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium Takeda: Membership on an entity's Board of Directors or advisory committees. Attal: celgene: Membership on an entity's Board of Directors or advisory committees; jansen: Honoraria. Anderson: Celgene Corporation: Consultancy; Millennium: Consultancy; BMS: Consultancy; Gilead: Consultancy; acetylon pharmaceuticals: Equity Ownership; Oncocorp: Equity Ownership. Faham: Adaptive Biotechnologies Corp.: Employment, Other: Stockholder. Avet-Loiseau: BMS: Membership on an entity's Board of Directors or advisory committees; jansen: Membership on an entity's Board of Directors or advisory committees; celgene: Membership on an entity's Board of Directors or advisory committees; jansen: Membership on an entity's Board of Directors or advisory committees; millenium: Membership on an entity's Board of Directors or advisory committees; onyx: Membership on an entity's Board of Directors or advisory committees; millenium: Membership on an entity's Board of Directors or advisory committees; onyx: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "multiple myeloma",
        "immunoglobulins",
        "rna",
        "dna",
        "immunoglobulin heavy chains",
        "massively-parallel genome sequencing",
        "bone marrow specimen",
        "cancer",
        "follow-up",
        "surrogate markers"
    ],
    "author_names": [
        "Nikhil C. Munshi, MD",
        "Stephane Minvielle",
        "Yu-Tzu Tai, PhD",
        "Mariateresa Fulciniti",
        "Mehmet K Samur, PhD",
        "Paul G. Richardson, MD",
        "Michel Attal",
        "Philippe Moreau",
        "Florence Magrangeas",
        "Kenneth C Anderson",
        "Malek Faham, MD PhD",
        "Herve Avet-Loiseau"
    ],
    "author_dict_list": [
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Dana Farber Cancer Institute, Boston, MA ",
                "Boston Veterans Administration Healthcare System, West Roxbury, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephane Minvielle",
            "author_affiliations": [
                "Centre de Recherche en Cancérologie Nantes-Angers UMR Inserm 892-CNRS 6299 and Institut de Recherche Thérapeutique de l'Université de Nantes (IRT-UN), Nantes, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Tzu Tai, PhD",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariateresa Fulciniti",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehmet K Samur, PhD",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Richardson, MD",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Attal",
            "author_affiliations": [
                "Unité de Génomique du Myélome, CHU Rangueil, Toulouse, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau",
            "author_affiliations": [
                "Centre de Recherche en Cancérologie Nantes-Angers UMR Inserm 892-CNRS 6299 and Institut de Recherche Thérapeutique de l'Université de Nantes (IRT-UN), Nantes, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Magrangeas",
            "author_affiliations": [
                "Centre de Recherche en Cancérologie Nantes-Angers UMR Inserm 892-CNRS 6299 and Institut de Recherche Thérapeutique de l'Université de Nantes (IRT-UN), Nantes, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C Anderson",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malek Faham, MD PhD",
            "author_affiliations": [
                "Adaptive Biotechnologies Corp., South San Francisco, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Avet-Loiseau",
            "author_affiliations": [
                "Unité de Génomique du Myélome, CHU Rangueil, Toulouse, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T21:31:03",
    "is_scraped": "1"
}