{
    "doi": "https://doi.org/10.1182/blood.V116.21.4299.4299",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1667",
    "start_url_page_num": 1667,
    "is_scraped": "1",
    "article_title": "Allogeneic NK Cell Therapy After Autologous Stem Cell Transplant: Results of a Phase I Study ",
    "article_date": "November 19, 2010",
    "session_type": "Tumor Immunotherapy: Poster II",
    "topics": [
        "autologous stem cell transplant",
        "natural killer cells",
        "infusion procedures",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease",
        "adverse effects",
        "aldesleukin",
        "allogeneic hematopoietic stem cell transplant",
        "apheresis",
        "bone marrow suppression"
    ],
    "author_names": [
        "Hans-Georg Klingemann, MD, PhD",
        "Carrie Grodman, RN",
        "Andreas K. Klein, MD",
        "Kellie Sprague, MD",
        "Kenneth B. Miller, MD",
        "Tarun Kewalramani, MD",
        "Raymond L. Comenzo, MD",
        "Neng Yu, MD",
        "Marvin Duque, MD",
        "Richard A. Van Etten, MD, PhD",
        "David McKenna, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "Hematology/Oncology, Lahey Clinic Medical Center, Burlington, MA, USA, "
        ],
        [
            "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "American Red Cross Blood Services, New England Region, Dedham, MA, USA, "
        ],
        [
            "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "Laboratory Medicine and Pathology, University of Minnesota, Saint Paul, MN, USA"
        ]
    ],
    "first_author_latitude": "42.350151149999995",
    "first_author_longitude": "-71.06390345",
    "abstract_text": "Abstract 4299 Previous reports have shown that infusion of NK cells from a MHC mismatched donor can mediate an anti-leukemic effect in the recipient of an allogeneic hematopoietic stem cell transplant (HSCT). In this phase I study, we infused increasing numbers of allogeneic NK-cell enriched mononuclear cells (NK-MNC) from a MHC haplo-mismatched relative into patients who had recently undergone autologous stem cell transplant. We sought to determine whether infusion of mismatched, allogeneic NK-MNC cells was safe without concern for GvHD or graft rejection, and also whether cell collection, processing and patient treatment could feasibly be performed at different cities across the US. MNC were obtained by apheresis from healthy haploidentical relatives by one steady-state leukapheresis of 2–4 hours on day 1, and were sent by air courier to the PACT* cell processing facility (University of Minnesota) where immunomagnetic depletion of CD3 cells (Miltenyi CliniMACS) was performed. The CD3-depleted cells were then cultured in X-VIVO 15, without gentamicin and phenol red (Cambrex BioScience, Walkersville, Maryland), supplemented with 1000 U/mL IL-2 (Chiron Corporation, Emeryville, CA) and 10% human heat-inactivated AB serum (Valley Biomedical Products and Services, Inc., Winchester, VA) in VueLife™Teflon® (FEP) bags (American Fluoroseal Corporation, Gaithersburg, MD). The resulting NK-MNC products were then returned by air courier at approximately body temperature to Boston for infusion on day 3. Twelve patients (age range: 27–63) within 49–191 days (median 106 days) after autologous HSCT were treated at four different dose levels of NK-MNC: 10 5 , 10 6 , 10 7 and 2×10 7 NK-MNC/kg. No logistical transport issues between Boston and the processing facility in Minnesota occurred. Release criteria (< 5 × 10 5 CD3+ cells/kg, > 20% CD3-/CD56+ cells, viability >70%, Gram stain – no organisms) were met in all but one case. Side effects after infusion occurred only at the higher dose level of NK-MNC infusion: rigors (n=2) and muscle aches (n=1), responsive to meperidine. None of the patients required discontinuation of NK-MNC infusion. No GvHD or marrow suppression occurred. Chimerism analysis (STR-PCR) from leukocytes on peripheral blood samples collected 24 hours after the NK-MSC infusion failed to detect donor-derived NK-MNC in the recipients (sensitivity: 3 %). Given these results, we conclude that long-distance transport of manipulated NK-MNC products between treatment and processing centers is feasible and reliable, clearly supporting the premise of PACT, and that CD3-depleted allogeneic NK-MNC from a MHC-mismatched relative can be safely administered to recipients of a recent autologous HSCT. This project has been funded in part by the National Heart, Lung, and Blood Institute, National Institutes of Health, under the University of Minnesota Contract [] N01-HB-37164 and HHSN268201000008C *PACT: Production Assistance for Cellular Therapies Disclosures: No relevant conflicts of interest to declare."
}