{
    "doi": "https://doi.org/10.1182/blood-2021-152999",
    "article_title": "A Novel Strategy for Off-the-Shelf T Cell Therapy Which Evades Allogeneic T Cell and NK Cell Rejection ",
    "article_date": "November 5, 2021",
    "session_type": "703.Cellular Immunotherapies: Basic and Translational",
    "abstract_text": "Introduction . Despite the success of autologous chimeric antigen receptor (CAR)-T cells, barriers to a more widespread use of this potentially curative therapy include manufacturing failures and the high cost of individualized production. There is a strong desire for an immediately available cell therapy option; however, development of \"off-the-shelf\" T cells is challenging. Alloreactive T cells from unrelated donors can cause graft versus host disease (GvHD) for which researchers have successfully used nucleases to reduce expression of the endogenous T cell receptor (TCR) in the allogeneic product. The recognition of allogeneic cells by the host is a complex issue that has not been fully solved to date. Some approaches utilize prolonged immune suppression to avoid immune rejection and increase persistence. Although showing responses in the clinic, this approach carries the risk of infections and the durability of the adoptive T cells is uncertain. Other strategies include deletion of the B2M gene to remove HLA class I molecules and avoid recognition by host CD8 T cells. However, loss of HLA class I sends a \"missing-self\" signal to natural killer (NK) cells, which readily eliminate B2M null T cells. To overcome this, researchers are exploring insertion of the non-polymorphic HLA-E gene, which can provide partial but not full protection from NK cell-mediated lysis. Because activated T cells upregulate HLA class II, rejection by alloreactive CD4 T cells should also be addressed. Methods . Here, we developed an immunologically stealth \"off-the-shelf\" T cell strategy by leveraging our CRISPR/Cas9 platform and proprietary sequential editing process. To solve the issue of rejection by alloreactive CD4 and CD8 T cells, we knocked out (KO) select HLA class I and class II expression with a sequential editing process. Additionally, we utilize potent TCR-α and -β constant chain ( TRAC , TRBC ) gRNAs that achieve >99% KO of the endogenous TCR, addressing the risk of GvHD. An AAV-mediated insertion of a CAR or TCR into the TRAC locus is used in parallel with the TRAC KO step to redirect the T cells to tumor targets of interest. Alloreactivity by CD4 and CD8 T cells, NK killing, GvHD induction and T cell function was assessed in vitro and/or in vivo . Results . By knocking out select HLA class I and class II proteins, we were able to avoid host CD4- and CD8-T cell-mediated recognition. Edited T cells were protected from host NK cells, both in vitro and in an in vivo model engrafted with functional human NK cells. TRAC edited donor T cells did not induce GvHD in an immune compromised mouse model over the 90-day evaluation period. Using our proprietary T cell engineering process, we successfully generated allogeneic T cells with sequential KOs and insertion of a tumor-specific TCR or CAR with high yield. Importantly, these allogeneic T cells had comparable functional activity to their autologous T cell counterparts in in vitro assays (tumor cell killing and cytokine release) as well as in vivo tumor models. With a relatively small bank of donors, we can provide an \"off-the-shelf\" CAR or TCR-T cell solution for a large proportion of the population. Conclusions . We have successfully developed a differentiated \"off-the-shelf\" approach, which is expected to be safe and cost-effective. It is designed to provide long-term persistence without the need for an immune suppressive regimen. This promising strategy is being applied to our T cell immuno-oncology and autoimmune research candidates. Disclosures Zhang:  Intellia Therapeutics: Current Employment. Goel:  Intellia Therapeutics: Current Employment. Prodeus:  Intellia Therapeutics: Current Employment. Jetley:  Intellia Therapeutics: Current Employment. Tan:  Intellia Therapeutics: Current Employment. Averill:  Intellia Therapeutics: Current Employment. Ranade:  Intellia Therapeutics: Current Employment. Balwani:  Intellia Therapeutics: Current Employment. Dutta:  Intellia Therapeutics: Current Employment. Sharma:  Intellia Therapeutics: Current Employment. Venkatesan:  Intellia Therapeutics: Current Employment. Liu:  Intellia Therapeutics: Current Employment. Roy:  Intellia Therapeutics: Current Employment. O′Connell:  Intellia Therapeutics: Current Employment. Arredouani:  Intellia Therapeutics: Current Employment. Keenan:  Intellia Therapeutics: Current Employment. Lescarbeau:  Intellia Therapeutics: Current Employment. Schultes:  Intellia Therapeutics: Current Employment.",
    "author_names": [
        "Yong Zhang",
        "Surbhi Goel",
        "Aaron Prodeus",
        "Utsav Jetley",
        "Yiyang Tan",
        "John Averill",
        "Utkarsha Ranade",
        "Ishina Balwani",
        "Ivy Dutta",
        "Palak Sharma",
        "Priya Venkatesan",
        "Dai Liu",
        "Matthew Roy",
        "Daniel O′Connell",
        "Simo M Arredouani",
        "Marie Keenan",
        "Reynald Lescarbeau",
        "Birgit C Schultes"
    ],
    "author_dict_list": [
        {
            "author_name": "Yong Zhang",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Surbhi Goel",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron Prodeus",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Utsav Jetley",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiyang Tan",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Averill",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Utkarsha Ranade",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ishina Balwani",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivy Dutta",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Palak Sharma",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priya Venkatesan",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dai Liu",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Roy",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel O′Connell",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simo M Arredouani",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Keenan",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reynald Lescarbeau",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Birgit C Schultes",
            "author_affiliations": [
                "Intellia Therapeutics, Cambridge, MA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:39:50",
    "is_scraped": "1"
}